{"ori_id":"06b1c16f9343dfe145570e28e0fe81ddc66cf1ea","title":"The Kempton-Wace Letters","context":"The Kempton-Wace Letters\n The novel presents a discussion of the philosophy of love and sex, written in the form of a series of letters between two men, \"Herbert Wace,\" a young scientist, and \"Dane Kempton,\" an elderly poet. Writer Jack London wrote \"Wace's\" letters, and Anna Strunsky wrote \"Kempton's.\" In the late 19th century, the authors were part of a San Francisco radical literary group known as \"The Crowd.\"\nKempton makes the case for feeling and emotion, while Wace proceeds \"scientifically\" and analyzes love in Darwinian terms:\nâ\u0080\u009cI purpose to order my affairs in a rational manner....Wherefore I marry Hester Stebbins. I am not impelled by the archaic sex madness of the beast, nor by the obsolescent romance madness of later-day man. I contract a tie which reason tells me is based upon health and sanity and compatibility. My intellect shall delight in that tie.â\u0080\u009d\nInitially the public was piqued by the anonymity of the writers and the book was moderately successful. London biographer Russ Kingman praised the book; he quoted the Buffalo Commercial as admiring the \"sheer charm of its prose\" and saying the book \"holds firmly its place in the front rank of the best of the season's publications.\"\nThe New York Times was less charitable. It opened its review with the terse line, \"The sex problem again.\" It complained that \"Nothing that the scientist says is new, nothing that the poet says is new. The thing has been thrashed out some millions of times... Nor does the unnamed author infuse into either Wace or Kempton anything to give human personality or appeal.... As a story [it] falls flat; as a discussion of a topic as old as interesting, as overworked.\"\nJoseph Noel says that George Sterling described London's portion of the book, as \"a spiritual misprint, a typographical error half a volume long\" and says \"His vocabulary, in the letters of Herbert Wace, sounds as if taken that day from an encyclopedia by a conscientious sophomore.\"\nBiographers have been intrigued by The Kempton-Wace Letters for the light it seems to shed on Jack London's life and ideas. Strunsky was named as the co-respondent in Jack London's divorce from his first wife, Bessie, but biographers generally agree that his relation with the younger Strunsky was platonic. They were active in socialism and the literary group, \"The Crowd\", in San Francisco.\nIn the novel, London expresses his theories about the \"Mother-Woman\" and the \"Mate-Woman,\" roles which seem to correspond to the roles played by his first wife and his second. After London's death in 1916, Strunsky published a memoir in The Masses in 1917 about their relationship.\nï»¿The Project Gutenberg EBook of The Kempton-Wace Letters, by \nJack London and Anna Strunsky\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Kempton-Wace Letters\n\nAuthor: Jack London\n        Anna Strunsky\n\nRelease Date: February 27, 2010 [EBook #31422]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE KEMPTON-WACE LETTERS ***\n\n\n\n\nProduced by Curtis Weyant, Martin Pettit and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\n\n\n\n\nTHE KEMPTON-WACE LETTERS\n\n       *       *       *       *       *\n\nJACK LONDON'S BOOKS\n\n\"_He opened windows for them upon the splendour and the savagery, the\npomp and the pitifulness that he had found in many corners of the earth.\nHe saw that in every scene, in every human activity there was an element\nwhich lifted it into the region of the beautiful, and he made all his\nreaders see it, whether he was learned or ignorant; cultivated or only\njust able to read. Full justice has never been done to him. There was no\nsilver in his purse, only gold._\"--Hamilton Fyfe in \"The Daily Mail.\"\n\n\nThe Valley of the Moon              7s. 6d. net and 4s. net\n\nJerry of the Islands                7s. 6d. net and 2s. 6d. net\n\nMichael, Brother of Jerry           7s. 6d. net and 2s. net\n\nHearts of Three                     6s. net and 2s. 6d. net\n\nIsland Tales                        7s. 6d. net\n\nThe Red One                         6s. net and 2s. net\n\nThe Acorn-Planter                   3s. 6d. net\n\nThe Little Lady of the Big House    6s. net and 2s. 6d. net\n\n[A]The Mutiny of the Elsinore       6s. net and 2s. net\n\nThe Strength of the Strong          6s. net and 1s. 6d. net\n\nThe Night-Born                      6s. net and 2s. net\n\n[A]A Daughter of the Snows          7s. 6d. net and 2s. 6d. net\n\nLost Face                           6s. net and 1s. 6d. net\n\nSouth Sea Tales                     6s. net and 1s. 6d. net\n\nWhen God Laughs                     6s. net and 1s. 6d. net\n\n[A]Smoke Bellew                     6s. net and 1s. 6d. net\n\nThe Kempton-Wace Letters            2s. 6d. net\n\nSmoke and Shorty                    6s. and 2s. 6d. net\n\nThe Cruise of the Snark             2s. net\n\nThe Cruise of the Dazzler           1s. 6d. net\n\nTurtles of Tasman                   1s. 6d. net\n\nBefore Adam                         1s. 6d. net\n\nThe Scarlet Plague                  1s. 6d. net\n\nThe God of His Fathers              1s. 6d. net\n\nAdventure                           2s. net\n\nThe House of Pride                  1s. 6d. net\n\nLove of Life                        1s. 6d. net\n\nA Son of the Sun                    6s. net and 2s. net\n\nAn Odyssey of the North             1s. 6d. net\n\nChildren of the Frost               1s. 6d. net\n\n[A]John Barleycorn                  6s. net and 2s. net\n\n[A]The Jacket                       6s. net and 2s. net\n\nRevolution                          2s. net\n\nWar of the Classes                  2s. net\n\nThe Human Drift                     6s. net and 2s. net\n\nThe Iron Heel                       2s. net\n\nThe Road                            2s. net\n\n\n[A] Films have been founded on these novels\n\nMILLS & BOON, Ltd., 49 Rupert St., London, W.1.\n\n       *       *       *       *       *\n\n\n\n\nTHE KEMPTON-WACE LETTERS\n\nBY\n\nJACK LONDON\nAND\nANNA STRUNSKY\n\n\n     \"_And of naught else than Love would we\n           discourse._\"--DANTE, Sonnet II.\n\n\nMILLS & BOON, LIMITED 49 RUPERT STREET LONDON, W.1\n\n\n_Copyright in the United States of America, 1903, by the Macmillan\nCompany Printed in Great Britain by Love & Malcomson Ltd. London and\nRedhill._\n\n\n\n\nKEMPTON-WACE LETTERS\n\n\n\n\nI\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3 A QUEEN'S ROAD, CHELSEA, S.W.\nAugust 14, 19--.\n\nYesterday I wrote formally, rising to the occasion like the conventional\nhappy father rather than the man who believes in the miracle and lives\nfor it. Yesterday I stinted myself. I took you in my arms, glad of what\nis and stately with respect for the fulness of your manhood. It is\nto-day that I let myself leap into yours in a passion of joy. I dwell on\nwhat has come to pass and inflate myself with pride in your fulfilment,\nmore as a mother would, I think, and she your mother.\n\nBut why did you not write before? After all, the great event was not\nwhen you found your offer of marriage accepted, but when you found you\nhad fallen in love. Then was your hour. Then was the time for\ncongratulation, when the call was first sounded and the reveille of Time\nand About fell upon your soul and the march to another's destiny was\nbegun. It is always more important to love than to be loved. I wish it\nhad been vouchsafed me to be by when your spirit of a sudden grew\nwilling to bestow itself without question or let or hope of return, when\nthe self broke up and you grew fain to beat out your strength in praise\nand service for the woman who was soaring high in the blue wastes. You\nhave known her long, and you must have been hers long, yet no word of\nher and of your love reached me. It was not kind to be silent.\n\nBarbara spoke yesterday of your fastidiousness, and we told each other\nthat you had gained a triumph of happiness in your love, for you are not\nof those who cheat themselves. You choose rigorously, straining for the\nheart of the end as do all rigorists who are also hedonists. Because we\nare in possession of this bit of data as to your temperamental cosmos we\ncan congratulate you with the more abandon. Oh, Herbert, do you know\nthat this is a rampant spring, and that on leaving Barbara I tramped\nout of the confines into the green, happier, it almost seems, than I\nhave ever been? Do you know that because you love a woman and she loves\nyou, and that because you are swept along by certain forces, that I am\nhappy and feel myself in sight of my portion of immortality on earth,\nfar more than because of my books, dear lad, far more?\n\nI wish I could fly England and get to you. Should I have a shade less of\nyou than formerly, if we were together now? From your too much green of\nwealth, a barrenness of friendship? It does not matter; what is her gain\ncannot be my loss. One power is mine,--without hindrance, in freedom and\nin right, to say to Ellen's son, \"Godspeed!\" to place Hester Stebbins's\nhand in his, and bid them forth to the sunrise, into the glory of day!\n\nEver your devoted father,\nDANE KEMPTON.\n\n\n\n\nII\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nSeptember 3, 19--.\n\nHere I am, back in the old quarters once more, with the old afternoon\nclimb across the campus and up into the sky, up to the old rooms, the\nold books, and the old view. You poor fog-begirt Dane Kempton, could you\nbut have lounged with me on the window couch, an hour past, and watched\nthe light pass out of the day through the Golden Gate and the night\ncreep over the Berkeley Hills and down out of the east! Why should you\nlinger on there in London town! We grow away from each other, it\nseems--you with your wonder-singing, I with my joyful science.\n\nPoesy and economics! Alack! alack! How did I escape you, Dane, when mind\nand mood you mastered me? The auguries were fair. I, too, should have\nbeen a singer, and lo, I strive for science. All my boyhood was singing,\nwhat of you; and my father was a singer, too, in his own fine way. Dear\nto me is your likening of him to Waring.--\"What's become of Waring?\" He\n_was_ Waring. I can think of him only as one who went away, \"chose land\ntravel or seafaring.\"\n\nGwynne says I am sometimes almost a poet--Gwynne, you know, Arthur\nGwynne, who has come to live with me at The Ridge. \"If it were not for\nyour dismal science,\" he is sure to add; and to fire him I lay it to the\ndefects of early training. I know he thinks that I never half\nappreciated you, and that I do not appreciate you now. If you will\nrecollect, you praised his verses once. He cherishes that praise amongst\nhis sweetest treasures. Poor dear good old Gwynne, tender, sensitive,\nshrinking, with the face of a seraph and the heart of a maid. Never were\ntwo men more incongruously companioned. I love him for himself. He\ntolerates me, I do secretly believe, because of you. He longs to meet\nyou,--he knew you well through my father,--and we often talk you over.\nBe sure at every opportunity I tear off your halo and trundle it about.\nTrust me, you receive scant courtesy.\n\nHow I wander on. My pen is unruly after the long vacation; my thought\nyet wayward, what of the fever of successful wooing. And besides, ...\nhow shall I say?... such was the gracious warmth of your letter, of both\nyour letters, that I am at a loss. I feel weak, inadequate. It almost\nseems as though you had made a demand upon something that is not in me.\nAh, you poets! It would seem your delight in my marriage were greater\nthan mine. In my present mood, it is you who are young, you who love; I\nwho have lived and am old.\n\nYes, I am going to be married. At this present moment, I doubt not, a\nmillion men and women are saying the same thing. Hewers of wood and\ndrawers of water, princes and potentates, shy-shrinking maidens and\nbrazen-faced hussies, all saying, \"I am going to be married.\" And all\nlooking forward to it as a crisis in their lives? No. After all,\nmarriage is the way of the world. Considered biologically, it is an\ninstitution necessary for the perpetuation of the species. Why should it\nbe a crisis? These million men and women will marry, and the work of\nthe world go on just as it did before. Shuffle them about, and the work\nof the world would yet go on.\n\nTrue, a month ago it did seem a crisis. I wrote you as much. It did seem\na disturbing element in my life-work. One cannot view with equanimity\nthat which appears to be totally disruptive of one's dear little system\nof living. But it only appeared so; I lacked perspective, that was all.\nAs I look upon it now, everything fits well and all will run smoothly I\nam sure.\n\nYou know I had two years yet to work for my Doctorate. I still have\nthem. As you see, I am back to the old quarters, settled down in the old\ngroove, hammering away at the old grind. Nothing is changed. And besides\nmy own studies, I have taken up an assistant instructorship in the\nDepartment of Economics. It is an ambitious course, and an important\none. I don't know how they ever came to confide it to me, or how I found\nthe temerity to attempt it,--which is neither here nor there. It is all\nagreed. Hester is a sensible girl.\n\nThe engagement is to be long. I shall continue my career as charted. Two\nyears from now, when I shall have become a Doctor of Social Sciences\n(and candidate for numerous other things), I shall also become a\nbenedict. My marriage and the presumably necessary honeymoon chime in\nwith the summer vacation. There is no disturbing element even there. Oh,\nwe are very practical, Hester and I. And we are both strong enough to\nlead each our own lives.\n\nWhich reminds me that you have not asked about her. First, let me shock\nyou--she, too, is a scientist. It was in my undergraduate days that we\nmet, and ere the half-hour struck we were quarrelling felicitously over\nWeismann and the neo-Darwinians. I was at Berkeley at the time, a\ncocksure junior; and she, far maturer as a freshman, was at Stanford,\ncarrying more culture with her into her university than is given the\naverage student to carry out.\n\nNext, and here your arms open to her, she is a poet. Pre-eminently she\nis a poet--this must be always understood. She is the greater poet, I\ntake it, in this dawning twentieth century, because she is a scientist;\nnot in spite of being a scientist as some would hold. How shall I\ndescribe her? Perhaps as a George Eliot, fused with an Elizabeth\nBarrett, with a hint of Huxley and a trace of Keats. I may say she is\nsomething like all this, but I must say she is something other and\ndifferent. There is about her a certain lightsomeness, a glow or flash\nalmost Latin or oriental, or perhaps Celtic. Yes, that must be\nit--Celtic. But the high-stomached Norman is there and the stubborn\nSaxon. Her quickness and fine audacity are checked and poised, as it\nwere, by that certain conservatism which gives stability to purpose and\npower to achievement. She is unafraid, and wide-looking and far-looking,\nbut she is not over-looking. The Saxon grapples with the Celt, and the\nNorman forces the twain to do what the one would not dream of doing and\nwhat the other would dream beyond and never do. Do you catch me? Her\nmost salient charm, is I think, her perfect poise, her exquisite\nadjustment.\n\nAltogether she is a most wonderful woman, take my word for it. And after\nall she is described vicariously. Though she has published nothing and\nis exceeding shy, I shall send you some of her work. There will you find\nand know her. She is waiting for stronger voice and sings softly as yet.\nBut hers will be no minor note, no middle flight. She is--well, she is\nHester. In two years we shall be married. Two years, Dane. Surely you\nwill be with us.\n\nOne thing more; in your letter a certain undertone which I could not\nfail to detect. A shade less of me than formerly?--I turn and look into\nyour face--Waring's handiwork you remember--his painter's fancy of you\nin those golden days when I stood on the brink of the world, and you\nshowed me the delights of the world and the way of my feet therein. So I\nturn and look, and look and wonder. _A shade less_ of me, of you? Poesy\nand economics! Where lies the blame?\n\nHERBERT.\n\n\n\n\nIII\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\nSeptember 30, 19--.\n\nIt is because you know not what you do that I cannot forgive you. Could\nyou know that your letter with its catalogue of advantages and\narrangements must offend me as much as it belies (let us hope) you and\nthe woman of your love, I would pardon the affront of it upon us all,\nand ascribe the unseemly want of warmth to reserve or to the sadness\nwhich grips the heart when joy is too palpitant. But something warns me\nthat you are unaware of the chill your words breathe, and that is a\nlapse which it is impossible to meet with indulgence.\n\n\"He does not love her,\" was Barbara's quick decision, and she laid the\nopen letter down with a definiteness which said that you, too, are laid\nout and laid low. Your sister's very wrists can be articulate. However,\nI laughed at her and she soon joined me. We do not mean to be\nextravagant with our fears. Who shall prescribe the letters of lovers to\ntheir sisters and foster-fathers? Yet there are some things their\nletters should be incapable of saying, and amongst them that love is not\na crisis and a rebirth, but that it is common as the commonplace, a hit\nor miss affair which \"shuffling\" could not affect.\n\nBarbara showed me your note to her. \"Had I written like this of myself\nand Earl--\"\n\n\"You could not,\" I objected.\n\n\"Then Herbert should have been as little able to do it,\" she deduced\nwith emphasis. Here I might have told her that men and women are races\napart, but no one talks cant to Barbara. So I did not console her, and\nit stands against you in our minds that on this critical occasion you\nhave baffled us with coldness.\n\nAn absence of six years, broken into twice by a brief few months, must\nwork changes. When Barbara called your letter unnatural, she forgot how\nlittle she knows what is natural to you. She and I have been wont to\npredetermine you, your character, foothold, and outlook, by--say by the\nfact that you knew your Wordsworth and that you knew him without being\nable to take for yourself his austere peace. Youth which lives by hope\nis riven by unrest.\n\n\n     \"I made no vows; vows were made for me,\n     Bond unknown to me was given\n       That I should be, else sinning gently,\n     A dedicated spirit.\"\n\n\nThat pale sunrise seen from Mt. Tamalpais and your voice vibrant to\nfierceness on the \"else sinning gently\"--to me the splendour of rose on\npiled-up ridges of mist spoke all for you, so dear have you always been.\nIt rested on the possible wonder of your life. It threw you into the\nscintillant Dawn with an abandon meet to a son of Waring.\n\nTell me, do you still read your Wordsworth on your knees? I am bent with\nregret for the time when your mind had no surprises for me, when the\ndays were flushed halcyon with my hope in you. I resent your development\nif it is because of it that you speak prosaically of a prosaic marriage\nand of a honeymoon simultaneous with the Degree. I think you are too\nwell pleased with the simultaneousness.\n\nYet the fact of the letter is fair. It cannot be that the soul of it is\nnot. Hester Stebbins is a poet. I lean forward and think it out as I\ndid some days ago when the news came. I conjure up the look of love. If\nthe woman is content (how much more than content the feeling she bounds\nwith in knowing you hers as she is yours), what better test that all is\nwell? I conjure up the look of love. It is thus at meeting and thus at\nparting. Even here, to-night, when all is chill and hard to understand,\nI catch the flash and the warmth, and what I see restores you to me, but\nhow deep the plummet of my mind needed to sound before it reached you.\nIt is because you permitted yourself to speak when silence had expressed\nyou better.\n\nShow me the ideally real Hester Stebbins, the spark of fire which is\nshe. The storms have not broken over her head. She will laugh and make\npoetry of her laughter. If before she met you she wept, that, too, will\nhelp the smiling. There is laughter which is the echo of a Miserere\nsobbed by the ages. Men chuckle in the irony of pain, and they smile\ncold, lessoned smiles in resignation; they laugh in forgetfulness and\nthey laugh lest they die of sadness. A shrug of the shoulders, a\nwidening of the lips, a heaving forth of sound, and the life is saved.\nThe remedy is as drastic as are the drugs used for epilepsy, which in\nquelling the spasm bring idiocy to the patient. If we are made idiots\nby our laughter, we are paying dearly for the privilege of continuing in\nlife.\n\nHester shall laugh because she is glad and must tell her joy, and she\nwill not lose it in the telling. Greet her for me and hasten to prove\nyourself, for\n\n\n     \"The Poet, gentle creature that he is,\n     Hath like the Lover, his unruly times;\n     His fits when he is neither sick nor well,\n     Though no distress be near him but his own\n     Unmanageable thoughts.\"\n\n\nYou will judge by this letter that I am neither sick nor well, and that\nI reach for a distress which is not near. If I were Merchant rather than\nPoet, it would be otherwise with me.\n\nDANE.\n\n\n\n\nIV\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nOctober 27, 19--.\n\nDo I still read my Wordsworth on my knees? Well, we may as well have it\nout. I have foreseen this day so long and shunned it that now I meet it\nalmost with extended hands. No, I do not read my Wordsworth on my knees.\nMy mind is filled with other things. I have not the time. I am not the\nHerbert Wace of six years gone. It is fair that you should know this;\nfair, also, that you should know the Herbert Wace of six years gone was\nnot quite the lad you deemed him.\n\nThere is no more pathetic and terrible thing than the prejudice of love.\nBoth you and I have suffered from it. Six years ago, ay, and before\nthat, I felt and resented the growing difference between us. When under\nyour spell, it seemed that I was born to lisp in numbers and devote\nmyself to singing, that the world was good and all of it fit for\nsinging. But away from you, even then, doubts faced me, and I knew in\nvague fashion that we lived in different worlds. At first in vague\nfashion, I say; and when with you again, your spell dominated me and I\ncould not question. You were true, you were good, I argued, all that was\nwonderful and glorious; therefore, you were also right. You mastered me\nwith your charm, as you were wont to master those who loved you.\n\nBut there came times when your sympathy failed me and I stood alone on\noutlooks I had achieved alone. There was no response from you. I could\nnot hear your voice. I looked down upon a real world; you were caught up\nin a beautiful cloudland and shut away from me. Possibly it was because\nlife of itself appealed to you, while to me appealed the mechanics of\nlife. But be it as it may, yours was a world of ideas and fancies, mine\na world of things and facts.\n\nEnters here the prejudice of love. It was the lad that discovered our\ndifference and concealed; it was the man who was blind and could not\ndiscover. There we erred, man and boy; and here, both men now, we make\nall well again.\n\nLet me be explicit. Do you remember the passion with which I read the\n\"Intellectual Development of Europe?\" I understood not the tithe of it,\nbut I was thrilled. My common sense was thrilled, I suppose; but it was\nall very joyous, gripping hold of the tangible world for the first time.\nAnd when I came to you, warm with the glow of adventure, you looked\nblankly, then smiled indulgently and did not answer. You regarded my\nardour complacently. A passing humour of adolescence, you thought; and I\nthought: \"Dane does not read his Draper on his knees.\" Wordsworth was\ngreat to me; Draper was great also. You had no patience with him, and I\nknow now, as I felt then, your consistent revolt against his\nmaterialistic philosophy.\n\nOnly the other day you complained of a letter of mine, calling it cold\nand analytical. That I should be cold and analytical despite all the\nprodding and pressing and moulding I have received at your hands, and\nthe hands of Waring, marks only more clearly our temperamental\ndifference; but it does not mark that one or the other of us is less a\ndedicated spirit. If I have wandered away from the warmth of poesy and\nbecome practical, have you not remained and become confirmed in all that\nis beautifully impractical? If I have adventured in a new world of\ncommon things, have you not lingered in the old world of great and\nimpossible things? If I have shivered in the gray dawn of a new day,\nhave you not crouched over the dying embers of the fire of yesterday?\nAh, Dane, you cannot rekindle that fire. The whirl of the world scatters\nits ashes wide and far, like volcanic dust, to make beautiful crimson\nsunsets for a time and then to vanish.\n\nNone the less are you a dedicated spirit, priest that you are of a dying\nfaith. Your prayers are futile, your altars crumbling, and the light\nflickers and drops down into night. Poetry is empty these days, empty\nand worthless and dead. All the old-world epic and lyric-singing will\nnot put this very miserable earth of ours to rights. So long as the\nsingers sing of the things of yesterday, glorifying the things of\nyesterday and lamenting their departure, so long will poetry be a vain\nthing and without avail. The old world is dead, dead and buried along\nwith its heroes and Helens and knights and ladies and tournaments and\npageants. You cannot sing of the truth and wonder of to-day in terms of\nyesterday. And no one will listen to your singing till you sing of\nto-day in terms of to-day.\n\nThis is the day of the common man. Do you glorify the common man? This\nis the day of the machine. When have you sung of the machine? The\ncrusades are here again, not the Crusades of Christ but the Crusades of\nthe Machine--have you found motive in them for your song? We are\ncrusading to-day, not for the remission of sins, but for the abolition\nof sinning, of economic and industrial sinning. The crusade to Christ's\nsepulchre was paltry compared with the splendour and might of our\ncrusade to-day toward manhood. There are millions of us afoot. In the\nstillness of the night have you never listened to the trampling of our\nfeet and been caught up by the glory and the romance of it? Oh, Dane!\nDane! Our captains sit in council, our heroes take the field, our\nfighting men are buckling on their harness, our martyrs have already\ndied, and you are blind to it, blind to it all!\n\nWe have no poets these days, and perforce we are singing with our hands.\nThe walking delegate is a greater singer and a finer singer than you,\nDane Kempton. The cold, analytical economist, delving in the dynamics\nof society, is more the prophet than you. The carpenter at his bench,\nthe blacksmith by his forge, the boiler-maker clanging and clattering,\nare all warbling more sweetly than you. The sledge-wielder pours out\nmore strength and certitude and joy in every blow than do you in your\nwhole sheaf of songs. Why, the very socialist agitator, hustled by the\npolice on a street corner amid the jeers of the mob, has caught the\nromance of to-day as you have not caught it and where you have missed\nit. He knows life and is living. Are you living, Dane Kempton?\n\nForgive me. I had begun to explain and reconcile our difference. I find\nI am lecturing and censuring you. In defending myself, I offend. But\nthis I wish to say: We are so made, you and I, that your function in\nlife is to dream, mine to work. That you failed to make a dreamer of me\nis no cause for heartache and chagrin. What of my practical nature and\nanalytical mind, I have generalised in my own way upon the data of life\nand achieved a different code from yours. Yet I seek truth as\npassionately as you. I still believe myself to be a dedicated spirit.\n\nAnd what boots it, all of it? When the last word is said, we are two\nmen, by a thousand ties very dear to each other. There is room in our\nhearts for each other as there is room in the world for both of us.\nThough we have many things not in common, yet you are my dearest friend\non earth, you who have been a second father to me as well.\n\nYou have long merited this explanation, and it was cowardly of me not to\nhave made it before. My hope is that I have been sufficiently clear for\nyou to understand.\n\nHERBERT.\n\n\n\n\nV\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3 A QUEEN'S ROAD, CHELSEA, S.W.\nNovember 16, 19--.\n\nYou sigh \"Poesy and Economics,\" supplying the cause and thereby\nadmitting the fact. I wish you had shown some reluctance to see my\nmeaning, that you had preferred to waive the matter on the ground of\ninsufficient data, that you had been less eager to ferret out the\nscience of the thing. Do you remember how your boy's respect rose for\nlittle Barbara whenever she cried when too readily forgiven? \"She dreads\na double standard,\" you explained to me with generous heat. You\nsympathised with her fear lest I demand less of her than of you,\nhonouring her insistence on an equality of duty as well as of privilege.\nIs the man Herbert less proud than the child Barbara, that you speak of\na temperamental difference and ask for a special dispensation?\n\nYou are not in love (this you say in not gainsaying my attack on you,\nand so far I understand), because you are a student of Economics. At the\nlast I stop. What is this about economics and poesy? About your\nemancipation from my riotously lyric sway? The hand of the forces by\nwhich you have been moulded cannot detain you from going out upon the\nlove-quest. The fact of your preference for Draper cannot forestall your\nspirit's need of love. There are many codes, but there is one law,\nbinding alike on the economist and poet. It springs out of the common\nand unappeasable hunger, commanding that love seek love through night to\nday and through day to night.\n\nYet it is possible to put oneself outside the pale of the law, to refuse\nthe gift of life and snap the tie between time and space and creature.\nIt is possible to be too emaciated for interest or feeling. The men and\nwomen of the People know neither love nor art because they are too\nweary. They lie in sleep prostrate from great fatigue. Their bodies are\ntoo much tried with the hungers of the body and their spirits too dimly\nillumined with the hope of fair chances. It is also possible to fill\noneself so full with an interest that all else is crowded out. You have\ndone this. Like the cobbler who is a cobbler typically, the teacher who\nis a pedagogue, the physician and the lawyer who are pathologists\nmerely, you are a fanatic of a text. You are in the toils of an idea,\nthe idea of selection, as I well know, and you exploit it like a drudge.\nWhen a man finds that he cannot deal in petroleum without smelling of\nit, it is time that he turn to something else. Every man is engaged in\nthe cause of keeping himself whole, in watching himself lest his man\nturn machine, in watching lest the outside world assail the inner.\nNature spares the type, but the individual must spare himself. He is\nstrong who is sensitive and who responds subtly to everything in his\nenvironment, but his response must be characteristic; he must sustain\nhis personality and become more himself through the years. He alone is\nvital in the social scheme who lets nothing in him atrophy and who\npersists in being varied from all others in the scale of character to\nthe degree of variability that was his at the beginning.\n\nI read in your letter nothing but a decision to stop short and give\nover, as if you had strength for no more than your book and your\ntheory! You have become slave to a small point of inquiry, and you call\nit the advance to a new time. \"The crusade is on,\" you say. Coronation\nrites for the commoners and destruction to superstition. I put my hand\nout to you in joy. The joy is in unholy worship of a fetish, the pain\nthat there is no joy also deference to a fetish. Your creed thunders\n\"Thou shalt not.\" Love is a thing of yesterday. No room for anything\nthat intimately concerns the self. But what are the apostles of the\nyoung thought preaching if it is not the right of men to their own, and\nwhat would it avail them to come into their own if life be stripped of\nromance?\n\nI am dissatisfied because you are willing to live as others must live.\nYou should stay aristocrat. Ferdinand Lassalle dressed with elegance for\nhis working-men audiences, with the hope, he said, of reminding them\nthat there was something better than their shabbiness. You are of the\nfavoured, Herbert. It devolves upon you to endear your life to yourself.\nYou do not agree with me. You do not believe that love is the law which\ncontrols freedom and life. Slave to your theory and rebel to the law,\nyou lose your soul and imperil another's.\n\n\"Gently! Gently!\" I say to myself. Old sorrows and wrongs oppress me\nand I grow harsh. My heat only helps to convince you that my position is\nnot based on the _rational rightness_ you hold so essential and that\ntherefore it is unlivable. I will state calmly, then, that it is wrong\nto marry without love. \"For the perpetuation of the species\"--that is\nnoble of you! So you strip yourself of the thousand years of\ncivilisation that have fostered you, you abandon your prerogative as a\ncreature high in the scale of existence to obey an instinct and fulfil a\nfunction? You say: \"These men and women will marry, and the work of the\nworld go on just as it did before. Shuffle them about and the work of\nthe world would yet go on.\" And you are content. You feel no need of\nanything different from this condition.\n\nBelieve me, Herbert, these million men and women will not let you\nshuffle them about. There are forces stronger than force, shadows more\nreal than reality. We know that the need of the unhungered for the one\nfriend, one comrade, one mate, is good. We honour the love that persists\nin loving. More beautiful than starlight is the face of the lover when\nthe Voice and the Vision enfold him. The race is consecrated to the\nworship of idea, and the lover who lays his all on the altar of romance\n(which is idea) is at one with the race. The arms of the unloved girl\nclose about the formless air and more real than her loneliness and her\nsorrow is the imagined embrace, the awaited warm, close pressure of the\nhands, the fancied gaze. What does it mean? What secret was there for\nLeonardo in Mona Lisa's smile, what for him in the motion of waters? You\ncannot explain the bloom, the charm, the smile of life, that which rains\nsunshine into our hearts, which tells us we are wise to hope and to have\nfaith, which buckles on us an armour of activity, which lights the fires\nof the spirit, which gives us Godhead and renders us indomitable.\nComparative anatomy cannot reason it down. It is sensibility, romance,\nidea. It is a fact of life toward which all other facts make. For the\nflush of rose-light in the heavens, the touch of a hand, the colour and\nshape of fruit, the tears that come for unnamed sorrows, the regrets of\nold men, are more significant than all the building and inventing done\nsince the first social compact.\n\nForgive my tediousness. I have flaunted these truisms before you in\norder to exorcise that modern slang of yours which is more false than\nthe overstrained forms of a feudal France. To shut out glory is not to\nbe practical. You are not adjusting your life artistically; there is too\nmuch strain, too little warmth, too much self-complacence. I see that\nyou are really younger than I thought. The world never censures the\ncrimes of the spirit. You are safe from the world's tongue lashings, and\nin that safety is the danger against which my friendship warns you.\n\nI have been reading Hester's poems, and I know that she is like them,\nnervous, vibrant, throbbing, sensitive. I have been reading your\nletters, and I think her soul will escape yours. If you have not love\nlike hers, you have nothing with which to keep her. This I have\nundertaken to say to you. It is a strange role, yet conventional. I am\nthe father whose matrimonial whims are not met by the son. The stock\nmeasure is to disinherit. But the cause of our quarrel is somewhat\nunusual, and I can be neither so practical nor so vulgar as to set about\nmaking codicils. Love is of no value to financiers; there is no bank for\nit nor may it be made over in a will. Rather is it carried on in the\nblood, even as Barbara carried it on into the life of her girl-babe.\nYour sister keeps me strong with the faith of love. May God be good to\nher! It was five years ago that she came to me and whispered, \"Earl.\"\nWhen she saw I could not turn to her in joy, she leaned her little head\nback against the roses of the porch and wept, more than was right, I\nfear, for a girl just betrothed. Earl was a cripple and poor and\nhelpless, but Barbara knew better than we, for she knew how to give\nherself. Poor little one, whom nobody congratulated! She sends you and\nHester her love, unfolding you both in her eager tenderness.\n\nDANE.\n\n\n\n\nVI\n\nFROM THE SAME TO THE SAME\n\n\nLONDON.\nNovember 19, 19--.\n\nMetaphysics is contagious. I caught it from Barbara, and I cannot resist\nthe impulse to pass it on, and to you of all others.\n\nThe mood leapt upon Barbara out of the pages of \"Katia,\" a story by\nTolstoy. To my mind, it is a painful tale of lovers who outlive their\nlove, killing it with their own hands, but the author means it to be a\nhappily ending novel. Tolstoy attempts to show that men and women can\nfind happiness only when they grow content to give over seeking love\nfrom one another. They may keep the memory but must banish the hope.\n\"Hereafter, think of me only as the father of your children,\" and the\nwoman who had pined for that which had been theirs in the beginning of\ntheir union weeps softly, and agrees. Tolstoy calls this peace, but for\nBarbara and me this gain is loss, this end an end indeed, replete with\nall the tragedy of ending.\n\nI found Barbara to-day on the last page of \"Katia,\" and much disturbed.\n\"Dear, I saw a spirit break,\" she said. I waited before asking whose,\nand when I did, she answered, \"That of three-quarters of the world. The\nghost of a Dream walked to-day--when after the spirit broke, I saw\nit--and myself and my Earl vanished in shadow. We and our love thinned\naway before the thought-shape.\"\n\n\"Your dreaming, Barbara, can scarce be better than your living.\"\n\nWe looked long at each other. She knew herself a happy woman, yet to-day\nthe ghost had walked in the light, and her eyes were not held, and she\nsaw. Even her life was not sufficient, even her plans were paltry, even\nher heart's love was cramped. Such times of seeing come to happy men and\nto happy women. Barbara was reading the opinions of the world and the\nacceptances of the world, and in disliking them she came to doubt\nherself. Perhaps she, too, should be less at peace, she too may be\namongst Pharisees a Pharisee.\n\n\"In the midst of the breaking of spirit, how can I know?\" she demanded.\n\"Love is sure,\" I prompted, my hand on her forehead. \"Earl and I are\nsure, dear,\" she laughed low, and a drift of sobbing swept through the\nmusic; \"it is not that we are in doubt about ourselves, but sometimes,\nlike to-day, you understand, one finds oneself bitten by the sharp tooth\nof the world, and a despair courses through the veins and blinds the\neyes, and then, in the midst of the bitterest throe, comes a great\nvisioning.\"\n\nI heard her and understood, and my heart leapt as it had not done for\nlong. Think of it, Herbert, fifty-three and still young! When was it\nthat I last fluttered with joy? Ah, yes, that time the summer and the\nwoods had a great deal to do with it, and a few words spoken by a boy. I\nthink Barbara's majesty of attainment through vicarious breaking of\nspirit a greater cause for rejoicing.\n\n_And then, in the midst of the bitterest throe, came a great visioning._\nWhen pain is good and to be thanked for, how good life is! By this alone\nmay you know the proportion and the value of the good of being.\nThree-quarters of the world are broken spirited, but from out the\nwreckage a thought-shape, and it is well. The Vision fastens upon us,\nand what was full seems shrunken, what whole and of all time a passing\nbit, an untraceable flash. And that is well, for the dream recalls the\nhope, and the heart grows hardy with hoping and dreaming.\n\nSo Barbara.\n\nAnd you? You do not repine because of these things. Let the Grand Mujik\nmutter a thousand heresies, let three-quarters of the world accept and\nlive them, you would not think the unaspiring three-quarters\nbroken-spirited. You would hail them right practical. And if you held a\nthought as firmly as your sister holds the thought of love, and you\nfound yourself alone in your esteem of it, you would part from it and go\nover to the others. You would not be the fanatic your sister is, to stay\nso much the closer by it that of necessity she must doubt her own\nallegiance, fearing in her devotion that, without knowing it, she, too,\nis cold and but half alive. You would not see visions that would put\nyour best to shame. The thought-shape of the more you could be, were you\nand the whole world finer and greater, would not walk before you. You\nwould rest content and assured, and--I regret your assurance.\n\nAlways yours,\nDANE KEMPTON.\n\n\n\n\nVII\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nDecember 6, 19--.\n\nNo, I am not in love. I am very thankful that I am not. I pride myself\non the fact. As you say, I may not be adjusting my life artistically to\nits environment (there is room for discussion there), but I do know that\nI am adjusting it scientifically. I am arranging my life so that I may\nget the most out of it, while the one thing to disorder it, worse than\nflood and fire and the public enemy, is love.\n\nI have told you, from time to time, of my book. I have decided to call\nit \"The Economic Man.\" I am going over the proofs now, and my brain is\nin perfect working order. On the other hand, there is Professor Bidwell,\nwho is likewise correcting proofs. Poor devil, he is in despair. He can\ndo nothing with them. \"I positively cannot think,\" he complains to me,\nhis hair rumpled and face flushed. He did not answer my knock the other\nday, and I came upon him with the neglected proofs under his elbows and\nhis absent gaze directed through window and out of doors to some rosy\ncloudland beyond my ken. \"It will be a failure, I know it will,\" he\ngrowled to me. \"My brain is dull. It refuses to act. I cannot imagine\nwhat has come over me.\" But I could imagine very easily. He is in love\n(madly in love with what I take to be a very ordinary sort of girl), and\nexpects shortly to be married. \"Postpone the book for a time,\" I\nsuggested. He looked at me for a moment, then brought his fist down on\nthe general disarray with a thumping \"I will!\" And take my word for it,\nDane, a year hence, when the very ordinary girl greets him with the\nmatronly kiss and his fever and folly have left him, he will take up the\nbook and make a success of it.\n\nOf course I am not in love. I have just come back from Hester--I ran\ndown Saturday to Stanford and stopped over Sunday. Time did not pass\ntediously on the train. I did not look at my watch every other minute. I\nread the morning papers with interest and without impatience. The\nscenery was charming and I was unaware of the slightest hurry to reach\nmy destination. I remember noting, when I came up the gravel walk\nbetween the rose-bushes, that my heart was not in my mouth as it should\nhave been according to convention. In fact, the sun was uncomfortable,\nand I mopped my brow and decided that the roses stood in need of\ntrimming. And really, you know, I had seen brighter days, and fairer\nviews, and the world in more beautiful moods.\n\nAnd when Hester stood on the veranda and held out her hands, my heart\ndid not leap as though it were going to part company with me. Nor was I\ndizzy with--rapture, I believe. Nor did all the world vanish, and\neverything blot out, and leave only Hester standing there, lips curved\nand arms outstretched in welcome. Oh, I saw the curved lips and\noutstretched arms, and all the splendid young womanhood swaying there,\nand I was pleased and all that; but I did not think it too wonderful and\nimpossible and miraculous and the rest of the fond rubbish I am sure\npoor Bidwell thinks when his eyes are gladdened by his ordinary sort of\ngirl when he calls upon her.\n\nWhat a comely young woman, is what I thought as I pressed Hester's\nhands; and none of the ordinary sort either. She has health and strength\nand beauty and youth, and she will certainly make a most charming wife\nand excellent mother. Thus I thought, and then we chatted, had lunch,\nand passed a delightful afternoon together--an afternoon such as I might\npass with you, or any good comrade, or with my wife.\n\nAll of which rational rightness is, I know, distasteful to you, Dane.\nAnd I confess I depict it with brutal frankness, failing to give credit\nto the gentler, tenderer side of me. Believe me, I am very fond of\nHester. I respect and admire her. I am proud of her, too, and proud of\nmyself that so fine a creature should find enough in me to be willing to\nmate with me. It will be a happy marriage. There is nothing cramped or\nnarrow or incompatible about it. We know each other well--a wisdom that\nis acquired by lovers only after marriage, and even then with the\nlikelihood of it being a painful wisdom. We, on the other hand, are not\nblinded by love madness, and we see clearly and sanely and are confident\nof our ability to live out the years together.\n\nHERBERT.\n\n\n\n\nVIII\n\nFROM THE SAME TO THE SAME\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nDecember 11, 19--.\n\nI have been thinking about your romance and my rational rightness, and\nso this letter.\n\n\"_One loves because he loves: this explanation is, as yet, the most\nserious and most decisive that has been found for the solution of this\nproblem._\" I do not know who has said this, but it might well have been\nyou. And you might well say with Mlle. de ScudÃ©ri: \"_Love is--I know not\nwhat: which comes--I know not when: which is formed--I know not how:\nwhich enchants--I know not by what: and which ends--I know not when or\nwhy_.\"\n\nYou explain love by asserting that it is not to be explained. And\ntherein lies our difference. You accept results; I search for causes.\nYou stop at the gate of the mystery, worshipful and content. I go on and\nthrough, flinging the gate wide and formulating the law of the mystery\nwhich is a mystery no longer. It is our way. You worship the idea; I\nbelieve in the fact. If the stone fall, the wind blow, the grass and\ngreen things sprout; if the inorganic be vitalised, and take on\nsensibility, and perform functions, and die; if there be passions and\npains, dreams and ambitions, flickerings of infinity and glimmerings of\nGodhead--it is for you to be smitten with the wonder of it and to\nmemorialise it in pretty song, while for me remains to classify it as so\nmuch related phenomena, so much play and interplay of force and matter\nin obedience to ascertainable law.\n\nThere are two kinds of men: the wonderers and the doers; the feelers and\nthe thinkers; the emotionals and the intellectuals. You take an\nemotional delight in living; I an intellectual delight. You feel a thing\nto be beautiful and joyful; I seek to know why it is beautiful and\njoyful. You are content that it is, no matter how it came to be; I, when\nI have learned why, strive that we may have more beautiful and joyful\nthings. \"The bloom, the charm, the smile of life\" is all too wonderful\nfor you to know; to me it is chiefly wonderful because I may know.\n\nOh, well, it is an ancient quarrel which neither you nor I shall\noutlive. I am rational, you are romantic,--that is all there is to it.\nYou are more beautiful; I am more useful; and though you will not see it\nand will never be able to see it, you and your beauty rest on me. I came\ninto the world before you, and I made the way for you. I was a hunter of\nbeasts and a fighter of men. I discovered fire and covered my nakedness\nwith the skins of animals. I builded cunning traps, and wove branches\nand long grasses and rushes and reeds into the thatch and roof-tree. I\nfashioned arrows and spears of bone and flint. I drew iron from the\nearth, and broke the first ground, and planted the first seed. I gave\nlaw and order to the tribe and taught it to fight with craft and wisdom.\nI enabled the young men to grow strong and lusty, and the women to find\nfavour with them; and I gave safety to the women when their progeny came\nforth, and safety to the progeny while it gathered strength and years.\n\nI did many things. Out of my blood and sweat and toil I made it possible\nthat all men need not all the time hunt and fish and fight. The muscle\nand brain of every man were no longer called to satisfy the belly need.\nAnd then, when of my blood and sweat and toil I had made room, you came,\nhigh priest of mystery and things unknowable, singer of songs and seer\nof visions.\n\nAnd I did you honour, and gave you place by feast and fire. And of the\nmeat I gave you the tenderest, and of the furs the softest. Need I say\nthat of women you took the fairest? And you sang of the souls of dead\nmen and of immortality, of the hidden things, and of the wonder; you\nsang of voices whispering down the wind, of the secrets of light and\ndarkness, and the ripple of running fountains. You told of the powers\nthat pulsed the tides, swept the sun across the firmaments, and held the\nstars in their courses. Ay, and you scaled the sky and created for me\nthe hierarchy of heaven.\n\nThese things you did, Dane; but it was I who made you, and fed you, and\nprotected you. While you dreamed and sang, I laboured sore. And when\ndanger came, and there was a cry in the night, and women and children\nhuddling in fear, and strong men broken, and blare of trumpets and cry\nof battle at the outer gate--you fled to your altars and called vainly\non your phantoms of earth and sea and sky. And I? I girded my loins,\nand strapped my harness on, and smote in the fighting line; and died,\nperchance, that you and the women and children might live.\n\nAnd in times of peace you throve and waxed fat. But only by our brain\nand blood did we men of the fighting line make possible those times of\npeace. And when you throve, you looked about you and saw the beauty of\nthe world and fancied yet greater beauty. And because of me your fancy\nbecame fact, and marvels arose in stone and bronze and costly wood.\n\nAnd while your brows were bright, and you visioned things of the spirit,\nand rose above time and space to probe eternity, I concerned myself with\nthe work of head and hand. I employed myself with the mastery of matter.\nI studied the times and seasons and the crops, and made the earth\nfruitful. I builded roads and bridges and moles, and won the secrets of\nmetals and virtues of the elements. Bit by bit, and with great travail,\nI have conquered and enslaved the blind forces. I builded ships and\nventured the sea, and beyond the baths of sunset found new lands. I\nconquered peoples, and organised nations and knit empires, and gave\nperiods of peace to vast territories.\n\nAnd the arts of peace flourished, and you multiplied yourself in divers\nways. You were priest and singer and dancer and musician. You expressed\nyour fancies in colours and metals and marbles. You wrote epics and\nlyrics--ay, as you to-day write lyrics, Dane Kempton. And I multiplied\nmyself. I kept hunger afar off, and fire and sword from your habitation,\nand the bondsmen in obedience under you. I solved methods of government\nand invented systems of jurisprudence. Out of my toil sprang forms and\ninstitutions. You sang of them and were the slave of them, but I was the\nmaker of them and the changer of them.\n\nYou worshipped at the shrine of the idea. I sought the fact and the law\nbehind the fact. I was the worker and maker and liberator. You were\nconventional. Tradition bound you. You were full bellied and content,\nand you sang of the things that were. You were mastered by dogma. Did\nthe MediÃ¦val Church say the earth was flat, you sang of an earth that\nwas flat, and danced and made your little shows on an earth that was\nflat. And you helped to bind me with chains and burn me with fire when\nmy facts and the laws behind my facts shook your dogmas. Dante's highest\naudacity could not transcend a material inferno. Milton could not shake\noff Lucifer and hell.\n\nYou were more beautiful. But not only was I more useful, but I made the\nway for you that there might be greater beauty. You did not reck of\nthat. To you the heart was the seat of the emotions. I formulated the\ncirculation of the blood. You gave charms and indulgences to the world;\nI gave it medicine and surgery. To you, famine and pestilence were acts\nof providence and punishment of sin: I made the world a granary and\ndrained its cities. To you the mass of the people were poor lost\nwretches who would be rewarded in paradise or baked in hell. You could\noffer them no earthly happiness of decency. Forsooth, beggars as well as\nkings were of divine right. But I shattered the royal prerogatives and\noverturned the thrones of the one and lifted the other somewhat out of\nthe dirt.\n\nNor is my work done. With my inventions and discoveries and rational\nenterprise, I draw the world together and make it kin. The uplift is but\nbegun. And in the great world I am making I shall be as of old to you,\nDane. I, who have made you and freed you, shall give you space and\ngreater freedom. And, as of old, we shall quarrel as when first you came\nto me and found me at my rude earth-work. You shall be the scorner of\nmatter, and I the master of matter. You may laugh at me and my work, but\nyou shall not be absent from the feast nor shall your voice be silent.\nFor, when I have conquered the globe, and enthralled the elements, and\nharnessed the stars, you shall sing the epic of man, and as of old it\nshall be of the deeds I have done.\n\nHERBERT.\n\n\n\n\nIX\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nDecember 28, 19--.\n\nThe curtain is rung down on an illusion, but it rises again on another,\nthis time, as before, with the look of the absolute Good and True upon\nit. It is because we are at once actor and spectator that we find no\nfault with blinking sight and slothful thought. We are finite branded\nand content, except during the shrill, undermining moments when the\norchestra is tuning up. \"Thus we half-men struggle.\"\n\nI follow your letter and wonder whether your illusions have qualities of\nbeauty which escape me. I give you the benefit of every doubt which it\nis possible for me to harbour with regard to my own system of illusions.\nYou glorify the crowd practical. You attach yourself to the ranks that\ncarried thought into action. You inspire yourself with rugged strength\nby dwelling on the achievements of ruggedness, forgetting that the\nprogress of the world is not marshalled by those who work with line and\nrule. It was not his crew, but Columbus, who discovered America. The\ncrew stood between the Old and the New, as indeed the crew always does.\nBetween the idealist and his hope were hosts of practical enemies whom\nhe had to subdue before he reached land. But I must not fall into your\nmistake of dividing men into categories. Men are not either intellectual\nor emotional; they are both. It is a rounded not an angular development\nwhich we follow. Feeling and thinking are not mutually exclusive, and\nthe great personality feels deeply because he thinks highly, feels\nkeenly because he sees widely. Common sense is not incompatible with\nuncommon sense, evil does not of necessity attend beauty, nor weakness\nthe strength of genius.\n\nI shall sing of the deeds you have done if your deeds are worthy of\nsong. I shall sing a Song of the Sword, too, should the sword \"thrust\nthrough the fatuous, thrust through the fungous brood.\" Whatever helps\nthe races to better life sings itself into racial lore, and I alone\nshall not refuse the tribute. When you come to see that the Iliad is as\ngreat a gift to the race as the doings of Achilles, that the Iliads are\nmore significant than the doings they celebrate, you will cease to\nclassify men into doers and singers. You will cease to dishonour\nyourself in the eyes of the singers with the hope that in so doing you\ngain somewhat elsewhere.\n\nProfessor Bidwell is in love and it interferes with his work. You have\nthe advantage of him there, no doubt. However, you lose more than you\ngain. You have shattered the dream and have awakened. To what? What is\nthis reality in which your universe is hung? Where shine the stars of\nyour scientific heaven? By the beauty of your dreaming alone, Herbert,\nshall you be judged and known. You dream that you have learned the\nlesson, solved the problem, pierced the mystery, and become a prophet of\nmatter. But matter does not include spirit, so the motif of your dream\ngrows all confused. Your race epic omits the race. You sing the branch\nand the leaf rather than the sunlit and tenebral wood. Bidwell thinks\nhis ordinary sort of girl a \"lyric love, half angel and half bird, and\nall a wonder and a wild desire.\" Bidwell exaggerates, perhaps, but\nunless he feels this for his wife, he has no wife. Barbara obeyed the\nvoice of her heart. That sounds sentimental, but it is none the less a\ncourageous thing to do. I was inconsistent enough to be sorry because\nshe loved a crippled man. Bidwell and Barbara are wiser and happier than\nyou can be, Herbert, than you from whose hand the map of Parnassus Hill\nhas been filched.\n\nIs there one state of consciousness better than another? I think yes.\nBetter to have long, youthful thoughts and to thrill to vibrant emotions\nthan to grovel sluggishly; better to hope and dream and aspire and sway\nto great harmonies than to be blind and deaf and dumb--better for the\ntype, better for the immortality of the world's soul. This to me is a\nvital thought, therefore life or death is in the issue. For the rest I\nknow not. By the glimmer of light lent me, I can but guess greatness and\ndescry vagueness. You go further and would touch the phantasmagorial\nveil. \"Right!\" I say, and I pray, \"Godspeed.\" But there must be\nintensity. Are you thrilled? Do you stretch out your arms and dream the\nbeauty? It is only when you gaze into a reality empty of the voices of\nlife that I would wake you to bid you dream better.\n\nWell, Herbert, I have quarrelled with you and shall to the end, I\npromise. I wish I could take you away, hide you from your Hester's\nsight, and pour my poetic spleen out on you. Oh, I shall torment you\ninto reason and passion! Whatever you may choose to be, you are my son.\nI must take you and keep you as you are, of course, but I choose to tell\nthe truth to you though I do love you and hold you mine. Disagreeable of\nme, but how else?\n\nDANE.\n\n\n\n\nX\n\nFROM THE SAME TO THE SAME\n\n\nLONDON.\nSunday, January 1, 19--.\n\nBehold, I have lived! I press your face to the breathing, stinging roses\nof my days, and bid you drink in the sweet and throb with the pain. What\nis my philosophy but a translation of the facts which have stamped me?\nPerhaps if I let you read these facts, you will the sooner come to share\nmy consecration and my faith. I must teach you to know that you are the\nfact of my whole tangled web of facts, and that all that I have and am,\nand all that might have been I and mine, stretches itself out in the\nunmarked path which is before you.\n\nI take you back with me to the road, white with dust, upon which like a\nViking and like a feeble girl I have travelled. It is not long, but how\nmany paths, what byways and what turns! What sudden glimpses of sea and\nsky, what inaccessibleness! Hark, from the wood on either side\nmurmurings of hope and hard sobbing of despair, young laughter of joy\nand aged renunciations! See from amongst the pines the farewell gleam of\na white hand. All of it dear--dearly bought and precious and miraculous,\nthe heartache even as the gladness.\n\n\n     \"Life is worth living\n     Through every grain of it,\n     From the foundations\n     To the last edge\n     Of the cornerstone, death.\"\n\n\nAy, through every grain of it. Even that morning in the wood, thirty\nyears ago, when your mother put her hand in mine and looked a great pity\ninto my eyes. Indeed, she loved me well, but romance shone on the brow\nof John Wace. For her his face was sunlit, and she needs must take it\nbetween her hands and hold it forever. He was her Siegfried, her master.\nThus the gods decreed, and we three obeyed. What else was there to do?\nWe must be honest before all, and Ellen did not love me any more, and I\nmust know it, and wipe out a past of deepest mutuality, and strengthen\nand console and restore the woman whose hand held mine while her eyes\nwere turned elsewhere.\n\nBefore that bright, black summer morning which saw me woman-pitied, I\nknew I should have to renounce her. Their souls rushed together in their\nfirst meeting. John had been away, knocking about museums and colleges,\nand carrying on tempestuous radical work. He was splendidly picturesque.\nI was a youth of twenty-three, almost ten years his junior, a boy full\nof half-defined aims and groping powers, reaching toward what he had\nfirm in his grasp. Ellen talked of his coming, and she planned that she\nshould meet this my one friend in the environment she loved best--in my\nrooms, whose atmosphere, she declared, belonged to an earlier time and\nplace. (She found in me Nolly Goldsmith and all of Grub Street.) So they\nmet at the tea-table in my study, and a great warmth stole over your\nfather. He spoke without looking at either of us, while Ellen looked as\nif her destiny had just begun.\n\nWithout, it rained. I strode to the window and in a dazed way stared at\nthe lamp-post which was sticking out its flaming little tongue to the\nnight. Why was I mocked? There was no mocking and there should have been\nno bitterness. Of that there was none either, after a while.\n\nEllen put her hand on my hair, and a strong primal emotion rose in me.\nIn that moment civilisation was as if it had not been. I reverted to the\nprimitive. The blood of forgotten ancestors, cave-men and river-men,\nreasoned me my ethics. I turned to her, met her flushed cheeks and moved\nbeing and the glory of dawning in her eyes. I measured my strength with\nhers and your father's, Herbert. Easily, great strength was mine in my\npassion, easily I could carry her off!\n\nYou, too, have had moments of upheaval when you heard the growling of\nthe tiger and the bear, when the brute crowded out the man. Then your\nsoul writhed in derision, you scoffed at that which you had held to be\nthe nobility of the soul, and you minced words satirically over the\nexquisiteness of the type which we have evolved. Then the experiment of\nlife turned farce, the heavens fell about your ears and \"Fool!\" was upon\nyour lips. Oh, the hurricane that sweeps over the soul when it is\ncheated of its joy! In the first instant of Ellen's indifference, when I\nfelt myself pushed out of her life, I forgot everything but my desire.\nI could not renounce her. I was in the throes of the passion for\nownership.\n\nGentle girl between whom and myself there had been naught but sweetness\nand fellowship! How often had we talked large (we were very young!) of\nour sublimities and potentialities, how often had we pictured tragedies\nof surrender and greatened in the speaking! Ah, it should come true. For\nher and for me there must be miracles, and there were. So was the\nstrength of the spirit proven, so was it shown to be \"pure waft of the\nWill.\" So was I confirmed in the creed which believes that to keep we\nmust lose, and to live we must die. So was I assured that there may be\nbut one way, and that, the way of service.\n\nI did not grip her passionately in my arms. I withdrew; I did much to\nmake her task of leaving me an easy one. Were it not for my efforts, it\nwould have been harder for her to obey a mandate which made for my pain.\nShe could not quite drown an old, Puritan voice, speaking with the\nauthority of tradition, which bade her hold to her vows. Yes, I made it\neasy for her. Harrow my soul with theories of selection and survival if\nyou dare!\n\nIn those days the spires of the temple were golden, the shrine white.\nThe door was seen from every point in the fog-begirt world. We who\nworshipped knew not of doubt. Stirred by the rumbling organ tones of\ncauses and ideas, we immolated our lives gladly. High priests of\nthought, we swung the censers and rose on the breast of the incense.\nEllen and John and myself glorified God and enjoyed Him forever,--God,\nthe Type, the Final Humanity, the giant Body Soul of man. In our hearts\ndwelt a religion which compelled us to serve the ideal. We strove to\nbecome what organically we felt the \"Human with his drippings of warm\ntears\" may become. We were the standard-bearers of the advancing margin\nof the world. We were the high-water mark toward which all the tides\nforever make. We were soldiers and priests.\n\nAnd so when Ellen loved, and lacked courage for her love, I helped her.\nA past of kindness and ardour riveted her to my side. She knew that we\nwere in feeling and fact divorced from each other by virtue of her\nstronger love for John, yet did she do battle with the rich young love.\nFor two years we had been close; she had been so much my friend, she\ncould not in maiden charity seal for me a so unwelcome fate. I had\nawakened her slumbering soul with my first look into the sphinx wonder\nof her eyes. For me she had become fire and dew, flame of the sun, and\nflower of the hill. Without me to help her do it she could not leave me.\n\nTo the master of matter this coping with spiritual abstractions must\nappear like juggling with intellectual phantasmagoria. Yet I protest\nthat life is finally for intangible triumphs. Unnamed fragrances steal\nupon the senses and the soul revels and greatens. Unseen hands draw us\nto worlds afar, and we are gathered up in the dignity of the human\nspirit. Unknown ideas attract and hold us, and we take our place in the\nuniverse as intellectual factors. In giving up Ellen I helped her, and,\nsacredly better still, I sent on into a world of vague thinking and weak\nacting the impulse of devotion to revealed truth.\n\nShe had a sweet way of sitting low and resting her head on my knee. She\nsat through one whole day with me thus, and for hours I could have\nthought her asleep were it not for the waves of feeling which surged in\nher upturned face. Toward the end she raised her head, ecstasy in her\neyes and on her cheek and lip. \"Dane, I love you. Dane! Dane!\" The whole\nof me was caught up in the accents of that tremulousness. She had know\nJohn three months; but her love for him was young, it had come\nunexpectedly, it was still unexpressed and ineffable. Her yearning for\nhim led to softness toward me, and though she rose out of her mood as\none does from a dream, the hours when we were like the angels, all love\nand all speech, were mine. So much was vouchsafed me.\n\nMemories and echoes, gusts of sweet breath from the violets on your\nmother's grave--the prophet of matter will have none of them, and, I\nfear, will pity me that I am so much theirs. I am yours also, dear lad,\nand I wish to serve you.\n\nDANE KEMPTON.\n\n\n\n\nXI\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nJanuary 20, 19--.\n\nI do not know whether to laugh or weep. I have just finished reading\nyour letter, and I can hardly think. Words seem to have lost their\nmeaning, and words, used as you use them, are without significance. You\nappear to speak a tongue strangely familiar, yet one I cannot\nunderstand. You are unintelligible, as, I dare say, I am to you.\n\nAnd small wonder that we are unintelligible. Our difference presents\nitself quite clearly to the scientific mind, and somewhat in this\nfashion: Man acquires knowledge of the outer world through his\nsensations and perceptions. Sensation ends in sentiment, and perception\nends in reason. These are the two sides of man's nature, and the\nindividual is determined and ruled by whichever side in him happens to\nbe temperamentally dominant. I have already classed you as a feeler,\nmyself as a thinker. This is, I _think_ true. You, I am confident,\n_feel_ it to be true. I reason why it is true. You accept it on faith as\ntrue, lose sight of the argument forthwith, and proceed to express it in\nemotional terms--which is to say that you take it to heart and feel\nbadly because it happens to be so.\n\nYou feign to know this modern scientific slang, and you are contemptuous\nof it because you do not know it. The terms I use freight no ideas to\nyou. They are sounds, rhythmic and musical, but they are not definite\nsymbols of thought. Their facts you do not grasp. For instance, the\nprehensile organs of insects, the great toothed mandibles of the black\nstag-beetle, the amorous din of the male cicada and the muteness of his\nmate--these are facts which you cannot relate, one with the other, nor\ncan you generalise upon them. Let me add to these related characters,\nand you cannot discern the law which is alike to all. What to you the\nfluttering moth, decked in gold and crimson, brilliant, iridescent,\nsplendid? The beauty of it bids you bend to deity, otherwise it has no\nworth; it is a stimulus to religion, and that is all. So with the\nglowing incandescence of the stickleback and its polished scales of\nsilver. What make you of the hoarse voice of the gorilla? Is not the\ndewlap of the ox inscrutable? the mane of the lion? the tusks of the\nboar? the musk-sack of the deer? In the amethyst and sapphire of the\npeacock's wing you find no rationality; to you it is a manifestation of\nthe wonder which is taboo. And so with the cock bird, displaying his\nfeathered ruffs and furbelows, dancing strange antics and spilling out\nhis heart in song.\n\nI, on the other hand, dare to gather all these phenomena together, and\nfind out the common truth, the common fact, the common law, which is\ngeneralisation, which is Science. I learn that there are two functions\nwhich all life must perform: Nutrition and Reproduction. And I learn\nthat in all life, the performance, according to time and space and\ndegree, is very like. The slug must take to itself food, else it will\nperish; and so I. The slug must procreate its kind, or its kind will\nperish; and so I. The need being the same, the only difference is in the\nexpression. In all life come times and seasons when the individuals are\naware of dim yearnings and blind compulsions and masterful desires. The\nsenses are quickened and alert to the call of kind. And just as the fish\nand the reptile glimmeringly adumbrate man, so do these yearnings and\ndesires adumbrate what man in himself calls \"love,\" spelled all out in\ncapitals. I repeat, the need is the same. From the amoeba, up the ladder\nof life to you and me, comes this passion of perpetuation. And in\nyourself, refine and sublimate as you will, it is none the less blind,\nunreasoning, and compelling.\n\nAnd now we come to the point. In the development of life from low to\nhigh, there came a dividing of the ways. Instinct, as a factor of\ndevelopment, had its limitations. It culminated in that remarkable\nmechanism, the bee-swarm. It could go no farther. In that direction life\nwas thwarted. But life, splendid and invincible, not to be thwarted,\nchanged the direction of its advance, and reason became the all-potent\ndevelopmental factor. Reason dawned far down in the scale of life; but\nit culminates in man and the end is not yet.\n\nThe lever in his arm he duplicates in wood and steel; the lenses in his\neyes in glass; the visual impressions of his brain on chemically\nsensitised wood-pulp. He is able, reasoning from events and knowing the\nlaw, to control the blind forces and direct their operation. Having\nascertained the laws of development, he is able to take hold of life and\nmould and knead it into more beautiful and useful forms. Domestic\nselection it is called. Does he wish horses which are fast, he selects\nthe fastest. He studies the physics of velocity in relation to equine\nlocomotion, and with an eye to withers, loins, hocks, and haunches, he\nsegregates his brood mares and his stallions. And behold, in the course\nof a few years, he has a thoroughbred stock, swifter of foot than any\never in the world before.\n\nSince he takes sexual selection into his own hands and scientifically\nbreeds the fish and the fowl, the beast and the vegetable, why may he\nnot scientifically breed his own kind? The fish and the fowl and the\nbeast and the vegetable obey dim yearnings and vague desires and\nreproduce themselves. \"Poor the reproduction,\" says Man to Mother\nNature; \"allow me.\" And Mother Nature is thrust aside and exceeded by\nthis new creator, this Man-god.\n\nThese yearnings and desires of the beast and the vegetable are the best\ntools nature has succeeded in devising. Having devised them, she leaves\ntheir operation to the blindness of chance. Steps in man and controls\nand directs them. For the first time in the history of life conscious\nintelligence forms and transforms life. These yearnings and desires,\npromptings of the \"abysmal fecundity,\" have in man evolved into what is\ncalled \"love.\" They arise in instinct and sensation and culminate in\nsentiment and emotion. They master man, and the intellect of man, as\nthey master the beast and all the acts of the beast. And they operate in\nthe development of man with the same blindness of chance that they\noperate in the development of the beast.\n\nNow this is the law: _Love, as a means for the perpetuation and\ndevelopment of the human type, is very crude and open to improvement.\nWhat the intellect of man has done with the beast, the intellect of man\nmay do with man_.\n\nIt is a truism to say that my intellect is wiser than my emotions. So,\nknowing the precise value and use of this erotic phenomenon, this sexual\nmadness, this love, I, for one, elect to choose my mate with my\nintellect. Thus I choose Hester. And I do truly love her, but in the\nintellectual sense and not the sense you fanatically demand. I am not\nseized with a loutish vertigo when I look upon her and touch her hand.\nNor do I feel impelled to leave her presence if I would live, as did\nDante the presence of Beatrice; nor the painful confusion of Rousseau,\nwhen, in the same room with Madame Goton, he seemed impelled to leap\ninto the flaming fireplace. But I do feel for Hester what happily mated\nmen and women, after they have lived down the passion, feel in the\nafternoon of life. It is the affection of man for woman, which is\nsanity. It is the sanity of intercourse which replaces love madness; the\nsanity which comes upon sparrows after the ardour of mating, when they\nleave off wrangling and chattering and set soberly to work to build\ntheir nest for the coming brood.\n\nPre-nuptial love is the madness of non-understanding and\npart-understanding. Post-nuptial affection is the sanity of complete\nunderstanding; it is based upon reason and service and healthy\nsacrifice. The first is a blind mating of the blind; the second, a clear\nand open-eyed union of male and female who find enough in common to\nwarrant that union. In a word and in the fullest sense of the word, it\nis sex comradeship. Pre-nuptial love cannot survive marriage any\nconsiderable time. It is doomed inexorably to flicker out, and when it\nhas flickered out it must be replaced by affection, or else the parties\nto it must separate. We well know that many men and women, unable to\nbuild up affection on the ruins of love, do separate, or if they do not,\ncontinue to live together in cold tolerance or bitter hatred.\n\nNow, Hester is my mate. We have much in common. There is intellectual,\nspiritual, and physical affinity. The caress of her voice and the feel\nof her mind are pleasurable to me; likewise the touch of her hand (and\nyou know that in the union of man and woman the higher affinities are\nnot possible unless there first be physiological affinity). We shall go\nthrough life as comrades go, hand in hand, Hester and I; and great\nhappiness will be ours. And because of all this I say you have no right\nto challenge my happiness, and vex my days, and feel for me as one dead.\n\nMy dear, bewildered Dane, come down out of the clouds. If I am wrong, I\nhave gone over the ground. Then do you go over that ground with me and\nshow where I am wrong. But do not pour out on me your romantic and\npoetic spleen. Confine yourself to the Fact, man, to the irrefragable\nFact.\n\nHERBERT.\n\nAh, your later letter has just arrived. I can only say that I\nunderstand. But withal, I am pained that I am not nearer to you. These\nintellectual phantasmagoria rise up like huge amorphous ghosts and hold\nme from you. I cannot get through the mists and glooms to press your\nhand and tell you how dear I hold you. Do, Dane, do let us cease from\nthis. Let us discuss no further. Let me care for Hester in my own way so\nlong as I do no sin and harm no one; and be you father to us, and bless\nus who else must go unblessed. For Hester, also, is fatherless and\nmotherless, and you must be to her as you are to me.\n\nHERBERT.\n\n\n\n\nXII\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nFebruary 10, 19--.\n\nSo we have got into an argument! I have been poring over your last two\nor three letters, and they read like a set of briefs for a debate.\nDoubtless mine have the same forensic quality. Our letters have become\nrebuttals, pure and simple. This discovery gave my pen pause for a week.\nIt occurred to me that Walt Whitman must have meant didactic letters\ntoo, when he said of the fretters of our little world, \"They make me\nsick talking of their duty to God.\" Yet friend should speak to friend,\nshould utter the word than which nothing is more sacred. \"Let there be\nlight, and there was light\"--a ripple of light, and a flash, then the\ndarkness broke and dispersed from the face of the waters. It was a\ntrumpet-call of words bringing drama into a nebulous creation. Let the\nWord break up our night and let us not only grant, but avow the\nconviction it brings us, no matter what the consequence. Let us worship\nthe irrefragable Fact.\n\nYou hold that marriage is an institution having for its purpose the\nperpetuation of the species, and that respect and affection are\nsufficient to bring two people into this most intimate possible\nrelation. You also hold that the business of the world, pressing hard\nupon men, makes \"love from their lives a thing apart,\" and that this is\nas it should be. Your letters are an exposition and a defence of what I\nmay loosely call the practical theory. You show that the world is for\nwork and workers, and that life is for results as seen in institutions\nand visible achievements. I, on the other hand, maintain that it takes a\ngreater dowry to marry upon than affection, and that men love as\nintensely and with as much abandon as women. People love in proportion\nto the depth of their natures, and the finest man in the world has an\ninfinite capacity for giving and receiving love store. The spell is\nstrongest upon the finest.\n\nThis, briefly, is what we have been saying to each other. You attack my\nidealism, call me dreamer, and accuse me of being out of joint with the\ntime, which itself is rigorously in joint with the laws of growth. And\nI class you with the Philistine because of your exaggeration of\npractical values. I hold that it is gross to respect the fact tangible\nat the expense of the feeling ineffable.\n\nIn your last letter you exploit the theory of Nutrition and Reproduction\nwith a charm and warmth which helps me see you as I have so long known\nyou, and which tells me again that you are worth fighting for and\nsaving. But to trace love to its biologic beginning is not to deny its\nexistence. Love has a history as significant as that of life. When, eons\nago, the primitive man looked at his neighbour and recognised him as a\nfellow to himself, consciousness of kind awoke and a cell was exploded\nwhich functioned love. When, through the ages, economic forces taught\nmen the need of mutual aid, when everywhere in life the law of\ndevelopment charged men with leanings and desires and outreachings, then\nthe sway of love began in life. What was subconscious became conscious,\nwhat, back in the past, was a mere adumbration gloried out in Aurora\nsplendours. The love of a Juliet is the outgrowth of natural processes\nmanifesting themselves everywhere down the scale, but it is also the\ngift of the last evolution, and it speaks to us from the topmost notch\nin the scale. The charm of morning rests on a Juliet's love because its\nhour is young and yet old, striking the time of the past and the future.\nIt is thus that the hunger of the race and the passion of the race\nbecome in the individual the need for happiness. The need of the race\nand the need of the individual are at once the same and different.\n\nWhat was the point of your letter? That sexual selection obtains? I\ngrant it. That it is incumbent upon us as intelligent men and women to\ncall to the aid of instinct our social wisdom? I grant and avow it. But\nour social wisdom insists that we obey the choices of instinct; our\nsocial wisdom is only another phase of our refinement, which, in\nimpelling us to a love of the beautiful, does not the less impel us to\nlove. Our social wisdom educates our taste without lessening our taste\nfor the thing. \"Love a beautiful person nobly, but be sure you love\nher,\" says our social wisdom with interesting tautology. Besides, you\nare a heretic to your own breed, Herbert. It is you who would forsake\nour present social wisdom, ruling modern men by laws which obtained in\nprimitive life. It is you who steadily hark back to the past, and to\nstates of consciousness which were but can never be again. The early\nfacts of biology cannot include that which transcends them. To borrow\nfrom Ernest Seton Thompson, man is evolved with the lower orders in the\nsame way that water is changed into steam, and the nature of the change,\nwhen it is effected, is as radical. Add a number of degrees of heat to\nwater and it is still water. Let one degree be wanting to the necessary\nnumber, and the substance is still intact. Add the last degree, and\nwater is no longer water. From water to steam is a radical change and a\ntransformation.\n\nYou agree to improve upon the beasts of the fields and upon our own race\nin the past, and in this you go farther than you have need if marriage\nis for nothing else than to serve the instinct for perpetuation. You\nshew some respect for what is natural and instinctive, yet you say that\nall would be as well if individual choice had not prevailed, and men and\nwomen were \"shuffled about.\" You draw up a cold programme for action in\naffairs of the spirit and formulate a code of procedure in matters of\nthe heart.\n\nI have a programme too. Mine does not break with nature. On the\ncontrary, it obeys every instinct and listens to every call on the\nsenses. My love begins in my biologic self, grows with my growth, takes\nits hues from visioned sunsets in corn-flower skies, its grace from\nswaying rivers of grain seen in dreams. It is for me what it is for fish\nand fowl, beast and vegetable. It is my passion for perpetuation, but it\nis also something as different from this as I am different from beast\nand vegetable. My love is \"blind, unreasoning, and compelling,\" and for\nthat I trust it. I do not conceive myself Man-god, therefore I do not\nsay to Nature, \"Allow me.\" I cannot be sure that when I say it in the\ncase of the horse, who obeys like me \"dim yearning and vague desires,\" I\ndo not sacrifice him to a lust of my own. The lust for owning and\nspoiling is hard to cope with. Perhaps a purer time is near, when,\nupborne by a sense of the dignity of romance and the sacredness of life,\nman will refrain from laying rough hands on his mute brothers.\n\nThe romance which is my proof of the good of being does not rest on\npassion. The unclean fires that consume the loutish and degenerate are\nnot of love. You quote instances of the hyperphysical and hysterical.\nThe feeling that I would have you obey for your soul's sake and without\nwhich you are but half alive, is not the blind passion of an oversexed\nsentimentalism. Rousseau was never in love in his life, though to say it\nwere to accuse him of perjury.\n\nOne word more. Do you wish to know why I care? I care because I know you\nto be of those who are capable of love. Probably it was one little twist\nin your development that has turned you into alien ways of thinking and\nliving. Yes, and more than for this I care because you are the\nfulfilment of a sacred past. You are the son of my sacrifice and your\nmother's love.\n\nI care very much indeed. I do not wish you to awake some terrible night\nto find that you had ended your romance before you had begun it. I vex\nyour days and call you dead? It is because I know the life that is by\nthe grace of God yours, and because I cannot bear to let you coffin it.\nHerbert, there is misery when the blood pales, and the tears dry up, and\nthe flame of the heart sinks, and all that is left is a memory of a\nthought--a memory of very long ago when one was young and might have\nchosen to live.\n\nI am sorry we darken the days for each other.\n\nYour friend always,\n\nDANE KEMPTON.\n\n\n\n\nXIII\n\nFROM THE SAME TO THE SAME\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nFebruary 12, 19--.\n\nBarbara and Earl celebrated their anniversary yesterday. Invitations\nwere sent out, the guests consisting of Melville and myself.\n\"Anniversary of what?\" we asked. For answer we received inscrutable\nsmiles. Birthdays are accidents of fate. You may regret the accident or\nyou may be thick enough in illusion to rejoice over it, but you cannot\nin decency celebrate an occurrence wholly independent of personal\ncontrol and yet concerning itself with you! Leave the merrymaking for\nappreciative friends. So rules Barbara. Not a birthday, then, nor the\ndate of their marriage. The occasion was in some flash struck from\nBeing, the memory of which enriches them,--in a mood that for an hour\nheld them in strong grasp, in the utterance of a word charged with\ndestiny, in the avowal of their love if their love awaited avowal.\nWhatever the cause, they honoured it with a will.\n\nBarbara's eyes flashed, her cheeks were sweetly suffused, and her voice\nwas vibrant. Earl, too, was at his best. My heart loved this man who had\nlain all his life with death. His health is at its bad worst this\nwinter, which fact made of the \"Celebration\" a rather heart-rending\naffair. He has been obliged to abandon the _Journal_, but we hope he can\nstay with the school. Meanwhile, his chronic invalidism of body and\npurse does not too much affect him. He keeps his charm of tenderness and\nstrength. He rivets his pupils to him almost as he riveted his Barbara.\n\nI have discovered my proof of this couple's happiness. It is that I have\nalways taken it for granted. Simple, is it not? And absolute. Often in\ntheir presence I catch myself imagining their mutual lives and seeing\nvaguely the graces that each brings to each. \"How she must delight him!\"\nI say. \"How his eyes speak to her!\" \"They can never come to the end of\neach other,\" and so on. The ordinary married couple so often brings a\nsense of distressed surprise: \"How can these two foot it together?\"\n\"How did it happen?\" \"How can it go on?\"\n\nLast night counted to me. Your father and I have had such evenings, but\nI did not think I could do it all over again. We spoke with the fire\n(and conceit) of young students, exciting ourselves with expired\ntheories, hoping old hopes, smarting under blows that perhaps had long\nceased to fall. What then? What if we were ill-read in the facts? We\ncould not have been wrong in the feeling. For the old hope that has been\nproven vain, a new; for the ancient hurt, a modern wrong, as great and\nas crying. It was good to feel that we had not grown too wise to harbour\nthoughts of change and redress, or too much ironed out with doctrine to\nbe resigned. I confess it is long since I have eaten my heart in fury,\nin impatience, in wildness, but last night we awoke the radical in one\nanother. We condemned the system. We placed ourselves outside the\nrÃ©gime, refusing aught at its hands, registering our protest, hating the\ninordinate scheme of things only as hotly as we loved the juster Hand of\na future time.\n\nIt is curious that we, offsprings of parvenue success, should be capable\nof such repudiation. Barbara accepts the Management without the trouble\nof a question. \"What do you know? What do you know?\" the girl demands, a\nradiant little angel in white, and a conservative. \"You must know\nyourselves in the wrong, else would you smite your way through the\nworld.\"\n\nAh, Barbara has yet to learn that it is hard to live. It is not so hard\nto fight, and it is easy to rest neutral, but to be fighter and bearer\nboth, to stand staunch, holding ever to the issue, and yet, without\ntameness, to take rebuff and wait, there's the true course and the\nheroic. It is difficult when one has been conquered to know it. It is\ndifficult to honour an outgrown ideal, which cost us, nevertheless,\ncomfort and prestige--prizes which youth scorns and which oncoming age,\npathetically enough, holds dear. It is difficult to pull up when driving\ntoo fast and too far, when galloping towards fanaticism, and it is\nimpossible to whip oneself into passion and martyrdom. It is difficult\nto live, little Barbara.\n\nFor me it is also difficult to report a social function. At this one\nBrowning presided, for Melville took up \"Caponsacchi\" and read it to us.\nThat voice of his is in itself an interpretation, but Browning needs\ninterpreting less than any other man who wrote great poems, because he\nwrote the greatest. It was four in the morning when the \"O great, just,\ngood God! Miserable me!\" of the soldier-saint fell upon our ears. How we\nhad listened! Earl steadily paced the floor, Barbara leaned her cheek\nupon my hand. Her soul was doing battle, and so was mine. We were all\nfighting the gallant fight. Read \"Pompilia\" and you are filled with\nreverence, read \"Caponsacchi\" and you are caught up by the spirit of\naction. You must rise and forth to burn your way like he, though you may\nhave been too weary in spirit before to answer to your name when\nopportunity called roll.\n\nIt was Earl who broke the silence caused by the inner tumult. In a\ndreamy voice, his eyes very eager and intent, he told us how at one time\nhe had gone up a hill that faced the house in which he lived. A hard\nrain was driving, he fell at every step up the slippery steepness, but\nat every step the beauty of it became more and more wondrous, hardly\nbearable. The little village sank lower and lower, and about him were\nsoft hills, graceful and verdant, a stretch of water lying dark under\nthe clouded sky, and the mountain gray and watchful in the distance. It\nwas then, in the chill of a January rain, on an oak-clad hill of a\nwestern spot, that he recognised the dear features of the Mother, knew\nher his as hers he was, and loved her with passion. The sea is vast and\nwondrous, but it is alien. It holds you apart; it is not of you. But the\ngentle earth with her undulating form and the growing life in her lap,\nsoothes with wordless harmonies. It was then that he forgave the fate\nwhich deformed him. A twisted oak, that is all--no less a tree and no\nless beautiful in the landscape! And it was sufficient to live. In the\nbosom of so much beauty sufficient also to die. As he stood, thinking it\nout, feeling the wonder and the glory, at times sorry for those who can\nsee no longer the slanting sheets of rain and the grass at the feet, at\ntimes feeling that since this is good, in some impalpable way oblivion\nto all this may be also good, as he stood there, flushed with the\nclimbing and sad with great joy, the thought came: With whom? It cannot\nbe lived alone. With whom? He turned at the touch of an arm at his\nshoulder to meet the smile and the look and the quick breath of her who\nhad sent herself his Eve.\n\nIn the dawn stealing over the world of London, Earl told the story, and\nthere and then we saw it all--the hill in the heart of the hills, the\nreconciled boy who had climbed its brow, the rain-drenched woman\nhurrying to overtake him, with the gift of all of herself in her eyes.\nWe looked neither at Barbara nor at Earl. Possessed of the secret, we\nspoke a few words and left. Our host had divulged what the anniversary\nsought to celebrate. We understood and were glad.\n\nGood night, lad. Would you could have shared our heyday at the dawning!\n\nDANE.\n\n\n\n\nXIV\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nFebruary 31, 19--.\n\nLove is a something that begins in sensation and ends in sentiment.\nThanks to beautiful and permissible hyperbole, you have begun with\nsensation in your description of love, and have ended with sentiment.\nYou have told me about love, in terms of love, which is a vain\nperformance and unscientific. Now let me make you a definition. _Love is\na disorder of mind and body, and is produced by passion under the\nstimulus of imagination._\n\nLove is a phase of the operation of the function of reproduction, and it\noccurs solely in man. Love, adhering to the common understanding of the\nterm, is an emotional excitement which does not obtain among the lower\nanimals. The lower animals lack the stimulus of imagination, and with\nthem the passion for perpetuation remains a mere passion. But man has\ndeveloped imagination. The pure sexual passion is glossed over and\nobscured by a cloud of fancies, mistaken yearnings, and distorted\ndreams. And so well is the real intent of the function obscured, that it\nis actually lost to him, especially during the period of love madness,\nso that there seems an apparent divorce between the parts which go to\nmake up love, between passion and imagination.\n\nThe romantic lover of to-day (expressing sensation in terms of\nsentiment, and fondly imagining that he is reasoning) cannot reconcile\nhis soul-exaltation with bodily grossness, cannot conceive that soul can\nturn body, and in the embrace of body tell out all the wonder of soul.\nTo all sensitive and spiritual men and women come times of anguish and\ntears and self-revolt, when they are confounded and heart-broken by the\nphysical aspect of love. Poor men and women! they suffer keenly and\nsincerely through lack of something more than a sentimental concept of\nlove. To them, body and soul appear things apart, to be kept apart, lest\nthe one contaminate the other. And in the end, loving well and truly,\nthey prove their love by enduring, though unable ever quite to shake off\nthe sense of sin and shame and personal degradation. They do not\nunderstand life, that is the trouble. The beast, lacking imagination,\nneeds no rational rightness for the various acts of living, such as they\nneed, and which they do not possess. Because of their unchecked and\nunbalanced imagination they mistake the half of life for the whole, and\nwhen forced to face the whole are affrighted and shocked. They do not\nreason that the need for perpetuation is the cause of passion; and that\nhuman passion, working through imagination and worked upon by\nimagination, becomes love.\n\nAnd while I am in this vein, I may as well deny that a greater spiritual\ndowry than affection is required for marriage. (For that matter, I fail\nto see anything so spiritual in erotic phenomena.) If a man may achieve\naffection for a woman, without undergoing pre-nuptial madness,--if a man\nmay take the short cut, as it were,--then I see no reason why he should\nnot marry that woman. He is certainly justified, since affection is what\nromantic love must evolve into after marriage. But do not mistake me,\nDane. I do not intend this sweepingly. It will not do for the whole\nhuman herd; for at once enters that abhorrent thing you rightly fear,\nthe marriage for convenience. Alas, it too often masquerades under the\nguise of romantic love. Certainly, every man is not capable of taking\nthis short cut and at the same time of avoiding a violation of true\nsexual selection. Having little brain, the average man can only act in\nline with sexual selection by undergoing the romantic love malady. But\nfor some few of us, and I dare to include myself, the short cut is\npermissible. This short cut I shall take, and far be it from any worldly\nsense of stocks and bonds and comfortable housekeeping.\n\nMarriage means less to man than to woman? Yes, by all means, at least to\nthe normal man or woman. As surely as reproduction is woman's peculiar\nfunction, and nutrition man's, just so surely does marriage sum up more\nto woman than to man. It becomes the whole life of the woman, while to\nthe man it is rather an episode, rather a mere side to his many-sided\nlife. Natural selection has made it so. The countless men of the past,\neven from before the time they swung down out of the trees, who devoted\nmore time and energy to their love-affairs than to the winning of food\nand shelter, died from innutrition in various ways. Only the men, normal\nmen, with a proper respect for the mechanism of life, survived and\nperpetuated their kind. The chance was large that the abnormal lover did\nnot win a wife at all. At least it is so to-day. The abnormal lover is\nnot a successful bidder for women, and is usually passed by.\n\nBut while we are on this topic, do not let us forget Dante Alighieri,\nyour prince of lovers. Has a suitable explanation ever occurred to you\nconcerning how he came to marry Gemma, daughter of Manetto Donati, who\nbore him seven children, and was never once mentioned in the \"Divina\nCommedia?\" You remember what he said of his first meeting with Beatrice,\n\"At that moment I saw most truly that the spirit of life which hath its\ndwelling in the secretest chambers of the heart began to tremble so\nviolently that the least pulses of my body shook therewith.\" And he\nlater had seven children by Gemma, daughter of Manetto Donati, and whom,\nas the historian has recorded, \"there was no reason to suppose other\nthan a good wife.\"\n\nAs for the primitive, I hark back to it because we are still very\nprimitive. How many thousands years of culture, think you, have rubbed\nand polished at our raw edges? One, probably; at the best, not more than\ntwo. And that takes us back to screaming savagery, when, gross of body\nand deed, we drank blood from the skulls of our enemies, and hailed as\nhighest paradise the orgies and carnage of Valhalla. And before that\ntime, think you, how many thousands of years of savagery did we endure?\nand how many myriads of thousands in the long procession of life up from\nthe first vitalised inorganic? Two thousand years are an extremely thin\nveneer with which to cover the many millions.\n\nAnd further, our much-vaunted two thousand years of culture is a thing\nof the mind, an acquired character. We are not born with it. Each must\ngather it for himself after he is born, from the spoken and written\nwords of his fellow and forerunners. Isolate a babe from all of its kind\nand it will never learn to speak, and without speech words, it can never\nthink save in the concretest possible way. Yet it will possess all the\nbrute instincts and passions--the raw edges which do constantly shove\nthrough the culture varnish of the civilised man.\n\nOur culture is the last to come, the first to go. I have seen it go from\na man in an hour, nay, on the instant. Our culture is nothing more than\nthe accumulated wisdom of the race. It is not part of us, not a thing or\nattribute handed down from father to son. It is a something acquired in\nvarying degree by each individual for himself. Yes, I do well to hark\nback to the primitive. It tells me where I am to-day and describes to me\nthe world I am living in. You, Dane, are hyper-refined, or refined\nbeyond the times. You are like the idealistic and advanced zealots, who,\nwhen such action would mean destruction, advise these United States to\ndisarm in the face of the war-harnessed world.\n\nBut no more of this jerky letter. Soon I shall proceed to make my\ncontention good. I shall show the higher part intellect plays in\nconjugal love, the control, restraint, forbearance, sacrifice. And I\nshall show that conjugal love is higher and finer than romantic love.\n\nHERBERT.\n\n\n\n\nXV\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nMarch 15, 19--.\n\nClyde Stebbins was here an hour after your theories and definitions\nreached me. The fact that I had been reading treason against his sister\nmade me pick my subjects a little too carefully for smooth conversation.\nYour letter, partly open, was on the table before us, and my eyes fell\nupon it often as I wondered what it would mean to Hester's brother--if\nhe could read it. I no longer think only of you.\n\nI reject your definition of love. It is not a disorder of the mind and\nbody, nor is it solely the instrument of reproduction. I reject and\nresent your distinction between the pre-nuptial and post-nuptial states\nof feelings. Further, I hold that marriage may not be based on\naffection alone, and I disagree with you that population is better than\nprinciple. Children need not be brought into the world at any cost.\n\nLove is not a disorder, but a growth. There is spiritual as well as\nphysical growth. Some men and women never grow up strong enough to love.\nTheir development is arrested, or they are, from the beginning, poor\ncreatures born of starvelings, and perhaps fated to give birth to pale,\nsapless beings like themselves. Others there are who love, and this is\nno ill chance, no disease of the mind and body calling for psychiater\nand physician. It is a strength, a becoming, a fulfilment. Let us reason\nfrom the effect to the cause. How does this madness manifest itself? Not\nin weakness. You never saw a man or woman in love who was the worse for\nit. The lover carries all things before him, and not for himself alone,\nbut for a larger world than ever had been his. He who loves one must\nperforce love all the world and all the unborn worlds. This is the way\nlife goes, which is another way of saying it is a scientific fact. That\nwhich makes men capable of consecration is not a disorder of the mind\nand body. It is the greatest of all forces, and it turns the wrangling\nand grabbing human creature into an inspired poet.\n\nAnd the cause? The passion for perpetuation and the imagination. We\nagree. But there are other and more immediate needs than the need of\nperpetuation that call out love, needs that are peculiarly of the\npresent, being bound up with the steady outreaching for help, for\nfellowship in the jerky journey through the universe. If love were no\nmore than an instrument of reproduction, you would be right in\nmaintaining that the fastidiousness I insist on is unnecessary and\nunnatural. If love were that and that alone, there would be no love,\nwhich is a paradox indeed.\n\n\n     \"Because of our souls' yearning that we meet\n     And mix in soul through flesh, which yours and mine\n     Wear and impress, and make their visible selves,--\n     All which means, for the love of you and me,\n     Let us become one flesh, being one soul.\"\n\n\nI dare a formula: In the beginning love arose in the passion for\nperpetuation; to-day, the passion for perpetuation arises in love. Just\nas we put ourselves in the way of natural selection, pitting the\nmicrocosm against the macrocosm in a passion of ethical feeling, just so\ndo we reverse for ourselves processes that seem indeed to have all the\nforce of law. This reversal is civilisation.\n\nThe lover is impelled to perpetuate himself in the Here and the Now. The\nlaw of life exacts from him the tribute of love. Imagination gives the\nlover the key to the object of his love. He enters and he beholds only\nthe ideal which is hers; for him her clay self and the mere facts of her\ndo not exist. The conditions of love are inherent in civilisation. When\npurpose is high and feeling rich, when \"the everlasting possession of\nthe good\" is desired, then is heard the I Am of love.\n\nNow to my definition. Negatively, love is not a disorder of the mind and\nbody, not a madness, since it arises in the eternally most valuable,\nsince it is the culmination of high processes, and since it makes for\nsanity of vision and strength and happiness. Positively, love is the\nawakening of the personality to the beauty and worth of some one being,\ncaused by the passion for perpetuation and by imagination. It is a\ndesire to hold to the good everlastingly, and to merge with it.\n\nAristotle proved to the satisfaction of his time that women have fewer\nteeth than men. Aristotle was a great man, and besides being a\nphilosopher was the foremost scientist of his day. I cannot help\nthinking of this prodigious blunder. Perhaps (who knows?) the same\nfamous fate which a sexual classification of teeth enjoys awaits a\ndefinition calling love a disorder.\n\nI will continue to-morrow. A note has just been given me calling me to\nEarl, who is ill, but not seriously. Barbara has prescribed for him a\ngame of chess. The desire to see you again has got into my blood. I\nthink I shall be in the new West and with you before long.\n\nYour friend always,\nDANE KEMPTON.\n\n\n\n\nXVI\n\nFROM THE SAME TO THE SAME\n\n\nLONDON.\nSunday morning.\n\nI must proceed with the three other points of my letter, so I shall stay\nhere and write, though there is a sharp breeze this morning and a\ncoquettishly escaping sunlight, and something tugs at me to go out upon\nthe city streets. It is not restlessness, but the love of the open. I am\nfain to leave a walled house, and, better still, to get outside of the\nwalls within and join the city in friendship and let the city join me. I\nnever feel greater fellowship than when I walk--\n\nExcept when I write to you. Then do I greaten with the pride of life. My\nsympathies quicken and I grow young again. I constitute myself advocate\nof the world, and enthusiasm does not fail me in this high calling. It\nis but natural that in the face of scepticism which I cannot share I\nshould feel greater faith, that in the face of revilement a sense of the\nglory of the thing belittled should settle upon me. I turn zealot and\nspend myself in long-drawn praising. I lay myself under a spell of\nharmony because I am serving and defending and approving what I hold to\nbe good.\n\nSo when you insist that romantic love is pre-nuptial and that it dies at\nmarriage as others suppose it to die at the approach of poverty, I grow\nglad with the knowledge that this is not true. I scrutinize facts which\nI hitherto took for granted, and become doubly sure. You dogmatise when\nyou say that the lover and the husband are mutually exclusive. If there\nwas love in the beginning, it will be at the end. Love doubles upon\nitself. Propinquity tightens bonds and there is a steady blossoming of\nthe character in a radiant atmosphere. The marriages that fail are the\nunions which are based on liking. In these, weariness must set in, for\nmarriage demands that men and women be all in all to each other, and\nunless it be so with them, the lives of the \"contracting parties\" are,\nby the laws of logic, and by the force of the laws of delicacy in the\nart of living, forever spoilt.\n\nYes, and people who truly love come to regret their married love, these\ntoo. But these have at least begun well. Their lives are infinitely\nricher for this fact. Their failure itself is made by it more bearable\nthan the failure of those others who act the vulgarian and demand so\nlittle of life that even that little escapes them. No world-stains on\nthese who are, at least, would-be lovers. They stand mistaken but\nirreproachable. It was neither their fault nor love's, and \"life more\nabundant\" comes to them even with the mistake.\n\nYou are consistent. Just as you maintain that love is passion, so do you\nthink that it is no more than a preliminary thrill. You note a change;\nthe flutter and the excitement felt in the presence of the unknown go,\nand you do not know that they give place to the steadier joys of the\nunknown, that after the promise comes the fulfilment, that the hope is\nnot more beautiful than the realisation, that there is divinity in both,\nand that love does not disappoint.\n\nTell me, are the placid marriages of affection you are preparing to\ndescribe so very placid? Do these jog along so well? Is the control,\nrestraint, forbearance, sacrifice, of which you speak, as readily\npractised for the person who is that to you which twenty others may\nquite as easily be, as it is for the one beyond all whom you love and\ndeify, whom the laws of your being command that you serve, living and\ndying? God knows, the average marriage does not exhibit a striking\npicture of the practice of these virtues! Rather are such phrases ideals\non stilts on which suffering marital partners attempt to hobble across\ntheir extremity. On the other hand, to some extent everybody practises\nrestraint and sacrifice since everybody is to some extent moral. But it\ngoes very hard with your average man and woman in your average marriage,\nand there is a decided setting of the mouth and narrowing of the eyes\nwith the effort.\n\nWhatever placidity there is is attained by means of vampirism. Diderot,\nthe husband of a stupid seamstress, had no right to the love of a Mlle.\nVoland. It was vampirism and sin to take all from this woman, and to\nreturn her favour with so much less than all, as surely as cowardice and\nselfishness are sin. But the illicit relation will exist because custom\ncannot rid men and women of subtle sympathies and dear yearnings,\nbecause men and women will love though the world consider it cheap and\nmad. Individually, we have no difficulty in finding our happiness, but\nwe are made advance toward it through the twisted byways of an unfrank\nworld. \"No straight road! Keep turning!\" has been the scream of\nconvention since convention began.\n\nSo for every commonplace marriage there is a canonised love, and the\nstory is told in the old Greek civilisation by the HetairÃ¦. You remember\nhow it reads in the history: \"The low position generally assigned the\nwife in the home had a most disastrous effect upon Greek morals. She\ncould exert no such elevating or refining influence as she casts over\nthe modern home. The men were led to seek social and intellectual\nsympathy and companionship outside the family circle, among a class of\nwomen known as HetairÃ¦, who were esteemed chiefly for their brilliancy\nof intellect. As the most noted representative of this class stands\nAspasia, the friend of Pericles. The influence of the HetairÃ¦ was most\nharmful to social morality.\" And the practice persisted through many a\nrenaissance where Lauras and Beatrices were besung, down to the\nbrilliant encyclopÃ¦dists of the eighteenth century with their avowed\nloves, down to our Goethe and John Stuart Mill. All of these loves rose\nin very different motives and environments, yet were they the same\nfundamentally,--strong, sweet love between man and woman, very much\nspoiled by the fact that custom permitted the loveless marriage at the\nsame time, but yet love which was good since it was the best that could\nbe had. And when the historian permits himself to say, \"The influence of\nthe HetairÃ¦ was most harmful to social morality,\" it is evident that he\nalso thinks that a marriage which compels husband or wife to seek soul's\nhelp elsewhere than in their union is bad and wrong.\n\nTo-day there is a change in attitude. Woman is new-born in strength and\ndignity, and the highest chivalry the world has ever known is in\nblossom. She is an equal, a comrade, a right regal person. She is no\nlonger a means but an end in herself, not alone fit to mother men but\nfit to live in equality with men. I repeat, she is not a means but an\nindividual, with a soul of her own to rear. Because of the greater and\nmore general emancipation of woman the subtlety of modern love has\nbecome possible.\n\nNow for the last point, the question of perpetuation. Just as function\nprecedes organ, so the love of life is inherent in the living for the\nmaintenance of life. But even the primitive man, in whom instinct is\nstrongest, proves himself capable of death. Some men have always been\nable to give up their lives for some cause. (Indeed there is thought to\nbe suicide amongst animals.) And to-day we certainly no longer say a man\nmust live. Quite as often must he die. Men have found it wise to die at\nthe stake or on the gallows. If this be true of our relation to the life\nwhich courses through us, how much more true is it of our instinct to\nperpetuate ourselves, which pertains to the love of life biologically\nonly, which is often, in the social manifestation of that instinct, a\ncold intellectual concept and never a dominating thought! We are not\ndriven to procreate. In fact, every child born into the world competes\nhard for its morsel. Under our unimaginable economic rÃ©gime all increase\nin population is a menace.\n\nI call bringing children into the world a codfish act which causes an\noverflux of vulgar little earthlings, if the process be not humanised\nand spiritualised. If the child is conceived not in lust but in love, it\nis rightly born. If it is the child of your ideal, the offspring of that\nwhich is your truest life, then is your progeny your immortality, and\nthen, and then only, have you reason for pride and joy in that which you\nhave caused to be.\n\nMy dear, dear Herbert, my love has not failed. This you must come to\nunderstand. Love never fails. The children that might have been mine are\nbetter unborn, since I could not give them a mother whom I loved. You\nremind me that Dante married Gemma, daughter of Manetto Donati, and she\nbore him seven children. Yet, Herbert, was this wife not mentioned in\nthe \"Commedia,\" nor in \"La Vita Nuova,\" nor anywhere else in his\nwritings. Dante was a Conformist. He was not in all respects above his\ntime; witness his theology. Convention permitted the dispassionate\nmarriage side by side with love. He was conventional, and the infinite\nmoment of meeting in paradise with his Lady was embittered by her \"cold,\nlessoned smiles.\"\n\n\n     \"Ah, from what agonies of heart and brain,\n     What exultations trampling on despair,\n     What tenderness, what tears, what hate of wrong,\n     What passionate outcry of a soul in pain,\n     Uprose this poem of the earth and air,\n     This mediaeval miracle of song!\"\n\n\nIt was for Beatrice that this man vexed his spirit with immortal effort\nand raised a Titan voice which yet is heard in charmed echoes. It was\nfor Beatrice that he descended into the dead regions and climbed the\nhills of purgatory and soared towards the Rose of Paradise,--\"And 'She,\nwhere is She?' instantly I cried.\"\n\nDante, our prince of lovers, might have lived better, but he loved well.\n\nThis in answer to your letter. To meet your argument I have found it\nbest to employ something of your own method, but I cannot rid myself of\nthe feeling that I have vulgarised the subject by saying so much about\nit. I fear my letter would provoke a smile from those who know love and\nthe wonder of its simplicity through all the subtlety. \"We, in loving,\nhave no cause to speak so much!\" would be their unanswerable criticism.\nIt is easier to live than to argue about life.\n\nThe thought has suddenly assailed me that what I have said may sound\nderogatory to Hester. Know, then, that I do not think there is a woman\nin the world who is not capable of inspiring true and abiding love in\nthe heart of some man. Besides, Hester to me looms up as a heroine. Not\na hair's breadth of what I know of her that is not beautiful. My regret\nis that she, who could be \"a vision eterne,\" should be doomed to receive\nepisodically your considerate affection. She does not know your\nprogramme. She is a girl who takes your love for granted in the same\nway as she gives hers, without niggardliness. It is the woman who cannot\nbe content with less than all that is slowly starved to death on a\nbread-and-water diet and who does not find it out until the end.\n\nUntil the carnival time when you and Hester come to love each other, if\nthat time is to be, you two must be as separate in deed as you are in\nfact. Forgive me and write soon.\n\nYours ever,\nDANE.\n\n\n\n\nXVII\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nApril 2, 19--.\n\nSo you have met Hester's brother? Well, I have had an outing with\nHester. She loves me well, I know, and I cannot but confess a thrill at\nthe thought. On the other hand, well do I know the significance of that\nlove, the significance and the cause. Notwithstanding that wonderful\nsoul of hers, she is in no wise constituted differently from her\nmillions of sisters on the planet to-day. She loves--she knows not why;\nshe knows--only that she loves. In other words, she does not reason her\nemotions.\n\nBut let us reason, we men, after the manner of men. And be thou patient,\nDane, and follow me down and under the phenomena of love to things\nsexless and loveless. And from there, as the proper point of departure,\nlet us return and chart love, its phases and occurrences, from its first\nbeginnings to its last manifestations.\n\nThings sexless and loveless! Yes, and as such may be classed the drops\nof life known as unicellular organisms. Such a creature is a tiny cell,\ncapable of performing in itself all the functions of life. That one\npulsating morsel of matter is invested with an irritability which, as\nHerbert Spencer says, enables it \"to adjust the inner relations with\nouter relations,\" to correspond to its environment--in short, to live.\nThat single cell contracts and recoils from the things in its\nenvironment uncongenial to its constitution, and the things congenial it\ndraws to itself and absorbs. It has no mouth, no stomach, no alimentary\ncanal. It is all mouth, all stomach, all alimentary canal.\n\nBut at that low plane the functions of life are few and simple. This bit\nof vitalised inorganic has no sex, and because of that it cannot love.\nReproduction is growth. When it grows over-large it splits in half, and\nwhere was one cell there are two. Nor can the parent cell be called\n_mother_ or _father_: and for that matter, the parent cell cannot be\ndetermined. The original cell split into two cells; one has as much\nclaim to parenthood as the other.\n\nIt lives dimly, to be sure, this mote of life and light; but before it\nis a vast evolution, Dane, on the pinnacle of which are to be found men\nand women, Hester Stebbins, my mother, you!\n\nA step higher we find the cell cluster, and with it begins that\ndifferentiation which has continued to this day and which still\ncontinues. Simplicity has yielded to complexity and a new epoch of life\nbeen inaugurated. The outer cells of the cluster are more exposed to\nenvironmental forces than are the inner cells; they cohere more\ntenaciously and a rudimentary skin is formed. Through the pores of this\nskin food is absorbed, and in these food-absorbing pores is foreshadowed\nthe mouth. Division of labour has set in, and groups of cells specialise\nin the performance of functions. Thus, a cell group forms the skinny\ncovering of the cluster, another cell group the mouth. And likewise,\ninternally, the stomach, a sac for the reception and digestion of food,\ntakes shape; and the juices of the body begin to circulate with greater\ndefiniteness, breaking channels in their passage and keeping those\nchannels open. And, as the generations pass, still more groups of cells\nsegregate themselves from the mass, and the heart, the lungs, the\nliver, and other internal organs are formed. The jelly-like organism\ndevelops a bony structure, muscles by which to move itself, and a\nnervous system--\n\nBe not bored, Dane, and be not offended. These are our ancestors, and\ntheir history is our history. Remember that as surely as we one day\nswung down out of the trees and walked upright, just so surely, on a far\nearlier day, did we crawl up out of the sea and achieve our first\nadventure on land.\n\nBut to be brief. In the course of specialisation of function, as I have\noutlined, just as other organs arose, so arose sex-differentiation.\nPrevious to that time there was no sex. A single organism realised all\npotentialities, fulfilled all functions. Male and female, the creative\nfactors, were incoherently commingled. Such an individual was both male\nand female. It was complete in itself,--mark this, Dane, for here\nindividual completeness ends.\n\nThe labour of reproduction was divided, and male and female, as separate\nentities, came into the world. They shared the work of reproduction\nbetween them. Neither was complete alone. Each was the complement of the\nother. In times and seasons each felt a vital need for the other. And\nin the satisfying of this vital need, of this yearning for completeness,\nwe have the first manifestation of love. Male and female loved they one\nanother--but dimly, Dane. We would not to-day call it love, yet it\nforeshadowed love as the food-absorbing pore foreshadowed the mouth.\n\nAs long and tedious as has been the development of this rudimentary love\nto the highly evolved love of to-day, just so long and tedious would be\nmy sketch of that development. However, the factors may be hinted. The\nincreasing correspondence of life with its environment brought about\nwider and wider generalisations upon that environment and the relations\nof the individual to it. There is no missing link to the chain that\nconnects the first and lowest life to the last and the highest. There is\nno gap between the physical and psychical. From _simple reflex action_,\non and up through _compound reflex action_, _instinct_, and _memory_,\nthe passage is made, without break, to _reason_. And hand in hand with\nthese, all acting and reacting upon one another, comes the development\nof the imagination and of the higher passions, feelings, and emotions.\nBut all of this is in the books, and there is no need for me to go over\nthe ground.\n\nSo let me sum up with an analysis of that most exquisite of poets'\nthemes, a maiden in love. In the first place, this maiden must come of\nan ancestry mastered by the passion for perpetuation. It is only through\nthose so mastered that the line comes down. The individual perishes, you\nknow; for it is the race that lives. In this maiden is incorporated all\nthe experience of the race. This race experience is her heritage. Her\nfunction is to pass it on to posterity. If she is disobedient, she is\nunfruitful; her line ceases with her; and she is without avail among the\ngenerations to come. And, be it not forgotten, there are many obedient\nwhose lines _will_ pass down.\n\nBut this maiden is obedient. By her acts she will link the past to the\nfuture, bind together the two eternities. But she is incomplete, this\nmaiden, and being immature she is unaware of her incompleteness.\nNevertheless she is the creature of the law of the race, and from her\ninfancy she prepares herself for the task she is to perform. Hers is a\ncertain definite organism, somewhat different from all other female\norganisms. Consequently there is one male in all the world whose\norganism is most nearly the complement of hers; one male for whom she\nwill feel the greatest, intensest, and most vital need; one male who of\nall males is the fittest, organically, to be the father of her children.\nAnd so, in pinafores and pigtails, she plays with little boys and likes\nand dislikes according to her organic need. She comes in contact with\nall manner of boys, from the butcher's boy to the son of her father's\nfriend; and likewise with men, from the gardener to her father's\nassociates. And she is more or less attracted by those who, in greater\nor less degree, answer to her organic demand, or, as it were, organic\nideal.\n\nAnd upon creatures male she early proceeds to generalise. This kind of\nman she likes, that she does not like; and this kind she likes more than\nthat kind. She does not know why she does this; nor, with the highest\nprobability, does she know she is doing it. She simply has her likes and\ndislikes, that is all. She is the slave of the law, unwittingly\ngeneralising upon sex-impressions against the day when she must identify\nthe male who most nearly completes her.\n\nShe drifts across the magic borderland to womanhood, where dreams and\nfancies rise and intermingle and the realities of life are lost. A\ndissatisfaction and a restlessness come upon her. There seems no sanity\nin things, and life is topsy-turvy. She is filled with vague, troubled\nyearnings, and the woman in her quickens and cries out for unity. It is\nan organic cry, old as the race, and she cannot shut out the sound of it\nor still the clamour in her blood.\n\nBut there is one male in all the world who is most nearly her\ncomplement, and he may be over on the other side of the world where she\nmay not find him. So propinquity determines her fate. Of the males she\nis in contact with, the one who can more nearly give her the\ncompleteness she craves will be the one she loves.\n\nAll of which is well and good in its way, but let us analyze further.\nWhat is all this but the symptoms of an extreme over-excitation and\nnervous disorder? The equilibrium of the organism has been overthrown\nand there is a wild scrambling for the restoration of that equilibrium.\nThe choice made may be good or ill, as chance and time may dictate, but\nthe impelling excitement forces a choice. What if it be ill? What if\nto-morrow a male who is a far better complement should appear? The time\nis now. Nature is not neglectful, and well she knows the disaster of\ndelay. She is prodigal of the individual and is satisfied with one\nmatch out of many mismatches, just as she is satisfied that of a million\ncod eggs one only should develop into a full-grown cod. And so this love\nof the human in no wise differs from that of the sparrow which forgets\npreservation in procreation. Thus nature tricks her creatures and the\nrace lives on.\n\nFor the lesser creatures the trick serves the purpose well. There is\nneed for a compelling madness, else would self-preservation overcome\nprocreation and there be no lesser creatures. And man is content to rest\ncoequal with the beast in the matter of mating. Notwithstanding his\nintelligence, which has made him the master of matter and enabled him to\nenslave the great blind forces, he is unable to perpetuate his species\nwithout the aid of the impelling madness. Nay, men will not have it\notherwise; and when an individual urges that his reason has placed him\nabove the beast, and that, without the impelling madness, he can mate\nwith greater wisdom and potency, then the poets and singers rise up and\nfling potsherds at him. To improve upon nature by draining a malarial\nswamp is permitted him; to improve upon nature's methods and breed\nswifter carrier-pigeons and finer horses than she has ever bred is also\npermitted; but to improve upon nature in the breeding of the human, that\nis a sacrilege which cannot be condoned! Down with him! He is a brute to\nquestion our divine Love, God-given and glorious!\n\nAh, Dane, remember the first dim yearning of divided life, and the soils\nand smirches and frenzies put upon it by the spawn of multitudinous\ngenerations. There is your love, the whole history of it. There is no\nintrinsic shame in the thing itself, but the shame lies in that we are\nnot greater than it.\n\nHERBERT.\n\n\n\n\nXVIII\n\nFROM THE SAME TO THE SAME\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nApril 4, 19--.\n\nThere were several things in your letter which I forgot to answer. Much\nof beauty and wonder is there in what you have said, and unrelated facts\nwithout end. Many of those facts I endorse heartily, but it seems to me\nyou fail to embody them in a coherent argument.\n\nI have stated, in so many words, that there are two functions common to\nall life--nutrition and reproduction. Of this you have missed the\nsignificance in your rejection of my definition of love, so I must\nexplain further. Unless these two functions be carried on, life must\nperish from the planet. Therefore they are the most essential concerns\nof life. The individual must preserve its own life and the life of its\nkind. It is more prone to preserve its own life than the life of its\nkind, less prone to sacrifice itself for its species. So natural\nselection has developed a passion of madness which forces the individual\nto make the sacrifice. In all forms of life below man the struggle for\nexistence is keen and merciless. The least weakness in an individual is\nthe signal for its destruction. Therefore it is counter to the welfare\nof the individual to do aught that will tend to weaken it. On the other\nhand, the law is that the individual must procreate. But procreation\nmeans a weakening and a temporary state of helplessness. Problem: How\nmay the individual be brought to procreate? to do that which is inimical\nto its welfare? Answer: It must be forced by something deeper than\nreason, and that something is unreasoning passion. Did the individual\nreason on the matter, it would certainly abstain. It is because the\npassion is not rational that life has persisted to this day. Man, coming\nup from the walks of lower life, brought with him this most necessary\npassion. Developing imagination, he commingled the two; love was the\nproduct.\n\nNow, because of our imagination, do not let us confuse the issue. The\ngreat task demanded of man is reproduction. He is urged by passion to\nperform this task. Passion, working through the imagination, produces\nlove. Passion is the impelling factor, imagination the disturbing\nfactor; and the disturbance of passion by imagination produces love.\n\nStripped of all its superfluities, what function does love serve in the\nscheme of life? That of reproduction. Nay, now, do not object, Dane; for\nyou state the same thing, though less clearly, in your own definition of\nlove. You say, \"Love is the awakening of the personality to the beauty\nand worth of some one being\" and is a desire to merge the life with that\nof the beloved being. In other words, your definition tells that the\npassion for perpetuation is the cause of love, and perpetuation the end\nto be accomplished. Thus nature tricks her creatures and the race lives\non.\n\nThen you say negatively, \"Love is not a disorder of mind and body, not a\nmadness, since it arises in the eternally most valuable, since it is the\nculmination of high processes, and since it makes for strength and\nsanity of vision and happiness.\" I have shown the value of passion, and\nthe processes of which love is the culmination, and I have shown that\nboth are unreasoning and why they are unreasoning. Do you demonstrate\nwhere I am wrong.\n\nThen again, you dare a formula: \"In the beginning love arose in the\npassion for perpetuation; to-day the passion for perpetuation arises in\nlove.\" It is clever, but is it true? Yes, as true as this formula I dare\nto pattern after yours: In the beginning man ate because he was hungry;\nto-day he is hungry because he eats.\n\nThere are many things more I should like to answer, but I am writing\nthis 'twixt breakfast and lecture hour, and time presses and students\nwill not wait.\n\nHERBERT.\n\n\n\n\nXIX\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nApril 22, 19--.\n\nNature tricks her creatures and the race lives on, and I, overcivilised,\ndecadent dreamer that I am, rejoice that the past binds us, am proud of\na history so old and so significant and of an heritage so marvellous.\nNature tricks her creatures and the race lives on, and I am prayerfully\ngrateful. The difference between us is that you are not. You are\nsuffering from what has been well called, the sadness of science. You\naccept the thesis of a common origin only to regret it. You discover\nthat romance has a history, and lo! romance has vanished! You are a\nWerther of science, sad to the heart with a melancholy all your own and\ndropping inert tears on the shrine of your accumulated facts.\n\nIn this you are with your generation. Just as every age has its\nprevailing disease of the body so has it its characteristic spiritual\nailment. To-day we are in the throes of travail. In our arms is the\nchild of our ever-delving intellect, but another deliverance is about to\nbe and the suffering is great. After science comes the philosophy of\nscience. Our eyes are bathed in Revelation, but upon our ears the music\nof the Word has not yet fallen. Until that time when the meaning of it\nall shall flash out upon the world, the race will be hidebound in\ncallousness and in faint-hearted melancholy. As yet we do not know what\nto do with all which we know, and we are afflicted with the pessimism of\ninertia and the pessimism of dyspepsia. Intellectually, we have been\nliving too high the last hundred years or so. In this is the secret of\nour difference. You insist upon cheapening life for yourself because it\nhas become evident to you that the phenomenon is common, and I, on the\nother hand, shout its glory because it is universal. To myself I am\nbreathless with wonder, but to you and in my work I needs must shout it.\n\nHere let me be clear. I take it that you are under the sway of a\ncontemporary mood, that your position is an accidental phase of\nto-day's materialism. Broadly, our quarrel is that of pessimism and\noptimism, only your pessimism is unconscious, which makes it the more\ndangerous to yourself. You are too sad to know that you are not happy or\nto care. Does my diagnosis surprise you? Analyze the argument of your\nlast letter. You trace the growth of the emotion of love from protoplasm\nto man. You follow the progress of the force which is stronger than\nhunger and cold and swifter and more final than death, from its\npotential state in the unicellular stage where life goes on by division,\nup through the multifarious forms of instinctive animal mating, till you\nreach the love of the sexes in the human world. And the exploring leads\nyou to the belief that nothing has been reserved for the human worth his\ncherishing, to the conviction that the plan of life is simple and\nunvaried and therefore unacceptable.\n\nYou raise the wail of Ecclesiastes, \"All is vanity and a striving after\nwind, and there is no profit under the sun.\" The Preacher and Omar and\nSwinburne are pathetically human, and we who are also human respond to\ntheir finality, to their quizzical indifference and their stinging\nresentment. We also say, \"Vanity of vanities,\" and bow our heads\nmurmuring \"Ilicet,\" and stretch out our hands to \"turn down an empty\nglass,\" but all this in twilight moods when a dimness as of dying rests\nupon the soul. There are a few with whom it is always morning, and\nothers who remember something of the radiance of the young day even in\nthe heart of midnight. These disprove the postulates of sameness and\nsatiety, these are not smitten by the seen fact as are you of the\nmicroscopic retina, these \"see life steadily and see it whole.\"\n\nWe need not fear the label of an idea. When I say that your position is\nthat of the pessimist, it is not more of an accusation than if I said it\nwas that of the optimist. The thing to concern oneself with is the\nquestion, \"which of these makes the nearer approach to the truth?\" You\nhave been asking me, \"What is love worth?\" And you have answered your\nquestion often enough and to your satisfaction, \"In itself it is worth\nnothing, being but the catspaw to scheming forces.\" With your denial of\nany intrinsic beauty in the emotion, with your acceptance of it as an\nunfortunate incident in human affairs, comes a vague hope that the race\nwill outgrow this force. Here is your rift in the cloud. You picture a\nscientific Utopia where there are no lovers and no back-harkings to the\nprimitive passion, and you appoint yourself pioneer to the promised land\nof the children of biology.\n\nAh! I speak as if I were vexed instead of simply being sure I am in the\nright. I wish to help you to see that there is another reading to your\nfacts. If love is essentially the same from protoplasm to man, it does\nnot for this reason become worthless. By virtue of being universal it is\nenhanced and most divinely humanly binding. You tell me that love is\ninvoluntary, compelled by external forces as old as time and as binding\nas instinct, and I say that because of this, life is finally for love.\nWhat! The cavemen, and the birds, too, and the fish and the plants,\nforsooth! What! The inorganic, perhaps, as well as the organic, swayed\nby this force which is wholly physical and yet wholly psychical! And\ndoes it not fire you? You are not caught up and held by this giant fact?\nYou find that love is not sporadic, not individual, that it does not\nbegin with you or end with you, that it does not dissociate you, and you\ndo not warm to the world-organic kinship, you do not hear the overword\nof the poets and philosophers of all times, you do not see the visions\nthat gladdened the star-forgotten nights of saints?\n\nThe same surprise sweeps over the mind in reading Ecclesiastes. Is it a\nsorry scheme of things that one generation goes and another comes and\nthe world abides forever? If the same generation peopled the earth for a\nmillion years, the dignity of life would not be increased. It is not\nnecessary to have the assurance of eternal life as the dole for having\ncome to be, in order to live under the aspect of eternity. It is larger\nto be short-lived, to be but a wave of the sea rolling for one sunful\nday and starry night towards a great inclusiveness. It is a higher\nmajesty to be inalien and a part--a ringed ripple in the Vastness--than\nto lie broad and smiling in meaningless endlessness.\n\nSo it is a strange thing that men who are schooled by evolution to\nrelate themselves to all that exists, and to seek for new kinships,\nshould lament that there is no new thing under the sun. And whose eye\nwould be satisfied with seeing and whose ear with hearing? Who would\nrather have the truth than the power to seek it? There is a way of\nreading Ecclesiastes and Schopenhauer with a triumphant lilt in the\nvoice. After all, it is the modulation that carries the message of the\ntext. When you write the history of love, I find it fair reading. When\nyou tell me love is primal and engrossing, I hold it the more a sin to\ncrouch away from its fires.\n\n\"Love is the assertion of the will to live as a definitely determined\nindividual.\" This is Schopenhauer's thesis and (unnecessarily enough) he\napologises for it, as if it belittled love to say that it affects man in\nhis _essentia Ã¦terna_. The genius of the race takes the lover conscript\nand makes him a soldier in life's battalions.\n\n\"The genius of the race,\" a metaphysical term, but meaning what you do\nwhen you speak of the function of love. Schopenhauer is a pessimist\nconsciously, you, unconsciously; and you have both missed the living\nvalue of your facts. \"Love is ruled by race welfare,\" says Schopenhauer.\n\"It (the race welfare) alone corresponds to the profoundness with which\nit is felt, to the seriousness with which it appears, to the importance\nwhich it attributes even to the trifling details of its sphere and\noccasion.\" Love concerns itself with \"The composition of the next\ngeneration,\" therefore you find it common as the commonplace, therefore\nSchopenhauer regards it as a force treacherous to happiness, since to\nlive is to be miserable. \"These lovers are the traitors who seek to\nperpetuate the whole want and drudgery which would otherwise speedily\nreach an end; this they wish to frustrate as others like them have\nfrustrated it before.\"\n\nBecause love frustrates the death of the race, it is the joy of my\nsenses and the goal of my striving.\n\nSays Schopenhauer: \"Through love man shows that the species lies closer\nto him than the individual, and he lives more immediately in the former\nthan in the latter. Why does the lover hang with complete abandon on the\neyes of his chosen one, and is ready to make every sacrifice for her?\n_Because it is his immortal part that longs after her, while it is\nmerely his mortal part that desires everything else._\" Because this is\nso, love is the God of my faith.\n\nYou see where our subject takes us! And all the while I care nothing for\nthe points of argument except where they prick you from your position.\nOne must scale the skies and swim the seas in order to reach you. Well,\nhave I approached within your hearing?\n\nI was sitting amongst the fennel in Barbara's garden when your letter\nwas brought, and I read it twice to make sure I understood. When the\nsun lies warm on waving fennel and a city is before you, mysterious in a\nveil of mist, it is easier to feel love than to think about it. For a\nwhile, it was difficult to see the bearing of the data which you\nmarshalled so well in defence of your denial. You went far in order to\nanswer why you are content to marry a woman you do not love. Your\nmethods are not the methods of the practical mind. I am glad for that.\nYou idealise your attitude, you go far back in time, you enmesh yourself\nin theories and generalisations, you ride your imagination proudly, in\norder to reconcile yourself to something which suggests itself as more\nideal than that for which the unreasoning heart hungers. You are sad,\nbut you are not practical and you are not blasÃ©.\n\nOf Barbara, of myself, and of London doings, this is no time to write.\nTell Hester your friend thinks of her.\n\nYours with great memories and greater hopes,\nDANE KEMPTON.\n\n\n\n\nXX\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nMay 18, 19--.\n\nI stand aloof and laugh at myself and you. Oh, believe me, I see it very\nclearly myself in the heyday and cocksureness of youth, flinging at you,\nwith much energy and little skill, my immature generalisations from\nscience; and you with an elderly beneficence and tolerance, smiling\nshrewdly and affectionately upon me, secure in the knowledge that sooner\nor later I am sure to get through with it all and join you in your broad\nand placid philosophy. It is the penalty age exacts from youth. Well, I\naccept it.\n\nSo I am suffering from the sadness of science. I had been prone to\nascribe my feelings to the passion of science. But it does not matter in\nthe least--only, somehow, I would rather you did not misunderstand me\nso dreadfully. I do not raise the wail of Ecclesiastes. I am not sad,\nbut glad. I discover romance has a history, and in history I am quicker\nto read the romance. I accept the thesis of a common origin, not to\nregret it, but to make the best of it. That is the key to my life--to\nmake the best of it, but not drearily, with the passiveness of a slave,\nbut passionately and with desire. Invention is an artifice man employs\nto overcome the roundabout. It is the short cut to satisfaction. It\nmakes man potent, so that he can do more things in a span. I am a worker\nand doer. The common origin is not a despair to me; it has a value, and\nit strengthens my arm in the work to be done.\n\nThe play and interplay of force and matter we call \"evolution.\" The more\nman understands force and matter, and the play and interplay, the more\nis he enabled to direct the trend of evolution, at least in human\naffairs. Here is a great and weltering mass of individuals which we call\nsociety. The problem is: How may it be directed so that the sum of its\nhappiness greatens? This is my work. I would invent, overcome the\nroundabout, seek the short cut. And I consider all matter, all force,\nall factors, so that I may invent wisely and justly. And considering\nall factors, I consider romance, and I consider you. I weigh your value\nin the scheme of things, and your necessity, and I find that you are\nboth valuable and necessary.\n\nBut the history of progress is the history of the elimination of waste.\nOne boy, running twenty-five machines, turns out a thousand pairs of\nsocks a day. His granny toiled a thousand days to do the same. Waste has\nbeen eliminated, the roundabout overcome. And so with romance. I strive\nnot to be blinded by its beauty, but to give it exact appraisal.\nOftentimes it is the roundabout, the wasteful, and must needs be\neliminated. Thus chivalry and its romance vanished before the chemist\nand the engineer, before the man who mixed gunpowder and the man who dug\nditches.\n\nI melancholy? Sir, I have not the time--so may I model my answer after\nthe great Agassiz. I am not a Werther of science, but rather you are a\nJohn Ruskin of these latter days. He wept at the profanation of the\nworld, at the steam-launches violating the sanctity of the Venetian\ncanals and the electric cars running beneath the shadow of the pyramids;\nand you weep at the violation of like sanctities in the spiritual world.\nA gondola is more beautiful, but the steam-launch takes one places, and\nan electric car is more comfortable than the hump of a camel. It is too\nbad, but waste romance, as waste energy, must be eliminated.\n\nEnough. I shall go on with the argument. I have drawn the line between\npre-nuptial love and post-nuptial love. The former, which is the real\nsexual love, the love of which the poets sing and which \"makes the world\ngo round,\" I have called romantic love. The latter, which in actuality\nis sex comradeship, I call conjugal affection or friendship. To be more\ndefinite, I shall call the one \"love,\" the other \"affection\" or\n\"friendship.\" Now love is not affection or friendship, yet they are\nofttimes mistaken, one for the other, for it so happens that the\nfriendship, which is akin to conjugal affection, is in many instances\npre-nuptial in its development--a token, I take it, of the higher\nevolution of the human, an audaciousness which dares to shake off the\nblind passion and evade nature's trick as man evaded when he harnessed\nsteam and rested his feet. It is of common occurrence that a man and\nwoman, through long and tried friendship, reach a fine appreciation of\neach other and marry; and the run of such marriages is the happiest.\nNeither blinded nor frenzied by the unreasoned passion of love, they\nhave weighed each other,--faults, virtues, and all,--and found a\ncompatibility strong enough to withstand the strain of years and\nmisfortune, and wise enough to compromise the individual clashes which\nmust inevitably arise when soul shares never ending bed and board with\nsoul. They have achieved before marriage what the love-impelled man and\nwoman must achieve after marriage if they would continue to live\ntogether; that is, they have sought and found compatibility before\nbinding themselves, instead of binding themselves first and then seeking\nif there be compatibility or not.\n\nLet me apparently digress for the moment and bring all clear and\nstraight. The emotions have no basis in reason. We smile or are sad at\nthe manifestation of jealousy in another. We smile or are sad because of\nthe unreasonableness of it. Likewise we smile at the antics of the\nlover. The absurdities he is guilty of, the capers he cuts, excite our\nphilosophic risibility. We say he is mad as a March hare. (Have you ever\nwondered, Dane, why a March hare is deemed mad? The saying is a pregnant\none.) However, love, as you have tacitly agreed, is unreasonable. In\nfact, in all the walks of animal life no rational sanction can be found\nfor the love-acts of the individual. Each love act is a hazarding of the\nindividual's life; this we know, and it is only impelled to perform such\nacts because of the madness of the trick, which, though it strikes at\nthe particular life, makes for the general life.\n\nSo I think there is no discussion over the fact that this emotion of\nlove has no basis in reason. As the old French proverb runs, \"The first\nsigh of love is the last of wisdom.\" On the other hand, the individual\nnot yet afflicted by love, or recovered from it, conducts his life in a\nrational manner. Every act he performs has a basis in reason--so long as\nit is not some other of the emotional acts. The stag, locking horns with\na rival over the possession of a doe, is highly irrational; but the same\nstag, hiding its trail from the hounds by taking to water, is performing\na highly rational act. And so with the human. We model our lives on a\nbasis of reason--of the best reason we possess. We do not put the\nscullery in the drawing-room, nor do we repair our bicycles in the\nbedchamber. We strive not to exceed our income, and we deliberate long\nbefore investing our savings. We demand good recommendations from our\ncook, and take letters of introduction with us when we go abroad. We\noverlook the petulant manner of our friend who rowed in the losing\nbarges at the race, and we forgive on the moment the sharp answer of the\nman who has sat three nights by a sick-bed. And we do all this because\nour acts have a basis in reason.\n\nComes the lover, tricked by nature, blind of passion, impelled madly\ntoward the loved one. He is as blind to her salient imperfections as he\nis to her petty vices. He does not interrogate her disposition and\ntemperament, or speculate as to how they will coÃ¶rdinate with his for\ntwo score years and odd. He questions nothing, desires nothing, save to\npossess her. And this is the paradox: _By nature he is driven to\ncontract a temporary tie, which, by social observance and demand, must\nendure for a lifetime._ Too much stress cannot be laid upon this, Dane,\nfor herein lies the secret of the whole difficulty.\n\nBut we go on with our lover. In the throes of desire--for desire is\npain, whether it be heart hunger or belly hunger--he seeks to possess\nthe loved one. The desire is a pain which seeks easement through\npossession. Love cannot in its very nature be peaceful or content. It is\na restlessness, an unsatisfaction. I can grant a lasting love just as I\ncan grant a lasting satisfaction; but the lasting love cannot be\ncoupled with possession, for love is pain and desire, and possession is\neasement and fulfilment. Pursuit and possession are accompanied by\nstates of consciousness so wide apart that they can never be united.\nWhat is true of pursuit cannot be true of possession, no more than the\nchild, grasping the bright ball, can deem it the most wonderful thing in\nthe world--an appraisement which it certainly made when the ball was\nbeyond reach.\n\nLet us suppose the loved one is as madly impelled toward the lover. In a\nfew days, in an hour, nay, in an instant--for there is such a thing as\nlove at first sight--this man and woman, two unrelated individuals, who\nmay never have seen each other before, conceive a passion, greater,\nintenser, than all other affections, friendships, and social relations.\nSo great, so intense is it, that the world could crumble to star-dust so\nlong as their souls rushed together. If necessary, they would break all\nties, forsake all friends, abandon all blood kin, run away from all\nmoral responsibilities. There can be no discussion, Dane. We see it\nevery day, for love is the most perfectly selfish thing in the universe.\n\nBut this is easily reconcilable with the scheme of things. The true\nlover is the child of nature. Natural selection has determined that\nexogamy produces fitter progeny than endogamy. Cross fertilisation has\nmade stronger individuals and types, and likewise it has maintained\nthem. On the other hand, were family affection stronger than love, there\nwould be much intermarriage of blood relations and a consequent\nweakening of the breed. And in such cases it would be stamped out by the\nstronger-breeding exogamists. Here and there, even of old time, the wise\nmen recognised it; and we so recognise it to-day, as witness our bars\nagainst consanguineous marriage.\n\nBut be not misled into the belief that love is finer and higher than\naffection and friendship, that the yielding to its blandishments is\nhigher wisdom on the part of our lovers. Not so; they are puppets and\nknow and think nothing about it. They come of those who yielded likewise\nin the past. They obey forces beyond them, greater than they, their\nkind, and all life, great as the great forces of the physical universe.\nOur lovers are children of nature, natural and uninventive. Duty and\nmoral responsibility are less to them than passion. They will obey and\nprocreate, though the heavens roll up as a scroll and all things come to\njudgment. And they are right if this is what we understand to be \"the\nbloom, the charm, the smile of life.\"\n\nYet man is man because he chanced to develop intelligence instead of\ninstinct; otherwise he would to this day have remained among the\nanthropoid apes. He has turned away from nature, become unnatural, as it\nwere, disliked the earth upon which he found himself, and changed the\nface of it somewhat to his liking. His trend has been, and still is, to\nperform more and more acts with a rational sanction. He has developed a\nmoral nature, made laws, and by the sheer force of his will and reason\ncurbed his lyings and his lusts.\n\nHowever, our lovers are natural and uninventive. They get married.\nPursuit, with all its Tantalus delights, its sighings and its songs, is\ngone, never to return. And in its place is possession, which is\nsatisfaction, familiarity, knowledge. It heralds the return of\nrationality, the return to duty of the weighing and measuring qualities\nof the mind. Our lovers discover each other to be mere man and woman\nafter all. That ethereal substance which the man took for the body of\nthe loved one becomes flesh and blood, prone to the common weaknesses\nand ills of flesh and blood. He, on the other hand, betrays little\npetulancies of disposition, little faults and predispositions of which\nshe never dreamed in the pre-nuptial days, and which she now finds\neminently distasteful. But at first these things are not openly\nunpleasant. There are no scenes. One or the other gives in on the\ninstant, without self-betrayal, and one or the other retires to have a\nsecret cry or to ruminate about it over a cigar--the first faint hints,\nI may slyly suggest, of the return of rationality. _They are beginning\nto think._\n\nAh, these are little things, you say. Precisely; wherefore I lay\nemphasis upon them. The sum of the innumerable little things becomes a\nmighty thing to test the human soul. Moreover, many a home has been\nbroken because of disagreement as to the uses or abuses of couch\ncushions, and more than one divorce induced by the lingering of tobacco\nodours in the curtains.\n\nIf the marriage of our lovers conform to the majority of marriages, the\nfirst year of their wedded life will determine whether they are able to\nshare bed and board through the lengthening years. For this first\nyear--often the first months of it--marks the transition from love to\nconjugal affection, or witnesses a rupture which nothing less than\nomnipotence can ever mend. In the first year a serious readjustment must\ntake place. Unreason, as a basis for the relation, must give way to\nreason; blind, ignorant, selfish little love must flutter away, so that\nfriendship, clear-eyed and wise, may step in. There will come moments\nwhen wills clash and desires do not chime; these must be moments of\nsober thought and compromise, when one or the other sacrifices self on\nthe altar of their nascent friendship. Upon this ability to compromise\ndepends their married happiness. Returning to the rationality which they\nforsook during mating-time, they cannot live a joint rational existence\nwithout compromising. If they be compatible, they will gradually grow to\nfit, each with the other, into the common life; compromise, on certain\ndefinite points, will become automatic; and for the rest they will\nexhibit a tacit and reasoned recognition of the imperfections and\nfrailties of life.\n\nAll this reason will dictate. If they be incapable of rising to\ncompromise, sacrifice, and unselfishness, reason will dictate\nseparation. In such cases, when they will have become rational once\nmore, they will reason the impossibility of a continued relation and\ngive it up. In which case the true-love disciple may contend that there\nwas no real love in the beginning. But he is wrong. It was just as real\nas that of any marriage, only it failed in the post-nuptial quest after\ncompatibility. In all marriages love--passionate, romantic love--must\ndisappear, to be replaced by conjugal affection or by nothing. The\nformer are the happy marriages, the latter the mistaken ones.\n\nAs I close, the saying of La BruyÃ¨re comes to me, \"The love which arises\nsuddenly takes longest to cure.\" This generalisation upon all the\nlove-affairs within the scope of a single lifetime cannot but be true,\nand it is quite in line with the general argument. I have shown that the\nlove (so called) which grows slowly is akin to friendship, that it is\nfriendship, in fact, conjugal friendship. On the other hand, the more\nsudden a love the more intense it must be; also the less rationality can\nit have. And because of its intensity and unreasonableness, the longer\nperiod must elapse ere its frenzy dies out and cool, calm thought comes\nin.\n\nHERBERT.\n\nP.S.--My book is out--\"The Economic Man.\" I send it to you. I cannot\nimagine you will care for the thing.\n\n\n\n\nXXI\n\nFROM THE SAME TO THE SAME\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nMay 26, 19--.\n\n\"Pretty nineteen-year-old Louisa Naveret, because her slower-minded\nfiancÃ©, Charles J. Johnson, could not understand a joke, is dying with a\nbullet in her brain, and he, her murderer, lies dead at the morgue. They\nwere to have been married to-day.\"\n\nFrom to-day's paper I quote the above introduction to a column\nmurder-sensation in simple life. Simple it was, and elemental--the man\nloving steadily and doggedly and madly, after the manner of the male\nbefore possession; the woman fluttering, and teasing, and tantalising,\nafter the manner of the female courting possession. They had been\nengaged for some time. The woman loved the man and fully intended to\nmarry him. The engagement neared its close, and on the day before that\nof the wedding, the man, slow minded, loving intensely, procured the\nmarriage licence. The woman read the document, and with the last coy\nflutter before surrender told him that she would not marry him.\n\n\"I meant it as a jest,\" she said as she lay on a cot at the receiving\nhospital; but four bullets were in her body, and Charles J. Johnson,\nclumsy and natural lover, lay dead in an adjoining room with the fifth\nbullet in his brain.\n\nIn this pitiful little tragedy appear two of the most salient\ncharacteristics of love; namely, madness and selfishness. Let us analyze\nCharles J. Johnson's condition. He was a lineman for a telegraph\ncompany, healthy and strong, used to open-air life and hard work. He had\nsteady employment and good wages. Can't you see the man, content with a\ngood digestion, unailing body, and mild pleasures, and enjoying life\nwith bovine placidity? But pretty Louisa Naveret entered his life. The\n\"abysmal fecundity\" was stirred and life clamoured to be created.\nPeacefulness and content vanished. All the forces of his existence\nimpelled him to seize upon and possess \"nineteen-year-old\" Louisa\nNaveret. He was afflicted with a disorder of mind and body, a madness\nso great, a delusion so powerful, a pain and unrest so pressing, that\nthe possession of that particular \"nineteen-year-old\" woman became the\ndearest thing in the world, dearer than life itself and more potent than\nthe \"will to live.\"\n\nI do well to call love a madness. Any departure from rationality is\nmadness, and for a man of Charles J. Johnson's calibre, suicide is an\nextremely irrational act. But he also killed Louisa Naveret, wherein he\nwas as selfish as he was mad. Convinced that he was not to possess her,\nhe was determined that no other man should possess her.\n\nWhile on this matter of love considered as a disorder of mind and body,\nI recall a recent magazine article of Mr. Finck's, in which he analyzes\nSappho's conception of love. \"In that famous poem of Sappho,\" he says,\n\"that has been so often declared a compendium of all the emotions that\nmake up love, I have not been able to find anything but a comic\ncatalogue of such feelings as might overwhelm a woman if she met a bear\nin the woods--'deadly pallor,' 'a cold sweat,' 'a fluttering heart,'\n'tongue paralyzed,' 'trembling all over,' 'a fainting fit.'\"\n\nDante suffered similarly from the disorder of love, if you will\nrecollect. In this connection may be cited the following passage from\nDiderot's \"Paradox of Acting \":--\n\n\"Take two lovers, both of whom have their declarations to make. Who will\ncome out of it best? Not I, I promise you. I remember that I approached\nthe beloved object with fear and trembling; my heart beat, my ideas grew\nconfused, my voice failed me, I mangled all I said; I cried _yes_ for\n_no_; I made a thousand blunders; I was illimitably inept; I was absurd\nfrom top to toe, and the more I saw it the more absurd I became.\nMeanwhile, under my very eyes, a gay rival, light hearted and agreeable,\nmaster of himself, pleased with himself, losing no opportunity for the\nfinest flattery, made himself entertaining and agreeable, enjoyed\nhimself; he implored the touch of a hand which was at once given him, he\nsometimes caught it without asking leave, he kissed it once and again.\nI, the while, alone in a corner, avoided a sight which irritated me;\nstifling my sighs, cracking my fingers with grasping my wrists, plunged\nin melancholy, covered with a cold sweat, I could neither show nor\nconceal my vexation.\"\n\nOh, the clamour of life to be born is a masterful thing, and so far as\nthe individual is concerned, a most irrational thing; and so far as the\nworld of beasts and emotional men and women is concerned, it is a most\nnecessary thing. That life may live and continue to live, a driving\nforce is needed that is greater than the puny will of life. And in the\ndisorder produced by the passion for perpetuation, whether or not\nassisted by imagination, is found this driving force. As Ernest Haeckel,\nthat brave old hero of Jena, explains:--\n\n\"The irresistible passion that draws Edward to the sympathetic Otillia,\nor Paris to Helen, and leaps all bounds of reason and morality, is the\nsame _powerful, unconscious_, attractive force which impels the living\nspermatozoon to force an entrance into the ovum in the fertilisation of\nthe egg of the animal or plant--the same impetuous movement which unites\ntwo atoms of hydrogen to one atom of oxygen for the formation of a\nmolecule of water.\"\n\nBut with the advent of intellectual man, there is no longer need for\nobeying blind and irresistible compulsion. Intellectual man, changing\nthe face of life with his inventions and artifices, performing telic\nactions, adjusting himself and his concerns to remote ends and ultimate\ncompensations, will grapple with the problem of perpetuation as he has\ngrappled with that of gravitation. As he controls and directs the great\nnatural forces so that, instead of menacing, they are made to labour for\nhis safety and comfort, so will he control and direct the operation of\nthe reproductive force so that life will not only be perpetuated but\ndeveloped and made higher and finer. This is not more impossible than is\nthe steam-engine impossible or democracy impossible.\n\nHERBERT.\n\n\n\n\nXXII\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nJune 12, 19--.\n\nPlease remember that these letters are written to you alone. I do not\nthink that there is less love in the world than ever before. I make you\nrepresentative of a class, which, in turn, is characteristic of the\nmodern scientific type, but I do not make you representative of all that\nto-day's world has lived up to and lived down. So I do not join my\nRuskin in lamenting the past. To be sure, you are contemporary and you\nare parvenu. What then? You are few, nevertheless, and like the parvenu\nrich, you must pass into something quite unlike yourself. It is the law\nof growth. I ask you to account for yourself as an individual. The thing\nis fiercely personal. But you choose the roundabout method of answering\nme. For a view of what in your eyes is pertinent to this matter, you\nstretch a canvas wide as the world. You are resolved that your course\nshould dramatise the whole play and interplay of force and matter. It is\nideally ambitious of you and I am glad. It puts you in the ranks with\nthe students of the ideal tendencies. It shows that you are not always\nimpatient for short cuts, and that you begin to be of those who harness\n\"horses of the sun to plough in earth's rough furrows.\"\n\nYour letter sounds conclusive. Romance is waste, love is unreasoning;\ncompatibility alone is worth while. You think this, and are ready to\nencrust yourself with what is conventional and practical. Ah, no, it is\nnot even decently conventional! The formal world pretends, at least, to\nlove. It also reaches for the fires that thrill and thaw, whereas you\nstand before a cold hearth and think the chill well and welcome, since\nyou understand its cause. You have grasped part of a truth, and though\nmy mind complete your arc into the perfection of a circle, I cannot\nplace it about your head as a halo. My confusion comes from thinking of\nyou more than of my creed. A pregnant factor in our debate is the\ndebater. The Hafiz of the Hafiz maxims, the philosopher of your\nphilosophy happens to interest me. You have been building yourself up\nbefore my eyes, and for watching I cannot speak.\n\nWith what does romance interfere? If it implied a waste of vital force,\na giving up, a postponement of life, it were a roundabout path to\ndevelopment and happiness. But we live most when we are most under its\nsway, and it is for such self-promised sparks that we live at all.\nRomance quickens and controls as does nothing else, and because of this\nit is not only a means but an end in itself. It is stirred-up life. We\nlive most when we love most. The love of romance and the romance of love\nis the only coin for which the heart-hurt sell their death. A trick?\nPerhaps. The love of life is a trick to save the races from self-murder.\nNature makes legitimate her tricks. Let the Genius of the Race lure us\nwith passion and dreaming! We are not the losers by it. And if the dream\nfades and we grow gray despite what has been lived, then it is something\nto remember that soul and sense have leapt and pulsed. I am thankful\nthat romance has an aftermath, and that old men and women can prattle\nabout days that were robust. I am thankful that the soldiers of life are\nat the end given a furlough in which to fondle the arms they wielded\nwith clumsiness and with spirit, and in which to pass themselves in\nreview before their pension expires and their days are over. Youth has\nthe romance of loving, and age the romance of remembering.\n\nLovers are not always compatible, you say, and, before all, you insist\nupon good partnership. How will you insure yourself against unfitness?\nSurely not by a registering and weighing of qualities, not by bargaining\nand speculating. We do not choose our wives as we do our saddle-horses;\nwe do not plan our marriages as we plan our houses. It may sound\nparadoxical, but there is a higher compatibility than that of quality\nand degree. It is not whether people can live together, but whether they\nshould live together. \"It is an awkward thing to play with souls,\"--you\noverride the fastidiousness of the soul in marrying your companion.\nUnless you are an automaton, you cannot rest happy in the fact that you\nand she do not disagree. For comfort's sake you would have a negative\ndimension to your cosmos, forgetting that your longings and your needs\nand, it may be, your dreams, are positive. If sex-comradeship and\naffection were not as accidental and as dependent on mood as love\nitself, your position would have much in its favour. You could then\narrange for compatibility in marriage.\n\nYou speak of the methods in economics that conserve energy and capital,\nsuch as the employ of the machine-guiding boy, which saves the labour\npower of a hundred men, and you hold that in the realm of personal life\nlike methods may obtain with value and dignity. I can see how natural it\nhas become for you to take this viewpoint. One can be a zealot in\nmatters frigid. The law behind the fact has you in its coil, and your\npassion goes to ice. You burn for that cold thing, compatibility. You,\ntoo, are in the market-place bound to a stake--it is not for such as you\nto escape the fire. If you look to compatibility and want it intensely,\nas others want love, then you suffer, and from your standpoint (not\nmine) you raise a vain cry; for compatibility, like everything else, is\nillusory. The illusions of love are a strength, and the ways of love are\ndivine; through them we come to that feeling of completion which is\ncompatibility and which is as ineffable as the white-lipped promise of\nwaves heard by those who have also listened to weeping. Love is not\nresponsible for institutionalism. There would be no fewer marriages if\npeople married for convenience, nor would the law make such unions less\nbinding. It is not the fault of love that the great social paradox\nexists. In the precipitancy of feeling, you say, the lover fastens upon\nan unsuitable mate, and, with possession, love dies. Here I attack your\nfacts. If an awakening comes, it is not for either of these reasons.\nLove is not essentially rational, but then it is love. There is some\nconsistency in affairs natural, and the esoteric draught that enchanted\nat one time cannot poison at another.\n\nLove is not essentially rational, and it will not of a sudden become so\nat the possession of the loved one. People who marry from convenience\nmay wake to find their union most inconvenient. \"There are more things\nin heaven and earth,\" and there are more intricacies of feeling and more\nsloughs and depths, than are dreamed of in your philosophy. A definite\nunderstanding as to sofa cushions and tobacco smoke does not always\ninsure unwearied forbearance and devotion. With love, on the other hand,\ndisappointment is very much less likely to spring up, for the reason\nthat it is free from calculation. Love is a sympathy. It takes hold, it\ngrows upon the soul and the senses, and it does not flee before argument\nand explanation.\n\nStill less can I admit that possession kills love. Do we give up living\nbecause the world is based on Will and Idea? Yet to will is to want,\nSchopenhauer tells us, and to want is to be in pain. Do we know\nourselves in pain every minute of our lives? Hardly. This applies. You\nhold that, with the fulfilled hope and the appeased hunger, indifference\ntakes the place of desire. It reads so in logic, but not in life. If\nwhat is in our possession be good, we prize it more highly for its being\nwithin reach. The good in our keeping does not sate; it pains with\ndivine hungers. We do not tire of what we have; we rise to it. We do not\nknow the sweetness of being steadfast until we are so impelled by the\nlove with which we have grown great. The lover may well say: \"She was\nnot my ideal; before I knew her I was not great enough to think her. She\ntaught me.\"\n\nBesides, an acquaintance with your wife's faults does not kill your\nlove. You cannot turn from your brother or your friend if he commit even\na lurid act; you cannot turn from a stranger; much less can you turn\nfrom your beloved. Herbert, when men set themselves to judge, they are\ninvariably ridiculous and an offence to high heaven. Believe me, it is\nartificial. The true judge cares not for the fact of the deed, but for\nits motive. And the lover knows the motive. He has the key to the life.\nHe knows his beloved, not as she is, but \"as she was born to be.\" His\nlips press and his arms enfold not her so much as the ideal of her, and\nunless she unmake herself, he cannot unlove her. \"To judge a man by the\nfruit of his actions,\" says Professor Edward Howard Griggs, \"it is\nnecessary to know all of the fruit, which is impossible. You can only\nknow what he eternally must be if you catch the aspect of his soul and\ngrow to understand his aspirations and his loves.\" To idealise,\ntherefore, is not to be blind, but to be far-seeing.\n\nThere is another way of looking on this question of the paradox. Granted\nthat it is caused by romantic love, romantic love is still exclusively\nthe best thing in the world. You cannot pay too dearly for the good of\nlife. I know that the misery of being in the intimacy of wedlock with\none who is not loved is unutterable. It is to become degraded and\nunrecognisable, it is to wear the brand of liar before God! The man\nwhose outer life belies the inner is an enforced suicide. There is\nsomething of majesty on \"laying one's self down with a will,\" and there\nis something of strength in cloistering the body for the spirit's\nhealth's sake, but to die when all within is warm and clamorous for life\nis terrible. Such a death they die who are held together, not by the\nbonds of the spirit, but by those of convention. They who would go from\neach other and dare not, die the ignominious death of fear. The suicide\nis contemptible, besides being pitiable, when he is hounded out of life\ndespite himself, when he is a little embezzler of a clerk who rushes\nfrom the music hall to the Thames and thinks of the unfinished glass\nwith his last breath. No, I do not underestimate the tragedy of the\nparadox. Yet I say that if love were accountable for it (which it is\nnot), it would still be folly to forswear love. Do you ask why? Because\nits dangers are the dangers common to all life, and we are so made that\nwe cannot be frightened away from our portion of experience. We are as\nloth to give up our nights as our days. The winters as the summers, all\nthe seasons and all the climes, the fears as the hopes, all the travail\nof deepest, fullest living, we claim as our own forever. We guard\njealously our heritage of feeling. Would you for all the world sleep\nrather than wake, forget rather than remember? Then cease the requiem\nof your speech about the dangers of disillusion!\n\nMadness and selfishness were the cause of Louisa Naveret's death, and\nthe man who was mad and selfish was her lover. The poor man had not the\nstrength to renounce when he thought he found himself face to face with\nthe necessity of renouncing. But all lovers are not too weak to cope\nwith love. John Ruskin, if you remember, loved his wife, and he shot\nneither himself, nor her, nor Millais. Charles J. Johnson is not a\nRuskin, and Ruskin's love was not a madness.\n\nAnd, Herbert, to me there is nothing comic in a stress of feeling. Let\nthe lover pale and flutter and faint; in the presence of his deity it is\nan acceptable form of worship. The very self-possessed lover is more\npreposterous!\n\nYour book has not yet reached me. To-morrow I shall write again,\nproviding I remember how to write a natural letter.\n\nYours,\nDANE KEMPTON.\n\n\n\n\nXXIII\n\nFROM THE SAME TO THE SAME\n\n\nLONDON.\nJune 20, 19--.\n\nThere are impersonal hours when the things of the day drop below\nconsciousness and the spirit grows devotional and wends a pilgrimage to\nlarger spheres, there to sit apart. Such a respite was mine to-day.\nThere had been a call to rouse and put forth work, and I wrought with\nall the puniness of my might (woe is me!), and earned my post at the\nwindow that looks out upon the large things. The best of nights and days\nof toil is that there comes a twilight in which fatigued eyes see clear.\nI said it did not matter how you do about your marriage. Time may right\nyou in a way I cannot know. I said it did not matter if you are not\nrighted in this, there being so much that never rights itself. Both hope\nand despair were followed by a calm of neutrality. The inquiry waited\nno solution. The stress no longer touched me, and my twilight became\nluminous. I saw things as from a height and forms dropped out of my\nrange, when Barbara came tugging at me, and my pale while of abstraction\nwas at an end.\n\nShe wanted to know what troubled me. She made her way to me, hurried but\nresolved, and stated her demand. \"You catechised me yesterday; to-night\nyou shall answer.\"\n\nShe had come to defend herself. My talk having of late taken on the\nsameness of that of the man of one idea, Barbara was aroused. I was\ngauging her because she distressed me, was her thought. (I had been\ntrying to find whether it is possible to live differently from her and\nlive happily and well.) \"You think I am not close enough to Earl,\nbecause I mourn for my little one, perhaps. You think me not\nsufficiently happy to be wifely.\" Could I suppose aught else from such\nan utterance but that there was an estrangement and hidden pain? How,\nunless there were sorrow, could the woman see herself sorrowed for? My\nmind leapt to possibilities. Little Barbara on the rack was more than I\ncould bear. I groped for her hands. It was a fault in her to be so much\non her guard. She had no sorrow to confess, and spoke--only to ward off\nwhat was not directed toward her.\n\n\"The tenour of your talk led me on to believe--\" she stammered with hot\ncheeks. It is a standing offence of hers to imagine herself accused, and\nshe admits it is a weakness born of lack of poise. \"But I took all for\ngranted, I thought you fortunate beyond any other woman,\" I protested.\nAt this the radiance broke forth. I forgave the chill that her first\nwords on entering the room struck to my heart, and she forgot what she\nhad imagined.\n\nThere is nothing more important than the play and interplay of feeling.\nWere Barbara \"unwifely,\" I could not blame her, but neither could I have\nat hand my proof of dear miracles. My proof remained to me, for there\nshe stood, her face lifted toward mine, her mouth tremulous, her grey\neyes swimming. The mate woman was stirred. Barbara is twenty-six and has\nbeen married seven years, and she still vibrates with the old wonder to\nfind herself loving and beloved.\n\nI meant to tell you of what we spoke later, in the hope that I could\nshow you a little better what I hold dear and why. But my hand grows\nnerveless. The twilight of abstraction has set in. A little while ago\nthis hand was quick to rest on Barbara's as I called her my heroine. She\nis that, not alone because she is pure and good and strong, but because\nshe can accept the test of her instincts. It takes both faith and\nstrength to obey oneself. \"When shows break up, what but one's Self\nremains?\" asks Whitman. The shows are but shows for Barbara. Will I look\ninto your eyes on the morrow and find them, like hers, clear? Grant that\nit be!\n\nDANE.\n\n\n\n\nXXIV\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nJuly 1, 19--.\n\nSomewhere in Ward you may read, \"It must constantly be borne in mind\nthat all progress consists in the arbitrary alteration, by human efforts\nand devices, of the normal course of nature, so that civilisation is\nwholly an artificial product.\" Why, Dane, this is large enough to base a\nsociology upon. And I must ask you first, is it true? Second, do you\nunderstand, do you appreciate, the tremendous significance of it? And\nthird, how can you bring your philosophy of love in accord with it?\n\nRomantic love is certainly not natural. It is an artifice, blunderingly\nand unwittingly introduced by man into the natural order. Is this\naudacious? Let us see. In a state of nature the love which obtains is\nmerely the passion for perpetuation devoid of all imagination. The male\npossesses the prehensile organs and the superior strength. Beyond the\nardour of pursuit the female has no charms for him. But he is driven\nirresistibly to pursuit. And by virtue of his prehensile organs and\nsuperior strength he ravishes the females of his species and goes his\nway. But life creeps slowly upward, increasing in complexity and\nnecessarily in intelligence. When some forgotten inventor of the older\nworld smote his rival or enemy with a branch of wood and found that it\nwas good and thereafter made a practice of smiting rivals and enemies\nwith branches of wood, then, and on that day, artificiality may be said\nto have begun. Then, and on that day, was begun a revolution destined to\nchange the history of life. Then, and on that day, was laid the\ncornerstone of that most tremendous of artifices, CIVILISATION!\n\nTrace it up. Our ape-like and arboreal ancestors entered upon the first\nof many short cuts. To crack a marrow-bone with a rock was the act which\nfathered the tool, and between the cracking of a marrow-bone and the\nriding down town in an automobile lies only a difference of degree. The\none is crudely artificial, the other consummately artificial. That is\nall. There have been improvements. The first inventors grasped that\ntruthful paradox, \"the longest way round is the shortest way home,\" and\nforsook the direct pursuit of happiness for the indirect pursuit of\nhappiness. If the happiness of a savage depended upon his crossing an\nextensive body of water, he did not directly proceed to swim it, but\nturned his back upon it, selected a tree from the forest, shaped it with\nhis rude tools and hollowed it out with fire, then launched it in the\nwater and paddled toward where his happiness lay.\n\nNow concerning love. In the state of nature it is a brutal passion,\nnothing more. There is no romance attached. But life creeps upward, and\nthe gregarious human forms social groups the like of which never existed\nbefore. Consider the family group, for instance. Such a group becomes in\nitself an entity. By means of the group man is better enabled to pursue\nhappiness. But to maintain the group it must be regulated; so man\nformulates rules, codes, dim ethical laws for the conduct of the group\nmembers. Sexual ties are made less promiscuous and more orderly. A\ngreater privacy is observed. And out of order and privacy spring respect\nand sacredness.\n\nBut life creeps upward, and the family group itself becomes but a unit\nof greater and greater groups. And rules and codes change in accordance,\nuntil the marriage tie becomes possessed of a history and takes to\nitself traditions. This history and these traditions form a great fund,\nto which changing conditions and growing imagination constantly add. And\nthe traditions, more especially, bear heavily upon the individual,\novermastering his natural expression of the love instinct and forcing\nhim to an artificial expression of that love instinct. He loves, not as\nhis savage forebears loved, but as his group loves. And the love method\nof his group is determined by its love traditions. Does the individual\ncompare his beloved's eyes to the stars--it is a trick of old time which\nhas come down to him. Does he serenade under her window or compose an\node to her beauty or virtue--his father did it before him. In his\nlover's voice throb the voices of myriads of lovers all dead and dust.\nThe singers of a thousand songs are the ghostly chorus to the song of\nlove he sings. His ideas, his very feelings are not his, but the ideas\nand feelings of countless lovers who lived and loved and whose lives and\nloves are remembered. Their mistaken facts and foolish precepts are\nhis, and likewise their imaginative absurdities and sentimental\nphilanderings. Without an erotic literature, a history of great loves\nand lovers, a garland of love songs and ballads, a sheaf of spoken love\ntales and adventures--without all this, which is the property of his\ngroup, he could not possibly love in the way he does.\n\nTo illustrate: Isolate a boy babe and a girl babe of cultured breed upon\na desert isle. Let them feed and grow strong on shell-fish and fruit;\nbut let them see none other of their species; hear no speech of mouth,\nnor acquire knowledge in any way of their kind and the things their kind\nhas done. Well, and what then? They will grow to man and woman and mate\nas the beasts mate, without romance and without imagination. Does the\nwoman oppose her will to that of the man--he will beat her. Does he\nbecome over-violent in the manifestation of his regard, she will flee\naway, if she can, to secret hiding-places. He will not compare her eyes\nto the stars; nor will she dream that he is Apollo; nor will the pair\nmoon in the twilight over the love of Hero and Leander. And the many\nmonogamic generations out of which he has descended would fail to\nprevent polygamy did another woman chance to strand on that particular\nisle.\n\nIt is the common practice of the man of the London slum to kick his wife\nto death when she has offended him. And the man of the London slum is a\nvery natural beast who expresses himself in a very natural manner. He\nhas never heard of Hero and Leander, and the comparison of the missus'\neyes to the stars would to him be arrant bosh. The gentle, tender,\nconsiderate male is an artificial product. And so is the romantic lover,\nwho is fashioned by the love traditions which come down to him and by\nthe erotic literature to which he has access.\n\nAnd now to the point. Romantic love being an artificial product, you\ncannot base its retention upon the claim that it is natural. Your only\nclaim can be that it is the best possible artifice for the perpetuation\nof life, or that it is the only perfect, all-sufficient, and\nall-satisfying artifice that man can devise. On the one hand, for the\nperpetuation of life, man demonstrates the inefficiency of romantic love\nby his achievements in the domestic selection of animals. And on the\nother hand, the very irrationality of romantic love will tend to its\ngradual elimination as the human grows wiser and wiser. Also, because\nit is such a crude artifice, it forces far too many to contract the\npermanent marriage tie without possessing compatibility. During the time\nromantic love runs its course in an individual, that individual is in a\ndiseased, abnormal, irrational condition. Mental or spiritual health,\nwhich is rationality, makes for progress, and the future demands greater\nand greater mental or spiritual health, greater and greater rationality.\nThe brain must dominate and direct both the individual and society in\nthe time to come, not the belly and the heart. Granted that the function\nromantic love has served has been necessary; that is no reason to\nconclude that it must always be necessary, that it is eternally\nnecessary. There is such a thing as rudimentary organs which served\nfunctions long since fallen in disuse and now unremembered.\n\nThe world has changed, Dane. Sense delights are no longer the sole end\nof existence. The brain is triumphing over the belly and the heart. The\nintellectual joy of living is finer and higher than the mere sexual joy\nof living. Darwin, at the conclusion of his \"Origin of Species,\"\nexperienced a nobler and more exquisite pleasure than did ever Solomon\nwith his thousand concubines and wives. And while our sense delights\nthemselves have become refined, their very refinement has been due to\nthe increasing dominion over them of the intellect. Our canons of art\nare not founded on the heart. No emotion elaborated the laws of\ncomposition. We cannot experience a sense of delight in any art object\nunless it satisfies our intellectual discrimination. \"He is a _natural_\nsinger,\" we say of the poet who works unscientifically; \"but he is lame,\nhis numbers halt, and he has no knowledge of technique.\"\n\nThe intellect, not the heart, made man, and is continuing to make\nhim--ah, slowly, Dane, for life creeps slowly upward. The \"Advanced\nMargin\" is a favourite shibboleth of yours. And I take it that the\nAdvanced Margin is that portion of our race which is more dominated by\nintellect than the race proper. And I, as a member of that group,\npropose to order my affairs in a rational manner. My reason tells me\nthat the mere passion of begetting and the paltry romance of pursuit are\nnot the greatest and most exquisite delights of living. Intellectual\ndelight is my bribe for living, and though the bargain be a hard one, I\nshall endeavour to exact the last shekel which is my due.\n\nWherefore I marry Hester Stebbins. I am not impelled by the archaic sex\nmadness of the beast, nor by the obsolescent romance madness of\nlater-day man. I contract a tie which my reason tells me is based upon\nhealth and sanity and compatibility. My intellect shall delight in that\ntie. My life shall be free and broad and great, and I will not be the\nslave to the sense delights which chained my ancient ancestry. I reject\nthe heritage. I break the entail. And who are you to say I am unwise?\n\nHERBERT WACE.\n\n\n\n\nXXV\n\nFROM THE SAME TO THE SAME\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nJuly 5, 19--.\n\nI had not intended to answer your letter critically, but, on re-reading,\nfind I am forced to speak if for no other reason than your epithet\n\"parvenu.\" The word has no reproach. It was ever thus that the old and\nperishing recognised the vigorous and new. Parvenu, upstart--the term is\nreplete with significance and health. I doubt not Elijah himself was\ndubbed parvenu when he fluttered with his golden harp into that\nbright-browed throng, pride-swollen for that they had fought with\nMichael when Lucifer was hurled into hell.\n\n\"We do not choose our wives as we buy our saddle-horses; we do not plan\nour marriages as we do the building of our houses,\"--so you say, and it\nis said excellently. No better indictment of romantic love do I ask. And\noh, how many good men and women have I heard bitterly arraign society in\nthat in the begetting of children it does not exercise the judgment\nwhich it exercises in breeding its horses and its dogs! Marriage is\nsomething more than the mere pulsating to romance, the thrilling to\nvague-sweet strains, the singing idly in empty days, the sating of self\nwith pleasure--what of the children?\n\n\"Never mind the children,\" says selfish little Love. \"It has been our\nwont never to give any thought to the children; they were incidental.\nAlways have we sought our own pleasure; let us continue to seek our own\npleasure.\" So Society continues to breed its horses and dogs with\njudgment and forethought and to trust to luck for its children.\n\nBut it won't do, Dane. Life, in a sense, is living and surviving. And\nall that makes for living and surviving is good. He who follows the fact\ncannot go astray, while he who has no reverence for the fact wanders\nafar. Chivalry went mad over an idea. It idealised, if you please. It\nmade of love a fine art, and countless knights-errant devoted themselves\nto the service of the little god. It sentimentalised over ladies'\ngloves and forgot to make for living and surviving. And while chivalry\ncommitted suicide over its ladies' gloves, the stout, wooden-headed\nburghers, with an eye to the facts of life, dickered and bickered in\ntrade. And on the wreck and ruin of chivalry they flaunted their parvenu\ninsolence. God, how they triumphed! The children and cobblers and\nshop-keepers buying with the yellow gold the \"thousand years old names!\"\nbuying with their yellow gold the proud flesh and blood of their lords\nto breed with them and theirs! patronising the arts, speaking a kind\nword to science, and patting God on the back! But they triumphed, that\nis the point. They reverenced the fact and made for living and\nsurviving.\n\nLove is life, you say, and you seem to hold it the achievement of\nexistence. But I cannot say that life is love. Life? It is a toy, i'\nfaith, given to us, we know not why, to play with as we chance to\nplease. Some elect to dream, some to love, and some to fight. Some\nchoose immediate happiness, and some ultimate happiness. One stakes the\nHere and Now upon the Hereafter; another takes the Here and Now and lets\nthe Hereafter go. But each grasps the toy and does with it according to\nhis fancy And while none may know the end of life, all know that life\nis the end of love. Love, poor little, crude little, love, is the means\nto life--and so we complete the circle. Life? It is a toy, i' faith,\ngiven us, we know not why, to play with as we chance to please.\n\nBut this we know, that love is the means to life, and it is subject to\ninevitable improvement. By our intellect will we improve upon it. Life\nabundant! finer life! higher life! fuller life! When we scientifically\nbreed our race-horses and our draught-horses, we make for life abundant.\nAnd when we come scientifically to breed the human, we shall make for\nlife abundant, for humanity abundant.\n\nYou say an acquaintance with the petty vices of one's wife does not kill\none's love. Oh yes, it does, and out of the ashes of that love rises\naffection, comradeship, in kind somewhat similar to the affection and\ncomradeship which I have for my brother. I do not _love_ my brother, and\nit is because I do not love him, and because I do have _affection_ and\n_comradeship_ for him, that I do not turn away when he commits even a\nlurid act. Love, you will remember, takes its rise in the emotions, and\nis unstable and wanton and capricious. But affection takes its rise in\nthe intellect, is based upon judgment of the brain. Love is unyielding\ntyranny; affection is compromise. Love never compromises, no more than\ndoes the mad little mating sparrow compromise.\n\nMy brother?--I played with him as a boy. His weaknesses and faults\nincensed and hurt me, as mine incensed and hurt him. Many were our\nquarrels. But he had also good qualities which pleased me, and at times\nperformed gracious acts and even sacrifices. And I likewise. And with my\nbrain I weighed his weaknesses and faults against his gracious acts and\nsacrifices, and I achieved a judgment upon him. The ethics of the family\ngroup also contributed to this judgment. The duties of kinship and the\nresponsibilities of blood ties were impressed upon me. We grew up at our\nmother's knee, and she and our father became factors in determining what\nmy conduct should be. They, too, taught me that my brother was my\nbrother, and that in so far as he was my brother, my relations with him\nmust be different from my relations with those who were not my brothers.\nAnd all went to crystallise an intellectual judgment, or a set of\ncriteria, as it were, to guide all sane, unemotional acts and even to\ncontrol and repress any emotional acts. These criteria, I say, became\ncrystallised, became automatic in my thought processes.\n\nAnd now, in manhood, my brother commits a lurid act, an act repulsive to\nme, one capable of arousing emotions of anger, of bitterness, of hatred.\nI experience an emotional impulse to pour my wrath upon him, to be\nbitter toward him, to hate him. Then I experience an intellectual\nimpulse. Whatever way I may act, I must first settle with my\ncrystallised criteria. The personal bonds of my boyhood and manhood\npress upon me--the gracious acts and sacrifices and compromises, our\nfather and our mother, the duties of kinship and the responsibilities of\nblood. Thus two counter-impulses strive with me. I desire to do two\ncounter things. Heart and head the fight is waged, and heart or head I\nshall act according to which is the stronger impulse. And if my\naffection be stronger, I shall not turn away, but clasp my brother in my\narms.\n\nI fear I have not made myself clear. It is difficult to write hurriedly\nof things psychological, when the extreme demand is made upon intellect\nand vocabulary; but at least you may roughly catch my drift. What I have\nstriven to say is, that I forgive my brother, not because I _love_ him,\nbut because of the _affection_ I bear him; also that this affection is\nthe product of reason, is the sum of the judgments I have achieved.\n\nHERBERT.\n\n\n\n\nXXVI\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nJuly 21, 19--.\n\n\"Progress is an arbitrary alteration, by human efforts and devices, of\nthe normal course of nature, so that civilisation is wholly an\nartificial product.\" You ask me to consider this refracted bit of\nsociology and by its light to cast out my exalted notion of love. As if\nyou have proven that love is incompatible with civilisation! We make\nover life with each successive step, but we do not give over living. In\ndeveloping new forms and in establishing more and more subtle social\nrelations we are only building upon what we find ready to hand. The\nparadox of creature and creator does not exist. When your sociologist\nspeaks of arbitrary alterations, he has reference to polities and\ngovernments and criteria, to the material and ideal forces which a\nprogressive society may wield for itself. He cannot include under\nprogress an alteration of those needs of existence which make up the\nquality of existence. Speak of a community which equally distributes the\nproducts of labour and I will grant that there has been an arbitrary\nalteration, the normal course of nature being that the stronger, openly,\nand even with the common assent, takes to the repletion of his desire\nfrom the weaker. But speak of a condition so progressive that it\nsubverts the need, so that where in the one case hunger was equitably\ngratified, in the other, hunger was done away with, and I will say that\nyou are giving an Arabian Nights' entertainment.\n\nLove is of a piece with life, like hunger, like joy, like death. Your\nprogress cannot leave it behind; your civilisation must become the\nexponent of it.\n\nYour last letter is formal and elaborate, and--equivocal. In it you\nremind me, menacingly, of the possibilities of progress, you posit that\nlove is at best artificial, and you apotheosise the brain. As an\nemancipated rationality, you say you cut yourself loose from the\nconvention of feeling. Progress cannot affect the need and the power to\nlove. This I have already stated. \"How is it under our control to love\nor not to love?\" Life is elaborate or it is simple (it depends upon the\npoint of view), and you may call love the paraphernalia of its\nwedding-feast or you may call it more--the Blood and Body of all that\nquickens, a Transubstantiation which all accept, reverently or\nirreverently, as the case may be.\n\nI can more readily conceive the existence of a central committee elected\nfor the purpose of regulating the marriages of a community, than of a\ncommunity satisfied with such a committee. There is no logic in social\nevents. The world persists in not taking the next step, and what to the\nsocial scout looked a dusty bypath may prove to be the highway of\nprogress for the hoboing millions. Side issues are constantly cropping\nup to knock out the main issues of the stump orator; so let us be\nhumble. For this reason I refuse to discuss possibilities in infinity.\nYou and I cannot have become products of an environment which is not in\nexistence. It is safe to suppose that our needs are like those of the\nrace and that in us nothing is vestigial that is active in others. You\ncannot have become too rational to love. The device has not yet been\nformed.\n\nYou think I should take your word for it? But why? Have you never found\nyourself in the wrong, never disobeyed your best promptings never meant\nto take the good and grasped the bad? Is it not possible that you are\nnot yet awake, or, God pity you, that you are hidebound in the dogmatism\nof your bit of thinking.\n\nIt is for the second point of your letter that I called you equivocal.\nEarlier in our discussion, I remember, you laid stress on the fact that\nlove is an instinct common to all forms of life; now you go to great\nlengths in order to show that it is artificial.\n\nHow do you differentiate between the artificial and nature? Surely a\ndevelopment is not artificial because it is recent! Surely man is as\nintegral to life as his progenitors! When we come to civilisation, we\nare face to face with the largest and subtlest thing in life, and the\ncivilisation of human society is not artificial. It is the fulfilment of\nthe nature of man, the promise made good, the career established, the\ninfluence sent out. A universe of mind-stuff and a civilising force\nconstantly causing change, for change is growth, constantly compelling\nexpression of that change--to conceive it is to conceive infinitude. And\nthe purpose? Development, always development. To that end the individual\nperishes, to that end the race is conserved, to that end the peril and\nthe sacrifice, and the agony of triumph in the overcharged heart at its\nlast bound. And what is this refining of the type, this goal for which\nwe all make with such tragic directness, but the gaining in the power to\nlove? We begin with love to end with greater love, and that is progress.\nTo write the epic of civilisation is a task for some giant artist who\nshall combine in himself Homer and Shakespeare, and the work will be a\nlove story.\n\nWe do not throw away the grain and keep the chaff, nor do we transmit\nthe \"absurdities\" and \"philanderings\" alone. If in the lover's voice\nthrob the voices of myriads of lovers, it is because he is stirred even\nas they. If a ballad wakes a response in him, it is because its motif\nhas been singing itself of its own accord in his heart, and its rhythm\nwas the dream nightingale to which he bade Her hearken. Behind the\ntradition lies the fact. The expression may be ephemeral, the song flat,\nthe motto conventional, but the feeling which prompted it is true. Else\nit could not have survived. And it has more than survived. It has grown\nwith growth. For centuries it lodged in the nature of man, lulled in\nacquiescence, then, when the sense of recognition awoke, back in those\nwondrous young days, it wakened to pale life, and now the feeling is\nman's whole support, giving him courage to work and purpose to live.\n\nBut the half brute of the London slums kicks his wife when she offends\nhim and knows nothing of love. Well for the honour of love that it is\nso! The half brute of the London slums had not food enough when a child,\nand malnutrition is deadly. Later, he stole and lied in order to eat,\nand he was bullied and kicked for it out of human shape. The trick was\npassed on to him. The unfortunate of the London slums will push us all\nfrom heaven's gate, because we do not do battle with the conditions that\nmake him. It is not such as he that should lead you to scorn love, for\nhe is a mistake and a crime.\n\nIn your example of the isolated boy babe and girl babe we meet with a\ndifferent condition. The individual repeats the history of the race, and\nas these have been left out by the civilising forces, they revert to\npast racial states. For these it is natural to live stolidly--is it\ntherefore natural for us? The point I make is that our refinement,\ncrying in us with great voice, is as much a part of us as are the simple\nfew hungers of the racial infant. We are not the less natural for being\nsubtle. And can it not be that the face of romance reveals itself even\nto savage eyes? According to the need is the power, and the early man\nneeds must hope and desire; he is curbed by waiting and taught by loss\nin the hunting, he is hungry, and he dreams that he is feasting. This\ndream is his romance--a red flicker in the dawn, then still the gray. To\nsuppose this is not to be unscientific, for what is true of us must have\nhad a beginning, and feeling, as well as being, cannot have been\nspontaneously generated.\n\nThere is an absolute gravitation to justice in nature. This was the\ncreed preached by Huxley to Kingsley a week after his boy's death. Grief\nhad turned the mind upon itself, and in the upheaval he formulated a\nphilosophy of faith and joy!\n\nOur reward is meted out according to our obedience to all of the law,\nspiritual and physical. Nature keeps a ledger paying glad life's arrears\neach minute of time. And the creed rises to my lips when I hear you cry\nshame upon the delight of love. It must be good, this thing which is so\nfraught with joy! You brand it sense delight, but all delight is of the\nsenses, and Darwin at the conclusion of \"The Descent of Man,\" if he was\nnot overtaken by a feeling of incompleteness in the work and a\nconsuming fever for the further task, was glad in a human way, with the\nsenses and through the emotions. Darwin's supreme moment may have come\nat quite a different time. What can we know of the moments of repletion\nthat fall into another's life? With Huxley we may only know that our\nhearts bound high when we strike a chord of harmony and prove ourselves\nobedient to \"all of the law,\" and our hearts bound high when we love. It\nis nature's way of showing her approval. Oh, the strength of love and\nthe miracles of its compensations! The sense of becoming that it gives,\neven in its defeats, the gladness that ripples in its sob-strangled\nthroat!\n\nThe day for asceticism is gone, or shall we say the night? We are not\nafraid of sense delights. We are intent upon living on all sides of our\nnatures, roundly and naturally. You have a fine gospel of work and I\ncongratulate you upon it, but you make no mention of the purpose of it\nall. It must not be work for work's sake. \"When I heard the learned\nastronomer--\" says Whitman. Do you remember? He caught in one hour the\nwhole majesty, caught to himself the wonder that was unseen by the\nwatching astronomers. Somehow you feel the learned ones had made a\nmistake in calculating so long that they had no time to see with\npersonal eyes the glory of the stars, and that Whitman had been\nphilosopher and had gained where they failed. The inspiration of the\npoet, of the painter, of the economist, and biologist, is in the\nrevelation which they receive of what to do and why to do. For this\nreason philosophy, which treats of the life and works of man, is in the\nhighest sense sociological. The generalisations of philosophy go to\nimprove our methods so that we may have greater proneness for sense of\ndelight and greater possibility for sense delight. Why, what else is\nthere? You are a poet, and you give an unrestorable day, when the sun is\nshining and the hills lie purple in the distance, to writing a sonnet.\nIf you do so merely to employ yourself, it must be that the wolf of\ndespair is at your being's door. You have come to the end, and the sun\nand the hills do not matter. You and they have parted company. But if\nyou write, impelled by the wish that others should read and recognise,\nread and remember, and grow to know and feel better, and perhaps to love\nthe sun and hills better, then is yours a work of love, and it will be\nmade good to you, so that for the day which you have not seen, your\nnight shall be instinct with light. And if your labours are more\nespecially in the service of art, then, also, with each approach toward\nexpression, you are warmed through with the delight of achievement.\n\nIs my meaning quite dashed away by this torrent of speech? It is simply\nthis: Before we think we feel, and the end of thinking is feeling. The\ncentury of Voltaire and Dr. Johnson held that man is rational, the\ncentury of James, Ribot, Lange, and Wundt is thrilled to the heart with\nthe doctrine that first, last, and always man is emotional. To speak\nloosely, the dimensions of the human cosmos are feeling, emotion, and\nsensation.\n\nBuild your fine structures. We like to see the foundations laid well and\nthe thick walls go up. Keep to your wizard inventions. We like to live\nin a magic world. And ah, the indomitable machines with their austere\npromise of free days for weary hands, and ah, the locomotives and the\nships steaming their ways toward intercourse, toward comity, toward\nfellowship! We like the intricacy and the vastness of the world in which\nwe live. But \"an unconsidered life is not fit to be lived by any man,\"\nsays Aristotle. We must consider the phenomenon, civilisation, searching\ndown for the nucleus of its worth. We will find that the stone\nstructure without hope were a pitiable thing, that the making of\ncompacts and the banking of capital, without hope, were pitiable. This\nhope that is the life germane, the immortal flash of mortality, the most\nkeenly human point in all humanity, is the hope for greater and greater\nsocial happiness. Our world is an ever unfinished house which we are\nemployed in building. If we are imbued with the spirit of the architect\nand not of the hod-carrier, we will hope sweetly for the work. The house\nbeautiful will begin to mean our life, and each night we will consult\nour drawings, looking to it that on the house built of our days the sun\nshall wester, and that within shall be intimacy, and laughter, great\nspeech and close love, looking to it that the home be such as to better\nto-day's tenant so that he be more loving and lovable than the one of\nyesterday.\n\nWe are wrong, perhaps. Long ago we were no less than now. When we\nreached a hand in the darkness and grasped that of our fellow, the love\nand the strongly frail human abandon were no less. We have not grown in\nheart's munificence, perhaps. It is one of the illusions only. But the\nhope is ours. For what do you hope?\n\nDANE.\n\n\n\n\nXXVII\n\nFROM THE SAME TO THE SAME\n\n\nLONDON.\nJuly 22, 19--.\n\nYour birthday, Herbert, and for greeting I state that I walk your length\nwith you. A truce to quarrelling! It is now a year since you informed me\nyou were going to be married, and since then the gods have thundered\ntheir laughter at the sight of two muttering men who sat themselves on\nthe axes of earth to dangle their legs into orbit vastness. Chronic\nsomnambulists that they are, they took their monopolist way thither in\ntheir sleep.\n\nI cannot tell you how full of vagary the correspondence we have fallen\ninto seems to me. I deliberately attempted to write you into passion and\nfor months you deliberately continued to convict yourself out of your\nown mouth, and we did not see that it was tragic and comic and\npreposterous. Could we personify this our dealing, we would do well to\ncall it a kind of Caliban. And the tentacles we threw out, clawing at\neverything, stealing for prop to our little theory all of man and God!\nIt is the conceit of us that I find utterly hopeless of grace. So I drop\nmy rÃ´le of omniscience. I take my form off the hub, believing the system\nwill maintain its gravity though I go my private way, and I promise to\nlet you alone. Forgive me, and God bless you. Ah, yes, and many happy\nreturns of the day. All my heart in the blessing and the wish.\n\nI did some remembering to-day, dear lad. When you were born, I was five\nyears younger than you are now, yet I felt myself old. \"If we were as\nold as we feel, we would die of old age at twenty-one.\" My life seemed\nall behind me, long, turbulent, packed with pain, useless. I spoke of\nmyself as if all were over. \"It had been full of purpose, but what came\nof it? A few rhymes and a spoilt hope.\" To my morbid fancy your having\ncome to be was a signal for me to go. I had no thought of dying, yet I\naccepted you as the proof of my failure. In the exacting eyes of the\ngenius of the race I was insolvent. You were not mine. I looked into\nTime, and saw none of me there.\n\nYet the letter I wrote to your parents was sincere,--how else? And that\nnight and the next and the next, I wrote \"Gentleman Adventurers,\" which\nthe critics called the epitome of all that is balladesque. One pitied\nthe dead because they could go forth no more on water and under sky.\nThis poem, written in a mood which beneficent nature sends on the\ntoo-sick spirit, has served for more than a quarter of a century as the\ncomplete and accepted catalogue of the reasons for living. Well, I must\nnot laugh at it. It may be true that the passion of my heart incarnated\nitself in it beyond the rest, that my one song sang itself out those\nfirst three days of your life. If so, it is true that love is never\ncheated of its fruit, and that the joy which might have been for the\nindividual oozes out of him to the race, that the strength which would\nhave settled upon itself in the calm of satisfied hope, filters through\nhim outwards.\n\nGood night, lad. My hand is on your shoulder and I am loath to take it\noff. For a while I would like what cannot be, to travel with you the\nred-brown country-roads fragrant with hay, to cross the stiles and knock\nupon the cabin doors, and enter where sorrow and where gladness is, big\nwith greeting and sure of welcome. I have often pleased myself with the\nfancy that the outer aspects of life are patterned after the inner, so\nthat in the map of the spirit are to be found city and country, wood,\ndesert, and sea, so that we know these outer worlds through having\ntravelled the worlds within. Though I stay behind, my eyes can follow\nyou from this night's landmark along the stretch, on to the city\navenues, up the highways, tracing the twists of the bypaths, clambering\nuntrod trails of wilderness and mountain, on, on, till out upon the sea.\n\nIn one of the near turnings a woman with waiting face smiles subtly. Her\nhands beckon you to the tryst. Godspeed, my son.\n\nDANE.\n\n\n\n\nXXVIII\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nAugust 6, 19--.\n\nAs I have constantly insisted, our difference is temperamental. The\ncommon words we lay hold of mean one thing to you and another thing to\nme. I do not equivocate when I say that love is instinctive, and that\nthe latter-day expression of love is artificial. \"Art,\" as I understand\nthe term in its broadness, contradistinguishes from nature. Whatever man\ncontrives or devises is an artifice, a thing of art not of nature, and\ntherefore artificial.\n\nAs for ourselves, among animals we are the only real inventors and\nartificers. Instead of hair and hide, we have soft skins, and we weave\ncunning textures and wear wondrous garments. In cold weather, in place\nof eating much fat meat, we keep ourselves warm by grate fires and\nsteam heat. We cut up our blood-dripping meat chunks with pieces of iron\nhardened by fire and sharpened by stone, and we eat fish with a fork\ninstead of our fingers. We put a roof over our heads to keep out storm\nand sunshine, sleep in pent rooms, and are afraid of the good night air\nand the open sky. In short, we are consummately artificial.\n\nAs I recollect, I have shown that the natural expression of the love\ninstinct is bestial and brutal and violent. I have shown how imagination\nentered into the development of the expression of this love instinct\ntill it became _romantic_. And, in turn, I have shown how artificial was\nthe romantic expression of this love instinct, by isolating a boy babe\nand a girl babe in a natural state wherein they expressed their love\ninstinct bestially and brutally and violently. As you say, they have\nsimply been \"left out by the civilising force.\" And this civilising, or\nsocialising force is simply the sum of our many inventions. The isolated\npair merely expressed their instincts in the unartificial, natural way.\nThey had not been taught a certain particular fashion in which to\nexpress those instincts as have you and I and all artificial beings been\ntaught.\n\nAs Mr. Finck has said, \"Not till Dante's 'Vita Nuova' appeared was the\ngospel of modern love--the romantic adoration of a maiden by a\nyouth--revealed for the first time in definite language.\"\n\nDante, and the men who foreshadowed and followed him, were inventors.\nThey introduced an artifice for protracting one of our most vital\npleasures. Well, they succeeded. And what of it? There are artifices and\nartifices, and some are better than others. The automobile is a more\ncunning artifice than the ox-cart, the subway than a palanquin. Devices\ncome and devices go. Change is the essence of progress. All is\ndevelopment. The end of rapes and romances is the same--perpetuation.\nThere may be head love as well as heart love. And in the time to come,\nwhen the brain ceases to be the servant of the belly, the head the\nlackey of the heart, in that time stirpiculture, which is scientific\nperpetuation, will take the place of romantic love. And in the present\nthere may be men ready for that time. There must be a beginning, else\nwould we still be jolting in ox-carts. And I am ready for that time now.\n\nYou say, \"Love is of a piece with life, like hunger, like joy, like\ndeath.\" Quite true. And civilisation is merely the expression of\nlife--a variform utterance which includes love, and hunger, and joy, and\ndeath. Else what is this civilisation for? How did it happen to be? And\nI answer: It is the sum of the many inventions we have made to aid us in\nour pursuit of life and love and joy. It helps us to live more\nabundantly, to love more fruitfully, to joy more intelligently, and to\nget grim old Death by his knotty throat and hold him at arm's length as\nlong as possible.\n\nI stated that \"all progress consists in the arbitrary alteration, by\nhuman efforts and devices, of the normal course of nature.\" This\nsociological concept comes inevitably into accord with my philosophy of\nlove. It is the law of development, and all things of human life (which\nincludes love) come inside of it. Wherefore, certainly, I am not outside\nour province when I demand of you to bring your philosophy of love into\nlike accord.\n\nIncidentally, I will state that I _have_ fallen in love. I have grown\nfeverish with desire, gone mad with dumb yearning. I have felt my\nintellect lose dominion, and learned that I was only a garmented beast,\nfor all the many inventions very like the other beasts ungarmented.\nNay, I am no cold-blooded theorist, no thick-hided dogmatist; nor am I a\nchastely simple young man mooning in virginal innocence. My\ngeneralisations have been tempered in the heats of passion, and what I\nknow I know, and without hearsay.\n\nI have seen a learned man, drunk with wine, interrogate the new states\nof consciousness of his unwonted condition, and so doing, gain a more\ncomprehensive psychological insight. So I, with my loves. I was impelled\ntoward the women I shall presently particularise. I asked why the\nimpulsion. I reasoned to see if there were a difference between these\nillicit passions of mine and the illicit passions of my respectable and\nrespected friends. And I found no difference. Separated from codes and\nconventions, shorn of imagination, divested of romance, stripped naked\ndown to the core of the matter, it was old Mother Nature crying through\nus, every man and woman of us, for progeny. Her one unceasing and\neternal cry--PROGENY! PROGENY! PROGENY!\n\nJust as little girls, instinctively foreshadowing motherhood, play with\ndolls, so children feel vague sex promptings, and in sweetly ridiculous\nways love and quarrel and make up after the approved fashion of lovers.\nYou loved little girls in pigtails and pinafores. We all did. And in our\nlives there is nothing fairer and more joyful to look back upon than\nthose same little pigtails and pinafores. But I shall pass the child\nloves by, and instance first my calf love.\n\nDo you remember the incident of the torn jacket and the blackened\neyes?--so inexplicable at the time. Try as you would, neither you nor\nWaring could get anything out of me. Oh, believe me, it was tragic! I\nwas fifteen. Fifteen, and athrill with a strange new pulse; flushed, as\nthe dawn, with the promise of day. And, of course, I thought it was the\nday, that I loved as a man loved, and that no man ever loved more. Well,\nwell, I laugh now. I was only fifteen--a young calf who went out and\nbutted heads with another calf in the back pasture.\n\nShe was a demure little coquette, Celia Genoine, Professor Genoine's\ndaughter, if you will recollect. \"Ah,\" I hear you remonstrate, \"but she\nwas a woman.\" Just so. Fifteen and twenty-two is usually the way of calf\nloves. I invested her with all the glow and colour of first youth, and\nin her presence became a changed being. I blushed if she looked at me;\ntrembled at the touch of her hand or the scent of her hair. To be in\nher presence was to be closeted with the awfulness and splendour of God.\nI read immortality in her eyes. A smile from her blinded me, a gentle\nword or caressing look and I went faint and dizzy, and I was content to\nlurk in some corner and gaze upon her secretly with all my soul. And I\ntook long, solitary walks, with book of verse beneath my arm, and\nlearned to love as lovers had loved before me.\n\nSufficient romance was engendered for me to pass more than one night\nworshipping beneath her window. I mooned and sentimentalised and fell\ninto a gentle melancholy, until you and Waring began to worry over an\nearly decline, to consult specialists, and by trick and stratagem to\nentice me into eating more and reading less. But she married--ah, I have\nforgotten whom. Anyway, she married, and there was trouble about it,\ntoo, and I bade adieu to love forever.\n\nThen came the love of my whelpage. I was twenty, and she a mad, wanton\ncreature, wonderful and unmoral and filled with life to the brim. My\nblood pounds hot even now as I conjure her up. The ungarmented beast, my\ndear Dane, the great primordial ungarmented beast, mighty to procreate,\nindomitable in battle, invincible in love. Love? Do I not know it? Can\nI not understand how that splendid fighting animal, Antony, quartered\nthe globe with his sword and pillowed his head between the slim breasts\nof Egyptian Cleopatra while that hard-won world crashed to wrack and\nruin?\n\nAs I say, This was the love of my whelpage, and it was vigorous,\nmasterful, masculine. There was no sentimentalising, no fond foolishness\nof youth; nor was there that cool, calm poise which comes of the\ncalculation and discretion of age. Man and woman, we were in full tide,\nstrong, simple, and elemental. Life rioted in our veins; we were\na-bubble with the ferment; and it is out of such abundance that Mother\nNature has always exacted her progeny. From the strictly emotional and\nnaturalistic viewpoint, I must consider it, even now, the perfect love.\nBut it was decreed that I should develop into an intellectual animal,\nand be something more than a mere unconscious puppet of the reproductive\nforces. So head mastered my heart, and I laid the grip of my will over\nthe passion and went my way.\n\nAnd then came another man's wife, a proud-breasted woman, the perfect\nmother, made pre-eminently to know the lip clasp of a child. You know\nthe kind, the type. \"The mothers of men,\" I call them. And so long as\nthere are such women on this earth, that long may we keep faith in the\nbreed of men. The wanton was the Mate Woman, but this was the Mother\nWoman, the last and highest and holiest in the hierarchy of life. In her\nall criteria were satisfied, and I reasoned my need of her.\n\nAnd by this I take it that I was passing out of my blind puppetdom. I\nwas becoming a conscious selective factor in the scheme of reproduction,\nchoosing a mate, not in the lust of my eyes, but in the desire of my\nfatherhood. Oh, Dane, she was glorious, but she was another man's wife.\nHad I been living unartificially, in a state of nature, I would\ncertainly have brained her husband (a really splendid fellow), and\ndragged her off with me shameless under the sky. Or had her husband not\nbeen a man, or had he been but half a man, I doubt not that I would have\nwrested her from him. As it was, I yearned dumbly and observed the\nconventions.\n\nNor are these experiences heart soils and smirches. They have educated\nme, fitted me for that which is yet to be. And I have written of them to\nshow you that I am no closet naturalist, that I speak authoritatively\nout of adequate understanding. Since the end of love, when all is said\nand done, is progeny; and since the love of to-day is crude and\nwasteful; as an inventor and artificer I take it upon myself to\nsubstitute reasoned foresight and selection for the short-sighted and\nblundering selection of Mother Nature. What would you? The old dame\nwould have made a mess of it had I let her have her way. She tried hard\nto mate me with the wanton, for it was not her method to look into the\nfuture to see if a better mother for my progeny awaited me.\n\nAnd now comes Hester. I approach her, not with the milk-and-water\nardours of first youth, nor with the lusty love madness of young\nmanhood, but as an intellectual man, seeking for self and mate the ripe\nand rounded manhood and womanhood which comes only through the having of\nchildren--children which must be properly born and bred. In this way,\nand in this way only, can we fully express ourselves and the life that\nis in us. We shall utter ourselves in the finest speech in the world,\nand, our children being properly born and bred, it shall be in the\nfinest terms of the finest speech in the world. To do this is to have\nlived.\n\nHERBERT.\n\n\n\n\nXXIX\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\n3A, QUEEN'S ROAD, CHELSEA, S.W.\nAugust 26, 19--.\n\nYou insist that the question is not on the value of love but on the\nsignificance of the artificial. Be that as it may. To me love is\nintegral with life, and to speak of civilising it away, seems, in point\nof fact, as preposterous and as anomalous as a Hamletless play of\nHamlet. You forget that in developing you carry yourself along; you\nchange, yet you remain racial and natural. Else there were too many\nmissing links in all your departments. We read Homer to-day--telling\nproof that the chain of sympathy stretches unbroken through epochs of\ninventions and discoveries and revolutions. Truism that it is, it\npresents itself with particular force at this stage.\n\nWith how much force? We stand in danger of exaggerating these vociferous\nthoughts. This question of naturalness as opposed to artificiality is\nnot immediately pertinent to our problem, nor is the matter of optimism\nand pessimism, nor the biologic idea of survival. We should have looked\nmore to the way of love in the lives of men and women and become\nhistorians of the method and conduct of the force. There would have been\nless confusion. So I write, \"Be that as it may,\" and go back to more\nimmediate considerations. And yet we were not far wrong! The little\nflower in the crannied wall could tell what God and man is. This is of\nall thoughts the most charged with truth. Let me understand one of your\nconclusions, root and all, and all in all, and such is the gracious plan\nof oneness in the branching and leafage and uptowering, that I must know\nand name the tree. Your winding bypath, could I but follow it to the\nend, must bring me to the highway of your thought, every step tell-tale\nof the journey's destination. But soon I shall be with you (the fifth\nof next month, after all; the arrangements as planned). Then we will\nbegin to know each other, and we will no longer be tormented by the\nirksomeness of writing. Therefore, until easier and more fluent times,\nto the heart of the subject straight.\n\nYour love-affairs--how well you have outgrown them and how ably you\ncriticise them! They have not withstood the test of time, for you bear\nthem no loyalty. Calfdom and whelpage, vagaries of adolescence, you call\nthem. You do not show them much respect! For this reason your examples\nlose what weight they might have borne. They belong so wholly to the\npast, they are mere wraiths of bygone stirrings, they cannot clothe you\nwith knowledge of love. Cold now, what boots it that you have been\nafire? You cannot be taught by what is utterly over.\n\nYou are catching what I aim to say, I hope, for I aim to say much. Put\nit that instead of a girl whom you idealised, it was a principle--some\nscheme of reform which you honoured with all the passion of young hope\nand dream, and which knit your alert being into a Laocoon of striving.\nYour maturer eyes see this ideal impossible and narrow. In no wise can\nit satisfy your bolder reach and larger sympathy. But you do not laugh\nat what has been. If you strove for it sincerely at any time, no matter\nhow remote, you could never again deride it. Because once you loved it\nyou are eternal keeper of the key to its good. What has been wholly\nyours you never quite desert. Nothing has remained to you of your\nlove-affairs, therefore your recital of them is empty of meaning. If you\nwere in love to-day, and because of your philosophy you determined to do\nbattle with your feeling, your experience would be more authoritative.\n\nYou have known love, and having known you refuse it. Henceforth, it must\nbe reason and not feeling. \"What is your objection?\" you ask. This\nmerely, that the thing cannot be. Marriage to be marriage must come\nthrough love, through the reddest romance of love, through fire of the\nspirit, yes, even through the love of calfdom and whelpage. Else it is a\nmockery. Where is the woman of character who would sell the be-all and\nend-all of her existence for a neat catalogue of possible advantages?\nWhere is the man who would frankly and without embellishment dare make\nsuch proposal? You point to yourself. But you have never explained\nyourself to Hester, and even to me you are embellishing the matter with\nall the might in your persuasive pen.\n\nThe ardours of calfdom and whelpage that you smile at I would have you\nthrob with. You underrate the firstlings of the heart, the rose and\nwhite blossoming, the call upon the senses and the readiness to respond\nand to fulfil, to give and to take, to be and make happy--the great\npride and utter abandon which is young love. At fifteen, fortunately for\nthe development of mind and character, hope is placed where hope must\npine. Love, then, is doomed to be tragic. The youth \"attains to be\ndenied.\" But he sounds his depth. Thereafter, he knows what to expect of\nhimself. He has a precedent. After this he will count it a sin to\nforget, and to accept the solace of mediocrity. In this lies the value\nof the tragedy.\n\nI sometimes think that whatever is youngest is best. It is the young\nthat, timid and bold, pay greatest reverence to knowledge, receiving\nwithout chill of prejudice and shameful cowardice of quibbling the brave\nnew thought. Wisdom may be of age, but passion for scholarships,\ntrail-breaking, and hardy prospecting in the treasure mines of research,\nis of young pioneerhood alone. It is a youth who dares be radical, who\ndares, in splendid largess, build mistake upon mistake, bleeding his\nlife out in service. And it is a youth, standing tiptoe upon the earth,\nnow waiting in unperturbed ease, now searching with unbridled zeal, who\nis lover and mystic. \"The best is yet to be,\" says Rabbi Ben Ezra, \"the\nlast of life, for which the first is made.\" Yes, the last of life will\nbe good, but only if it is like youth, beating with its pulse and\ninstinct with its spirit.\n\nThe unhappy youth is left on the battle-field but not to die. The\nsword-thrusts challenge him to put forth greater strength in fiercer\nwars. He learns hard and well.\n\nIndeed, I cannot leave this subject of first love. How do you know it\nwas not good for you to love as you did? It is strange you should\nresolve to love no more because at one time you loved deeply enough\nalmost to remain in love. It cannot be that you have grown old and that\nnature is resolving for you. You tell me of your experiences in order\nthat I may be convinced that you know whereof you speak and I listen in\nwonder. Your conclusions are unwonted.\n\nThen something was amiss, for you have outgrown and forgotten, but how\nis it with you in the present when your indifference waits not upon\ntime? You approach your future wife clothed in indifference as in mail,\nand you do violence. How can I show you? I speak as I would to a child\nto whom it is necessary to explain that it is bad to abandon an\neducation. Life is a school, and to me it seems that you are about to\nresign long before diploma and degree, so I interpose. I was taught by\nfirst love, and I honour that time beyond any other. I was Ellen's. I\nhave been lonely. For the mere human need, for the sake of that which to\nthe lonely is very dear, I have thought of marriage, but I remembered\nand I refused to do violence to myself remembering. Long ago my standard\nwas established. I learned how deeply I could feel, and I refuse to\nacknowledge myself bankrupt, I refuse to approach an honourable human\nbeing with less than my all. Until my soul flower out again, until suns\nflame about my head as in that dear yoretime, I shall keep teeming with\ndreams and make no affront. I who have seen love, dare not live without\nlove.\n\nI would not give in to fate, Herbert. I would assert my manhood. I would\nabide in the strength of the first output, going with the flush of the\nfirst glow into the gloom. I would spurn the calm of compromise and\nmediocrity and register a high claim. I would keep the peace with\nRomance and fly her colours to the last. You have lived? It is well, and\nit might have been better, but do not give over and talk of\nstirpiculture. You are not wiser than the laws which made you.\n\nDANE.\n\n\n\n\nXXX\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nSeptember 18, 19--.\n\nHow abominable I must seem to you, Dane! For certainly a creature is\nabominable that lays rough hands on one's dearest possessions. I doubt\nif even you realise how deeply you are stirred by my conduct towards\nlove. My marriage with Hester, considering the quality and degree of the\ncontracting parties, must appear as terrible to you as the sodomies that\ncaused God's ancient wrath to destroy cities. You see, I take your side\nfor the time, see with your eyes, live your thoughts, suffer what you\nsuffer; and then I become myself again and steel myself to continue in\nwhat I think is the right.\n\nAfter all, mine is the harder part. There are easier tasks than those of\nthe illusion-shatterer. That which is established is hard to overthrow.\nIt has the nine points of possession, and woe to him who attempts its\ndisestablishment; for it will persist till it be drowned and washed away\nin the blood of the reformers and radicals.\n\nLove is a convention. Men and women are attached to it as they are\nattached to material things, as a king is attached to his crown or an\nold family to its ancestral home. We have all been led to believe that\nlove is splendid and wonderful, and the greatest thing in the world, and\nit pains us to part with it. Faith, we will not part with it. The man\nwho would bid us put it by is a knave and a fool, a vile, degraded\nwretch, who will receive pardon neither in this world nor the next.\n\nThis is nothing new. It is the attitude of the established whenever its\nconventions are attacked. It was the attitude of the Jew toward Christ,\nof the Roman toward the Christian, of the Christian toward the infidel\nand the heretic. And it is sincere and natural. All things desire to\nendure, and they die hard. Love will die hard, as died the idolatries\nof our forefathers, the geocentric theory of the universe, and the\ndivine right of kings.\n\nSo, I say, the rancour and warmth of the established when attacked is\nsincere. The world is mastered by the convention of love, and when one\nprofanes love's Holy of Holies the world is unutterably shocked and\nhurt. Love is a thing for lovers only. It must not be approached by the\nsacrilegious scientist. Let him keep to his physics and chemistry,\nthings definite and solid and gross. Love is for ardent speculation, not\nlaboratory analysis. Love is (as the reverend prior and the learned\nbodies told brother Lippo of man's soul):--\n\n\n     \"--a fire, smoke ... no, it's not ...\n     It's vapour done up like a new-born babe--\n     (In that shape when you die it leaves your mouth)\n     It's ... well, what matters talking, it's the soul!\"\n\n\nI thoroughly understand the popular sentimental repugnance to a\nscientific discussion of love. Because I dissect love, and weigh and\ncalculate, it is denied that I am capable of experiencing love. It is\ntoo radiant and glorious a thing for a dull clod like me to know. And\nbecause I cannot experience love and be made mad by it, my fitness to\ndescribe its phenomena is likewise denied. Only the lover may describe\nlove. And only the lunatic, I suppose, may compose a medical brochure on\ninsanity.\n\nHERBERT.\n\n\n\n\nXXXI\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nLONDON,\nOctober 7, 19--.\n\nIt is true that you have a hard task before you, but it is not because\nyou are fighting convention and shattering illusion; it is because you\nare assailing a good. Love has never acquired the prestige of the\nestablished, and the run of marriages are prompted by advantage,\nroutine, or passion. So you are no innovator, Herbert. The idolatry of\nlove will not be overthrown by a drawn battle between those of the Faith\nand those of the Reformation. Nothing so spectacular awaits us.\n\nI have a friend who has undertaken to translate \"Inferno\" into English,\nkeeping to the _terza rima_. \"It is like climbing the Matterhorn,\" he\nsays gravely. \"I get to places where I feel I can go neither forward nor\nback. The task is prodigious.\" And it is. But whom will it concern if\nhe succeeds in going forward? There are few who will read his book. The\ntranslation is of more importance to the translator than to anyone else.\nYet the professor's _magnum opus_ confers a degree upon us all. Because\na standard is upheld and a man is willing and able to climb a Matterhorn\nof thought, we can ourselves stride forward with better courage. The\nwork will be an output of heroism, and it will ennoble even those who\nwill not know of it.\n\nI have another friend who ruined his life for love, so says the world\nthat you think steeped in the idolatry of love. A priest, who by a few\nstrokes was able to quell in America a strong and bitter movement, a\ngifted orator, a man of giant powers, and who was won away at the age of\nforty from his career by a mere girl. The girl planned nothing. She\nfound herself a force in his life almost despite herself. The mere fact\nthat she lived was enough to wrest this Titan from the arms of the\nChurch. He told me that she criticised him with the directness of a\nsimple nature, and that he came to understand her truths better than she\nherself. I think she must have loved him at first, but she did not go\nto him when all grew calm. I wish it could have been otherwise, and that\nshe could have brought him a woman's heart.\n\nThe priest, as the professor, is a hero. Both made great outputs.\n\nThere are few who can live like these. But because there are a few who\ncan love and work, the game is saved. And because there are a few of\nthese, we must ever quarrel with the many who are not like them.\n\n\n     \"Give all to love;\n     Obey thy heart;\n     Friends, kindred, days,\n     Estate, good fame,\n     Plans, credit, and the Muse,--\n     Nothing refuse.\"\n\n\nDoes this really seem such poor philosophy to you? And when, Herbert,\nwill you marry?\n\nDANE KEMPTON.\n\n\n\n\nXXXII\n\nFROM THE SAME TO THE SAME\n\n\nSTANFORD UNIVERSITY.\nNovember 20, 19--.\n\nHester met me at the station, and we walked through the Arboretum to her\nhome on the campus. Then followed an evening together in the dormitory\nparlour. I have just left her. Her face was tumultuously joyous when I\nmurmured my \"At last!\" Her tearful excitement was like Barbara's. You\ndid not tell me she is so young. You must have made her feel our\ncloseness, or she may have found a bit of my verse that all expressed\nher, and presto, the whole-hearted one is my friend. Her poet is now her\nfather, brother, comrade,--what she chooses, and all she chooses.\n\nAt one time, before we were well out of the Arboretum, our eyes met, and\nthere was something so sad and mild and strange in the burn of her gaze\nthat I felt her frank spirit was unveiling itself in an utterness of\nspeech. But I have become too much spoilt by mere length of living to be\nable to remember back and recognise what young eyes mean when they look\nlike that. From London to Palo Alto is a short trip, if at the end of it\nyou meet a Hester. Yet I am sad. The mood crept on me the moment we grew\naware that evening had come, and we stopped a little in front of the\narch to observe the night-look of the foot-hills. Lights had begun to\nappear in the corridors of the quadrangle, and here and there in a\nprofessor's office, while Roble and Encina looked like lit-up ferries.\nThere was a spell of mystery and promise in the quiet which was deeper\nfor being suggestive of the seething student-life just subsided. It was\na silence that seemed to echo with bells and recitations, and babble and\nlaughter and heartache. I fell into thought. One generation cometh and\nanother passeth away. There is no respite. March with time and find\ndeath, mayhap, before it has found you. As years ago the flamelet of the\nstreet-lamp, so now these outposts of the colossal embryo of a world\nderided me and seemed to point me out and away. The evening grew chill\nwith \"a greeting in which no kindness is.\"\n\n\"Your coming has been announced in every class, and your lecture is on\nthe bulletin-boards. After that, can you be depressed?\"\n\nThe light words were spoken low, as if doubtful whether they could be\ntaken in good part, and they came with something that was like music.\nWas it the voice or some inexplicable feeling? I turned in wonder. Her\nhead was raised, and in the indistinctness I caught that sweet look of\nhers which besought me, and which I answered without knowing to what\nquestion.\n\nI owe you a great happiness. Good-night.\n\nDANE KEMPTON.\n\n\n\n\nXXXIII\n\nFROM THE SAME TO THE SAME\n\n\nSTANFORD UNIVERSITY.\nWednesday.\n\nLast night I delivered my address to the student body. Behold the chapel\ncrowded to the doors, aisles and window-seats crammed, and faces peering\nin from without, those of boys and girls who had perched themselves on\nthe outer sills. A student audience is at the same time most critical\nand the most generous. I spoke on Literature and Democracy.\n\nHester approved my effort. \"How does it feel to be great?\" she laughed.\n\"How does it feel to be cruel?\" I retorted. \"But think, Mr. Kempton,\nwhen you visited the English classes you were just so much text for us.\nIt should count us a unit merely to have seen you.\"\n\nA memory stood up and had its revenge on me. It taunted me for the\nhalf-expressed thought, for the fled insight, for the swelling note that\nmidmost broke. Praise the artist, and he feels himself betrayer.\nBlear-eyed, the poet recalls the poem's sunrise, straightens himself\nwith the old pride, is held again by the splendour which forecasts the\nabout-to-be-steadier glory of day, and even with the recalling he\nshrinks together before what he knows was a false dawn. There was never\na day. The song's note never sang itself at all.\n\nHester looked up with that wistfulness which so draws me. Her look said:\n\"I pity you. I wish you were as happy as I.\" And a thought leaped out in\nanswer to her look which would have smote her had it spoken. It was,\n\"You, too, are awakened by a false dawning.\" Why is she so sure of\nherself and of you? Is she sure? The puny bit of writing had a vigorous\nrising. The ragged author was clad in it as in ermine. So the seeming\nlove makes a strong call, for a while holding the girl intent upon a\nsplendour of unfolding, her nature roused, her being expectant. But\nlater, for poet and lover, the failure and the waste! Were it otherwise\nwith your feeling for your betrothed, the comparison would not hold.\n\nHester does not think these things, and she is beautiful and happy.\n\nYours devotedly,\nDANE KEMPTON.\n\n\n\n\nXXXIV\n\nFROM THE SAME TO THE SAME\n\n\nSTANFORD UNIVERSITY.\nSaturday.\n\nHer happiness wrung it from me. Before I could intervene, the question\nasked itself, \"How will it be with you in after years?\"\n\nStraight the answer came, \"There will be Herbert.\"\n\nHester is proud. To-night I saw it in the lift of her chin, in the set\nof her neck, in the brilliance of her cheek. She knows herself endowed.\nSo when she prattled with abandon of all you both meant to be and do,\nher form erect before me, her hands eloquent with excitement, her voice\npleading for the right to her very conscious self-esteem, I asked her to\nlook still further. Further she saw you, and was content.\n\nThat was before dinner. Later we were walking. \"I have a friend in\nOrion,\" she said. The witchery of starshine played in her eyes and\nabout her mouth. Where were you, Herbert? This night will never return.\nYet what has been was for you--the more, perhaps, that you seemed away.\nSo it is with lovers. She thinks you love her.\n\n\"I am sorry for your mood,\" she said. \"You are holding yourself to\naccount these days in a way I know.\" Then she spoke, and I learned with\nnew heaviness of spirit that she does know the way of it. You never\nthought Hester had much to struggle with?\n\n\"I am difficult,\" she said. And again, \"There are times when no power\ncan hold me.\" Then she quoted Browning:--\n\n\n     \"Already how am I so far\n     Out of that minute? Must I go\n     Still like the thistle-ball, no bar,\n     Onward, whenever light winds blow,\n     Fixed by no friendly star?\"\n\n\n\"Are you unhappy, Hester?\" I asked.\n\n\"Yes, but with no more reason than you for your unhappiness. Since you\nhave come here, you have renewed your demands upon yourself. You wish to\ngo to school with the youngest and find you cannot. You suffer because\nmore seems behind you than before.\" Her voice rose as if she were\nfighting tears. It was different with her, I told her. Nothing was\nbehind her.\n\n\"You test your work and I test my love. When you are sad, it is because\nthe soul of the song spent itself to gain body--\" She did not finish.\nWhy is she sad? Because the soul of her love is narrower than she hoped?\n\nOn our return from our walk she sank on the seat under the '95 oak. \"Did\nyou think I meant I was always unhappy?\" she asked. Her words seem\nalways to say more than her meaning. She imparts something of her own\nelaborateness to them. I laughed.\n\n\"How could I with the 'Herbert is' in my ears?\" Then her love became\nvoluble. I forgot what I knew of your theories and grew aflame with her\nardour. I anticipated as largely as she. She was again possessed by her\nhopes.\n\nThere, under the shadow of the quadrangle which her young strides\nmeasured, she spoke of what, with you in her life, the years must be.\nBeyond words you are blessed, Herbert. But if she mistakes?\n\nD.K.\n\n\n\n\nXXXV\n\nFROM THE SAME TO THE SAME\n\n\nSTANFORD UNIVERSITY.\nNovember 27, 19--.\n\nBe outspoken! What will happen I can only surmise, but you must tell her\nwhat she is to you. Set her right.\n\nThis is the fourth letter in seven days about Hester. I am endeavouring\nto make you acquainted with her. I had no need if you loved her. How she\nloves you! Yet she thinks that your calm is depth, your silence prayer.\nHer pride protects her, but she strains for the word which does not\ncome. She has never been quite sure, and I thank God for that. Hester\nhas been fearing somewhat, and she has been doubting, and it is this\nthat may save her when the night sets in and the storm breaks over her\nhead.\n\nYou, too, are thankful that her instincts served her true and that she\nnever quite accepted the gift that seemed to have been proffered?\n\nYou have a right to demand the reason for my renewed attack. It is\nbecause I have learned the strength of her love. \"You are blessed beyond\nwords,\" I said two days ago, but as you reject the blessing, Hester must\nknow it and you must tell her. Herbert, I am your friend.\n\nDANE KEMPTON.\n\n\n\n\nXXXVI\n\nFROM HERBERT WACE TO DANE KEMPTON\n\n\nTHE RIDGE,\nBERKELEY, CALIFORNIA.\nNovember 29, 19--.\n\nWhat a flutter of letters! And what a fluttery Dane Kempton it is! The\nwine of our western sunshine has bitten into your blood and you are\ngrown over-warm. I am glad that you and Hester have found each other so\nquickly and intimately; glad that you are under her charm, as I know her\nto be under yours; but I am not glad when you spell yourself into her\nand write out your heart's forebodings on her heart. For you are\nstrangely morbid, and you are certainly guilty of reading your own\ndoubts and fears into her unspoken and unguessed thoughts.\n\nBelieve me, rather than the soul of her love seeming narrower than she\nhopes, the truth is she gives her love little thought at all. She is\ntoo busy--and too sensible. Like me, she has not the time. We are\nworkers, not dreamers; and the minutes are too full for us to lavish\nthem on an eternal weighing and measuring of heart throbs.\n\nBesides, Hester is too large for that sort of stuff. She is the last\nwoman in the world to peer down at the scales to see if she is getting\nfull value. We leave that to the lesser creatures, who spend their\ncourtship loudly protesting how unutterable, immeasurable, and\ninextinguishable is their love, as though, forsooth, each dreaded lest\nthe other deem it a bad bargain. We do not bargain and chaffer over our\nfeelings, Hester and I. Surely you mistake, and stir storms in teacups.\n\n\"Be outspoken,\" you say. If my conscience were not clear, I should be\ntroubled by that. As it is, what have I hidden? What sharp business have\nI driven? And who is it that cried \"cheated!\"? Be outspoken--about what,\npray?\n\nYou bid me tell her what she is to me. Which is to bid me tell her what\nshe already knows, to tell her that she is the Mother Woman; that of all\nwomen she is dearest to me; that of all the walks of life, that one is\npleasantest wherein I may walk with her; that with her I shall find the\nsupreme expression of myself and the life that is in me; that in all\nthis I honour her in the finest, loftiest fashion that man can honour\nwoman. Tell her this, Dane. By all means tell her.\n\n\"Ah, I do not mean that,\" I hear you say. Well, let me tell you what you\nmean, in my own way, and bid you tell her for me. In the lust of my eyes\nshe is nothing to me. She is not a mere sense delight, a toy for the\ndebauchery of my intellect and the enthronement of emotion. She is not\nthe woman to make my pulse go fevered and me go mad. Nor is she the\nwoman to make me forget my manhood and pride, to tumble me down\ndoddering at her feet and gibbering like an ape. She is not the woman to\nput my thoughts out of joint and the world out of gear, and so to\nbefuddle and make me drunk with the beast that is in me, that I am ready\nto sacrifice truth, honesty, duty, and purpose for the sake of\npossession. She is not the woman ever to make me swamp honour and poise\nand right conduct in the vortex of blind sex passion. She is not the\nwoman to arouse in me such uncontrolled desire that for gratification I\nwould do one ill deed, or put the slightest hurt upon the least of\nhuman creatures. She is not the most beautiful woman God Almighty ever\nplanted on His footstool. (There have been and are many women as true\nand pure and noble). She is not the woman for whose bedazzlement I must\nadvertise the value of my goods by sweating sonnets to her, or shivering\nserenades at her, or perpetuating follies for her. In short, she is not\nanything to me that the woman of conventional love is to the man.\n\nAnd again, what _is_ she to me? She is my other self, as it were, my\ngood comrade, and fellow-worker and joy-sharer. With her woman she\ncomplements my man and makes us one, and this is the highest civilised\nsense of union. She is to me the culmination of the thousands of\ngenerations of women. It took civilisation to make her, as it takes\ncivilisation to make our marriage. She is to me the partner in a\nmarriage of the gods, for we become gods, we half brutes, when we muzzle\nthe beast and are not menaced by his growls. Under heaven she is my wife\nand the mother of my children.\n\nTell her, then, tell her all you wish, you dear old fluttery, mothery\npoet father--as though it made any difference.\n\nHERBERT.\n\n\n\n\nXXXVII\n\nFROM DANE KEMPTON TO HERBERT WACE\n\n\nSTANFORD UNIVERSITY.\nDecember 3, 19--.\n\nNot three weeks ago you were sitting opposite me and speaking of Hester.\nYou admitted many things that night, amongst them that the girl never\ncarried you off your feet. You stated over again with precision all you\nhad written. You betrothed yourself, not because Hester is different\nfrom everybody else in the world, but because she is like. You took her\nfor what is typical in her, not for what is individual. You preferred to\nwalk toward her before your steps were impelled, because you feared that\nimpulsion would preclude rational choice. With the hope of out-tricking\nnature, you reached for Hester Stebbins, in order that there might be a\nwall between your heart's fancy and yourself, should your heart become\nrebellious. I was to understand that this is the new school, that so\nlive the masters of matter and of self.\n\nAnd as you spoke, I wondered about the woman Hester and the form of\nlove-making which existed between you, and whether she was simple and\nwithout any charm despite her culture and her gift of song. \"She either\nloves him too well to know or to have the strength to care, or she is,\nlike him, of the new school,\" I thought. I sat and watched you, noting\nyour youth, surprised by the scorn in your eyes and the sadness on your\nlips. You seemed hopeless and helpless. I closed my eyes. \"What has he\nleft himself?\" I kept asking. \"How will he tread 'The paths gray heads\nabhor?'\" My own head bowed itself as before an irreparable loss. I had\nrejoined the child of my care only to find him blasted as by grief, the\nfirst sunshine smitten from his face and his heart weighted. One word,\none ray lighting your looks in a wonted way, one uncontrolled movement\nof the hand, one little silence following the mention of her, would have\nled me to believe that I had not understood and that all was well. The\nnight grew old with your plans and analyses. We parted with a sense of\nshame upon us that we should have written and spoken so long and with\nsuch heat, and to such little purpose.\n\nYou do not see how this answers your last letter. I will tell you. It\nshows you that you have explained yourself fully the night we spoke face\nto face.\n\nYou say that Hester is the woman to complement your man. This sounds\nlike a lover, only I happen to know that she is not the irresistible\nwoman. I found it out quite by accident--a few words dropped into a\nletter, a corroboration of the fact and further committal, a protracted\ndefence of your position, running through a correspondence of over a\nyear, and, finally, a face-to-face declaration. What boots it now that\nyou write prettily? You do not love Hester. You want her to mother your\nchildren, and you install her in your life for the purpose before the\nneed.\n\nLove is not lust, and it is good. The irresistible marriage, alone, is\nthe right one. Upon it, alone, does the sacrament rest. The chivalry of\nyour last letter refers less to the girl than to your own ends. It is\nnot because Hester is what she is, that \"of all the walks in life that\none is pleasantest wherein you may walk with her,\" but because that walk\nis the one you choose beyond any other for your wife to follow. The\nmother woman is legion, and you refuse to specialise.\n\nHester does not peer down at the scales to see if she is getting full\nvalue, yet she does look to her dignity, and, being poor, will not\naccount herself rich. Hester has felt since you made known to her that\nyou wished her to be yours, that she counted punily in your scheme, that\nyou placed little of yourself in charge of her. She loved you and avowed\nit, but she has never been happy. The tragedy of love is not (what it is\nthought to be) the unreciprocated love, but the meagerly returned love.\nIt is better to be rejected, equal turned from equal, than to be held\nwith slim desire for slight purpose. Can you see this, Herbert? You are\nhurting the girl's life. She will ask for what you withhold, though not\na word rise to her lips; will thirst for it through the years, will\nherself grow cramped with your denial till her own love seem a thing of\ndream, unstable and vague and illusive. And all the time you are gentle.\nYou are devoted to her interests, furthering her happiness to the best\nin your power; but your power cannot touch her happiness. It is not what\nyou do; it is the motive to your acts, and Hester would know that she\nhas left you unmoved. You respect the function of motherhood, but you do\nnot love Hester. Tell her this, and prevent her from entering a union in\nwhich she must feel herself half useful, half wifely, half happy, and\ntherefore all unhappy.\n\nIt is not Hester's fault that you cannot love her, and perhaps it is not\nher misfortune. There is no need for panic. Of two persons, one loving\nand one loath, the indifferent one is in the right. Can a tree defend\nitself from the hewer's axe? What would avail it, then, to feel pain at\nthe blows? It is beyond our control to love or not to love, and no\neffort that we may put forth can draw love to us when it is denied. It\ndoes not avail us to suffer from unrequited love.\n\nThis which I have just said is an article of faith which the doctrine of\nexperience often contradicts, for there may be mistake, and the one who\ndoes not love may be in the wrong. If only you could wait to see the\nbeauty which is she before you call her! A year later and Hester may\nflower for you in a passionate blossoming; her face may challenge you to\nlive. A year later and you may find that she is indeed the woman to\nguide you and to follow you; her voice a song; her eyes a light in the\nday. As yet, you have not gauged her, and you would put her to small\nuses. Stand aside, dear Herbert. It will be better.\n\nI have played a surly part. I may be accused of having been to you both\na Dmitri Roudin and an Iago. I beg you to believe that it has not been\neasy for me. I have uttered the earnest word, have driven you on by the\ngoad of friendship, which drives far. I looked upon the days that came\ntripping toward you out of the blue-white horizon of time and saw them\ngray for a dear woman, gray and silent as the tomb over a dead love, and\nheavy hearted for a man who is my son.\n\nEver wholly yours,\nDANE KEMPTON.\n\n\n\n\nXXXVIII\n\nFROM HESTER STEBBINS TO HERBERT WACE\n\n\nSTANFORD UNIVERSITY.\nDecember 15, 19--.\n\nOver and ended. It shall be as I said last night. Herbert, there is no\ncall for anger; believe me, there is not. I am doing what I cannot help\ndoing. You have not changed, but my faith in you has, and I cannot\npretend to a happiness I do not feel.\n\nOh, but I laugh, my very dear one, I laugh that I could seem to choose\nto wrest myself from you. Did you at one time love me? That morning of\nwild sunshine when you took my hand and asked me to be your wife seems\nvery long ago. I should have understood--the blame is all mine--I should\nhave known you did not love me, I should have been filled with anger and\nshame instead of happiness. The blame is all mine.\n\nLast night, while you were speaking, I was standing in the window\nwondering what all the trouble was about. I could afford to be calm\nsince I knew I was not hurting you very deeply. At most I was\ndisappointing a very self-sufficient man. How do women find courage, O\nGod, to take from men who love them the love they gave? No such ordeal\nmine?\n\nFarewell, Herbert. Let us think calmly of each other since we have\nhelped each other for so long a stretch of life. Farewell, dear.\n\nAlways your friend,\nHESTER STEBBINS.\n\n\n\n\nXXXIX\n\nFROM HESTER STEBBINS TO DANE KEMPTON\n\n\nSTANFORD UNIVERSITY.\nDecember 18, 19--.\n\nHerbert has analyzed the situation and has arrived at the conclusion\nthat my dissatisfaction arises in an inordinate desire for happiness.\nYou should not care so much about yourself, he says. Poor, dear, young\nHerbert! He is very young and cannot as yet conceive how much there is\nabout oneself that demands care. I thought it out in the hills to-day.\nIt was gray and there was a fitful wind. What is this selfishness but a\nprompting to make much of life? You and I and people of our kind are old\nbefore our time, that is the reason we are not reckless. Our dreams\nmature us. I was a mere girl when Herbert said he wished to marry me,\nbut I was old enough to grasp the full meaning of the pact, as he could\nnot grasp it. In a moment I had travelled my way to the grave and back.\nI looked at the sheer, quick clouds that flitted past the blue, and I\nfelt that I had caught up with life; I had overtaken the wonders that\nhung in the sky of my dreaming. Then I looked at him and the sunshine\ngot in my face and made me laugh (or cry)--I was so more than happy,\nbeing so much too sure of his need of me. I am glad I walked to-day. The\nview from the hills was beautiful. (You see I am not unhappy!) I stood\non a rock and looked about me, thinking of you, of Barbara,--I feel I\nknow her,--and of Herbert. He and I had often come to these spots. Oh,\nthe hungry memories! Yet what were we but a young man and a young woman,\nwho, without being battered into apathy by misfortune, without being\nwearied or ill, were taking each other for better or for worse because\nthey seemed compatible? We were doing just that, to Herbert's certain\nknowledge! I failed him; he hoped for more complaisance. Marriage is a\nhazard, Mr. Kempton, confess it is, and a man does much when he binds\nhimself to make a woman the mother of his children--nay, the grandmother\nof theirs, even that. What else and what more? I would never have been\nwholly in my husband's life, comrade and fellow to it. Herbert knew this\nclearly, and I vaguely but I acted with clearness on my vagueness. It\nwas hard to do. It has left me breathless and a little afraid to be\nmyself,--as if I had killed a dear thing,--and tearful, too, and\nspasmodic for your sympathy and sanction.\n\nI told him that for a long time I did not understand, supposing myself\nbeloved and desired and chosen for him by God, thinking he yearned for\nthe subtlety and mystery of me, thinking all of him needed me and\ncleaved earths and parted seas to come to me. Later, when I became\noppressed by a lack and was made to hear the stillness that followed my\nunechoed words, I became grave and still myself. He had unloved me, I\nsaid, and I waited. Something seemed pending, and meanwhile I could\nlove! I made much of every word of comfort that he dropped me, and dwelt\nwith hope on the future. All this I told Herbert the night when I\nexplained, and he turned pale. \"You people fly away with yourselves. I\ncannot follow you. What is wrong, Hester?\" He smiled in his distress.\nYet was there in his softness an imperiousness, commanding me to be\nother than I am, forbidding me the right to crave in secret what I had\nmade bold to ask for openly. His man was stronger than my woman, and I\nleapt to him again. \"My husband,\" I whispered, my hands in his. This,\neven after I understood, dearest Mr. Kempton.\n\nIt is a sorry tangle. If only one could suit feeling to theory! It is\nnot for a theory that I refuse to be Herbert's wife. Yet if I loved him\nenough, I could give up love itself for him. He hinted it, looking as\nfrom a distance at me in my attitude of protest and restraint. If I\nloved him enough, I could forego love itself for him. Somewhere there is\na fault, it would seem, somewhere in my abandon is restraint, in my\nlove, self-seeking. Remorse overcame me just as he was about to leave,\nand I schooled myself to think that there had been no affront, that it\nhonours a woman to be wanted no matter for what end, that every use is a\nnoble use, that we die the same, loved or used. If Herbert Wace wants a\nwife and thinks me fitting, why, it is well. I thought all this and aged\nas I thought. Nevertheless, my hand did not put itself out a second time\nto detain the man who had forced me to face this.\n\nThere is a youth here who loves me. If Herbert's face could shine like\nhis for one hour, I believe I would be happier than I have ever been.\nAnd it would not spoil that happiness if this love were toward another\nthan myself. Say you believe me. You must know it of me that before\neverything else in the world I pray that knowledge of love come to the\nman over whom the love of my girlhood was spilled.\n\nDo you ask what is left me, dear friend? Work and tears and the intact\ndream. Believe me, I am not pitiable.\n\nHESTER.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Kempton-Wace Letters, by \nJack London and Anna Strunsky\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE KEMPTON-WACE LETTERS ***\n\n***** This file should be named 31422-8.txt or 31422-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/1\/4\/2\/31422\/\n\nProduced by Curtis Weyant, Martin Pettit and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1115,"split":"test"}
