{"ori_id":"59d290894fce8fcea5e3f5df09e937535ae58893","title":"Aunt Jane's Nieces and Uncle John","context":"Aunt Jane's Nieces and Uncle John\n Aunt Jane's Nieces and Uncle John picks up the continuing story of the three cousins Patsy Doyle, Beth De Graf, and Louise Merrick, and their family; the plot of the book begins three days after the wedding of Louise and her fiancé Arthur Weldon, the event that concluded the fifth book in the series, Aunt Jane's Nieces in Society. The sixth novel begins, as per pattern, with the cousins' Uncle John getting an inspiration for a new adventure: in this case, the family will escape a cold New York City winter by taking a trip to southern California, the land of \"sunshine and roses.\" Since Louise is away on her honeymoon, she is effectively left out of the story; her place is taken by Major Doyle, Patsy's father – the first time that the Major accompanies the young people on their escapades. (The Major is relieved that Uncle John has set his fancy merely on California, and not \"Timbuktu or Yucatan...Ethiopia or Hindustan....\")\nThe four travelers (accompanied by Mumbles, Patsy's new puppy) reach Denver by train; along the way, they meet an appealing teenage girl (14 or 15 years old) named Myrtle Dean. Myrtle is a poor orphan; she was injured in an automobile accident, which inhibited her ability to walk. She had been living in Chicago with an aunt, and earned her living by sewing. But now, Myrtle has been sent West by her unsympathetic aunt to find a missing uncle named Anson Jones – though neither woman knows if the uncle is still in Leadville, Colorado, his last known address, or if he will be able to care for the girl if she finds him. Patsy and Beth are shocked at her situation; it is clear to them that the aunt has abandoned Myrtle to her own inadequate resources. Uncle John telegraphs ahead, and discovers that the mysterious uncle has left Leadville for parts unknown. Patsy and Beth then adopt Myrtle as their \"protégé,\" and take her with them on their trip. They buy her new clothes, and she shares their hotels, meals, and adventures.\n(Baum cannot resist the fairy-tale viewpoint, and \"Edith Van Dyne\" gives a plug for the Oz books: Myrtle is \"amazed and awed by the splendor of her new apparel, and could scarcely believe her good fortune. It seemed like a fairy tale to her, and she imagined herself a Cinderella with two fairy godmothers who were young and pretty girls possessing the purse of Fortunatus and the generosity of Glinda the Good.\")\nUncle John buys a large, seven-passenger touring car and outfits it for camping and cross-country travel. He also hires a chauffeur, a half-Indian Québécois named Wampus. The chauffeur provides some of the comic relief in the story, though he is also presented as highly competent, courageous, and principled, a \"brave and true man.\" (Baum employs another comic chauffeur in the final book in the series, Aunt Jane's Nieces in the Red Cross.)\nThe party sets off by car from Albuquerque; they visit the Grand Canyon and the Navaho and Hopi reservations. They witness a performance of the Hopi snake dance. In western Arizona they are waylaid by a riotous group of cowboys, who refuse to let them pass until the girls join them in a dance. In what grows into an ugly incident, the travelers are forced to acquiesce – at first; but Patsy and Beth, typically clever and resourceful, develop a plan to defeat their opponents and escape.\nThe group reaches California, none the worse for wear; they are delighted with the change of scene. They make the Hotel del Coronado in San Diego their headquarters. (This is another bit of autobiographical writing for Baum; he stayed regularly at the Coronado during trips to California.) Myrtle Dean has proved a delightful and rewarding companion; her health has already shown signs of improvement with better diet, less anxiety, and the warmth of new friendships.\nMyrtle, however, has been the center of a series of curious events. At the Grand Canyon, the travelers saw a morose-looking man standing at the very lip of the canyon; Myrtle, fearing that he intended to jump, cried out to him, and the man turned away from the edge. At San Diego, they once again see the strange man, standing on a cliff over the ocean; Myrtle once again fears his suicide, and cries out to him. The man turns out to be staying at the Coronado; his name in C. B. Jones. Myrtle happens upon him a third time, and takes away the revolver he has been brooding over in his room.\nAfter the three incidents, the man becomes emotionally attached to, if not fixated upon, Myrtle. Uncle John's inquiries reveal that the man, Collanson Jones, is the \"Anson\" Jones who is Myrtle's missing uncle. The two are happy at this re-unification of their sundered family, and Jones's deep melancholy is relieved (the evil aunt who sent Myrtle away had told him the girl was dead). And since Jones has made his fortune in mining, Myrtle's financial future is secured.\nï»¿The Project Gutenberg eBook, Aunt Jane's Nieces and Uncle John, by Edith\nVan Dyne\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\n\n\n\nTitle: Aunt Jane's Nieces and Uncle John\n\nAuthor: Edith Van Dyne\n\nRelease Date: November 18, 2003  [eBook #10124]\n\nLanguage: English\n\nChatacter set encoding: ISO-8859-1\n\n\n***START OF THE PROJECT GUTENBERG EBOOK AUNT JANE'S NIECES AND UNCLE\nJOHN***\n\n\nE-text prepared by Afra Ullah, Josephine Paolucci, and the Project\nGutenberg Online Distributed Proofreading Team\n\n\n\nAUNT JANE'S NIECES AND UNCLE JOHN\n\nBY\n\nEDITH VAN DYNE\n\nAUTHOR OF \"AUNT JANE'S NIECES,\" \"AUNT JANE'S NIECES ABROAD,\" \"AUNT\nJANE'S NIECES AT MILLVILLE,\" \"AUNT JANE'S NIECES AT WORK.\" \"AUNT\nJANE'S NIECES IN SOCIETY,\" ETC.\n\n1911\n\n\n\n\n\n\n\nCONTENTS\n\n\nCHAPTER\n\n  I     INTRODUCING \"MUMBLES\"\n  II    UNCLE JOHN'S IDEA\n  III   MYRTLE DEAN\n  IV    AN INTERESTING PROTÃ\u0089GÃ\u0089\n  V     A WONDER ON WHEELS\n  VI    WAMPUS SPEEDS\n  VII   THE CHAUFFEUR IMPROVES\n  VIII  AMONG THE INDIANS\n  IX    NATURE'S MASTERPIECE\n  X     A COYOTE SERENADE\n  XI    A REAL ADVENTURE AT LAST\n  XII   CAPTURED\n  XIII  THE FIDDLER\n  XIV   THE ESCAPE\n  XV    THE ROMANCE OF DAN'L\n  XVI   THE LODGING AT SPOTVILLE\n  XVII  YELLOW POPPIES\n  XVIII THE SILENT MAN\n  XIX   \"THREE TIMES\"\n  XX    ON POINT LOMA\n  XXI   A TALE OF WOE\n  XXII  THE CONFESSION\n\n\n\n\n\nCHAPTER I\n\nINTRODUCING \"MUMBLES\"\n\n\nMajor Gregory Doyle paced nervously up and down the floor of the cosy\nsitting room.\n\n\"Something's surely happened to our Patsy!\" he exclaimed.\n\nA little man with a calm face and a bald head, who was seated near the\nfire, continued to read his newspaper and paid no attention to the\noutburst.\n\n\"Something has happened to Patsy!\" repeated the Major, \"Patsy\" meaning\nhis own and only daughter Patricia.\n\n\"Something is always happening to everyone,\" said the little man,\nturning his paper indifferently. \"Something is happening to me, for I\ncan't find the rest of this article. Something is happening to you,\nfor you're losing your temper.\"\n\n\"I'm not, sir! I deny it.\"\n\n\"As for Patsy,\" continued the other, \"she is sixteen years old and\nknows New York like a book. The girl is safe enough.\"\n\n\"Then where is she? Tell me that, sir. Here it is, seven o'clock, dark\nas pitch and raining hard, and Patsy is never out after six. Can you,\nJohn Merrick, sit there like a lump o' putty and do nothing, when your\nniece and my own darlin' Patsy is lost--or strayed or stolen?\"\n\n\"What would you propose doing?\" asked Uncle John, looking up with a\nsmile.\n\n\"We ought to get out the police department. It's raining and cold,\nand--\"\n\n\"Then we ought to get out the fire department. Call Mary to put on\nmore coal and let's have it warm and cheerful when Patsy comes in.\"\n\n\"But, sir--\"\n\n\"The trouble with you, Major, is that dinner is half an hour late. One\ncan imagine all sorts of horrible things on an empty stomach. Now,\nthen--\"\n\nHe paused, for a pass-key rattled in the hall door and a moment later\nPatsy Doyle, rosy and animated, fresh from the cold and wet outside,\nsmilingly greeted them.\n\nShe had an umbrella, but her cloak was dripping with moisture and in\nits ample folds was something huddled and bundled up like a baby,\nwhich she carefully protected.\n\n\"So, then,\" exclaimed the Major, coming forward for a kiss, \"you're\nback at last, safe and sound. Whatever kept ye out 'til this time o'\nnight, Patsy darlin'?\" he added, letting the brogue creep into his\ntone, as he did when stirred by any emotion.\n\nUncle John started to take off her wet cloak.\n\n\"Look out!\" cried Patsy; \"you'll disturb Mumbles.\"\n\nThe two men looked at her bundle curiously.\n\n\"Who's Mumbles?\" asked one.\n\n\"What on earth is Mumbles?\" inquired the other.\n\nThe bundle squirmed and wriggled. Patsy sat down on the floor and\ncarefully unwound the folds of the cloak. A tiny dog, black and\nshaggy, put his head out, blinked sleepily at the lights, pulled his\nfat, shapeless body away from the bandages and trotted solemnly over\nto the fireplace. He didn't travel straight ahead, as dogs ought to\nwalk, but \"cornerwise,\" as Patsy described it; and when he got to the\nhearth he rolled himself into a ball, lay down and went to sleep.\n\nDuring this performance a tense silence had pervaded the room. The\nMajor looked at the dog rather gloomily; Uncle John with critical eyes\nthat held a smile in them; Patsy with ecstatic delight.\n\n\"Isn't he a dear!\" she exclaimed.\n\n\"It occurs to me,\" said the Major stiffly, \"that this needs an\nexplanation. Do you mean to say, Patsy Doyle, that you've worried the\nhearts out of us this past hour, and kept the dinner waiting, all\nbecause of a scurvy bit of an animal?\"\n\n\"Pshaw!\" said Uncle John. \"Speak for yourself, Major. I wasn't worried\na bit.\"\n\n\"You see,\" explained Patsy, rising to take off her things and put them\naway, \"I was coming home early when I first met Mumbles. A little boy\nhad him, with a string tied around his neck, and when Mumbles tried\nto run up to me the boy jerked him back cruelly--and afterward kicked\nhim. That made me mad.\"\n\n\"Of course,\" said Uncle John, nodding wisely.\n\n\"I cuffed the boy, and he said he'd take it out on Mumbles, as soon as\nI'd gone away. I didn't like that. I offered to buy the dog, but the\nboy didn't dare sell him. He said it belonged to his father, who'd\nkill him and kick up a row besides if he didn't bring Mumbles home.\nSo I found out where they lived and as it wasn't far away I went home\nwith him.\"\n\n\"Crazy Patsy!\" smiled Uncle John.\n\n\"And the dinner waiting!\" groaned the Major, reproachfully.\n\n\"Well, I had a time, you can believe!\" continued Patsy, with\nanimation. \"The man was a big brute, and half drunk. He grabbed up the\nlittle doggie and threw it into a box, and then told me to go home and\nmind my business.\"\n\n\"Which of course you refused to do.\"\n\n\"Of course. I'd made up my mind to have that dog.\"\n\n\"Dogs,\" said the Major, \"invariably are nuisances.\"\n\n\"Not invariably,\" declared Patsy. \"Mumbles is different. Mumbles is a\ngood doggie, and wise and knowing, although he's only a baby dog yet.\nAnd I just couldn't leave him to be cuffed and kicked and thrown\naround by those brutes. When the man found I was determined to have\nMumbles he demanded twenty-five dollars.\"\n\n\"Twenty-five dollars!\" It startled Uncle John.\n\n\"For that bit of rags and meat?\" asked the Major, looking at the puppy\nwith disfavor. \"Twenty-five cents would be exorbitant.\"\n\n\"The man misjudged me,\" observed Patsy, with a merry laugh that\nmatched her twinkling blue eyes. \"In the end he got just two\ndollars for Mumbles, and when I came away he bade me good-bye very\nrespectfully. The boy howled. He hasn't any dog to kick and is\nbroken-hearted. As for Mumbles, he's going to lead a respectable life\nand be treated like a dog.\"\n\n\"Do you mean to keep him?\" inquired the Major.\n\n\"Why not?\" said Patsy. \"Don't you like him, Daddy?\"\n\nHer father turned Mumbles over with his toe. The puppy lay upon its\nback, lazily, with all four paws in the air, and cast a comical glance\nfrom one beady bright eye at the man who had disturbed him.\n\nThe Major sighed.\n\n\"He can't hunt, Patsy; he's not even a mouser.\"\n\n\"We haven't a mouse in the house.\"\n\n\"He's neither useful nor ornamental. From the looks o' the beast he's\nonly good to sleep and eat.\"\n\n\"What's the odds?\" laughed Patsy, coddling Mumbles up in her arms.\n\"We don't expect use or ornamentation from Mumbles. All we ask is his\ncompanionship.\"\n\nMary called them to dinner just then, and the girl hurried to her room\nto make a hasty toilet while the men sat down at the table and eyed\ntheir soup reflectively.\n\n\"This addition to the family,\" remarked Uncle John, \"need not make\nyou at all unhappy, my dear Major. Don't get jealous of Mumbles, for\nheaven's sake, for the little brute may add a bit to Patsy's bliss.\"\n\n\"It's the first time I've ever allowed a dog in the house.\"\n\n\"You are not running this present establishment. It belongs\nexclusively to Patsy.\"\n\n\"I've always hated the sight of a woman coddling a dog,\" added the\nMajor, frowning.\n\n\"I know. I feel the same way myself. But it isn't the dog's fault.\nIt's the woman's. And Patsy won't make a fool of herself over that\nfrowsy puppy, I assure you. On the contrary, she's likely to get a lot\nof joy out of her new plaything, and if you really want to make her\nhappy, Major, don't discourage this new whim, absurd as it seems. Let\nPatsy alone. And let Mumbles alone.\"\n\nThe girl came in just then, bringing sunshine with her. Patsy Doyle\nwas not very big for her years, and some people unkindly described her\nform as \"chubby.\" She had glorious red hair--really-truly red--and her\nblue eyes were the merriest, sweetest eyes any girl could possess. You\nseldom noticed her freckles, her saucy chin or her turned-up nose; you\nonly saw the laughing eyes and crown of golden red, and seeing them\nyou liked Patsy Doyle at once and imagined she was very good to look\nat, if not strictly beautiful. No one had friends more loyal,\nand these two old men--the stately Major and round little Uncle\nJohn--fairly worshiped Patsy.\n\nNo one might suspect, from the simple life of this household, which\noccupied the second corner flat at 3708 Willing Square, that Miss\nDoyle was an heiress. Not only that, but perhaps one of the very\nrichest girls in New York. And the reason is readily explained when\nI state the fact that Patsy's Uncle John Merrick, the round little\nbald-headed man who sat contentedly eating his soup, was a man of many\nmillions, and this girl his favorite niece. An old bachelor who had\nacquired an immense fortune in the far Northwest, Mr. Merrick had\nlately retired from active business and come East to seek any\nrelatives that might remain to him after forty years' absence. His\nsister Jane had gathered around her three nieces--Louise Merrick,\nElizabeth De Graf and Patricia Doyle--and when Aunt Jane died Uncle\nJohn adopted these three girls and made their happiness the one care\nof his jolly, unselfish life. At that time Major Doyle, Patsy's only\nsurviving parent, was a poor bookkeeper; but Uncle John gave him\ncharge of his vast property interests, and loving Patsy almost as\ndevotedly as did her father, made his home with the Doyles and began\nto enjoy himself for the first time in his life.\n\nAt the period when this story opens the eldest niece, Louise Merrick,\nhad just been married to Arthur Weldon, a prosperous young business\nman, and the remaining two nieces, as well as Uncle John, were feeling\nrather lonely and depressed. The bride had been gone on her honeymoon\nthree days, and during the last two days it had rained persistently;\nso, until Patsy came home from a visit to Beth and brought the tiny\ndog with her, the two old gentlemen had been feeling dreary enough.\n\nPatsy always livened things up. Nothing could really depress this\nspirited girl for long, and she was always doing some interesting\nthing to create a little excitement.\n\n\"If she hadn't bought a twenty-five cent pup for two dollars,\"\nremarked the Major, \"she might have brought home an orphan from the\ngutters, or a litter of tomcats, or one of the goats that eat the\ntin cans at Harlem. Perhaps, after all, we should be thankful it's\nonly--what's his name?\"\n\n\"Mumbles,\" said Patsy, merrily. \"The boy said they called him that\nbecause he mumbled in his sleep. Listen!\"\n\nIndeed, the small waif by the fire was emitting a series of noises\nthat seemed a queer mixture of low growls and whines--evidence\nunimpeachable that he had been correctly named.\n\nAt Patsy's shout of laughter, supplemented by Uncle John's chuckles\nand a reproachful cough from the Major, Mumbles awakened and lifted\nhis head. It may be an eye discovered the dining-table in the next\nroom, or an intuitive sense of smell directed him, for presently the\nsmall animal came trotting in--still traveling \"cornerwise\"--and sat\nup on his hind legs just beside Patsy's chair.\n\n\"That settles it,\" said the Major, as his daughter began feeding the\ndog. \"Our happy home is broken up.\"\n\n\"Perhaps not,\" suggested Uncle John, reaching out to pat the soft head\nof Mumbles. \"It may be the little beggar will liven us all up a bit.\"\n\n\n\n\nCHAPTER II\n\nUNCLE JOHN'S IDEA\n\n\nTwo hours later Uncle John, who had been dozing in his big chair by\nthe fire while Patsy drummed on the piano, sat up abruptly and looked\naround him with a suddenly acquired air of decision.\n\n\"I have an idea,\" he announced.\n\n\"Did you find it in your dreams, then?\" asked the Major, sharply.\n\n\"Why, Daddy, how cross you are!\" cried Patsy. \"Can't Uncle John have\nan idea if he wants to?\"\n\n\"I'm afraid of his ideas,\" admitted the Major, suspiciously. \"Every\ntime he goes to sleep and catches a thought, it means trouble.\"\n\nPatsy laughed, looking at her uncle curiously, and the little man\nsmiled at her genially in return.\n\n\"It takes me a long time to figure a thing out,\" he said; \"and when\nI've a problem to solve a bit of a snooze helps wonderfully. Patsy,\ndear, it occurs to me we're lonely.\"\n\n\"We surely are, Uncle!\" she exclaimed.\n\n\"And in the dumps.\"\n\n\"Our spirits are at the bottom of the bottomless pit.\"\n\n\"So what we need is--a change.\"\n\n\"There it goes!\" said the Major ruefully. \"I knew very well any idea\nof John Merrick's would cause us misery. But understand this, you\nmiserable home-wrecker, sir, my daughter Patsy steps not one foot out\nof New York this winter.\"\n\n\"Why not?\" mildly inquired Uncle John.\n\n\"Because you've spirited her away from me times enough, and deprived\nher only parent of her society. First you gallivanted off to Europe,\nand then to Millville, and next to Elmhurst; so now, egad, I'm going\nto keep the girl with me if I have to throttle every idea in your\nwicked old head!\"\n\n\"But I'm planning to take you along, this time. Major,\" observed Uncle\nJohn reflectively.\n\n\"Oh. Hum! Well, I can't go. There's too much business to be attended\nto--looking after your horrible money.\"\n\n\"Take a vacation. You know I don't care anything about the business.\nIt can't go very wrong, anyhow. What does it matter if my income isn't\ninvested properly, or the bond coupons cut when they're due? Drat the\nmoney!\"\n\n\"That's what I say,\" added Patsy eagerly. \"Be a man, Major Doyle, and\nput the business out of your mind. Let's go somewhere and have a good\nromp. It will cheer us up.\"\n\nThe Major stared first at one and then at the other.\n\n\"What's the programme, John?\" he asked stiffly.\n\n\"It's going to be a cold winter,\" remarked the little man, bobbing his\nhead up and down slowly.\n\n\"It is!\" cried Patsy, clasping her hands fervently. \"I can feel it in\nmy bones.\"\n\n\"So we're going,\" said Uncle John, impressively, \"to California--where\nthey grow sunshine and roses to offset our blizzards and icicles.\"\n\n\"Hurray!\" shouted Patsy. \"I've always wanted to go to California.\"\n\n\"California!\" said the Major, amazed; \"why, it's farther away than\nEurope. It takes a month to get there.\"\n\n\"Nonsense.\" retorted Uncle John. \"It's only four days from coast to\ncoast. I have a time-table, somewhere,\" and he began searching in his\npockets.\n\nThere was a silence, oppressive on the Major's part, ecstatic as far\nas Patsy was concerned. Uncle John found the railway folder, put on\nhis spectacles, and began to examine it.\n\n\"At my time of life,\" remarked Major Doyle, who was hale and hearty as\na boy, \"such a trip is a great undertaking.\"\n\n\"Twenty-four hours to Chicago,\" muttered Uncle John; \"and then three\ndays to Los Angeles or San Francisco. That's all there is to it.\"\n\n\"Four days and four nights of dreary riding. We'd be dead by that\ntime,\" prophesied the Major.\n\nUncle John looked thoughtful. Then he lay back in his chair and spread\nhis handkerchief over his face again.\n\n\"No, no!\" cried the Major, in alarm. \"For mercy's sake, John, don't\ngo to sleep and catch any more of those terrible ideas. No one knows\nwhere the next one might carry us--to Timbuktu or Yucatan, probably.\nLet's stick to California and settle the question before your hothouse\nbrain grows any more weeds.\"\n\n\"Yucatan,\" remarked Mr. Merrick, composedly, his voice muffled by the\nhandkerchief, \"isn't a bad suggestion.\"\n\n\"I knew it!\" wailed the Major. \"How would Ethiopia or Hindustan strike\nyou?\"\n\nPatsy laughed at him. She knew something good was in store for her\nand like all girls was enraptured at the thought of visiting new and\ninteresting scenes.\n\n\"Don't bother Uncle John, Daddy,\" she said. \"You know very well he\nwill carry out any whim that seizes him; especially if you oppose the\nplan, which you usually do.\"\n\n\"He's the most erratic and irresponsible man that ever lived,\"\nannounced her father, staring moodily at the spread handkerchief which\ncovered Uncle John's cherub-like features. \"New York is good enough\nfor anybody, even in winter; and now that you're in society, Patsy--\"\n\n\"Oh, bother society! I hate it.\"\n\n\"True,\" he agreed; \"it's a regular treadmill when it has enslaved one,\nand keeps you going on and on without progressing a bit. The object of\nsociety is to tire you out and keep you from indulging in any other\noccupation.\"\n\n\"You know nothing about it,\" observed Patsy, demurely, \"and that is\nwhy you love to rail at society. The things you know, Daddy dear, are\nthe things you never remark upon.\"\n\n\"Huh!\" grunted the Major, and relapsed into silence.\n\nMumbles had finished his after-dinner nap and was now awakening to\nactivity. This dog's size, according to the Major, was \"about 4x6; but\nyou can't tell which is the 4 and which the 6.\" He was distressingly\nshaggy. Patsy could find the stump of his tail only by careful search.\nSeldom were both eyes uncovered by hair at the same time. But, as his\nnew mistress had said, he was a wise little dog for one who had only\nknown the world for a few months, and his brain was exceedingly alert.\nAfter yawning at the fire he rubbed his back against the Major's legs,\nsat up beside Patsy and looked at her from one eye pleadingly. Next he\ntrotted over to Uncle John. The big white handkerchief attracted him\nand one corner hung down from the edge of the reclining chair. Mumbles\nsat up and reached for it, but could not quite get it in his teeth.\nSo he sat down and thought it over, and presently made a leap so\nunexpectedly agile that Patsy roared with merriment and even the Major\ngrinned. Uncle John, aroused, sat up and found the puppy rolling on\nthe floor and fighting the handkerchief as if it had been some deadly\nfoe.\n\n\"Thank goodness,\" sighed the Major. \"The little black rascal has\nprovidently prevented you from evolving another idea.\"\n\n\"Not so,\" responded Mr. Merrick amiably. \"I've thought the thing all\nout, and completed our programme.\"\n\n\"Is it still to be California?\" anxiously inquired Patsy.\n\n\"Of course. I can't give up the sunshine and roses, you know. But we\nwon't bore the Major by four solid days of railway travel. We'll break\nthe journey, and take two or three weeks to it--perhaps a month.\"\n\n\"Conquering Caesar! A month!\" ejaculated the old soldier, a desperate\nlook on his face.\n\n\"Yes. Listen, both of you. We'll get to Chicago in a night and a day.\nWe will stop off there and visit the stockyards, and collect a few\nsqueals for souvenirs.\"\n\n\"No, we won't!\" declared Patsy, positively.\n\n\"We might sell Mumbles to some Chicago sausage factory,\" remarked the\nMajor, \"but not for two whole dollars. He wouldn't make more than half\na pound at twenty cents the pound.\"\n\n\"There are other sights to be seen in Chicago,\" continued Uncle John.\n\"Anyhow, we'll stop off long enough to get rested. Then on to Denver\nand Pike's Peak.\"\n\n\"That sounds good,\" said Patsy.\n\n\"At Denver,\" said Uncle John, \"we will take a touring car and cross\nthe mountains in it. There are good roads all the way from there to\nCalifornia.\"\n\n\"Who told you so?\" demanded the Major.\n\n\"No one. It's a logical conclusion, for I've lived in the West and\nknow the prairie roads are smoother than boulevards. However, Haggerty\ntold me the other day that he has made the trip from Denver to Los\nAngeles by automobile, and what others can do, we can do.\"\n\n\"It will be glorious!\" prophesied Patsy, delightedly.\n\nThe Major looked grave, but could find no plausible objection to\noffer. He really knew nothing about the West and had never had\noccasion to consider such a proposition before.\n\n\"We'll talk to Haggerty,\" he said. \"But you must remember he's a\ndesperate liar, John, and can't be trusted as a guidepost. When do you\nintend to start?\"\n\n\"Why not to-morrow?\" asked Uncle John mildly.\n\nEven Patsy demurred at this.\n\n\"Why, we've got to get ready, Uncle,\" she said. \"And who's going? Just\nwe three?\"\n\n\"We will take Beth along, of course.\" Beth was Elizabeth De Graf,\nanother niece. \"But Beth is fortunately the sort of girl who can pull\nup stakes and move on at an hour's notice.\"\n\n\"Beth is always ready for anything,\" agreed Patsy. \"But if we are\ngoing to a warm climate we will need summer clothes.\"\n\n\"You can't lug many clothes in a motor car,\" observed the Major.\n\n\"No; but we can ship them on ahead.\"\n\n\"Haggerty says,\" remarked Uncle John, \"that you won't need thin\nclothes until you get out to California. In fact, the mountain trip is\nrather cool. But it's perpetual sunshine, you know, even there, with\nbrisk, keen air; and the whole journey, Haggerty says, is one of\nabsolute delight.\"\n\n\"Who is Haggerty?\" asked Patsy.\n\n\"A liar,\" answered the Major, positively.\n\n\"He's a very good fellow whom we sometimes meet in the city,\" said\nUncle John. \"Haggerty is on the Board, and director in a bank or two,\nand quite respectable. But the Major--\"\n\n\"The Major's going to California just to prove that Haggerty can't\nspeak the truth,\" observed that gentleman, tersely heading off any\nthreatened criticism. \"I see there is no opposing your preposterous\nscheme, John, so we will go with you and make the best of it. But I'm\nsure it's all a sad mistake. What else did Haggerty tell you?\"\n\n\"He says it's best to pick up a motor car and a chauffeur in Denver,\nrather than ship them on from here. There are plenty of cars to be\nhad, and men who know every inch of the road.\"\n\n\"That seems sensible,\" declared Patsy, \"and we won't lose time waiting\nfor our own car to follow by freight. I think, Uncle John, I can be\nready by next Tuesday.\"\n\n\"Why, to-morrow's Saturday!\" gasped the Major. \"The business--\"\n\n\"Cut the business off short,\" suggested his brother-in-law. \"You've to\ncut it somewhere, you know, or you'll never get away; and, as it's my\nbusiness, I hereby authorize you to neglect it from this moment until\nthe day of our return. When we get back you can pick up the details\nagain and worry over it as much as you please.\"\n\n\"Will we ever get back?\" asked the Major, doubtingly.\n\n\"If we don't, the business won't matter.\"\n\n\"That's the idea,\" cried Patsy, approvingly. \"Daddy has worked hard\nall summer, Uncle John, looking after that annoying money of yours,\nand a vacation will do him oodles of good.\"\n\nMajor Doyle sighed.\n\n\"I misdoubt the wisdom of the trip,\" said he, \"but I'll go, of course,\nif you all insist. Over the Rocky Mountains and across the Great\nAmerican Desert in an automobile doesn't sound very enticing, but--\"\n\n\"Haggerty says--\"\n\n\"Never mind Haggerty. We'll find out for ourselves.\"\n\n\"And, after all,\" said Patsy, \"there are the sunshine and roses at the\nend of the journey, and they ought to make up for any amount of bother\nin getting there.\"\n\n\"Girl, you're attempting to deceive me--to deceive your old Daddy,\"\nsaid the Major, shaking his head at her. \"You wouldn't have any fun\nriding to California in a palace car; even the sunshine and roses\ncouldn't excite you under such circumstances; but if there's a chance\nfor adventure--a chance to slide into trouble and make a mighty\nstruggle to get out again--both you and that wicked old uncle of yours\nwill jump at it. I know ye both. And that's the real reason we're\ngoing to travel in an automobile instead of progressing comfortably as\nall respectable people do.\"\n\n\"You're a humbug,\" retorted Mr. Merrick. \"You wouldn't go by train if\nI'd let you.\"\n\n\"No,\" admitted the Major; \"I must be on hand to rescue you when you\nand Patsy go fighting windmills.\"\n\n\n\n\nCHAPTER III\n\nMYRTLE DEAN\n\n\n\"We were due in Denver three hours ago, and it's an hour's run or more\nyet,\" remarked Beth De Graf, walking briskly up and down the platform\nof a way station where the train had stopped for orders.\n\n\"And it's beginning to snow,\" observed Patricia Doyle, beside her.\n\"I'm afraid this weather isn't very propitious for an automobile\ntrip.\"\n\n\"Uncle John doesn't worry,\" said Beth. \"He believes there is perpetual\nsunshine west of Denver.\"\n\n\"Yes; a man named Haggerty told him. But you'll notice that Daddy\ndoesn't seem to believe the tale. Anyhow, we shall soon know the\ntruth, Beth, and the trip is somewhat on the order of a voyage of\ndiscovery, which renders it fascinating to look forward to. There is\nsuch fun in not knowing just what is going to happen next.\"\n\n\"When one travels with Uncle John,\" returned Beth, smiling, \"she\nknows exactly--nothing. That is why I am always eager to accept if he\ninvites me to go anywhere with him.\"\n\nThe passengers thronging the platform--\"stretching their legs\" after\nthe confinement of the tedious railway journey--eyed these two girls\nadmiringly. Beth was admitted a beauty, and one of the society\njournals had lately announced that she had few peers in all the great\nmetropolis. Chestnut brown hair; dark, serious and steady eyes; an\nexquisite complexion and rarely regular features all conspired to\nrender the young girl wonderfully attractive. Her stride was athletic,\nfree and graceful; her slender form well poised and dignified. Patsy,\nthe \"plug-ugly,\" as she called herself, was so bright and animated and\nher blue eyes sparkled so constantly with fun and good humor, that\nshe attracted fully as much attention as her more sedate and more\nbeautiful cousin, and wherever she went was sure to make a host of\nfriends.\n\n\"See!\" she cried, clasping Beth's arm; \"there is that lovely girl at\nthe window again. I've noticed her ever since the train left Chicago,\nand she is always in the same seat in that tourist coach. I wonder why\nshe doesn't get out for a bit of fresh air now and then.\"\n\nBeth looked up at the fair, girlish face that gazed wistfully from\nthe window. The unknown seemed very young--not more than fourteen or\nfifteen years of age. She wore a blue serge suit of rather coarse\nweave, but it was neat and becoming. Around the modest, sweet eyes\nwere deep circles, denoting physical suffering or prolonged worry; yet\nthe lips smiled, wanly but persistently. She had evidently noticed\nUncle John's two nieces, for her eyes followed them as they marched\nup and down the platform and when Patsy looked up and nodded, a soft\nflush suffused her features and she bowed her head in return.\n\nAt the cry of \"all aboard!\" a scramble was made for the coaches and\nBeth and Patsy, re-entering their staterooms, found their Uncle and\nthe Major still intent upon their interminable game of cribbage.\n\n\"Let's go back and talk to the girl,\" suggested Patsy. \"Somehow,\nthe poor thing seems lonely, and her smile was more pathetic than\ncheerful.\"\n\nSo they made their way through the long train to the tourist coach,\nand there found the girl they were seeking. The surrounding seats were\noccupied by groups of passengers of rather coarse caliber, many being\nforeign laborers accompanied by their wives and children. The air in\nthe car was close and \"stuffy\" and the passengers seemed none too neat\nin their habits and appearance. So the solitary girl appeared like a\nrose blooming in a barnyard and her two visitors were instantly sorry\nfor her. She sat in her corner, leaning wearily against the back of\nthe cane seat, with a blanket spread over her lap. Strangely\nenough the consideration of her fellow passengers left the girl in\nundisturbed possession of a double seat.\n\n\"Perhaps she is ill,\" thought Patsy, as she and Beth sat down opposite\nand entered into conversation with the child. She was frankly\ncommunicative and they soon learned that her name was Myrtle Dean, and\nthat she was an orphan. Although scarcely fifteen years of age she\nhad for more than two years gained a livelihood by working in a skirt\nfactory in Chicago, paying her board regularly to a cross old aunt who\nwas her only relative in the big city. Three months ago, however, she\nhad met with an accident, having been knocked down by an automobile\nwhile going to her work and seriously injured.\n\n\"The doctors say,\" she confided to her new friends, \"that I shall\nalways be lame, although not quite helpless. Indeed, I can creep\naround a little now, when I am obliged to move, and I shall get better\nevery day. One of my hips was so badly injured that it will never be\nquite right again, and my Aunt Martha was dreadfully worried for fear\nI would become a tax upon her. I cannot blame her, for she has really\nbut little money to pay for her own support. So, when the man who ran\nover me paid us a hundred dollars for damages--\"\n\n\"Only a hundred dollars!\" cried Beth, amazed.\n\n\"Wasn't that enough?\" inquired Myrtle innocently.\n\n\"By no means,\" said Patsy, with prompt indignation. \"He should have\ngiven you five thousand, at least. Don't you realize, my dear, that\nthis accident has probably deprived you of the means of earning a\nlivelihood?\"\n\n\"I can still sew,\" returned the girl, courageously, \"although of\ncourse I cannot get about easily to search for employment.\"\n\n\"But why did you leave Chicago?\" asked Beth.\n\n\"I was coming to that part of my story. When I got the hundred dollars\nAunt Martha decided I must use it to go to Leadville, to my Uncle\nAnson, who is my mother's only brother. He is a miner out there, and\nAunt Martha says he is quite able to take care of me. So she bought my\nticket and put me on the train and I'm now on my way to Leadville to\nfind Uncle Anson.\"\n\n\"To _find_ him!\" exclaimed Patsy. \"Don't you know his address?\"\n\n\"No; we haven't had a letter from him for two years. But Aunt Martha\nsays he must be a prominent man, and everybody in Leadville will know\nhim, as it's a small place.\"\n\n\"Does he know you are coming?\" asked Beth, thoughtfully.\n\n\"My aunt wrote him a letter two days before I started, so he ought\nto receive it two days before I get there,\" replied Myrtle, a little\nuneasily. \"Of course I can't help worrying some, because if I failed\nto find Uncle Anson I don't know what might happen to me.\"\n\n\"Have you money?\" asked Beth.\n\n\"A little. About three dollars. Aunt gave me a basket of food to last\nuntil I get to Leadville, and after paying for my ticket and taking\nwhat I owed her for board there wasn't much left from the hundred\ndollars.\"\n\n\"What a cruel old woman!\" cried Patsy, wrathfully. \"She ought to be\nhorsewhipped!\"\n\n\"I am sure it was wrong for her to cast you off in this heartless\nway,\" added Beth, more conservatively.\n\n\"She is not really bad,\" returned Myrtle, the tears starting to her\neyes. \"But Aunt Martha has grown selfish, and does not care for me\nvery much. I hope Uncle Anson will be different. He is my mother's\nbrother, you know, while Aunt Martha is only my father's sister, and\nan old maid who has had rather a hard life. Perhaps,\" she added,\nwistfully, \"Uncle Anson will love me--although I'm not strong or\nwell.\"\n\nBoth Patsy and Beth felt desperately sorry for the girl.\n\n\"What is Uncle Anson's other name?\" asked the latter, for Beth was\nthe more practical of Uncle John's nieces and noted for her clear\nthinking.\n\n\"Jones. Mr. Anson Jones.\"\n\n\"Rather a common name, if you have to hunt for him,\" observed the\nquestioner, musingly. \"Has he been in Leadville long?\"\n\n\"I do not know,\" replied Myrtle. \"His last letter proved that he was\nin Leadville two years ago, and he said he had been very successful\nand made money; but he has been in other mining camps, I know, and has\nwandered for years all over the West.\"\n\n\"Suppose he should be wandering now?\" suggested Patsy; but at the look\nof alarm on Myrtle's face she quickly changed the subject, saying:\n\"You must come in to dinner with us, my dear, for you have had nothing\nbut cold truck to eat since you left Chicago. They say we shall be in\nDenver in another hour, but I'm afraid to believe it. Anyhow, there is\nplenty of time for dinner.\"\n\n\"Oh, I can't go, really!\" cried the girl. \"It's--it's so hard for me\nto walk when the train is moving; and--and--I wouldn't feel happy in\nthat gay, luxurious dining car.\"\n\n\"Well, we must go, anyway, or the Major will be very disagreeable,\"\nsaid Patsy. \"Good-bye, Myrtle; we shall see you again before we leave\nthe train.\"\n\nAs the two girls went forward to their coach Beth said to Patsy:\n\n\"I'm afraid that poor thing will be greatly disappointed when she gets\nto Leadville. Imagine anyone sending a child on such a wild goose\nchase--and an injured and almost helpless child, at that!\"\n\n\"I shudder to think what would become of her, with no uncle to care\nfor her and only three dollars to her name,\" added Patsy. \"I have\nnever heard of such an inhuman creature as that Aunt Martha, Beth. I\nhope there are not many like her in the world.\"\n\nAt dinner they arranged with the head waiter of the dining car to send\nin a substantial meal, smoking hot, to Myrtle Dean, and Patsy herself\ninspected the tray before it went to make sure everything was there\nthat was ordered. They had to satisfy Uncle John's curiosity at this\nproceeding by relating to him Myrtle Dean's story, and the kindly\nlittle man became very thoughtful and agreed with them that it was a\ncruel act to send the poor girl into a strange country in search of an\nuncle who had not been heard of in two years.\n\nWhen the train pulled into the station at Denver the first care of\nJohn Merrick's party was to look after the welfare of the lame girl.\nThey got a porter to assist her into the depot waiting room and then\nUncle John inquired about the next train for Leadville, and found it\nwould not start until the following morning, the late overland train\nhaving missed that day's connections. This was a serious discovery for\npoor Myrtle, but she smiled bravely and said:\n\n\"I can pass the night in this seat very comfortably, so please don't\nworry about me. It is warm here, you know, and I won't mind a bit the\nsitting up. Thank you all very much for your kindness, and good-bye.\nI'll be all right, never fear.\"\n\nUncle John stood looking down at her thoughtfully.\n\n\"Did you engage a carriage, Major?\" he asked.\n\n\"Yes; there's one now waiting,\" was the reply.\n\n\"All right. Now, then, my dear, let's wrap this blanket around you\ntight and snug.\"\n\n\"What are you going to do?\" asked Myrtle with a startled look.\n\n\"Carry you outside. It's pretty cold and snowy, so we must wrap you up.\nNow, Major, take hold on the other side. Here we go!\"\n\nPatsy smiled--rather pitifully--at the expression of bewilderment on\nMyrtle's face. Uncle John and the Major carried her tenderly to a\ncarriage and put her in the back seat. Patsy sprang in next, with\nMumbles clasped tightly in her arms, the small dog having been forced\nto make the journey thus far in the baggage car. Beth and the Major\nentered the carriage next, while Uncle John mounted beside the driver\nand directed him to the Crown Palace Hotel.\n\nIt was growing dark when they reached the dingy hostelry, which might\nhave been palatial when it was named but was now sadly faded and\ntawdry. It proved to be fairly comfortable, however, and the first\ncare of the party was to see Myrtle Dean safely established in a cosy\nroom, with a grate fire to cheer her. Patsy and Beth had adjoining\nrooms and kept running in for a word with their protÃ©gÃ©, who was\nso astonished and confused by her sudden good fortune that she was\nincapable of speech and more inclined to cry than to laugh.\n\nDuring the evening Uncle John was busy at the telegraph booth. He sent\nseveral messages to Leadville, to Anson Jones, to the Chief of Police\nand to the various hotels; but long before midnight, when the last\nreplies were received, he knew that Anson Jones had left Leadville\nfive months ago, and his present whereabouts were unknown. Having\nlearned these facts the little man went to bed and slept peacefully\nuntil morning.\n\nMyrtle had begged them to see that she was called at five o'clock,\nthat she might have ample time to get to the depot for her train, but\nno one called her and the poor child was so weary and worn with her\ntrip that the soft bed enthralled her for many hours after daybreak.\n\nPatsy finally aroused her, opening the blinds to let in the sunshine\nand then sitting beside Myrtle's bed to stroke her fair hair and tell\nher it was nearly noon.\n\n\"But my train!\" wailed the girl, greatly distressed.\n\n\"Oh, the train has gone hours ago. But never mind that, dear. Uncle\nJohn has telegraphed to Leadville and found that Anson Jones is\nnot there. He left months ago, and is now wandering; in fields and\npastures unknown.\"\n\nMyrtle sat up in bed and glared at Patsy wild-eyed.\n\n\"Gone!\" she said. \"Gone! Then what am I to do?\"\n\n\"I can't imagine, dear,\" said Patsy, soothingly. \"What do you think\nyou will do?\"\n\nThe girl seemed dazed and for a time could not reply.\n\n\"You must have thought of this thing,\" suggested her new friend, \"for\nit was quite possible Anson Jones would not be in Leadville when you\narrived there.\"\n\n\"I did not dare think of it,\" returned Myrtle in a low, frightened\ntone. \"I once asked Aunt Martha what I could do in case Uncle Anson\nwasn't to be found, and she said he _must_ be found, for otherwise I\nwould be obliged to earn my own living.\"\n\n\"And she knew you to be so helpless!\"\n\n\"She knows I can sew, if only I can get work to do,\" said the girl,\nsimply. \"I'm not really a cripple, and I'm getting better of my hurt\nevery day. Aunt Martha said I would be just as well off in Denver or\nLeadville as in Chicago, and made me promise, if the worst came, not\nto let any charitable organization send me back to her.\"\n\n\"In other words,\" exclaimed Patsy, indignantly, \"she wanted to get rid\nof you, and did not care what became of you.\"\n\n\"She was afraid I would cost her money,\" admitted the poor child, with\nshamed, downcast eyes.\n\nPatsy went to the window and stood looking out for a time. Myrtle\nbegan to dress herself. As she said, she was not utterly helpless,\nmoving the upper part of her body freely and being able to walk slowly\nabout a room by holding on to chairs or other furniture.\n\n\"I'm afraid I'm causing you a lot of worry over me,\" said she, smiling\nsadly as Patsy turned toward her; \"and that is ungrateful when I\nremember how kind you have all been. Why, these hours since I met you\nhave seemed like fairyland. I shall treasure them as long as I live.\nThere must be another train to Leadville soon, and I'll take that. As\nsoon as I am ready I will go to the depot and wait there.\"\n\nPatsy looked at her reflectively. The poor child was called upon to\nsolve a queer problem--one which might well have bewildered the brain\nof a more experienced person.\n\n\"Tell me,\" she said; \"why should you go to Leadville at all, now that\nyou have no friend or relative there to care for you?\"\n\n\"My ticket is to Leadville, you know,\" replied Myrtle. \"If I did not\ngo I would waste the money it cost.\"\n\nPatsy laughed at this.\n\n\"You're a wonderfully impractical child,\" she said, deftly assisting\nMyrtle to finish dressing. \"What you really need is some one to order\nyou around and tell you what to do. So you must stop thinking about\nyourself, for a time, and let _us_ do the thinking. Here--sit in this\nchair by the window. Do you want Mumbles in your lap? All right. Now\ngaze upon the scenery until I come back. There's a man washing windows\nacross the street; watch and see if he does his work properly.\"\n\nThen she went away to join a conference in Uncle John's sitting room.\nMajor Doyle was speaking when she entered and his voice was coldly\nironical.\n\n\"The temperature outside is six degrees above freezing,\" he observed.\n\"The clerk downstairs says the snow is nine feet deep over the\nmountain trails and the wind would cut an iron beam in two. If you\ntake an automobile to California, John, you must put it on snowshoes\nand connect it with a steam heating-plant.\"\n\nUncle John, his hands thrust deep in his pockets, paced thoughtfully\nup and down the room.\n\n\"Haggerty said--\"\n\n\"Didn't I give you Haggerty's record, then?\" asked the Major. \"If\nyou want the exact truth it's safe to go directly opposite to what\nHaggerty says.\"\n\n\"He's a very decent fellow,\" protested Mr. Merrick, \"and is considered\nin the city to be strictly honest.\"\n\n\"But after this?\"\n\n\"You can't blame him for the weather conditions here. I've been\ntalking with Denver people myself, this morning, and they all say\nit's unusual to have such cold weather at this time of year. The\nthermometer hasn't been so low in the past twenty-six years, the\nnatives say.\"\n\n\"Are they all named Haggerty?\" asked the Major, scornfully.\n\n\"If you will kindly allow me to speak, and tell you what Haggerty\nsaid,\" remarked Uncle John tersely, \"I shall be able to add to your\ninformation.\"\n\n\"Go ahead, then.\"\n\n\"Haggerty said that in case we ran into cold weather in Denver, which\nwas possible--\"\n\n\"Quite possible!\"\n\n\"Then we had best go south to Santa Fe and take the route of the old\nSanta Fe Trail as far as Albuquerque, or even to El Paso. Either way\nwe will be sure to find fine weather, and good roads into California.\"\n\n\"So Haggerty says.\"\n\n\"It stands to reason,\" continued Mr. Merrick, \"that on the Southern\nroute we will escape the severe weather. So I have decided to adopt\nthat plan.\"\n\n\"I think you are quite wise in that,\" broke in Patsy, before her\nfather could object.\n\n\"All those queer Spanish names sound interesting,\" said Beth. \"When do\nwe start, Uncle?\"\n\n\"In a day or two. I have some things here to attend to that may delay\nus that long. But when once we are started southward we shall bowl\nalong right merrily.\"\n\n\"Unless we run into more snowstorms.\" Of course it was the Major who\nsaid that, and pointedly ignoring the remark Uncle John turned to\nPatsy and said:\n\n\"How did you find Myrtle Dean this morning?\"\n\n\"She is rested, and seems very bright and cheerful, Uncle; but of\ncourse she is much distressed by the news that her Uncle Anson has\nvanished from Leadville. Yet she thinks she will continue her journey\nby the next train, as she has paid for her ticket and can't afford to\nwaste the money.\"\n\n\"It would be absurd for the child to go to Leadville on that account.\nA mining camp is no place for such a frail thing,\" returned Mr.\nMerrick. \"What would you suggest, Patsy?\"\n\n\"Really, Uncle John, I don't know what to suggest.\"\n\n\"She can never earn her living by sewing,\" declared Beth. \"What she\nought to have is a trained nurse and careful attention.\"\n\n\"I'll have a doctor up to look her over,\" said Uncle John, in his\ndecisive way. He was a mild little man generally, but when he made up\nhis mind to do a thing it was useless to argue with him. Even Major\nDoyle knew that; but the old soldier was so fond of arguing for\nthe sake of argument, and so accustomed to oppose his wealthy\nbrother-in-law--whom he loved dearly just the same--that he was\nwilling to accept defeat rather than permit Mr. Merrick to act without\nprotest.\n\n\n\n\nCHAPTER IV\n\nAN INTERESTING PROTÃ\u0089GÃ\u0089\n\n\nA young physician was appointed by the management to attend any guest\nwho might require his services, and Uncle John had a talk with him and\nsent him to Myrtle's room to give her a thorough examination. This he\ndid, and reported that the girl's present condition was due largely to\nmismanagement of her case at the time she was injured. With care she\nwould get better and stronger rapidly, but the hip joint was out of\nits socket and only a skillful operation would serve to permanently\nrelieve her of lameness.\n\n\"What she needs just now,\" continued the doctor, \"is a pair of\ncrutches, so she can get around better and be in the fresh air and\nsunshine as much as possible. She is a very frail little woman at\npresent and must build up her health and strength before submitting\nto the operation I have mentioned. Then, if it is properly done, she\nought to recover completely and be as good as new.\"\n\n\"I must inform you,\" said Uncle John, \"that Myrtle Dean is just a\nlittle waif whom my nieces picked up on the train. I believe she is\nwithout friends or money. Such being the circumstances, what would you\nadvise?\"\n\nThe doctor shook his head gravely.\n\n\"Poor thing!\" he said. \"She ought to be rich, at this juncture,\ninstead of poor, for the conditions facing her are serious. The\noperation I speak of is always an expensive one, and meantime the\nchild must go to some charitable institution or wear out her feeble\nstrength in trying to earn enough to keep the soul in her body. She\nseems to have a brave and beautiful nature, sir, and were she educated\nand cared for would some day make a splendid woman. But the world is\nfull of these sad cases. I'm poor myself, Mr. Merrick, but this child\ninterests me, and after you have gone I shall do all in my power to\nassist her.\"\n\n\"Thank you,\" said Uncle John, thoughtfully nodding his bald head.\n\"I'll think it over and see you again, doctor, before I leave.\"\n\nAn hour later Myrtle was fitted with crutches of the best sort\nobtainable, and was overjoyed to find how greatly they assisted her.\nThe Major, a kindly man, decided to take Myrtle out for a drive, and\nwhile they were gone Uncle John had a long conversation with Beth and\nPatsy.\n\n\"Here is a case,\" said he, \"where my dreadful money can do some good.\nI am anxious to help Myrtle Dean, for I believe she is deserving of\nmy best offices. But I don't exactly know what to do. She is really\n_your_ protÃ©gÃ©, my dears, and I am going to put the affair in your\nhands for settlement. Just tell me what to do, and I'll do it. Spend\nmy money as freely upon Myrtle as you please.\"\n\nThe girls faced the problem with enthusiasm.\n\n\"She's a dear little thing,\" remarked Patsy, \"and seems very grateful\nfor the least kindness shown her. I am sure she has never been treated\nvery nicely by that stony-hearted old aunt of hers.\"\n\n\"In all my experience,\" said Beth, speaking as if her years were\ndoubled, \"I have never known anyone so utterly helpless. She is very\nyoung and inexperienced, with no friends, no money, and scarcely\nrecovered from an accident. It is clearly our duty to do something for\nMyrtle, and aside from the humane obligation I feel that already I\nlove the child, having known her only a day.\"\n\n\"Admitting all this, Beth,\" returned her uncle, \"you are not answering\nmy question. What shall we do for Myrtle? How can we best assist her?\"\n\n\"Why not take her to California with us?\" inquired Patsy, with sudden\ninspiration. \"The sunshine and roses would make a new girl of her in a\nfew weeks.\"\n\n\"Could she ride so far in an automobile?\" asked Beth, doubtfully.\n\n\"Why not? The fresh air would be just the thing for her. You'll get a\nbig touring car, won't you, Uncle John?\"\n\n\"I've bought one already--a seven-seated 'Autocrat'--and there will be\nplenty of room in it for Myrtle,\" he said.\n\n\"Good gracious! Where did you find the thing so suddenly?\" cried\nPatsy.\n\n\"I made the purchase this morning, bright and early, before you were\nup,\" replied Mr. Merrick, smilingly. \"It is a fine new car, and as\nsoon as I saw it I knew it was what I wanted. It is now being fitted\nup for our use.\"\n\n\"Fitted up?\"\n\n\"Yes. I've an idea in my head to make it a movable hotel. If we're\ngoing to cross the plains and the mountains and the deserts, and all\nthat sort of thing, we must be prepared for any emergencies. I've also\nsent for a chauffeur who is highly recommended. He knows the route\nwe're going to take; can make all repairs necessary in case of\naccident, and is an experienced driver. I expect him here any minute.\nHis name is Wampus.\"\n\n\"But about Myrtle,\"' said Beth. \"Can we make her comfortable on a long\nride?\"\n\n\"Certainly,\" asserted Uncle John. \"We are not going to travel day and\nnight, my dear, for as soon as we get away from this frozen country we\ncan take our time and journey by short stages. My notion is that we\nwill have more fun on the way than we will in California.\"\n\n\"Myrtle hasn't any proper clothes,\" observed Patsy, reflectively.\n\"We'll have to shop for her, Beth, while Uncle is getting the car\nready.\"\n\n\"Are you sure to leave to-morrow, Uncle John?\" inquired Beth.\n\n\"To-morrow or the next day. There's no use leaving before the\n'Autocrat' is ready to ship.\"\n\n\"Oh; we're not going to ride in it, then?\"\n\n\"Not just yet. We shall take the train south to Santa Fe, and perhaps\nto Albuquerque. I'll talk to Wampus about that. When we reach a good\nclimate we'll begin the journey overland--and not before.\"\n\n\"Then,\" said Patsy, \"I'm sure we shall have time to fit out Myrtle\nvery nicely.\"\n\nMr. Wampus was announced just then, and while Uncle John conferred\nwith the chauffeur his two nieces went to their room to talk over\nMyrtle Dean's outfit and await the return of the girl from her ride.\n\n\"They tell me,\" said Mr. Merrick, \"that you are an experienced\nchauffeur.\"\n\n\"I am celebrate,\" replied Wampus. \"Not as chauffeur, but as expert\nautomobilist.\"\n\nHe was a little man and quite thin. His legs were short and his arms\nlong. He had expressionless light gray eyes and sandy hair cropped\nclose to his scalp. His mouth was wide and good-humored, his chin long\nand broad, his ears enormous in size and set at right angles with\nhis head. His cheek bones were as high and prominent as those of an\nIndian, and after a critical examination of the man Uncle John was\nimpelled to ask his nationality.\n\n\"I am born in Canada, at Quebec Province,\" he answered. \"My father\nhe trapper; my mother squaw. For me, I American, sir, and my name\ncelebrate over all the world for knowing automobile like father knows\nhis son.\" He paused, and added impressively: \"I am Wampus!\"\n\n\"Have you ever driven an 'Autocrat' car?\" asked Mr. Merrick.\n\n\"'Autocrat?' I can take him apart blindfold, an' put him together\nagain.\"\n\n\"Have you ever been overland to California?\"\n\n\"Three time.\"\n\n\"Then you know the country?\"\n\n\"In the dark. I am Wampus.\"\n\n\"Very good, Wampus. You seem to be the man I want, for I am going\nto California in an 'Autocrat' car, by way of the Santa Fe Trail\nand--and--\"\n\n\"No matter. We find way. I am--\"\n\n\"I know. Now tell me, Wampus: if I employ you will you be faithful and\ncareful? I have two girls in my party--three girls, in fact--and from\nthe moment you enter my service I shall expect you to watch over our\nwelfare and guide us with skill and intelligence. Will you do this?\"\n\nThe man seemed somewhat offended by the question.\n\n\"When you have Wampus, what more you want?\" he inquired. \"Maybe you\nnot know Wampus. You come from far East. All right. You go out and ask\nautomobile man about Wampus. Ask ever'body. When you have inquire you\nfeel more happy. I come again.\"\n\nHe started to go, but Mr. Merrick restrained him.\n\n\"You have been highly recommended already,\" said he. \"But you cannot\nexpect me to have as high an opinion of you as you have of yourself;\nat least, until I know you better. Would you like to undertake this\nengagement?\"\n\n\"Yes. Just now I free. My business is expert automobilist. I am\nWampus. But perhaps you want cheap man. My price high.\"\n\n\"What is your price?\"\n\n\"Fifty dollar week. You eat me an' sleep me.\"\n\n\"I do not object to your price. Come out with me to the garage and I\nwill show you my car and explain what is being done to it.\"\n\nAlthough all the automobile men seemed to defer most respectfully to\nWampus, Mr. Merrick did not neglect to make proper inquiries in regard\nto the man. Locally he really was \"celebrate\" and Uncle John was\nassured on all sides that he was fortunate to get so intelligent and\nexperienced a chauffeur as this same Wampus.\n\n\"He seems to have instinctive knowledge of all machinery,\" said one\ninformant, \"and can handle perfectly any car that is made. The only\ntrouble with the fellow is that he is conceited.\"\n\n\"I've noticed that,\" returned Mr. Merrick.\n\n\"Another thing,\" said the gentleman; \"don't believe implicitly all\nthat Wampus tells you. He has a habit of imagining things. But he is a\nfaithful, honest fellow, for all that, and will handle your car better\nthan any other man you could get in Denver--or anywhere in the West, I\nimagine.\"\n\nSo Wampus was engaged, and putting the man's references and\nindorsements all together Mr. Merrick felt that he had gained a prize.\n\nWhen the big Major, returning from his drive, escorted Myrtle Dean to\nthe elevator, the girl was joyously using her new crutches. Patsy and\nBeth met her and said they had important news to communicate. Not\nuntil she was in her own room, seated in a comfortable chair and\ngazing at them anxiously, did they tell the poor waif of the good\nfortune in store for her.\n\n\"Uncle John,\" announced Patsy, \"has invited you to join our party and\ngo to California with us.\"\n\nMyrtle stared a moment, as if trying to realize what that meant. The\ntiny Mumbles, sitting beside the chair with his head cocked to one\nside, suddenly made a prodigious leap and landed in Myrtle's lap,\nwhere he began licking her chin and wagging his stumpy tail as if\nseconding the invitation. As the girl stroked his soft hair her eyes\nfilled with tears.\n\n\"Oh, you are all so kind to me!\" she sobbed, losing her composure.\n\"But I can't go! Of course I can't go.\"\n\n\"Why not?\" asked Beth, smiling.\n\n\"It would be an--impersition!\" Poor Myrtle sometimes stumbled over big\nwords. \"I know that. I can't let you burden your happy party with a\npoor cripple, just because your hearts are kind and you pity me!\"\n\n\"Nonsense!\" said Beth. \"You're not a cripple, dear; you're just an\ninvalid, and will soon be as strong as any of us. We have invited you,\nMyrtle, because we all like you, and shall soon learn to love you. We\nare selfish enough to want your companionship. It isn't pity, at all,\nyou see.\"\n\n\"I'm mighty glad,\" added Patsy, \"your Uncle Anson ran away from\nLeadville. If he hadn't done that we should have had to give you\nup; but now we may keep you as long as we wish, for you haven't any\nparticular engagement to interfere with our plans.\"\n\nAll this was said so frankly and unaffectedly that little Myrtle was\nled to abandon her suspicion and grew radiant with delight. Indeed,\nshe hugged and squeezed the squirming Mumbles until he resented such\nstrenuous fondling and escaped to Patsy's more moderate embraces.\nMyrtle had never yet ridden in an automobile, and the prospect of\na long journey across the country in a big touring car, with\nCalifornia's roses and sunshine at the end of it, was certainly\nalluring enough to intoxicate one far more accustomed to pleasure than\nthis friendless, impoverished girl.\n\nAfter the cousins had explained all their plans to Myrtle and assured\nher she was to be their cherished guest for a long time--until she was\nwell and strong again, at the least--they broached the subject of\nher outfit. The poor child flushed painfully while admitting the\nmeagerness of her wardrobe. All her possessions were contained in one\nsmall canvas \"hold-all,\" and she lacked many necessities which her\ncallous aunt had suggested that Uncle Anson might be induced to buy\nfor her once she had joined him in Leadville. Uncle John's nieces grew\nmore and more indignant as they discovered the details of this selfish\nwoman's crime--for Patsy declared it was nothing less than a crime to\nsend a helpless child far into the West to search for an unknown uncle\nwhose whereabouts were only conjectural.\n\nThat very afternoon Beth and Patsy began shopping for Myrtle, and\npresently all sorts of parcels, big and little, began to arrive for\ntheir new protÃ©gÃ©. Myrtle was amazed and awed by the splendor of her\nnew apparel, and could scarcely believe her good fortune. It seemed\nlike a fairy tale to her, and she imagined herself a Cinderella with\ntwo fairy godmothers who were young and pretty girls possessing the\npurse of Fortunatus and the generosity of Glinda the Good. At night,\nwhen she was supposed to be asleep, Myrtle crept from her bed, turned\non the electric light and gloated over her treasures, which she had\nalmost feared might vanish into thin air and leave her as desolate as\nbefore.\n\nNext morning, as soon as breakfast was over, the girls took Myrtle out\nwith them to some of the shops, fitting her to shoes and gloves and\nhaving her try on some ready-made gowns so that they might be quickly\naltered for her use. Patsy also bought her a set of soft and pretty\nfurs, thinking she might need them on the journey if the weather\ncontinued cool, and this seemed to cap the climax of Myrtle's\nhappiness.\n\n\"What 'stonishes me most,\" gasped the child, trying to get her breath\nbetween the surprises she experienced, \"is how you can think of so\nmany things to do for me. Of course I know you are rich; but I've\nnever before heard of rich people being so very generous to poor\nones.\"\n\n\"Once,\" said Beth, gravely, \"we were poor ourselves, Patsy and I, and\nhad to work hard for our living. That was before our Uncle John came\nand gave us a share of his money, together with his love and sympathy.\nIsn't it natural, my dear, that we should now be eager to share our\ngood fortune with you, since we have more money than we can use\notherwise, and you are to be our little friend and companion?\"\n\n\"Perhaps so,\" replied Myrtle, smiling gaily and much comforted by the\nexplanation. \"But, oh dear! I'm so glad you found me!\"\n\n\"We are glad, too,\" said Patsy. \"But here it is, time for luncheon,\nand we've wasted the whole morning in shopping. I'm sure the Major\nwill be cross if we do not hurry back to the hotel.\"\n\n\n\n\nCHAPTER V\n\nA WONDER ON WHEELS\n\n\nBut the Major was not cross when they met him in Uncle John's sitting\nroom. He beamed upon the three girls most genially, for he liked\nMyrtle and fully approved all that was being done for her.\n\n\"Of course it's like Patsy,\" he had said to Mr. Merrick that morning.\n\"She couldn't help being a sweet ministering angel if she tried; and\nBeth is growing more and more like her. It will do those girls good,\nJohn, to have some human being to coddle and care for. If Patsy could\nhave a fault, it would be wasting so much affection on that bunch o'\nrags Mumbles, who audaciously chewed up one of my pet slippers while I\nwas at dinner last evening. No dog is a fit thing to occupy a girl's\ntime, and this imp o' mischief Mumbles must take a back seat from now\non.\"\n\nUncle John laughed, for he knew his brother-in-law had never conquered\nhis antipathy for poor Mumbles, and realized why.\n\n\"Take care that you do not get jealous of Myrtle,\" he replied.\n\"You're a selfish old beast, and don't wish Patsy to love anyone but\nyourself.\"\n\n\"And why should she?\" was the inquiry. \"Any dutiful daughter ought to\nbe satisfied with loving such a father as I am.\"\n\n\"And in that,\" remarked Uncle John, whimsically, \"you remind me of\nWampus. You should strut around and say: 'Behold me! I am Patsy's\nfather!'\"\n\nThe Major was full of news at luncheon time.\n\n\"What do you think, my dears?\" he said, addressing the girls. \"Your\ncrazy uncle must have had another snooze, unbeknown to us, for he's\ngot the wildest idea into his head that human brains--or lack of\nthem--ever conceived.\"\n\n\"You are not very respectful, sir,\" retorted Mr. Merrick stiffly,\nas he ate his salad. \"But we must not expect too much of a disabled\nsoldier--and an Irishman to boot--who has not been accustomed to good\nsociety.\"\n\nMajor Doyle looked at his brother-in-law with an approving smile.\n\n\"Very well put, John,\" he said. \"You're improving in repartee.\nPresently you'll add that I'm unlettered and uncivilized, and no fit\nassociate for a person who has made an egregious fortune out of tin\ncans in the wilds of Oregon.\"\n\n\"But what's the news?\" asked Patsy impatiently. \"What new idea has\nUncle John conceived?\"\n\n\"First,\" replied the Major, \"he has bought an automobile as big as a\nbaggage car. Next he has engaged a chauffeur who is a wild Canadian\nIndian with a trace of erratic French blood in his veins--a\ncombination liable to result in anything. Mr. Wampus, the half-breed\ncalls himself, and from the looks of him he's murdered many a one in\nhis day.\"\n\n\"Oh, Major!\"\n\n\"Show me an automobile driver that hasn't. Myrtle knows. It's no trick\nto knock over a peaceful pedestrian or so, to say nothing of chickens,\ncats and dogs mangled by the roadside. I confidently expect he'll make\na pancake of dear little Mumbles before he's five miles on the road.\nEh, Patsy?\"\n\n\"Be sensible, Daddy.\"\n\n\"It's my strong point. If I'm any judge of character this Wampus is a\nspeed fiend.\"\n\n\"He is recommended as a very careful driver,\" said Mr. Merrick; \"and\nmoreover he has signed a contract to obey my orders.\"\n\n\"Very good,\" said Beth. \"I'm not afraid of Mr. Wampus. What next,\nMajor?\"\n\n\"Next,\" continued Patsy's father, with a solemn wink at the row of\ncurious faces, \"your inventive relative has ordered the automobile\nrebuilt, thinking he's wiser than the makers. He's having a furnace\nput in it, for one thing--it's a limousine, you know, and all enclosed\nin glass. Also it's as big as a barn, as I said.\"\n\n\"You said a freight car,\" observed Patsy.\n\n\"True. A small barn or a big freight car. The seats are to be made\nconvertible into sleeping berths, so if we get caught out overnight we\nhave all the comforts of a hotel except the bell boys.\"\n\n\"I'll be the bell boy,\" promised Patsy.\n\n\"Also we're to take a portable kitchen along, like they use in the\narmy, with a gasoline stove all complete. The thing fits under the\nback seat, I believe.\"\n\n\"All this,\" said Beth, \"strikes me as being very sensible and a credit\nto Uncle John's genius. I'm a good cook, as you know, and the kitchen\noutfit appeals to me. But how about provisions?\"\n\n\"Provisions are being provided,\" replied her uncle, genially\nsmiling at her praise. However scornfully the Major might view his\npreparations he was himself mightily proud of them.\n\n\"Tinned stuff, I presume,\" remarked his brother-in-law. \"John Merrick\nhas a weakness for tin cans, having got his money out of them.\"\n\n\"You're wrong,\" protested Uncle John. \"I merely made my money from the\ntin the cans were made of. But we won't get money out of these cans\nwhen they're opened; it will be something better, such as sardines and\nhominy, preserved cream and caviar, beans and boned chicken.\"\n\n\"Sounds fine!\" cried Patsy with enthusiasm. \"But how can you arrange\nto carry so much, Uncle?\"\n\n\"The limousine body is pretty big, as the Major says, and high enough\nto allow me to put in a false bottom. In the space beneath it I shall\nstow all the bedding, the eatables and kitchen utensils, and a small\ntent. Then we shall be prepared for whatever happens.\"\n\n\"I doubt it,\" objected the Major. \"There's gasoline to be reckoned\nwith. It's well enough to feed ourselves, but what if we ran short of\nthe precious feed for the engines?\"\n\n\"The two tanks will hold sixty gallons. That ought to carry us any\nreasonable distance,\" replied Mr. Merrick.\n\n\"You see, Daddy, our Uncle John is an experienced traveler, while you\nare not,\" declared Patsy. \"In all our journeys together I've found him\nfull of resources and very farsighted. This trip doesn't worry me at\nall.\"\n\n\"Nor me,\" added Beth. \"We are sure to have a delightful time under\nUncle's auspices.\"\n\n\"Wampus,\" said Uncle John, \"is so pleased with my preparations that he\nwants us to start in the car from here.\"\n\n\"Can you put it on runners, like a sledge?\" asked the Major. \"That's\nthe only way it could travel through this snow. Or perhaps you'll hire\na snowplow to go ahead of it.\"\n\n\"No; I told Wampus it was impracticable,\" was the reply. \"We shall\nload our machine on a flat car and ship it to Albuquerque, which is in\nNew Mexico and almost directly south of Denver. We shall then be over\nthe worst grades of the Rocky Mountains.\"\n\n\"And which way do we go then?\" inquired Beth.\n\n\"I have not yet decided. We can go still farther south, into Texas,\nor make our way down into Phoenix and across the prairies to Imperial\nValley, or follow the Santa Fe route by way of the Grand Canyon.\"\n\n\"Oh, let's go that way!\" exclaimed Patsy.\n\n\"And freeze to death?\" asked the Major. \"It's the northernmost route.\"\n\n\"When we get to Albuquerque we will be below the line of frosts and\nsnow,\" explained Mr. Merrick. \"The climate is genial all through that\nsection during winter. Haggerty says--\"\n\n\"I guessed it!\" groaned the Major. \"If Haggerty recommends this trip\nwe'll surely be in trouble.\"\n\n\"Aside from Haggerty, Wampus knows that country thoroughly,\" said\nUncle John stoutly.\n\n\"Tell me: did Haggerty recommend Wampus?\"\n\n\"No.\"\n\n\"Then there's hopes of the fellow. As you say, John, there is no need\nto decide until we get to Albuquerque. When do we make the start?\"\n\n\"Day after to-morrow. The car will be shipped to-morrow night, but our\nparty will follow by daylight, so as to see Colorado Springs, Pike's\nPeak and Pueblo as we pass by them.\"\n\n\n\n\nCHAPTER VI\n\nWAMPUS SPEEDS\n\n\n\"So this is Albuquerque,\" observed Patsy Doyle, as they alighted from\nthe train. \"Is it a big town playing peek-a-boo among those hills,\nUncle John, or is this really all there is to the place?\"\n\n\"It's a pretty big town, my dear. Most of the houses are back on the\nprairie, but fortunately our hold is just here at the depot.\"\n\nIt was a quaint, attractive building, made of adobe cement, in the\nancient mission style; but it proved roomy and extremely comfortable.\n\n\"Seems to me,\" whispered Myrtle to Beth, \"we're high up on the\nmountains, even yet.\"\n\n\"So we are,\" was the reply. \"We're just between Glorietta Pass and the\nGreat Continental Divide. But the steepest of the Rockies are behind\nus, and now the slopes are more gradual all the way to California. How\ndo you like it, dear?\"\n\n\"Oh, the mountains are grand!\" exclaimed Myrtle. \"I had never imagined\nanything so big and stately and beautiful.\" The other girls had seen\nmountains before, but this was their friend's first experience, and\nthey took much pleasure in Myrtle's enthusiastic delight over all she\nsaw.\n\nAdjoining the hotel was a bazaar, in front of which sat squatted upon\nthe ground two rows of Mojave Indians, mostly squaws, with their\ncurious wares spread out for sale upon blankets. There must have\nbeen a score of them, and they exhibited odd pottery ornaments of\nindistinguishable shapes, strings of glass beads and beadwork bags,\nand a few really fine jardinieres and baskets. After the girls had\nbeen to their rooms and established themselves in the hotel they\nhurried out to interview the Indians, Myrtle Dean supporting herself\nby her crutches while Patsy and Beth walked beside her. The lame girl\nseemed to attract the squaws at once, and one gave her a bead necklace\nwhile another pressed upon her a small brown earthenware fowl with\nwhite spots all over it. This latter might have been meant to\nrepresent a goose, an ostrich or a guinea hen; but Myrtle was\ndelighted with it and thanked the generous squaw, who responded merely\nwith a grunt, not understanding English. A man in a wide sombrero who\nstood lazily by observed the incident and said:\n\n\"Don't thank the hag. She's selfish. The Mojaven think it brings luck\nto have a gift accepted by a cripple.\"\n\nMyrtle flushed painfully.\n\n\"I suppose my crutches make me look more helpless than I really am,\"\nshe whispered to her friends as they moved away. \"But they're such a\nhelp in getting around that I'm very grateful to have them, and as I\nget stronger I can lay them aside and not be taken for a cripple any\nmore.\"\n\nThe air was delightfully invigorating here in the mountains, yet it\nwas not at all cold. The snow, as Uncle John had predicted, had all\nbeen left behind them. After dinner they took a walk through the\npretty town and were caught in the dark before they could get back.\nThe twilights are very brief in Albuquerque.\n\n\"This is a very old town,\" remarked Uncle John. \"It was founded by a\nSpanish adventurer named Cabrillo in the seventeenth century, long\nbefore the United States came into existence. But of course it never\namounted to anything until the railroad was built.\"\n\nNext day they were sitting in a group before the hotel when a man was\nseen approaching them with shuffling steps. Uncle John looked at him\nclosely and Mumbles leaped from Patsy's lap and rushed at the stranger\nwith excited barks.\n\n\"Why, it's Wampus,\" said Mr. Merrick. \"The car must have arrived.\"\n\nWampus caught up the baby dog and held it under his arm while he took\nhis cap off and bowed respectfully to his employer.\n\n\"He an' me, we here,\" he announced.\n\n\"Who is 'he,' Wampus?\"\n\n\"Aut'mob'l'.\"\n\n\"When did you arrive?\"\n\n\"Half hour ago. He on side track.\"\n\n\"Very good. You have made capital time, for a freight train. Let us go\nat once and get the car unloaded.\"\n\nWampus hesitated, looking sheepish.\n\n\"I been arrest,\" he said.\n\n\"Arrested! For what?\"\n\n\"I make speed. They not like it. They arrest me--_Me_--Wampus!\" He\nstraightened his slim little form with an assumption of dignity.\n\n\"I knew it,\" sighed the Major. \"I decided he was a speed fiend the\nfirst time I saw him.\"\n\n\"But--dear me!\" said Uncle John; \"how could you be arrested for\nspeeding when the automobile was on a fiat car?\"\n\nWampus glanced over his shoulder. Two railroad men had followed him\nand were now lounging against the porch railing. One had his right eye\nbandaged while the other carried one arm in a sling. Both scowled as\nthey eyed the Canadian fixedly.\n\n\"Freight train make pretty slow time,\" began the chauffeur. \"I know\nyou in hurry, so freight train he make me nervous. I say polite to\nconductor I like to go faster. He laugh. I say polite to brakeman we\nmust go faster. He make abusing speech. I climb into engine an' say\npolite to engineer to turn on steam. He insult me. So I put my foot\non him an' run engine myself. I am Wampus. I understan' engine--all\nkinds. Brakeman he swear; he swear so bad I put him off train.\nConductor must have lump of coal in eye to keep quiet. Fireman he jus'\nsmile an' whistle soft an' say nothing; so we friends. When I say\n'shovel in coal,' he shovel. When we pass stations quick like, he\nwhistle with engine loud. So now we here an' I been arrest.\"\n\nPatsy tittered and stuffed her handkerchief into her mouth. Uncle John\nfirst chuckled and then looked grave. The Major advanced to Wampus and\nsoberly shook his hand.\n\n\"You're a brave man, sir, for a chauffeur,\" he said. \"I congratulate\nyou,\"\n\nWampus still looked uneasy.\n\n\"I been arrest,\" he repeated.\n\nUncle John beckoned the railroad men to come forward.\n\n\"Is this story true?\" he asked.\n\n\"Most of it, sir,\" answered the conductor. \"It's only by the mercy of\nProvidence we're here alive. This scoundrel held up the whole crew\nand ran away with the engine. We might have had a dozen collisions or\nsmash-ups, for he went around curves at sixty miles an hour. We'd cut\nour train in two, so as to pull half of it at a time up the grade at\nLamy, and so there were only six cars on this end of it. The other\nhalf is seventy miles back, and part of what we have here ought to\nhave been left at the way stations. I can't make out, sir, whether\nit's burglary, or highway robbery or arson an' murder he's guilty of,\nor all of 'em; but I've telegraphed for instructions and I'll hold him\na prisoner until the superintendent tells me what to do with him.\"\n\nMr. Merrick was very sober now.\n\n\"The matter is serious,\" he said. \"This man is in my employ, but I did\nnot hire him to steal a railway train or fight its crew. Not badly\nhurt, I hope, sir?\"\n\n\"My eye's pretty bad,\" growled the conductor. \"Tom, here, thought his\narm was broken, at first; but I guess it's only sprained.\"\n\n\"How about the brakeman he threw off the train?\"\n\n\"Why, we were not going fast, just then, and it didn't hurt him. We\nsaw him get up and shake his fist at the robber. If he ever meets Mr.\nWampus again he'll murder him.\"\n\n\"Come with me to the telegraph office and I'll see what I can do to\nstraighten this out,\" said Mr. Merrick briskly. On the way he remarked\nto the conductor: \"I'm sorry I let Wampus travel alone. He's just\na little bit affected in his mind, you know, and at times isn't\nresponsible for what he does.\"\n\nThe conductor scratched his head doubtfully.\n\n\"I suspected he was crazy,\" he replied, \"and that's why I didn't hurt\nhim. But if he's crazy he's the most deliberate loonatic I ever run\nacrost.\"\n\nThe superintendent had just wired instructions to put the outlaw in\njail when Mr. Merrick reached the telegraph office, but after an hour\nspent in sending messages back and forth a compromise was affected and\nthe little millionaire had agreed to pay a goodly sum to the company\nby way of damages and to satisfy the crew of the freight train--which\nhe succeeded in doing by a further outlay of money.\n\n\"You're not worth all this bother,\" said Mr. Merrick to the humbled\nWampus, when the final settlement had been made, \"but chauffeurs are\nscarce in Albuquerque and I can't be delayed. Never, sir, while you\nare in my employ, must you allow yourself to be guilty of such an act\nagain!\"\n\nWampus sighed.\n\n\"Never,\" he promised, \"will I ride by freight train again. Send car by\nexpress. I am Wampus. Freight train he make me nervous.\"\n\nThe automobile was quickly unloaded and at once Wampus set to work to\nget it in running order. He drove it to the hotel at about sundown\nand Mr. Merrick told the girls to be ready to start after an early\nbreakfast the next morning.\n\n\"Which way do we go?\" asked the Major.\n\n\"We'll have a talk with Wampus this evening and decide,\" said Uncle\nJohn.\n\n\"Don't leave out the Grand Canyon!\" begged Patsy.\n\n\"Nor the Petrified Forests.\" added Beth. \"And couldn't we visit the\nMoki Indian reservation?\"\n\n\"Those things may be well enough in their way,\" observed the Major,\n\"but is their way our way? That's the question. The one thing we must\ntake into consideration is the matter of roads. We must discover which\nroad is the best and then take it. We're not out of the mountains yet,\nand we shall have left the railroad, the last vestige of civilization,\nbehind us.\"\n\nBut the conference evolved the fact, according to Wampus, that the\nbest and safest roads were for a time along the line of the Santa Fe,\ndirectly west; and this would enable them to visit most of the scenes\nthe girls were eager to see.\n\n\"No boulevard in mountain anywhere,\" remarked Wampus; \"but road he\ngood enough to ride on. Go slow an' go safe. I drive 'Autocrat' from\nhere to Los Angeles blindfold.\"\n\nWith this assurance they were obliged to be content, and an eager\nand joyful party assembled next morning to begin the journey so long\nlooked forward to. The landlord of the hotel, a man with a careworn\nface, shook his head dismally and predicted their return to\nAlbuquerque within twenty-four hours.\n\n\"Of course people _do_ make the trip from here to the coast,\" he said;\n\"but it's mighty seldom, and they all swear they'll never do it again.\nIt's uncomfortable, and it's dangerous.\"\n\n\"Why?\" asked Uncle John.\n\n\"You're headed through a wild country, settled only by Mexicans,\nIndians, and gangs of cowboys still worse. The roads are something\nawful. That man Wampus is an optimist, and will tackle anything and\nthen be sorry for it afterward. The towns are scattered from here on,\nand you won't strike a decent meal except at the railway stations.\nTaking all these things into consideration, I advise you to make your\nheadquarters here for the winter.\"\n\n\"Thank you,\" returned Mr. Merrick pleasantly. \"It's too late for us to\nback out now, even if we felt nervous and afraid, which I assure you\nwe do not.\"\n\n\"We are not looking for excessive comfort on this journey, you know,\"\nremarked Patsy. \"But thank you for your warning, sir. It has given us\ngreat pleasure; for if there were no chance of adventure before us we\nshould all be greatly disappointed.\"\n\nAgain the landlord shook his head.\n\n\"Right?\" asked Wampus, at the wheel.\n\n\"Go ahead,\" said Mr. Merrick, and slowly the big car started upon its\njourney into the Golden West.\n\nThe air was keen and bracing, but not chilly. The sunshine flooded the\nlandscape on every side. All the windows of the limousine had been\nlowered.\n\nMyrtle Dean had been established in one corner of the broad back seat,\nwhere she nestled comfortably among the cushions. Uncle John sat\nbeside her, with Beth and the Major on the seat on front. There were\ntwo folding chairs that could be used on occasion, and the back seat\neasily accommodated three, the \"Autocrat\" being a seven passenger car;\nbut Patsy was perched in front beside Wampus, which was really the\nchoicest seat of all, so there was ample room inside to \"swing a cat,\"\nas the Major stated--if anyone had cared to attempt such a feat. Of\ncourse the wee Mumbles was in Patsy's lap, and he seemed to have\novercome his first aversion of Wampus and accepted the little\nchauffeur into the circle of his favored acquaintances. Indeed, they\nsoon became fast friends.\n\nOn leaving the town Wampus turned into a smooth, hard wagon road that\nran in zigzag fashion near the railroad grade. The car bowled along\nright merrily for some twenty miles, when the driver turned to the\nright and skimmed along a high plateau. It was green and seemed\nfertile, but scarcely a farmhouse could they see, although the clear\nair permitted a broad view.\n\n\"He up hill now all way to Continental Divide,\" said Wampus to Patsy;\n\"then he go down hill long time.\"\n\n\"It doesn't seem to be much uphill,\" returned the girl, \"and the road\nis very good.\"\n\n\"We make time here,\" observed the driver. \"By'm-by we find rock an'\nbad road. Then we go slow.\"\n\nThe Major was watching the new chauffeur carefully, and despite his\ndismal forebodings the man seemed not at all reckless but handled his\ncar with rare skill. So the critic turned to his brother-in-law and\nasked:\n\n\"Is it fully decided which way we shall go?\"\n\n\"I've left it to Wampus and the girls,\" was the reply. \"On account\nof our little invalid here we shall take the most direct route to\nCalifornia. It isn't a short route, at that. On Beth's account we\nshall visit the Moki and Navajo reservations, and on Patsy's account\nwe're going by way of the Grand Canyon of Arizona. Wampus says he\nknows every inch of the road, so for my part I'm content to be just a\npassenger.\"\n\n\"Which remark,\" said the Major, \"indicates that I'm to be just a\npassenger also. Very well, John; I'm willing. There may be trouble\nahead of us, but to-day is so magnificent that it's wise to forget\neverything but the present.\"\n\n\n\n\nCHAPTER VII\n\nTHE CHAUFFEUR IMPROVES\n\n\nThey all enjoyed that first day's ride. Wampus did not drive fast,\nfor there were places where he couldn't; yet by one o'clock they had\nreached Laguna, sixty miles from their starting point. There was an\nexcellent railway hotel here, so they decided to spend the rest of the\nday and the night at Laguna and proceed early the next morning.\n\nThe big car was an object of much curiosity to the natives, and during\nthe afternoon Wampus was the center of attraction. Myrtle had stood\nthe ride remarkably well, and Uncle John noticed that her eyes were\nbrighter and a shade of color had already crept into her pale cheeks.\nHaving risen early all three of the girls took a nap during the\nafternoon, as did Mr. Merrick. The Major gossiped with the station\nagent, the most important individual in town, and gleaned sundry\ninformation that made him look rather glum.\n\n\"I don't say the road's exactly dangerous, mind you,\" added the man,\n\"but these greasers and Injuns get mischievous, at times, harmless\nas they look. All I'm advisin' is that you keep a sharp eye on 'em.\"\nFinding Wampus cleaning his car, while a circle of silent, attentive\ninhabitants looked on, the Major said to him in a low voice: \"Have you\na revolver?\"\n\nWampus shook his head.\n\n\"Never carry him,\" he replied. \"All gun he make trouble. Sometime he\nshoot wrong man. Don't like gun. Why should I? I am Wampus!\"\n\nThe Major entered the hotel frowning.\n\n\"That fellow,\" he muttered, \"is a natural-born coward, and we needn't\nexpect help from him if trouble comes.\"\n\nNo trouble came that night, however, and in the early morning, while\nthe sky was still reddened by the rising sun, they were off again,\nfollowing more closely now the railroad, as rocky defiles began to\nloom up before them.\n\nBy the zigzag course they were obliged to take it was ninety miles to\nGallup, and this they easily made, despite the growing steepness of\nthe mountain road. Here was the famous Continental Divide, and the\nState of Arizona lay just beyond. The Continental Divide is the ridge\nthat separates the streams tributary to the Atlantic ocean from those\ntributary to the Pacific, so that after crossing it one might well\nfeel that at last the East was left behind and the great West with its\nromance now faced him.\n\nThey came to the little town in time to see the gorgeous sunset from\nthis, the highest point of the Rockies, and especially to Myrtle, who\nhad traveled so little, was the sight impressive and awe inspiring.\nThere was a small but fairly good hotel in the place, and after supper\nPatsy and Beth went out for a stroll, being much interested in the\ndark-skinned Mexicans and still darker Indians who constituted far\nthe larger part of the population. The party had everywhere met with\nrespect from these people, who, although curious, were silent and\nwell-behaved; so Uncle John and the Major, deep in a political\nargument on the hotel porch, had no thought of danger when they saw\nthe two girls start away arm in arm.\n\nThe sky was still aglow, although the sun had set, and in the subdued\nlight the coarse adobe huts and rickety frame dwellings were endowed\nwith a picturesque appearance they did not really possess. Beth and\nPatsy came to the end of the main street rather suddenly, and stood a\nmoment looking at the shadows cast by the rocky cliffs near by. Some\nof the peaks had snow upon them, and there was a chill in the air, now\nthat the sun had withdrawn its warmth. The girls turned presently and\ntook another route that might bring them quicker to the hotel, but had\nonly proceeded a short way when in passing a rather solitary adobe\nstructure a man stepped from the shadow of the wall and confronted\nthem. He wore a red flannel shirt and a broad sombrero, the latter\nscarcely covering his dark, evil features.\n\nThe cousins stopped short. Then Beth whispered: \"Let's go the other\nway.\" But as they were about to turn the Mexican drew a revolver and\nsaid in harsh, uneven English: \"You halt. Keep a-still, or I shoot.\"\n\n\"What do you want?\" asked Beth, quietly.\n\n\"Money. All you got. Jew'lry--all you got. Give 'm quick, or I shoot!\"\n\nAs they stood hesitating a sound of footsteps was heard and someone\napproached quickly from behind them. Patsy looked hurriedly around\nand saw Wampus. He was walking with his thin little form bent and his\nhands deep in his trousers pockets. Incidentally Wampus was smoking\nthe stub of a cigar, as was his custom when off duty.\n\nThe Mexican saw him, but marking his small size and mild manner did\nnot flinch from his position. With one revolver still leveled at the\ngirls he drew another from a hip pocket and turned it upon Wampus.\n\n\"You stop--halt!\" he exclaimed fiercely.\n\nWampus did not halt. His eyes fixed upon the bandit's ugly features,\nstill puffing his cigar and with hands in his pockets he walked\ndeliberately past Patsy and Beth and straight up to the muzzles of the\nrevolvers.\n\n\"Stop!\" cried the Mexican; and again: \"Stop!\"\n\nWampus stopped when one revolver nearly touched his nose and another\ncovered his body. Slowly he drew one hand from his pocket and grasped\nthe barrel of the nearest weapon.\n\n\"Let him go,\" he said, not raising his voice. The man stared into the\nlittle chauffeur's eyes and released his hold of the revolver. Wampus\nlooked at it, grunted, and put it in his pocket.\n\n\"Now the other gun,\" he said.\n\nThe fellow drew back and half turned, as if to escape.\n\n\"No, no!\" said Wampus, as if annoyed. \"You give me gun. See--I am\nWampus!\"\n\nSheepishly enough the Mexican surrendered the other weapon.\n\n\"Now turn aroun' an' go to hotel,\" commanded the chauffeur.\n\nThe man obeyed. Wampus turned to the girls, who were now not only\nrelieved but on the verge of laughter and said deprecatingly:\n\n\"Do not be scare, for poor man he make no harm. He jus' try a\ngoozle--no dare shoot here in town. Then come; I go back with you.\"\n\nSilently they accompanied him along the lane, the Mexican keeping in\nfront and looking around from time to time to see if they followed.\nA short distance from the hotel Wampus gave a queer whistle which\nbrought the bandit cringing to his side. Without ado he handed the\nfellow his two revolvers and said calmly: \"Go 'long.\"\n\nThe Mexican \"went along\" briskly and the dusk soon swallowed him up.\n\n\"Thank you, Wampus,\" said Patsy, gratefully; \"you've saved us from a\ndreadful experience.\"\n\n\"Oh, that!\" snapping his fingers scornfully. \"He not a good bad-man,\nfor he too much afraid. I have no gun, for I do not like gun. Still,\nif I not come, he make you give him money an' trinkets.\"\n\n\"You were very kind,\" replied Beth, \"and I thank you as much as Patsy\ndoes. If you had not arrived just when you did I might have killed the\nman.\"\n\n\"You?\" inquired Wampus, doubtingly.\n\n\"Yes.\" She showed him a small pearl-handled revolver which she carried\nin the pocket of her jacket. \"I can shoot, Wampus.\"\n\nThe little chauffeur grinned; then looked grave and shook his head.\n\n\"It make funny world, these day,\" said he. \"One time girl from city\nwould scream to see a gun; now she carry him in pocket an' can shoot!\nVer' fine; ver' fine. But I like me old style girl who make scream.\nThen a man not feel foolish when he try protect her.\"\n\nPatsy laughed merrily; but Beth saw he was offended and hastened to\nsay:\n\n\"I am very grateful to you, Wampus, and I know you are a brave and\ntrue man. I shall expect you to protect me at all times, for I really\ndon't wish to shoot anyone, although I think it best to carry a\nrevolver. Always after this, before I am tempted to fire, I shall look\nto see if you are not near me.\"\n\n\"All right,\" he said more cheerfully. \"I am Wampus. I will be there,\nMiss 'Lizbeth.\"\n\n\n\n\nCHAPTER VIII\n\nAMONG THE INDIANS\n\n\nLittle Myrtle grew brighter day by day. She even grew merry and\ndeveloped a fine sense of humor, showing new traits in her hitherto\nundeveloped character. The girl never mentioned her injury nor\nadmitted that she suffered any pain, even when directly questioned.\nIndeed she was not uncomfortable during that splendid automobile ride\nover mountain and plain into the paradise of the glowing West. Never\nbefore in her life had Myrtle enjoyed an outing, except for an hour or\ntwo in a city park; never before had she known a friend to care for\nher and sympathize honestly with her griefs. Therefore this experience\nwas so exquisitely delightful that her responsive heart nearly burst\nwith gratitude. Pretty thoughts came to her that she had never had\nbefore; her luxurious surroundings led her to acquire dainty ways and\na composed and self-poised demeanor.\n\n\"Our rosebud is unfolding, petal by petal, and beginning to bloom\ngloriously,\" said Patsy to sympathetic Uncle John. \"Could anyone be\nmore sweet or lovely?\"\n\nPerhaps almost any girl, situated as Myrtle Dean was, would have\nblossomed under similar influences. Certain it was that Uncle John\ncame to have a tender affection for the poor child, while the Major's\nbig heart had warmed from the first toward the injured girl. Beth and\nPatsy were devoted to their new friend and even Mumbles was never so\nhappy as when Myrtle would hold and caress him. Naturally the former\nwaif responded freely to all this wealth of affection and strove to be\ncompanionable and cheery, that they might forget as much as possible\nher physical helplessness.\n\nMumbles was not the least important member of the party, but proved\na constant source of amusement to all. In the novel domains they now\ntraversed the small dog's excitable nature led him to investigate\neverything that seemed suspicious, but he was so cowardly, in spite of\nthis, that once when Patsy let him down to chase a gopher or prairie\ndog--they were not sure which--the animal turned at bay and sent\nMumbles retreating with his stubby tail between his legs. His\ncomradeship for Wampus surprised them all. The Canadian would talk\nseriously to the dog and tell it long stories as if the creature could\nunderstand every word--which perhaps he did. Mumbles would sit up\nbetween the driver and Patsy and listen attentively, which encouraged\nWampus to talk until Patsy in self-defense turned and tossed the fuzzy\nanimal in to Myrtle, who was always glad to receive him.\n\nBut Patsy did not always sit on the front seat. That honor was divided\namong them all, by turns, except the Major, who did not care for the\nplace. Yet I think Patsy rode there oftener than anyone else, and it\ncame to be considered her special privilege because she had first\nclaimed it.\n\nThe Major, after the incident at Gallup, did not scorn Wampus so\nopenly as before; but he still reserved a suspicion that the fellow\nwas at heart a coward and a blusterer. The chauffeur's sole demerit in\nthe eyes of the others was his tremendous egotism. The proud remark:\n\"I am Wampus!\" was constantly on his lips and he had wonderful tales\nto tell to all who would listen of his past experiences, in every one\nof which he unblushingly figured as the hero. But he really handled\nthe big touring car in an admirable manner, and when one afternoon\na tire was punctured by a cactus spine by the roadside--their first\naccident--they could not fail to admire the dexterous manner in which\nhe changed the tube for a new one.\n\nFrom Gallup they took a wagon road to Fort Defiance, in the Navajo\nIndian reservation; but the Navajos proved uninteresting people, not\neven occupying themselves in weaving the famous Navajo blankets, which\nare now mostly made in Philadelphia. Even Patsy, who had longed to\n\"see the Indians in their native haunts,\" was disgusted by their filth\nand laziness, and the party expected no better results when they came\nto the adjoining Moki reservation. Here, however, they were happily\ndisappointed, for they arrived at the pueblo of Oraibi, one of\nthe prettiest villages on the mesa, on the eve of one of their\ncharacteristic snake dances, and decided to remain over night and\nsee the performance. Now I am not sure but the \"Snake Dance\" was so\nopportune because Uncle John had a private interview with the native\nchieftain, at which the head Snake Priest and the head Antelope Priest\nof the tribe were present. These Indians spoke excellent English and\nthe chief loved the white man's money, so a ceremony that has been\nheld during the month of August for many centuries--long before the\nSpanish conquistadors found this interesting tribe--was found to be on\ntap for that very evening. The girls were tremendously excited at the\nprospect and Wampus was ordered to prepare camp for the night--the\nfirst they had spent in their automobile and away from a hotel. Not\nonly was the interior of the roomy limousine converted into sleeping\nquarters for the three girls, but a tent was spread, one side fastened\nto the car while the other was staked to the ground. Three wire\nfolding cots came from some hidden place beneath the false bottom of\nthe car, with bedding enough to supply them, and these were for the\nuse of the men in the tent. The two \"bedrooms\" having been thus\nprepared, Wampus lighted the tiny gasoline stove, over which Patsy and\nBeth enthusiastically cooked the supper. Beth wanted to \"Newburg\" the\ntinned lobster, and succeeded in creaming it very nicely. They had\npotato chips, coffee and toasted Holland rusks, as well, and all\nthoroughly enjoyed the improvised meal.\n\nTheir camp had been pitched just at the outskirts of the Indian\nvillage, but the snake dance was to take place in a rocky glen some\ndistance away from the pueblo and so Uncle John instructed Wampus to\nremain and guard their outfit, as the Moki are notorious thieves. They\nleft the lean little chauffeur perched upon the driver's seat, smoking\none of his \"stogie\" cigars and with Mumbles sitting gravely beside\nhim.\n\nMyrtle hobbled on her crutches between Beth and Patsy, who carried\nlittle tin lanterns made with lamp chimneys that had candles inside\nthem. They first visited the chief, who announced that the ceremonies\nwere about to begin. At a word from this imposing leader a big Indian\ncaught up Myrtle and easily carried her on his shoulder, as if she\nwere light as a feather, leading the way to the rocky amphitheatre.\nHere were assembled all the inhabitants of the village, forming a wide\ncircle around the performers. The snakes were in a pit dug in the\ncenter of the space, over which a few branches had been placed. This\nis called the \"kisi.\"\n\nThese unique and horrifying snake dances of the Moki have been\ndescribed so often that I need not speak of this performance in\ndetail. Before it was half over the girls wished they were back in\ntheir automobile; but the Major whispered that for them to leave would\ncause great offense to the Indians and might result in trouble. The\ndance is supposedly a religious one, in honor of the Rain God, and at\nfirst the snakes were not used, but as the dancers became wrought up\nand excited by their antics one by one they reached within the kisi\nand drew out a snake, allowing the reptiles to coil around their\nalmost naked bodies and handling them with seeming impunity. A few\nwere harmless species, as bull snakes and arrow snakes; but mostly the\nMoki used rattlesnakes, which are native to the mesa and its rocky\ncliffs. Some travelers have claimed that the fangs of the rattlers are\nsecretly withdrawn before the creatures are handled, but this has been\nproved to be untrue. The most accepted theory is that the snakes are\nnever permitted to coil, and cannot strike unless coiled, while the\nweird chanting and graceful undulating motions of the dancers in some\nmanner \"charms\" or intoxicates the serpents, which are not aroused to\nantagonism. Occasionally, however, one of the Moki priests is bitten,\nin which case nothing is done to aid him and he is permitted to die,\nit being considered a judgment of the Rain God for some sin he has\ncommitted.\n\nThe barbaric rites seemed more picturesque, as well as more revolting,\nin that they took place by the flickering light of torches and\nbonfires in a rock strewn plain usually claimed by nature. When the\ndancers were more frenzied they held the squirming serpents in their\nmouths by the middle and allowed them to coil around their necks,\ndancing wildly the while. The whole affair was so nauseating and\noffensive that as soon as it was possible the visitors withdrew and\nretired to their \"camp.\" It was now almost midnight, but the path was\nlighted by the little lanterns they carried.\n\nAs they approached the automobile Uncle John was disturbed not to see\nWampus at his post. A light showed from the front of the car, but the\nchauffeur seemed to be missing. Coming nearer, however, they soon\nwere greeted by a joyous barking from Mumbles and discovered Wampus\nsquatting upon the ground, puffing at the small end of the cigar and\nseeming quite composed and tranquil.\n\n\"What are you doing there?\" demanded the Major, raising his lantern\nthe better to light the scene.\n\n\"I play jailer,\" grunted Wampus, without moving. \"Him want to steal;\nMumble he make bark noise; for me, I steal too--I steal Injun.\"\n\nA dusky form, prone upon the ground, began to squirm under Wampus, who\nwas then discovered to be sitting upon a big Indian and holding him\nprisoner. The chauffeur, partly an Indian himself, knew well how to\nmanage his captive and quieted the fellow by squeezing his throat with\nhis broad stubby fingers.\n\n\"How long have you had him there?\" inquired Uncle John, looking at the\ndiscomfited \"brave\" curiously.\n\n\"About an hour,\" was the reply.\n\n\"Let him go, then. We have no prison handy, and the man has perhaps\nbeen punished enough.\"\n\n\"I have wait to ask permission to kill him,\" said Wampus solemnly. \"He\nknow English talk, an' I have told him he is to die. I have describe,\nsir, several torture we make on Injun who steal, which make him think\nhe die several time. So he is now prepare for the worst.\"\n\nThe Indiam squirmed again, and with a sigh Wampus arose and set him\nfree.\n\n\"See,\" he said; \"you are save only by mercy of Great White Chief. You\nver' lucky Injun. But Great White Chief will leave only one eye here\nwhen he go away. If you try to steal again the eye will see, an' then\nthe torture I have describe will be yours. I am Wampus. I have spoke.\"\n\nThe Indian listened intently and then slunk away into the darkness\nwithout reply. The night had no further event and in spite of their\nunusual experiences all slept excellently and awoke in the morning\nrefreshed and ready for new adventures.\n\n\n\n\nCHAPTER IX\n\nNATURE'S MASTERPIECE\n\n\nFrom the reservation to the Grand Canyon of the Colorado was not far,\nbut there was no \"crosscut\" and so they were obliged to make a wide\ndetour nearly to Williams before striking the road that wound upward\nto the world's greatest wonder.\n\nSlowly and tediously the big car climbed the miserable trail to the\nrim of the Grand Canyon. It was night when they arrived, for they had\ntimed it that way, having been told of the marvelous beauty of the\ncanyon by moonlight. But unfortunately the sky filled with clouds\ntoward evening, and they came to Bright Angel, their destination, in a\ndrizzling rain and total darkness. The Major was fearful Wampus might\nrun them into the canyon, but the machine's powerful searchlights\nshowed the way clearly and by sticking to the road they finally drew\nup before an imposing hotel such as you might wonder to find in so\nremote a spot.\n\nEagerly enough they escaped from the automobile where they had been\nshut in and entered the spacious lobby of the hotel, where a merry\nthrong of tourists had gathered.\n\n\"Dinner and bed,\" said Patsy, decidedly. \"I'm all tired out, and poor\nMyrtle is worn to a frazzle. There's no chance of seeing the canyon\nto-night, and as for the dancing, card playing and promiscuous gaiety,\nit doesn't appeal much to a weary traveler.\"\n\nThe girls were shown to a big room at the front of the hotel, having\ntwo beds in it. A smaller connecting-room was given to Myrtle, while\nPatsy and Beth shared the larger apartment. It seems the hotel, big\nas it was, was fairly filled with guests, the railway running three\ntrains a day to the wonderful canyon; but Uncle John's nieces did\nnot mind occupying the same room, which was comfortably and even\nluxuriously furnished.\n\nA noise of footsteps along the corridor disturbed Patsy at an early\nhour. She opened her eyes to find the room dimly lighted, as by the\nfirst streaks of dawn, and sleepily arose to raise the window shade\nand see if day was breaking. Her hand still upraised to guide the\nshade the girl stood as motionless as if turned to stone. With a long\ndrawn, gasping breath she cried: \"Oh, Beth!\" and then stood staring at\nwhat is undoubtedly the most entrancing, the most awe inspiring and at\nthe same time the most magnificent spectacle that mortal eye has ever\nbeheld--sunrise above the Grand Canyon of Arizona.\n\nThe master painters of the world have gathered in this spot in a vain\nattempt to transfer the wondrous coloring of the canyon to canvas.\nAuthors famed for their eloquent command of language have striven as\nvainly to tell to others what their own eyes have seen; how their\nsenses have been thrilled and their souls uplifted by the marvel that\nGod's hand has wrought. It can never be pictured. It can never be\ndescribed. Only those who have stood as Patricia Doyle stood that\nmorning and viewed the sublime masterpiece of Nature can realize what\nthose homely words, \"The Grand Canyon\" mean. Grand? It is well named.\nSince no other adjective can better describe it, that much abused one\nmay well be accepted to incompletely serve its purpose.\n\nBeth joined her cousin at the window and was instantly as awed\nand absorbed as Patsy. Neither remembered Myrtle just then, but\nfortunately their friend had left the connecting door of their\nrooms ajar and hearing them stirring came in to see if anything had\nhappened. She found the two cousins staring intently from the window\nand went to the second window herself, thus witnessing the spectacle\nin all its glory.\n\nEven after the magnificent coloring of sunrise had faded the sight was\none to rivet the attention. The hotel seemed built at the very edge of\nthe canyon, and at their feet the ground appeared to fall away and a\ngreat gulf yawned that was tinted on all its diverse sides with hues\nthat rivaled those of the rainbow. Across the chasm they could clearly\nsee the trees and hills; yet these were fully thirteen miles distant,\nfor here is one of the widest portions of the great abyss.\n\n\"I'm going to dress,\" said Beth, breaking the silence at last. \"It\nseems a sin to stay cooped up in here when such a glorious panorama is\nat one's feet.\"\n\nThe others did not reply in words, but they all began to dress\ntogether with nervous haste, and then made their way down to the\ncanyon's brink. Others were before them, standing upon the ample\nporches in interested groups; but such idleness would not content our\ngirls, who trooped away for a more intimate acquaintance with the\nwonderful gorge.\n\n\"Oh, how small--how terribly small--I am!\" cried Patsy, lost in\nthe immensity of the canyon's extent; but this is a common cry of\ntravelers visiting Bright Angel. You might place a baker's dozen of\nthe huge Falls of Niagara in the Grand Canyon and scarcely notice they\nwere there. All the vast cathedrals of Europe set upon its plateau\nwould seem like pebbles when viewed from the brink. The thing is\nsimply incomprehensible to those who have not seen it.\n\nPresently Uncle John and the Major came out to join them and they all\nwandered along the edge until they came to a huge rock that jutted\nout far over the monster gulf. On the furthermost point of this rock,\nstanding with his feet at the very brink, was a tall, thin man, his\nback toward them. It seemed a fearful thing to do--to stand where the\nslightest slip would send him reeling into the abyss.\n\n\"It's like tempting fate,\" whispered Patsy, a safe distance away. \"I\nwish he would step back a little.\"\n\nAs if he had overheard her the man half turned and calmly examined the\ngroup. His eyes were an almost colorless blue, his features destitute\nof any expression. By his dress he seemed well-to-do, if not\nprosperous, yet there was a hint of melancholy in his poise and about\nhim a definite atmosphere of loneliness.\n\nAfter that one deliberate look he turned again and faced the canyon,\npaying no attention to the interested little party that hovered far\nenough from the edge to avoid any possible danger.\n\n\"Oh, dear!\" whispered Myrtle, clinging to Beth's arm with trembling\nfingers, \"I'm afraid he's going to--to commit suicide!\"\n\n\"Nonsense!\" answered Beth, turning pale nevertheless.\n\nThe figure was motionless as before. Uncle John and the Major started\nalong the path but as Beth attempted to follow them Myrtle broke away\nfrom her and hobbled eagerly on her crutches toward the stranger. She\ndid not go quite to the end of the jutting rock, but stopped some feet\naway and called in a low, intense voice:\n\n\"Don't!\"\n\nThe man turned again, with no more expression in his eyes or face than\nbefore. He looked at Myrtle steadily a moment, then turned and slowly\nleft the edge, walking to firm ground and back toward the hotel\nwithout another glance at the girl.\n\n\"I'm so ashamed,\" said Myrtle, tears of vexation in her eyes as she\nrejoined her friends. \"But somehow I felt I must warn him--it was an\nimpulse I just couldn't resist.\"\n\n\"Why, no harm resulted, in any event, my dear,\" returned Beth. \"I\nwouldn't think of it again.\"\n\nThey took so long a walk that all were nearly famished when they\nreturned to the hotel for breakfast.\n\nOf course Patsy and Beth wanted to go down Bright Angel Trail into the\ndepths of the canyon, for that is the thing all adventurous spirits\nlove to do.\n\n\"I'm too fat for such foolishness,\" said Uncle John, \"so I'll stay up\nhere and amuse Myrtle.\"\n\nThe Major decided to go, to \"look after our Patsy;\" so the three\njoined the long line of daring tourists and being mounted on docile,\nsure-footed burros, followed the guide down the trail.\n\nMyrtle and Uncle John spent the morning on the porch of the hotel. At\nbreakfast the girl had noticed the tall man they had encountered at\nthe canyon's edge quietly engaged in eating at a small table in a far\ncorner of the great dining room. During the forenoon he came from the\nhotel to the porch and for a time stood looking far away over the\ncanyon.\n\nAroused to sympathy by the loneliness of this silent person, Uncle\nJohn left his chair and stood beside him at the railing.\n\n\"It's a wonderful sight, sir,\" he remarked in his brisk, sociable way;\n\"wonderful indeed!\"\n\nFor a moment there was no reply.\n\n\"It seems to call one,\" said the man at length, as if to himself. \"It\ncalls one.\"\n\n\"It's a wonder to me it doesn't call more people to see it,\" observed\nMr. Merrick, cheerfully. \"Think of this magnificent thing--greater and\ngrander than anything the Old World can show, being here right in the\nheart of America, almost--and so few rush to see it! Why, in time to\ncome, sir,\" he added enthusiastically, \"not to have seen the Grand\nCanyon of Arizona will be an admission of inferiority. It's--it's the\nbiggest thing in all the world!\"\n\nThe stranger made no reply. He had not even glanced at Uncle John. Now\nhe slowly turned and stared fixedly at Myrtle for a moment, till she\ncast down her eyes, blushing. Then he re-entered the hotel; nor was he\nagain seen by them.\n\nThe little man was indignant at the snub. Rejoining Myrtle he said to\nher:\n\n\"That fellow wasn't worth saving--if you really saved him, my dear. He\nsays the canyon calls one, and for all I care he may go to the bottom\nby any route he pleases.\"\n\nWhich speech showed that gentle, kindly Mr. Merrick was really\nannoyed. But a moment later he was all smiles again and Myrtle found\nhim a delightful companion because he knew so well how to read\npeople's thoughts, and if they were sad had a tactful way of cheering\nthem.\n\nThe girls and the Major returned from their trip to the plateau full\nof rapture at their unique experiences.\n\n\"I wouldn't have missed it for a million dollars!\" cried the Major;\nbut he added: \"and you couldn't hire me to go again for two million!\"\n\n\"It was great,\" said Patsy; \"but I'm tuckered out.\"\n\n\"I had nineteen narrow escapes from sudden death,\" began Beth, but her\ncousin interrupted her by saying: \"So had everyone in the party;\nand if the canyon had caved in we'd all be dead long ago. Stop your\nchattering now and get ready for dinner. I'm nearly starved.\"\n\nNext morning they took a farewell view of the beautiful scene and then\nclimbed into their automobile to continue their journey. Many of the\ntourists had wondered at their temerity in making such a long trip\nthrough a poorly settled country in a motor car and had plied them\nwith questions and warnings. But they were thoroughly enjoying this\nouting and nothing very disagreeable had happened to them so far. I am\nsure that on this bright, glorious morning you could not have hired\nany one of the party to abandon the automobile and finish the trip by\ntrain.\n\n\n\n\nCHAPTER X\n\nA COYOTE SERENADE\n\n\nThe roads were bad enough. They were especially bad west of Williams.\nJust now an association of automobile tourists has been formed to\ncreate a boulevard route through from the Atlantic to the Pacific\ncoast, but at the time of this story no attention had been given the\nroads of the far West and only the paths of the rancheros from town to\ntown served as guides. On leaving Williams they turned south so as to\navoid the more severe mountain roads, and a fine run through a rather\nuninteresting country brought them to Prescott on the eve of the\nsecond day after leaving the Canyon. Here they decided to take a day's\nrest, as it was Sunday and the hotel was comfortable; but Monday\nmorning they renewed their journey and headed southwesterly across the\nalkali plains--called \"mesa\"--for Parker, on the boundary line between\nArizona and California.\n\nTowns of any sort were very scarce in this section and the country was\nwild and often barren of vegetation for long stretches. There were\nsome extensive ranches, however, as this is the section favored for\nsettlement by a class of Englishmen called \"remittance men.\" These are\nmostly the \"black sheep\" or outcasts of titled families, who having\ngot into trouble of some sort at home, are sent to America to isolate\nthemselves on western ranches, where they receive monthly or quarterly\nremittances of money to support them. The remittance men are poor\nfarmers, as a rule. They are idle and lazy except when it comes to\nriding, hunting and similar sports. Their greatest industry is cattle\nraising, yet these foreign born \"cowboys\" constitute an entirely\ndifferent class from those of American extraction, found in Texas and\non the plains of the Central West. They are educated and to an extent\ncultured, being \"gentlemen born\" but sad backsliders in the practise\nof the profession. Because other ranchers hesitate to associate with\nthem they congregate in settlements of their own, and here in Arizona,\non the banks of the Bill Williams Branch of the Colorado River, they\nform almost the total population.\n\nOur friends had hoped to make the little town of Gerton for the night,\nbut the road was so bad that Wampus was obliged to drive slowly and\ncarefully, and so could not make very good time. Accidents began\nto happen, too, doubtless clue to the hard usage the machine had\nreceived. First a spring broke, and Wampus was obliged to halt long\nenough to clamp it together with stout steel braces. An hour later the\nfront tire was punctured by cactus spines, which were thick upon the\nroad. Such delays seriously interfered with their day's mileage.\n\nToward sunset Uncle John figured, from the information he had received\nat Prescott, that they were yet thirty miles from Gerton, and so he\ndecided to halt and make camp while there was yet sufficient daylight\nremaining to do so conveniently.\n\n\"We might hunt for a ranch house and beg for shelter,\" said he, \"but\nfrom the stories I've heard of the remittance men I am sure we will\nenjoy ourselves better if we rely entirely upon our own resources.\"\n\nThe girls were, of course, delighted at the prospect of such an\nexperience, for the silent, solitary mesa made them feel they were\nindeed \"in the wilds of the Great American Desert.\" The afternoon had\nbeen hot and the ride dusty, but there was now a cooler feeling in the\nair since the sun had fallen low in the horizon.\n\nThey carried their own drinking water, kept ice-cold in thermos\nbottles, and Uncle John also had a thermos tub filled with small\nsquares of ice. This luxury, in connection with their ample supply\nof provisions, enabled the young women to prepare a supper not to be\nsurpassed in any modern hotel. The soup came from one can, the curried\nchicken from another, while artichokes, peas, asparagus and plum\npudding shed their tin coverings to complete the meal. Fruits, cheese\nand biscuits they had in abundance, so there was no hardship in\ncamping out on a deserted Arizona table-land, as far as food was\nconcerned. The Interior of the limousine, when made into berths for\nthe three girls, was as safe and cosy as a Pullman sleeping coach.\nOnly the men's quarters, the \"lean-to\" tent, was in any way open to\ninvasion.\n\nAfter the meal was ended and the things washed and put away they all\nsat on folding camp chairs outside the little tent and enjoyed the\nintense silence surrounding them. The twilight gradually deepened into\ndarkness. Wampus kept one of the searchlights lit to add an element of\ncheerfulness to the scene, and Myrtle was prevailed upon to sing one\nor two of her simple songs. She had a clear, sweet voice, although not\na strong one, and they all--especially Uncle John--loved to hear her\nsing.\n\nAfterward they talked over their trip and the anticipated change from\nthis arid region to the verdure of California, until suddenly a long,\nbloodcurdling howl broke the stillness and caused them one and all\nto start from their seats. That is, all but Wampus. The chauffeur,\nsitting apart with his black cigar in his mouth, merely nodded and\nsaid: \"Coyote.\"\n\nThe Major coughed and resumed his seat. Uncle John stood looking into\nthe darkness as if trying to discern the creature.\n\n\"Are coyotes considered dangerous?\" he asked the Canadian.\n\n\"Not to us,\" replied Wampus. \"Sometime, if one man be out on mesa\nalone, an' plenty coyote come, he have hard fight for life. Coyote is\nwild dog. He is big coward unless pretty hungry. If I leave light burn\nhe never come near us.\"\n\n\"Then let it burn--all night,\" said Mr. Merrick. \"There he goes\nagain--and another with him! What a horrible wail it is.\"\n\n\"I rather like it,\" said Patsy, with her accustomed calmness. \"It is\ncertainly an added experience to be surrounded by coyotes. Probably\nour trip wouldn't have been complete without it.\"\n\n\"A little of that serenade will suffice me,\" admitted Beth, as the\nhowls grew nearer and redoubled in volume.\n\nMyrtle's eyes were big and earnest. She was not afraid, but there was\nsomething uncanny in being surrounded by such savage creatures.\n\nNearer and nearer sounded the howls, until it was easy to see a dozen\nfierce eyes gleaming in the darkness, not a stone's throw away from\nthe camp.\n\n\"I guess you girls had better go to bed,\" remarked Uncle John, a bit\nnervously. \"There's no danger, you know--none at all. Let the brutes\nhowl, if they want to--especially as we can't stop them. But you are\ntired, my dears, and I'd like to see you settled for the night.\"\n\nSomewhat reluctantly they entered the limousine, drew the curtains and\nprepared for bed. Certainly they were having a novel experience, and\nif Uncle John would feel easier to have them listen to the howling\ncoyotes from inside the limousine instead of outside, they could not\nwell object to his request.\n\nPresently Wampus asked the Major for his revolver, and on obtaining\nthe weapon he walked a few paces toward the coyotes and fired a shot\ninto their group. They instantly scattered and made off, only to\nreturn in a few moments to their former position.\n\n\"Will they continue this Grand Opera chorus all night?\" asked Uncle\nJohn.\n\n\"Perhap,\" said Wampus. \"They hungry, an' smell food. Coyote can no\nreason. If he could, he know ver' well we never feed him.\"\n\n\"The next time we come this way let us fetch along a ton or so of\ncoyote feed,\" suggested the Major. \"I wonder what the poor brutes\nwould think if they were stuffed full for once in their lives?\"\n\n\"It have never happen, sir,\" observed Wampus, shaking his head\ngravely. \"Coyote all born hungry; he live hungry; he die hungry. If\never coyote was not hungry he would not be coyote.\"\n\n\"In that case, Major,\" said Uncle John, \"let us go to bed and try to\nsleep. Perhaps in slumber we may forget these howling fiends.\"\n\n\"Very well,\" agreed Major Doyle, rising to enter the little tent.\n\nWampus unexpectedly interposed. \"Wait,\" called the little chauffeur.\n\"Jus' a minute, if you please.\"\n\nWhile the Major and Mr. Merrick stood wondering at the request, the\nCanadian, who was still holding the revolver in one hand, picked a\nsteel rod from the rumble of the automobile and pushing aside the flap\nof the little tent entered. The tail-lamp of the car burned inside,\ndimly lighting the place.\n\nThe Major was about to follow Wampus when a revolver shot arrested\nhim. This sound was followed by a quick thumping against the ground of\nthe steel bar, and then Wampus emerged from the tent holding a dark,\nsquirming object on the end of the rod extended before him.\n\n\"What is it?\" asked Mr. Merrick, somewhat startled.\n\n\"Rattlesnake,\" said Wampus, tossing the thing into the sagebrush. \"I\nsee him crawl in tent while you eat supper.\"\n\n\"Why did you not tell us?\" cried the Major excitedly.\n\n\"I thought him perhaps crawl out again. Him sometime do that. But no.\nMister snake he go sleep in tent which is reserve for his superior. I\nsay nothing, for I do not wish to alarm the young ladies. That is why\nI hold the dog Mumble so tight, for he small eye see snake too, an'\nfool dog wish to go fight him. Rattlesnake soon eat Mumble up--eh? But\nnever mind; there is no worry. I am Wampus, an' I am here. You go to\nbed now, an' sleep an' be safe.\"\n\nHe said this rather ostentatiously, and for that reason neither of the\nothers praised his watchful care or his really brave act. That Wampus\nwas proving himself a capable and faithful servant even the Major was\nforced to admit, yet the man's bombast and self-praise robbed him of\nany word of commendation he justly earned.\n\n\"I think,\" said Uncle John, \"I'll bunk on the front seat to-night. I'm\nshort, you see, and will just about curl up in the space. I believe\nsnakes do not climb up wheels. Make my bed on the front seat, Wampus.\"\n\nThe man grinned but readily obeyed. The Major watched him\nthoughtfully.\n\n\"For my part,\" he said, \"I'll have a bed made on top the roof.\"\n\n\"Pshaw!\" said Uncle John; \"you'll scratch the paint.\"\n\n\"That is a matter of indifference to me,\" returned the Major.\n\n\"You'll roll off, in your sleep, and hurt yourself.\"\n\n\"I'll risk that, sir.\"\n\n\"Are you afraid, Major?\"\n\n\"Afraid! Me? Not when I'm awake, John. But what's to prevent more of\nthose vermin from crawling into the tent during the night?\"\n\n\"Such thing very unusual.\" remarked Wampus, placing the last blanket\non Mr. Merrick's improvised bed. \"Perhaps you sleep in tent a week an'\nnever see another rattler.\"\n\n\"Just the same,\" concluded the Major, \"I'll have my bed on top the\nlimousine.\"\n\nHe did, Wampus placing blankets and a pillow for him without a word of\nprotest. The Major climbed over Uncle John and mounted to the roof of\nthe car, which sloped to either side but was broad and long enough\nto accommodate more than one sleeper. Being an old campaigner and a\nshrewd tactician, Major Doyle made two blankets into rolls, which he\nplaced on either side of him, to \"anchor\" his body in position. Then\nhe settled himself to rest beneath the brilliant stars while the\ncoyotes maintained their dismal howling. But a tired man soon becomes\ninsensible to even such annoyances.\n\nThe girls, having entered the limousine from the door opposite the\ntent, were all unaware of the rattlesnake episode and supposed the\nshot had been directed against the coyotes. They heard the Major\nclimbing upon the roof, but did not demand any explanation, being deep\nin those bedtime confidences so dear to all girls. Even they came\nto disregard the persistent howls of the coyotes, and in time fell\nasleep.\n\nWampus did not seem afraid of snakes. The little chauffeur went to bed\nin the tent and slept soundly upon his cot until daybreak, when the\ncoyotes withdrew and the Canadian got up to make the coffee.\n\nThe Major peered over the edge of the roof to watch him. He had a\nsleepy look about his eyes, as if he had not rested well. Uncle John\nwas snoring with gentle regularity and the girls were still asleep.\n\n\"Wampus,\" said the Major, \"do you know the proper definition of a\nfool?\"\n\nWampus reflected, stirring the coffee carefully.\n\n\"I am not--what you call him?--a dictionairre; no. But I am Wampus. I\nhave live much in very few year. I would say a fool is man who think\nhe is wise. For what is wise? Nothing!\"\n\nThe Major felt comforted.\n\n\"It occurred to me,\" he said, beginning to climb down from the roof,\n\"that a fool was a man who left a good home for this uncomfortable\nlife on a barren desert. This country wasn't made for humans; it\nbelongs to the coyotes and the rattlesnakes. What right have we to\nintrude upon them, then?\"\n\nWampus did not reply. It was not his business to criticise his\nemployers.\n\n\n\n\nCHAPTER XI\n\nA REAL ADVENTURE AT LAST\n\n\nUncle John woke up when the Major inadvertently placed a heel upon his\nround stomach on the way to the ground. The chubby little millionaire\nhad slept excellently and was in a genial humor this morning. He\nhelped Wampus fry the bacon and scramble the eggs, while the Major\ncalled the girls.\n\nIt proved a glorious sunrise and the air was full of pure ozone. They\nhad suffered little from cold during the trip, although it was in\nthe dead of winter and the altitude considerable. Just now they were\ngetting closer to California every hour, and when they descended from\nthe mesa it would gradually grow warmer.\n\nThey were all becoming expert at \"breaking camp,\" and preparing for\nthe road. Beth and Patsy put away the bedding and \"made up\" the\ninterior of the limousine for traveling. The Major and Uncle John\nfolded the tent and packed it away, while Wampus attended to the\ndishes and tinware and then looked over his car. In a surprisingly\nshort time they were all aboard and the big machine was gliding over\nthe faint trail.\n\nThe mesa was not a flat or level country, for they were still near to\nthe mountain ranges. The way was up hill and down, in gentle slopes,\nand soon after starting they breasted the brow of a hill and were\nconfronted by half a dozen mounted men, who seemed as much astonished\nat the encounter as they were.\n\nIt being an event to meet anyone in this desolate place Wampus\ninvoluntarily brought the car to a halt, while the riders lined up\nbeside it and stared rather rudely at the party. They were dressed as\ncowboys usually are, with flannel shirts, chapelets and sombrero hats;\nbut their faces were not rugged nor healthy, as is the case with most\nWestern cowboys, but bore marks of dissipation and hard living.\n\n\"Remittance men,\" whispered Wampus.\n\nUncle John nodded. He had heard of this curious class. Especially were\nthe men staring at the three pretty, feminine faces that peered from\nthe interior of the limousine. They had remained silent thus far, but\nnow one of them, a fellow with dark eyes and a sallow complexion,\nreined his horse nearer the car and removed his hat with a sweeping\ngesture that was not ungraceful.\n\n\"A merry morning to you, fair ladies--or angels--I much misdoubt which\nwe have chanced upon. Anyhow, welcome to Hades!\"\n\nUncle John frowned. He did not like the bantering, impudent tone. Beth\nflushed and turned aside her head; Myrtle shrank back in her corner\nout of sight; but Patsy glared fixedly at the speaker with an\nexpression that was far from gracious. The remittance man did not seem\ndaunted by this decided aversion. A sneering laugh broke from his\ncompanions, and one of them cried:\n\n\"Back up, Algy, and give your betters a chance. You're out of it, old\nman.\"\n\n\"I have no betters,\" he retorted. Then, turning to the girls again and\nignoring the presence of the men accompanying them, he continued:\n\n\"Beauteous visions, since you have wilfully invaded the territory of\nHades Ranch, of which diabolical domain I, Algernon Tobey, am by grace\nof his Satanic majesty the master, I invite you to become my guests\nand participate in a grand ball which I shall give this evening in\nyour honor.\"\n\nHis comrades laughed again, and one of them shouted:\n\n\"Good for you, Algy. A dance--that's the thing!\"\n\n\"Why, we haven't had the chance of a dance for ages,\" said another\napprovingly.\n\n\"Because we have had no ladies to dance with,\" explained Algy. \"But\nhere are three come to our rescue--perhaps more, if I could see inside\nthat barricade--and they cannot refuse us the pleasure of their\nsociety.\"\n\n\"Sir,\" said Major Doyle, stiffly, \"you are pleased to be impertinent.\nRide on, you rascals, and spare us further sight of you.\"\n\nThe man turned upon him a scowling face.\n\n\"Don't interfere,\" he said warningly. \"This isn't your party, you old\nduffer!\"\n\n\"Drive ahead, Wampus,\" commanded Uncle John.\n\nWampus had to get out and crank the engines, which he calmly proceeded\nto do. The man who had called himself Algernon Tobey perceived his\nintention and urged his pony to the front of the car.\n\n\"Let that thing alone. Keep your hands off!\" he said.\n\nWampus paid no attention. The fellow brought his riding whip down\nsharply on the chauffeur's shoulders, inflicting a stinging blow.\nInstantly little Wampus straightened up, grasped Tobey by the leg\nand with a swift, skillful motion jerked him from his horse. The man\nstarted to draw his revolver, but in an instant he and Wampus were\nrolling together upon the ground and the Canadian presently came\nuppermost and held his antagonist firmly between his knees. Then\nwith deliberation he raised his clinched fist and thrust it forcibly\nagainst Mr. Tobey's eye, repeating the impact upon his nose, his chin\nand his cheek in a succession of jarring thumps that were delivered\nwith scientific precision. Algy fairly howled, kicking and struggling\nto be free. None of his comrades offered to interfere and it seemed\nthey were grimly enjoying the punishment that was being; inflicted\nupon their leader.\n\nWhen Wampus had quite finished his work he arose, adjusted his\ndisarranged collar and tie and proceeded to crank the engines. Then he\nclimbed into his seat and started the car with a sudden bound. As he\ndid so a revolver shot rang out and one of the front tires, pierced by\nthe bullet, ripped itself nearly in two as it crumpled up. A shout of\nderisive laughter came from the cowboys. Algy was astride his pony\nagain, and as Wampus brought the damaged car to a stop the remittance\nmen dashed by and along the path, taking the same direction Uncle\nJohn's party was following\". Tobey held back a little, calling out:\n\n\"Au revoir! I shall expect you all at my party. I'm going now to get\nthe fiddler.\"\n\nHe rejoined his comrades then, and they all clattered away until a\nroll of the mesa hid them from sight.\n\nUncle John got down from his seat to assist his chauffeur.\n\n\"Thank you, Wampus,\" he said. \"Perhaps you should have killed him\nwhile you had the opportunity; but you did very well.\"\n\nWampus was wrestling with the tire.\n\n\"I have never start a private graveyard,\" he replied, \"for reason I\nam afraid to hurt anyone. But I am Wampus. If Mister Algy he dance\nto-night, somebody mus' lead him, for he will be blind.\"\n\n\"I never met such a lawless brood in my life,\" prowled the Major,\nindignantly. \"If they were in New York they'd be put behind the bars\nin two minutes.\"\n\n\"But they are in Arizona--in the wilderness,\" said Uncle John gravely.\n\"If there are laws here such people do not respect them.\"\n\nIt took a long time to set the new tire and inflate it, for the outer\ntube was torn so badly that an extra one had to be substituted. But\nfinally the task was accomplished and once more they renewed their\njourney.\n\nNow that they were alone with their friends the girls were excitedly\ngossiping over the encounter.\n\n\"Do you really suppose we are on that man's ground--his ranch, as he\ncalls it?\" asked Myrtle, half fearfully.\n\n\"Why, I suppose someone owns all this ground, barren as it is,\"\nreplied Patsy. \"But we are following a regular road--not a very good\none, nor much traveled; but a road, nevertheless--and any road is\npublic property and open for the use of travelers.\"\n\n\"Perhaps we shall pass by their ranch house,\" suggested Beth.\n\n\"If we do,\" Uncle John answered, \"I'll have Wampus put on full speed.\nEven their wild ponies can't follow us then, and if they try shooting\nup the tires again they are quite likely to miss as we spin by.\"\n\n\"Isn't there any other road?\" the Major asked.\n\nWampus shook his head.\n\n\"I have never come jus' this same route before,\" he admitted; \"but I\nmake good friend in Prescott, who know all Arizona blindfold. Him say\nthis is nice, easy road and we cannot get lost for a good reason--the\nreason there is no other road at all--only this one.\"\n\n\"Did your friend say anything about Hades Ranch?\" continued the\nquestioner.\n\n\"He say remittance man make much mischief if he can; but he one\nforeign coward, drunk most time an' when sober weak like my aunt's\ntea. He say don't let remittance man make bluff. No matter how many\ncome, if you hit one they all run.\"\n\n\"H-m,\" murmured Uncle John, \"I'm not so sure of that, Wampus. There\nseems to be a good many of those insolent rascals, and I hope we shall\nnot meet them again. They may give us trouble yet.\"\n\n\"Never be afraid,\" advised the chauffeur. \"I am Wampus, an' I am\nhere!\"\n\nAdmitting that evident truth, our tourists were not greatly reassured.\nWampus could not tell where the road might lead them, for he did not\nknow, save that it led by devious winds to Parker, on the border\nbetween Arizona and California; but what lay between them and that\ndestination was a sealed book to them all.\n\nThe car was heavy and the road soft; so in spite of their powerful\nengines the car was not making more than fifteen miles an hour. A\nshort ride brought them to a ridge, from the top of which they saw a\nhuddle of buildings not far distant, with a near-by paddock containing\na number of ponies and cattle. The buildings were not palatial, being\ncomposed mostly of adobe and slab wood; but the central one, probably\nthe dwelling or ranch house, was a low, rambling pile covering\nconsiderable ground.\n\nThe road led directly toward this group of buildings, which our\ntravelers at once guessed to be \"Hades Ranch.\" Wampus slowed down and\ncast a sharp glance around, but the land on either side of the trail\nwas thick with cactus and sagebrush and to leave the beaten path meant\na puncture almost instantly. There was but one thing to be done.\n\n\"Pretty good road here,\" said Wampus. \"Hold tight an' don't get scare.\nWe make a race of it.\"\n\n\"Go ahead,\" returned Uncle John, grimly. \"If any of those scoundrels\nget in your way, run them down.\"\n\n\"I never like to hurt peoples; but if that is your command, sir, I\nwill obey,\" said Wampus, setting his jaws tightly together.\n\nThe car gathered speed and shot over the road at the rate of twenty\nmiles an hour; then twenty-five--then thirty--and finally forty. The\ngirls sat straight and looked eagerly ahead. Forms were darting here\nand there among the buildings of the ranch, quickly congregating in\ngroups on either side of the roadway. A red flag fluttered in the\ncenter of the road, some four feet from the ground.\n\n\"Look out!\" shouted Uncle John. \"Stop, Wampus; stop her, I say!\"\n\nWampus saw why, and applied his brakes. The big car trembled, slowed\ndown, and came to a stop less than a foot away from three ugly bars of\nbarbed wire which had been placed across the road. They were now just\nbeside the buildings, and a triumphant shout greeted them from their\ncaptors, the remittance men.\n\n\n\n\nCHAPTER XII\n\nCAPTURED\n\n\n\"Welcome to Hades!\" cried a stout little man in a red blouse, sticking\nhis leering countenance through the door of the limousine.\n\n\"Shut up, Stubby,\" commanded a hoarse voice from the group. \"Haven't\nyou any manners? You haven't been introduced yet.\"\n\n\"I've engaged the dark eyed one for the first dance,\" persisted\nStubby, as a dozen hands dragged him away from the door.\n\nThe Major sprang out and confronted the band.\n\n\"What are we to understand by this outrage?\" he demanded fiercely.\n\n\"It means you are all invited to a party, and we won't accept any\nregrets,\" replied a laughing voice.\n\nPatsy put her head out of the window and looked at the speaker. It was\nMr. Algernon Tobey. He had two strips of sticking plaster over his\nnose. One of his eyes was swollen shut and the other was almost\nclosed. Yet he spoke in a voice more cheerful than it was when they\nfirst met him.\n\n\"Don't be afraid,\" he added. \"No one has the slightest intention of\ninjuring any of you in any way, I assure you.\"\n\n\"We have not the same intention in regard to you, sir,\" replied Major\nDoyle, fuming with rage, for his \"Irish was up,\" as he afterward\nadmitted. \"Unless you at once remove that barricade and allow us to\nproceed we will not be responsible for what happens. You are warned,\nsir!\"\n\nUncle John, by this time standing beside the Major upon the ground,\nhad been quietly \"sizing up the situation,\" as he would have expressed\nit. He found they had been captured by a party of fourteen men, most\nof whom were young, although three or four, including Tobey, were\nof middle age. The atmosphere of the place, with its disorderly\nsurroundings and ill kept buildings, indicated that Hades Ranch was\nbachelor quarters exclusively. Half a dozen Mexicans and one or two\nChinamen were in the background, curious onlookers.\n\nMr. Merrick noted the fact that the remittance men were an unkempt,\ndissipated looking crew, but that their faces betokened reckless good\nhumor rather than desperate evil. There was no doubt but most of\nthem were considering this episode in the light of a joke, and were\ndetermined to enjoy the experience at the expense of their enforced\nguests.\n\nUncle John had lived many years in the West and knew something of\nthese peculiar English exiles. Therefore he was neither frightened\nnor unduly angry, but rather annoyed by the provoking audacity of the\nfellows. He had three young girls to protect and knew these men could\nnot be fit acquaintances for them. But he adopted a tone different\nfrom the Major's and addressed himself to Tobey as the apparent leader\nof the band.\n\n\"Sir,\" he said calmly but with pointed emphasis, \"I believe you were\nborn a gentleman, as were your comrades here.\"\n\n\"You are right,\" answered Tobey. \"And each and every one you see\nbefore you has fallen from his former high estate--through no fault\nof his own.\" This may have been a sarcasm, for the others laughed in\nboisterous approval. \"In some respects we are still gentlemen,\" Tobey\nwent on, \"but in others we are not to be trusted. Be reasonable,\nsir--I haven't the faintest idea who you are or what your name is--and\nconsider calmly our proposition. Here we are, a number of young\nfellows who have seen better and happier days, living alone in the\nmidst of an alkali desert. Most of us haven't seen a female for\nmonths, nor a lady for years. Why, last fall Stubby there rode eighty\nmiles to Buxton, just to stand on a corner and see a lot of greasy\nMexican women go by. We tire of exclusive male society, you see. We\nget to bore one another terribly. So here, like a visitation from\nheaven, three attractive young ladies descend upon us, traveling\nthrough our domain, and having discovered their presence we instantly\ndecided to take advantage of the opportunity and invite them to an\nimpromptu ball. There's no use refusing us, for we insist on carrying\nout our plan. If you men, perhaps the fathers of the young ladies,\nbehave reasonably, we will entertain you royally and send you on your\nway rejoicing. Won't we, boys?\"\n\nThey shouted approval.\n\n\"But if you oppose us and act ugly about this fÃªte, gentlemen, we\nshall be obliged to put a few bullets into you, and decide afterward\nwhat disposition to make of the girls. About the best stunt we do is\nshooting. We can't work; we're too poor to gamble much; but we hunt\na good bit and we can shoot straight. I assure you we wouldn't mind\nlosing and taking a few lives if a scrimmage is necessary. Eh, boys?\"\n\n\"That's right, Algy,\" said one, answering for the others; \"we'll have\nthat dance if we die for it--ev'ry man Jack of us.\"\n\nMyrtle was trembling in her corner of the limousine. Beth sat still\nwith a curl on her lips. But Patsy was much interested in the\nproceedings and had listened attentively to the above conversation.\nNow the girl suddenly swung open the door and sprang out beside her\nfather, facing the group of cowboys.\n\n\"I am Patricia Doyle,\" she said in a clear voice, \"and these\ngentlemen,\" indicating the Major and Mr. Merrick, \"are my father and\nmy uncle. You understand perfectly why they object to the arrangement\nyou suggest, as any one of you would object, had you a daughter in\na like position. But you are arbitrary and not inclined to respect\nwomanhood. Therefore but one course is open to us--to submit under\nprotest to the unwelcome attentions you desire to thrust upon us.\"\n\nThey listened silently to this frank speech, and some of their faces\nwore crestfallen expressions by the time she had finished. Indeed,\none of the older men turned on his heel and walked away, disappearing\namong the buildings. After a brief hesitation a delicate young\nfellow--almost a boy--followed this man, his face flaming red with\nshame. But the others stood their ground.\n\n\"Very good, Miss Doyle,\" remarked Tobey, with forced cheerfulness.\n\"You are quite sensible to submit to the inevitable. Bring out your\nfriends and introduce them, and then we'll all go in to luncheon and\nprepare for the dance.\"\n\n\"I won't submit to this!\" cried the Major, stamping his foot angrily.\n\n\"Yes, you will,\" said Uncle John, with a motion preventing his irate\nbrother-in-law from drawing a revolver, \"Patsy is quite right, and we\nwill submit with as much dignity as we can muster, being overpowered\nby numbers.\"\n\nHe beckoned to Beth, who stepped out of the car and assisted Myrtle\nto follow her. A little cheer of bravado had arisen from the group,\ninspired by their apparent victory; but when Myrtle's crutches\nappeared and they saw the fair, innocent face of the young girl who\nrested upon them, the shout died away in a hush of surprise.\n\n\"This is my cousin, Elizabeth De Graf,\" announced Patsy, with cold\ndeliberation, determined that the proprieties should be observed in\nall intercourse with these people. \"And I present our friend, Myrtle\nDean. Under ordinary circumstances I believe Myrtle would be excused\nfrom dancing, but I suppose no brute in the form of a man would have\nconsideration for her infirmity.\"\n\nThis time even Tobey flushed.\n\n\"You've a sharp tongue, Miss Doyle, and it's liable to lead you into\ntrouble,\" he retorted, losing for the moment his suave demeanor. \"We\nmay be brutes--and I imagine we are--but we're not dangerous unless\nprovoked.\"\n\nIt was savagely said, and Uncle John took warning and motioned Patsy\nto be silent.\n\n\"Lead the way, sir,\" he said. \"Our chauffeur will of course remain\nwith the car.\"\n\nWampus had kept his seat, motionless and silent. He only nodded in\nanswer to Mr. Merrick's instructions and was entirely disregarded by\nthe remittance men.\n\nThe man called \"Stubby,\" who had a round, good-humored face, stepped\neagerly to Myrtle's side and exclaimed: \"Let me assist you, please.\"\n\n\"No,\" she said, shaking her head with a wan smile; \"I am quite able to\nwalk alone.\"\n\nHe followed her, though, full of interest and with an air of deep\nrespect that belied his former actions. Tobey, content with his\npresent success, walked beside Mr. Merrick and led the procession\ntoward the ranch house. The Major followed, his tall form upright, his\nmanner bellicose and resentful, with Beth and Patsy on either side of\nhim. The remittance men followed in a straggling crowd, laughing and\nboisterously talking among themselves. Just as they reached the house\na horseman came clattering down the road and all paused involuntarily\nto mark the new arrival. The rider was a handsome, slim young fellow,\ndressed as were the other cowboys present, and he came on at a\nbreakneck speed that seemed only warranted by an errand of life and\ndeath.\n\nIn front of him, tied to the saddle, appeared a huge bundle, and as\nthe horse dashed up to the group standing by the ranch house the rider\ngracefully threw himself off and removed his hat with a sweeping\ngesture as he observed the young ladies.\n\n\"I've got him, Algy!\" he cried merrily.\n\n\"Dan'l?\" asked Tobey.\n\n\"Dan'l himself.\" He pointed to the bundle, which heaved and wriggled\nto show it was alive. \"He refused to come willingly, of course; so\nI brought him anyhow. Never yet was there a fiddler willing to be\naccommodating.\"\n\n\"Good for you, Tim!\" shouted a dozen voices. And Stubby added in his\nearnest way; \"Dan'l was never more needed in his life.\"\n\nTobey was busy unwinding a long lariat that bent the captive nearly\ndouble and secured him firmly to the panting horse. When the bonds\nwere removed Dan'l would have tumbled prone to the ground had not\nwilling hands caught him and supported him upon his feet. Our friends\nthen observed that he was an aged man with a face thickly furrowed\nwith wrinkles. He had but one eye, small and gray and very shrewd in\nexpression, which he turned contemptuously upon the crowd surrounding\nhim. Numb and trembling from his cramped position upon the horse and\nthe terrible jouncing he had endured, the fiddler could scarcely stand\nat first and shook as with a palsy; but he made a brave effort to\ncontrol his weakness and turned smilingly at the murmur of pity and\nindignation that came from the lips of the girls.\n\n\"Where's the fiddle?\" demanded Tobey, and Tim unhooked a calico bag\nfrom the saddlebow and held it out. A laugh greeted the gesture.\n\n\"Dan'l said he be hanged if he'd come,\" announced Tim, with a grim\nappreciation of the humorous side of the situation; \"so I hung him and\nbrought him along--and his fiddle to boot. But don't boot it until\nafter the dance.\"\n\n\"What do you mean, sir, by this rebellious attitude?\" questioned\nTobey, sticking his damaged face close to that of the fiddler.\n\nDan'l blinked with his one eye but refused to answer.\n\n\"I've a good mind to skin you alive,\" continued the leader, in a\nsavage tone. \"You'll either obey my orders or I'll throw you into the\nsnake pit.\"\n\n\"Let him alone, Algy,\" said Tim, carelessly. \"The old scoundrel has\nbeen tortured enough already. But I see we have partners for the\ndance,\" looking critically at the girls, \"and I claim first choice\nbecause I've brought the fiddler.\"\n\nAt this a roar of protest arose and Tobey turned and said sullenly:\n\n\"Come in, all of you. We'll settle the order of dancing later on.\"\n\nThe interior of the ranch house was certainly picturesque. A great\nliving room ran all across the front, with an immense fireplace\nbuilt of irregular adobe bricks. The floor was strewn with skins of\nanimals--mostly coyotes, a few deer and one or two mountain lions--and\nthe walls were thickly hung with weapons and trophies of the chase.\nA big table in one corner was loaded with bottles and glasses,\nindicating the intemperate habits of the inmates, while on the chimney\nshelf were rows of pipes and jars of tobacco. An odor similar to that\nof a barroom hung over the place which the air from the open windows\nseemed unable to dissipate.\n\nThere were plenty of benches and chairs, with a long mess table\noccupying the center of the room. In a corner was an old square piano,\nwhich a Mexican was trying to dust as the party entered.\n\n\"Welcome to Hades!\" exclaimed Tobey, with an absurd gesture. \"Be good\nenough to make yourselves at home and I'll see if those devils of\nChinamen are getting luncheon ready.\"\n\nSilently the prisoners sat down. The crowd poured in after them and\ndisposed themselves in various attitudes about the big room, all\nstaring with more or less boldness at the three girls. Dan'l the\nfiddler was pushed in with the others and given a seat, while two or\nthree of the imitation cowboys kept guard over him to prevent any\npossible escape. So far the old man had not addressed a word to\nanyone.\n\nWith the absence of the leader the feeling of restraint seemed to\nrelax. The cowboys began whispering among themselves and chuckling\nwith glee, as if they were enjoying some huge joke. Stubby had placed\nhimself near the three young ladies, whom he eyed with adoring\nglances, and somehow none of the prisoners regarded this childish\nyoung fellow in exactly the same light as they did his comrades. Tim,\nhis attitude full of grace as he lounged against a settle, was also\nnear the group. He seemed a bit thoughtful since his dramatic arrival\nand had little to say to anyone.\n\nMr. Merrick engaged Stubby in conversation.\n\n\"Does Mr. Tobey own this place?\" he asked.\n\n\"By proxy, yes,\" was the reply. \"It isn't in his name, you know,\nalthough that doesn't matter, for he couldn't sell his desert ranch if\nhe had a title to it. I suppose that is what his folks were afraid\nof. Algy is the fourth son of old Lord Featherbone, and got into a\ndisgraceful mess in London some years ago. So Featherbone shipped\nhim over here, in charge of a family solicitor who hunted out this\nsequestered spot, bought a couple of thousand acres and built this\nhut. Then he went home and left Algy here to keep up the place on a\npaltry ten pounds--fifty dollars--a month.\"\n\n\"Can he manage to do that?\" asked Uncle John.\n\n\"Why, he has to, you see. He's got together a few cattle, mostly\nstolen I imagine; but he doesn't try to work the land. Moreover he's\nestablished this community, composed of his suffering fellow exiles,\nthe secret of which lies in the fact that we work the cooperative\nplan, and all chip in our remittances to boil the common pot. We can\nkeep more servants and buy more food and drink, that way, than if each\none of us lived separately.\"\n\n\"Up in Oregon,\" said Mr. Merrick, \"I've known of some very successful\nand prosperous ranchmen among the remittance men.\"\n\n\"Oh, we're all kinds, I suppose, good and bad,\" admitted Stubby. \"This\ncrew's mostly bad, and they're moderately proud of it. It's a devil\nof a life, sir, and Hades Ranch is well named. I've only been here a\nmonth. Had a little property up North; but the sheriff took it for\ndebt, and that forced me to Algy, whom I detest. I think I'll move on,\nbefore long. But you see I'm limited. Can't leave Arizona or I'll get\nmy remittance cut off.\"\n\n\"Why were you sent here into exile?\" asked Myrtle artlessly.\n\nHe turned red and refused to meet her eyes.\n\n\"Went wrong, Miss,\" he said, \"and my folks wouldn't stand for\nit. We're all in the same boat,\" sweeping his arm around, \"doing\npunishment for our misdeeds.\"\n\n\"Do none of you ever reform?\" inquired Patsy.\n\n\"What's the use? We're so far away from home no one there would ever\nbelieve in our reformation. Once we become outcasts, that's the end\nof our careers. We're buried in these Western wilds and allowed just\nenough to keep alive.\"\n\n\"I would think,\" said Uncle John musingly, \"that the manly way would\nbe to cut yourself off entirely from your people at home and go to\nsome city in the United States where honesty and industry would win a\nnew name for you. Then you could be respected and happy and become of\nuse to the world.\"\n\nStubby laughed.\n\n\"That has been tried,\" he replied; \"but few ever made a success of it.\nWe're generally the kind that prefers idleness to work. My family is\nwealthy, and I don't mind taking from them what little they give me\nwillingly and all that I can screw out of them besides. I'm in for\nlife, as the saying is, and I've no especial ambition except to drink\nmyself to death as soon as possible.\"\n\nPatsy shuddered. It seemed a horrible thing to be so utterly hopeless.\nCould this young fellow have really merited his fate?\n\n\n\n\nCHAPTER XIII\n\nTHE FIDDLER\n\n\nTim had listened carelessly to the conversation until now, when he\nsaid listlessly:\n\n\"Don't think us all criminals, for we're not. In my own case I did\nnothing to deserve exile except that I annoyed my elder brother by\nbecoming more popular with our social set than he was. He had all the\nproperty and I was penniless, so he got rid of me by threatening to\ncut off my allowance unless I went to America and stayed there.\"\n\n\"And you accepted such a condition?\" cried Patsy, scornfully. \"Why\nwere you not independent enough to earn your own living?\"\n\nHe shrugged his shoulders, yet seemed amused.\n\n\"I simply couldn't,\" said he. \"I was not educated to work, you know,\nand to do so at home would be to disgrace my noble family. I've too\nmuch respect for my lineage to labor with my hands or head.\"\n\n\"But here in America no one would know you,\" suggested Beth.\n\n\"I would only humiliate myself by undertaking such a task. And why\nshould I do so? While I am in America my affectionate brother, the\nhead of the family, supports me, as is his duty. Your philosophy is\npretty enough, but it is not practical. The whole fault lies in our\nold-fashioned system of inheritance, the elder male of a family\ngetting all the estate and the younger ones nothing at all. Here, in\nthis crude and plebeian country, I believe it is the custom to provide\nfor all one's children, and a father is at liberty to do so because\nhis estate is not entailed.\"\n\n\"And he earns it himself and can do what he likes with it,\" added\nUncle John, impatiently. \"Your system of inheritance and entail may\nbe somewhat to blame, but your worst fault is in rearing a class of\nmollycoddles and social drones who are never of benefit to themselves\nor the world at large. You, sir, I consider something less than a\nman.\"\n\n\"I agree with you,\" replied Tim, readily. \"I'm only good to cumber the\nearth, and if I get little pleasure out of life I must admit that it's\nall I'm entitled to.\"\n\n\"And you can't break your bonds and escape?\" asked Patsy.\n\n\"I don't care to. People who are ambitious to do things merely bore\nme. I don't admire them or care to imitate them.\"\n\nFrom that moment they took no further interest in the handsome\noutcast. His world was not their world.\n\nAnd now Tobey came in, driving before him a lot of Mexicans bearing\ntrays of food. The long table was laid in a moment, for everything\nwas dumped upon it without any attempt at order. Each of the cowboys\nseized a plate from a pile at one end and helped himself to whatever\nhe wanted.\n\nTwo or three of the men, however, were courteous enough to attend to\ntheir unwilling guests and see they were served as well as conditions\nwould permit The food was plentiful and of good quality, but although\nnone of Uncle John's party was squeamish or a stickler for form, all\nmore or less revolted from the utter disregard of all the proprieties.\n\n\"I'm sorry we have no wine; but there's plenty of whiskey, if you like\nit,\" remarked Tobey.\n\nThe girls were silent and ate little, although they could not help\nbeing interested in observing the bohemianism of these gently reared\nbut decadent sons of respectable English families. As soon as they\ncould they left the table, and Tobey, observing their uneasiness in\nspite of his damaged and nearly useless optics, decided to send them\nto another room where they could pass the afternoon without further\nannoyance. Stubby escorted the party and ushered them into a good\nsized room which he said was \"Algy's study,\" although no one ever\nstudied there.\n\n\"Algy's afraid you'll balk at the dance; so he wants to please you\nhowever he can,\" remarked the round faced youth. \"You won't mind being\nleft alone, will you?\"\n\n\"We prefer it, sir,\" answered the Major, stiffly.\n\n\"You see, we're going to have a rare lark this afternoon,\" continued\nStubby, confidentially. \"Usually it's pretty dull here, and all we\ncan do is ride and hunt--play cards and quarrel. But your coming has\ncreated no end of excitement and this dance will be our red-letter day\nfor a long time to come. The deuce of if is, however, that there are\nonly two girls to dance with thirteen men. We limit our community to\nfifteen, you know; but little Ford and old Rutledge have backed down\nand won't have anything to do with this enterprise. I don't know why,\"\nhe continued, thoughtfully.\n\n\"Perhaps they still have some gentlemanly instincts,\" suggested Patsy.\n\n\"That must be it,\" he replied in a relieved tone. \"Well, anyhow,\nto avoid quarrels and bloodshed we've agreed to throw dice for the\ndances. Every one is to have an equal chance, you see, and when you\nyoung ladies open the dance the entire programme will be arranged for\nyou.\"\n\n\"Are we to have no choice in the matter of partners?\" inquired Beth\ncuriously.\n\n\"None whatever. There would surely be a row, in that case, and we\nintend to have everything; pass off pleasantly if we have to kill a\nfew to keep the peace.\"\n\nWith this Stubby bowed low and retreated toward the door, which\nsuddenly opened to admit old Dan'l the fiddler, who was thrust in\nso violently that his body collided with that of Stubby and nearly\nknocked him over.\n\n\"That's all right,\" laughed the remittance man, recovering from the\nshock. \"You mustn't escape, you know, Dan'l, for we depend on you for\nthe music.\"\n\nHe closed the door as he went out and they all heard a bolt shoot into\nplace. Yet the broad window, scarcely six feet from the ground, stood\nwide open to admit the air.\n\nDan'l stood in the middle of the room, motionless for a moment. Then\nhe raised his wrinkled face and clinched his fists, shaking them in\nthe direction of the living-room.\n\n\"Me!\" he muttered; \"me play for dese monkeys to dance--me! a\nmaestro--a composer--a artiste! No; I vill nod! I vill die before I\ncondescention to such badness, such mockery!\"\n\nThey were the first words he had spoken since his arrival, and they\nseemed to hold all his pentup indignation. The girls pitied the old\nman and, recognizing in him a fellow prisoner, sought to comfort him.\n\n\"If the dance depends upon us, there will be no dance,\" said Patsy,\nfirmly.\n\n\"I thought you advised submitting to the whim of these ruffians,\" said\nUncle John in surprise.\n\n\"Only to gain time, Uncle. And the scheme has succeeded. Now is our\ntime to plot and plan how to outwit our enemies.\"\n\n\"Goot!\" cried Dan'l approvingly. \"I help you. Dey are vermin--pah! I\nvould kill dem all mitout mercifulness, unt be glad!\"\n\n\"It won't be necessary to kill them, I hope,\" said Beth, smiling. \"All\nwe wish is to secure our escape.\"\n\n\"Vot a time dey make me!\" said Dan'l, more calmly. \"You see, I am\nliving peacefulness in mine bungalow by der river--ten mile away. Dot\nbrute Tim, he come unt ask me to fiddle for a dance. I--fiddle! Ven I\nrefuse me to do it, he tie me up unt by forcibleness elope mit me. Iss\nid nod a crime--a vickedness--eh?\"\n\n\"It certainly is, sir,\" said Uncle John. \"But do not worry. These\ngirls have some plan in their heads, I'm sure, and if we manage to\nescape we will carry you home in safety. Now, my dears, what is it?\"\n\n\"Oh, we've only begun to think yet,\" said Patsy, and walked to the\nwindow. All but Myrtle and Dan'l followed her.\n\nBelow the window was a jungle of cactus, with hundreds of spines as\nslender and sharp as stilettos sticking in every direction.\n\n\"H-m; this room is burglar proof,\" muttered Uncle John, with marked\ndisappointment.\n\n\"It also makes an excellent prison,\" added Patsy. \"But I suspected\nsomething of this sort when I saw they had left the window open. We\ncan't figure on getting out that way, you see.\"\n\n\"Id vould be suiciding,\" Dan'l said, mournfully shaking his head. \"If\ndese fiends were as goot as dey are clefer, dey vould be angels.\"\n\n\"No argument seems to prevail with them,\" remarked Beth. \"They are\nlawless and merciless, and in this far-away country believe they may\ndo as they please.\"\n\n\"They're as bad as the bandits of Taormina,\" observed Patsy, smiling\nat the recollection of an adventure they had abroad; \"but we must find\nsome way to evade them.\"\n\nDan'l had gone over to Myrtle's corner and stood staring at her with\nhis one shrewd eye. Uncle John looked thoughtfully out of the window\nand saw Wampus busy in the road before the house. He had his coat off\nand was cutting the bars of barbed wire and rolling them out of the\nway, while Mumbles, who had been left with him, ran here and there at\nhis heels as if desiring to assist him.\n\nFrom the big hall, or living room, at the right came a dull roar of\nvoices, subdued shouts and laughter, mingled with the clinking of\nglasses. All the remittance men were gathered there deep in the game\nof dice which was to determine the order in which they were to dance\nwith Beth and Patsy. The servants were out of sight. Wampus had the\nfield to himself.\n\n\"Come here,\" said Uncle John to the girls, and when they stood beside\nhim pointed to the car. \"Wampus is making ready for the escape,\" he\ncontinued. \"He has cleared the road and the way is now open if we can\nmanage to get to the machine. Has your plan matured yet?\"\n\nPatsy shook her head.\n\n\"Not yet, Uncle,\" she replied.\n\n\"Couldn't Wampus throw us a rope?\" inquired the Major.\n\n\"He could,\" said Uncle John; \"but we would be unable to use it. Those\nterrible cactus spines are near enough to spear anyone who dared try\nto slide down a rope. Think of something else.\"\n\nThey all tried to do that, but no practical idea seemed forthcoming.\n\n\"Oh, no,\" Dan'l was saying to Myrtle; \"dey are nod afraid to shoot;\nbud dey vill nod shoot ladies, belief me. Always dey carry refolfers\nin deir belts--or deir holsterses. Dey eat mit refolfers; dey schleep\nmit refolfers; dey hunt, dey quarrel, unt sometimes dey shoot each\nodder--de best enactionment vot dey do. Bud dey do nod shoot at\nladies--nefer.\"\n\n\"Will they wear their revolvers at the dance?\" asked Beth, overhearing\nthis speech.\n\n\"I belief id,\" said Dan'l, wagging his ancient head. \"Dey like to be\nready to draw quick like, if anybody shteps on anybody's toes. Yes; of\ncourse.\"\n\n\"What a horrible idea!\" exclaimed Patsy.\n\n\"They're quite liable to dance and murder in the same breath,\" the\nMajor observed, gloomily.\n\n\"I don't like it,\" said Beth. \"It's something awful just to think of.\nHaven't they any gallantry?\"\n\n\"No,\" answered Patsy. \"But I wouldn't dance with a lot of half drunken\nmen wearing revolvers, if they burned me at the stake for refusing.\"\n\n\"Ah! shtick to dat fine expressionment,\" cried Dan'l, eagerly. \"Shtick\nto id! Say you won't dance if dey wear de refolfers--unt den we win de\nschweepstakes!\"\n\nPatsy looked at him critically, in the instant catching a part of his\nidea.\n\n\"What do you mean?\" she asked.\n\nDan'l explained, while they all listened carefully, absorbed in\nfollowing in thought his unique suggestions.\n\n\"Let's do it!\" exclaimed Beth. \"I'm sure the plan will succeed.\"\n\n\"It's leaving a good deal to chance,\" objected Uncle John, with a\ntouch of nervousness.\n\n\"There is an element of chance in everything,\" declared Patsy. \"But\nI'm sure we shall escape, Uncle. Why it's a regular coup!\"\n\n\"We take them by surprise, you know,\" explained the Major, who\nheartily favored the idea.\n\nThey talked it over for a time, perfecting the details, and then\nbecame as calm and composed as a group of prisoners might. Uncle John\nwaved his handkerchief to attract the attention of Wampus, who stole\nsoftly around the corner of the house and approached the window,\ntaking care to keep at a respectful distance from the dangerous\ncactus.\n\n\"Is everything ready?\" inquired Uncle John in a subdued voice.\n\n\"To be sure all is ready. Why not? I am Wampus!\" was the reply, in\ncautious tones.\n\n\"Go back to the machine and guard it carefully, Wampus,\" commanded Mr.\nMerrick. \"We expect to escape soon after dark, so have the headlights\ngoing, for we shall make a rush for it and there mustn't be a moment's\ndelay.\"\n\n\"All right,\" said the chauffeur. \"You may depend on me. I am Wampus,\nan' not 'fraid of a hundred coward like these. Is not Mister Algy his\neye mos' beautiful blacked?\"\n\n\"It is,\" agreed Uncle John. \"Go back to the car now, and wait for us.\nDon't get impatient. We don't know just when we will join you, but it\nwill be as soon as we can manage it. What is Mumbles doing?\"\n\n\"Mumble he learn to be good automobilist. Jus' now he sit on seat an'\nwatch wheel to see nobody touch. If anybody touch, Mumble he eat him\nup.\"\n\nThey all laughed at this whimsical notion and it served to relieve the\nstrain of waiting. Wampus, grinning at the success of his joke, went\nback to the limousine to inspect it carefully and adjust it in every\npart until it was in perfect order.\n\nNow that a definite plan of action had been decided upon their spirits\nrose considerably, and they passed the afternoon in eager anticipation\nof the crisis.\n\nRather earlier than expected Stubby and Tim came to say \"they had been\nappointed a committee to escort their guests to the banquet hall,\nwhere dinner would at once be served.\"\n\n\"We shall have to clear away for the dance,\" added Stubby, \"so we want\nto get the feast over with as quickly as possible. I hope you are all\nhungry, for Algy has spread himself on this dinner and we are to\nhave every delicacy the ranch affords, regardless of expense. We can\neconomize afterward to make up for it.\"\n\nElaborate preparations were not greatly in evidence, however. The\nMexican servants had washed themselves and the floor of the big room\nhad been swept and cleared of some of its rubbish; but that was all.\nThe remittance men were in their usual rough costumes and the air was\nredolent with the fumes of liquor.\n\n\n\n\nCHAPTER XIV\n\nTHE ESCAPE\n\n\nAs the prisoners quietly took their places at the table Tobey, who\nhad been drinking hard, decided to make a speech. His face was badly\nswollen and he could only see through a slit in one eye, so severe had\nbeen the beating administered by Wampus earlier in the day; but the\nfellow had grit, in spite of his other unmanly qualities, and his\nimperturbable good humor had scarcely been disturbed by the punishment\nthe Canadian had inflicted upon him.\n\n\"Ladies,\" said he, \"and gentlemen--which of course includes our\nrespected male guests--I am happy to inform you that the programme for\nthe First Annual Hades Ranch Ball has finally been arranged, and the\ndances apportioned in a fair and impartial manner. The Grand March\nwill take place promptly at seven o'clock, led by Miss Doyle and\nKnuckles, who has won the privilege by throwing four sixes. I am to\nfollow with Miss De Graf, and the rest will troop on behind with the\nprivilege of looking at the ladies. If anyone dares to create disorder\nhis dances with the young ladies will be forfeited. Dan'l will play\nthe latest dance music on his fiddle, and if it isn't spirited\nand up-to-date we'll shoot his toes off. We insist upon plenty of\ntwo-steps and waltzes and will wind up with a monney-musk in the\ngray light of dawn. This being fully understood, I beg you, my good\nfriends, to fall to and eat and be merry; but don't linger unduly over\nthe dainties, for we are all anxious, like good soldiers, to get into\naction.\"\n\nThe remittance men applauded this oratory, and incidentally attacked\nthe eatables with evident determination to obey their leader's\ninjunction.\n\n\"We can eat any time,\" remarked Stubby, with his mouth full; \"but\nhis Satanic majesty only knows when Hades Ranch will see another\ndance--with real ladies for partners.\"\n\nThe Chinese cooks and the Mexican servants had a lively time during\nthis meal, for the demands made upon them were incessant. Uncle John,\nwhose even disposition was seldom ruffled, ate with a good appetite,\nwhile even the Major, glum and scowling, did not disdain the numerous\nwell-prepared dishes. As for Dan'l, he took full advantage of the\noccasion and was the last one to leave the table. Our girls, however,\nwere too excited to eat much and little Myrtle, especially, was pallid\nand uneasy and had a startled look in her eyes whenever anyone made a\nsudden motion.\n\nAs soon as the repast was concluded the servants cleared the long\ntable in a twinkling and pushed it back against the wall at one end of\nthe long room. A chair was placed for Dan'l on top of this expansive\nboard, which thus became a stage from whence he could overlook the\nroom and the dancers, and then two of the remittance men tossed the\nold fiddler to his elevated place and commanded him to make ready.\n\nDan'l said nothing and offered no resistance. He sat plaintively\nsawing upon his ancient but rich-toned violin while the floor was\nbrushed, the chairs and benches pushed against the wall and the room\nprepared for action. Behind the violinist was a low, broad window\nfacing a grass plot that was free from the terrifying cactus, and the\nold man noted with satisfaction that it stood wide open.\n\nUncle John's party had pressed close to the table and stood watching\nthe proceedings.\n\n\"Ready now!\" called Tobey; \"the Grand March is about to begin. Take\nyour partners, boys. Look sharp, there, Dan'l, and give us a martial\ntune that will lift our feet.\"\n\nDan'l meekly set the violin underneath his chin and raised the bow as\nif in readiness. \"Knuckles,\" a brawny fellow with a florid face and a\npeculiar squint, approached Patsy and bowed.\n\n\"You're to lead with me, Miss,\" he said. \"Are you ready?\"\n\n\"Not quite,\" she returned with dignified composure; \"for I perceive\nyou are not quite ready yourself.\"\n\n\"Eh? Why not?\" he inquired, surprised.\n\n\"You are still wearing your firearms,\" she replied. \"I cannot and will\nnot dance with a man who carries a revolver.\"\n\n\"That's nothing,\" he retorted. \"We always do.\"\n\n\"Always?\"\n\n\"Of course. And if I shed my gun what's to prevent some one else\ngetting the drop on me?\"\n\n\"That's it,\" said Patsy, firmly. \"The weapons must all be surrendered\nbefore we begin. We positively refuse to dance if rioting and shooting\nare likely to occur.\"\n\nA murmur of protest arose at this speech, for all the remittance men\nhad gathered around to listen to the argument.\n\n\"That's all tommy-rot,\" observed Handsome Tim, in a sulky tone. \"We're\nnot spoiling for a row; it's the dance we're after.\"\n\n\"Then give up the revolvers,\" said Beth, coming to her cousin's\nassistance. \"If this is to be a peaceful entertainment you will not\nneed to be armed, and it is absurd to suppose a lady will dance with a\ngentleman who is a walking arsenal.\"\n\nThey looked into one another's faces uncertainly. Dan'l sat softly\ntuning his violin, as if uninterested in the controversy. Uncle John\nand the Major looked on with seeming indifference.\n\n\"You must decide which you prefer--the revolvers or the dance,\"\nremarked Patsy, staring coolly into the ring of faces.\n\n\"Would your English ladies at home consent to dance with armed men?\"\nasked Beth.\n\n\"They're quite right, boys,\" said Stubby, nodding his bullethead.\n\"Let's agree to deposit all the shooting irons 'til the dance is\nover.\"\n\n\"I won't!\" cried Knuckles, his scowl deepening.\n\n\"By Jove, you will!\" shouted Tobey, with unexpected vehemence. \"You're\ndelaying the programme, old man, and it's a nuisance to dance in this\narmor, anyway. Here--pile all your guns in this corner; every one of\nyou, mind. Then we shall all stand on an equal footing.\"\n\n\"Put them on the table there, by the old fiddler,\" said Patsy; \"then\nwe will know we are perfectly safe.\"\n\nRather unwillingly they complied, each man walking up to the table and\nplacing his revolver at Dan'l's feet. The girls watched them intently.\n\n\"That man over there is still armed,\" called Beth, pointing to a\nswarthy Mexican who squatted near the door.\n\n\"That's all right,\" said Tobey, easily. \"He's our guard, Pedro. I've\nstationed him there so you won't attempt to escape till we get ready\nto let you go.\"\n\nPatsy laughed.\n\n\"There's little danger of that,\" she said.\n\n\"All ready, now!\" exclaimed Knuckles, impatiently. \"We're all as\nharmless as doves. Let 'er go, Dan'l!\"\n\nThe old man was just then assisting Uncle John to lift Myrtle to the\ntop of the table, where the Major had placed a chair for her. Knuckles\ngrowled, but waited until the girl was seated near the window. Then\nDan'l drew his bow and struck up a spirited march. Patsy took the arm\nof Knuckles and paraded down the long room. Beth followed with Tobey,\nand behind them tramped the remittance men in files of two. At the far\nend were grouped the servants, looking curiously upon the scene, which\nwas lighted by lamps swung from the ceiling and a row of candles upon\nthe edge of the mantelshelf.\n\nTo carry out the idea of a grand march Patsy drew her escort here and\nthere by sharp turns and half circles, the others trailing behind like\na huge snake until she had passed down the length of the room and\nstarted to return up the other side to the starting point. So\nengrossed had been the cowboys that they did not observe the Major and\nUncle John clamber upon the table and stand beside Myrtle.\n\nThe procession was half way up the hall on its return when Patsy said\nabruptly: \"Now, Beth!\" and darted away from her partner's side and\ntoward the table. Beth followed like a streak, being an excellent\nrunner, and for a moment Knuckles and Tobey, thus deserted by their\npartners, stopped to watch them in amazement. Then their comrades\nbumped into them and recalled them to their senses.\n\nBy that time the two girls had reached the table and leaped upon it.\nUncle John was waving his handkerchief from the window as a signal\nto Wampus; Dan'l had laid aside his fiddle and seized a revolver in\neither hand, and the Major had caught up two more of the discarded\nweapons.\n\nAs Beth and Patsy turned, panting, and from their elevation looked up\nthe room, the cowboys gave a bellow of rage and rushed forward.\n\n\"Keep back!\" shouted the Major, in stentorian tones, \"I'll shoot the\nfirst man that interferes.\"\n\nNoting the grim determination in the old soldier's eye, they hesitated\nand came to a halt.\n\n\"What do you mean by this infernal nonsense?\" cried Tobey, in disgust.\n\n\"Why, it's just checkmate, and the game is up,\" replied Uncle John\namiably. \"We've decided not to hold the proposed dance, but to take\nour departure at once.\"\n\nHe turned and passed Myrtle out of the window where Wampus took her\nin his arms, crutches and all, and carried her to the automobile. The\nremittance men, unarmed and confronted by their own revolvers, stood\ngaping open-mouthed and seemingly dazed.\n\n\"Let's rush 'em, boys!\" shouted Handsome Tim, defiantly.\n\n\"Rush 'em alone, if you like,\" growled Knuckles. \"I'm not ready for\nthe graveyard yet.\"\n\n\"You are vot iss called cowardices,\" said Dan'l, flourishing the\nrevolvers he held. \"Come on mit der courage, somebotty, so I can shoot\nholes in you.\"\n\n\"You're building your own coffin just now, Dan'l,\" retorted Tobey,\nin baffled rage. \"We know where to get you, old boy, and we'll have\nrevenge for this night's work.\"\n\n\"I vill take some popguns home mit me,\" was the composed reply. \"Den,\nven you come, I vill make a receptioning for you. Eh?\"\n\nUncle John, Patsy and Beth had followed Myrtle through the window and\ndisappeared.\n\n\"Now, sir,\" said the Major to the old fiddler, \"make your escape while\nI hold them at bay.\"\n\n\"Nod yet,\" replied Dan'l. \"Ve must gif ourselves de most\nprotectionment ve can.\"\n\nWith this he gathered up the firearms, one by one, and tossed them\nthrough the window. Then he straightened up and a shot flashed down\nthe hall and tumbled the big Mexican guard to the floor just as he was\nabout to glide through the doorway.\n\n\"Dit ve say shtand still, or dit ve nod say shtand still?\" asked\nDan'l, sternly. \"If somebody gets hurt, it iss because he don'd obey\nde orderations.\"\n\n\"Go, sir!\" commanded the Major.\n\n\"I vill; bud I go last,\" declared the old man. \"I follow you--see? Bud\nyou take my violin, please--unt be very tender of id, like id vas your\nsveetheardt.\"\n\nThe Major took the violin and climbed through the window, proceeding\nto join the others, who were by now seated in the car. When he had\ngone Dan'l prepared to follow, first backing toward the window and\nthen turning to make an agile leap to the ground below. And now with a\nshout the cowboys made their rush, only to halt as Dan'l reappeared at\nthe window, covering them again with his revolvers.\n\n\"So, you defils--make a listen to me,\" he called. \"I am experiencing\na goot-bye to you, who are jackals unt imitation men unt haf no goot\nright to be alive. Also if I see any of you de next time, I vill shoot\nfirst unt apologise at der funeral. I haf no more monkey business mit\nyou voteffer; so keep vere you are until I am gone, unt you vill be\nsafeness.\"\n\nHe slowly backed away from the window, and so thoroughly cowed was the\ngroup of ruffians that the old fiddler had been lifted hastily into\nthe automobile before the cowboys mustered courage to leap through\nthe window and search in the darkness for their revolvers, which lay\nscattered widely upon the ground.\n\nWampus, chuckling gleefully, jerked the hoods off his glaring\nsearchlights, sprang to his seat and started the machine down the road\nbefore the crack of a single revolver was heard in protest. The shots\ncame thicker after that, but now the automobile was bowling merrily\nalong the road and soon was out of range.\n\n\"De road iss exceptionalment goot,\" remarked Dan'l. \"Dere iss no\ndangerousness from here to der rifer.\"\n\n\"Danger?\" said the chauffeur, scornfully. \"Who cares for danger? I am\nWampus, an' I am here!\"\n\n\"We are all here,\" said Patsy, contentedly nestling against the\ncushions; \"and I'm free to confess that I'm mighty glad of it!\"\n\n\n\n\nCHAPTER XV\n\nTHE ROMANCE OF DAN'L\n\n\nIt did not take them very long to reach the river, a muddy little\nstream set below high banks. By Dan'l's direction they turned to\nthe left and followed the wind of the river for a mile or so until\nsuddenly out of the darkness loomed a quaint little bungalow which the\nold German claimed to be his home.\n\n\"I haf architectured it mineself, unt make it built as I like it. You\nvill come in unt shtop der night mit me,\" he said, as Wampus halted\nthe machine before the door.\n\nThere was a little murmur of protest at this, for the house appeared\nto be scarcely bigger than the automobile. But Uncle John pointed out,\nsensibly enough, that they ought not to undertake an unknown road at\nnighttime, and that Spotville, the town for which they were\nheaded, was still a long way off. The Major, moreover, had a vivid\nrecollection of his last night's bed upon the roof of the limousine,\nwhere he had crept to escape rattlesnakes, and was in no mood to again\ncamp out in the open while they traveled in Arizona. So he advocated\naccepting Dan'l's invitation. The girls, curious to know how so many\ncould be accommodated in the bungalow, withdrew all further objections\nand stood upon the low, pergola-roofed porch while their host went\ninside to light the lamps.\n\nThey were really surprised at the cosy aspect of the place. Half the\none-story dwelling was devoted to a living room, furnished simply but\nwith modest taste. A big square table was littered with music, much\nbeing in manuscript--thus proving Dan'l's assertion that he was\na composer. Benches were as numerous as chairs, and all were\nwell-cushioned with tanned skins as coverings. A few good prints were\non the walls and the aspect of the place was entirely agreeable to the\nold man's guests.\n\nAs the room was somewhat chilly he made a fire in the ample fireplace\nand then with an air of pride exhibited to his visitors his tiny\nkitchen, his own bedroom and a storeroom, which occupied the remainder\nof the space in the bungalow. He told them he would prepare beds in\nthe living room for the girls, give his own room to Mr. Merrick and\nMajor Doyle, while he and Wampus would bunk in the storeroom.\n\n\"I haf much blankets,\" he said; \"dere vill be no troubles to keep\nvarm.\"\n\nAfterward they sat before the fire and by the dim lights of the\nkerosene lamps chatted together of the day's adventures.\n\nUncle John asked Dan'l what had brought him to this deserted,\nout-of-the-way spot, and the old man told his story in a manner that\namused them all greatly.\n\n\"I haf been,\" said he, \"much famous in my time, unt had a\nindividualness pointed out whereeffer I went. I vas orchestra leader\nat the Theater Royal in Stuttgart, unt our king haf complimented me\nmany times. But I vas foolish. I vas foolish enough to think that ven\na man iss great he can stay great. I married me to a clefer prima\ndonna, unt composed a great opera, which vas finer as anything\nHerr Wagner has efer done. Eh? But dere vas jealousness at work to\nopposition me. Von day ven my fine opera vas all complete I vent\nto the theater to lead mine orchestra. To my surprisement der Herr\nDirector tells me I can retire on a pension; I am too old unt he has\nhired a younger man, who iss Herr Gabert. I go home bewildered unt\nmishappy, to find that Herr Gabert has stole the score of mine opera\nunt run avay mit mine vife. Vot I can do? Nothing. Herr Gabert he lead\nmy orchestra tint all der people applauds him. I am forgot. One day I\nsee our king compliment Herr Gabert. He produces my opera unt say he\ncompositioned it. Eferybody iss crazy aboud id, unt crown Herr Gabert\nmit flowers. My vife sings in der opera. The people cheer her unt she\nrides avay mit Herr Gabert in his carriage to a grand supper mit der\nnobility unt der Herr Director.\n\n\"I go home unt say: 'Who am I?' I answer: 'Nobody!' Am I now great?\nNo; I am a speck. Vot can I do? Veil, I go avay. I haf some money--a\nleedle. I come to America. I do not like crowds any more. I like to be\nalone mit my violin. I find dis place; I build dis house; I lif here\nunt make happiness. My only neighbors are de remittance men, who iss\nmore mischiefing as wicked. Dey vill nod bother me much. So after a\ntime I die here. Vy nod? I am forgot in Stuttgart.\"\n\nThere was pathos in the tale and his way of telling it. The old man\nspoke cheerfully, but they could see before them the tragedy depicted\nby his simple words. His hearers were all silent when he had\nconcluded, feeling they could say nothing to console him or lighten\nhis burden. Only Wampus, sitting in the background, looked scornfully\nupon the man who had once been the idol of his townspeople.\n\nDan'l took a violin from a shelf and began to play, softly but with\nmasterly execution. He caught their mood instantly. The harmony was\nrestful and contented. Patsy turned down the lamps, to let the flicker\nof the firelight dominate the room, and Dan'l understood and blended\nthe flickering light into his melody.\n\nFor a long time he continued to improvise, in a way that fairly\ncaptivated his hearers, despite their varied temperaments, and made\nthem wonder at his skill. Then without warning he changed to a\nstirring, martial air that filled the room with its rich, resonant\ntones. There was a fugue, a wonderful finale, and while the concluding\nnotes rang in their ears the old man laid his violin in his lap,\nleaned back against his cushions and heaved a deep sigh.\n\nThey forebore disturbing him for a while. How strange it seemed that\nthis really talented musician should be banished to a wilderness while\nstill possessing power to stir the souls of men with his marvelous\nexecution. Truly he was a \"maestro,\" as he had said; a genius whose\nstar had risen, flashed across the sky and suddenly faded, leaving his\nfuture a blank.\n\nWampus moved uneasily in his chair.\n\n\"I like to know something,\" he remarked.\n\nDan'l roused himself and turned to look at the speaker.\n\n\"You have one bad eye,\" continued Wampus, reflectively. \"What make him\nso? You stick violin bow in eye some day?\"\n\n\"No,\" grunted Dan'l.\n\n\"Bad eye he no make himself,\" persisted the little chauffeur. \"What\nmake him, then?\"\n\nFor a moment there was an awkward silence. The girls considered this\npersonal inquiry offensive and regretted admitting Wampus to the room.\nBut after a time the old German answered the question, quietly and in\na half amused tone.\n\n\"Can you nod guess?\" he said. \"Herr Gabert hurt mine eye.\"\n\n\"Oh!\" exclaimed Wampus, nodding approvingly \"You fight duel with him?\nOf course. It mus' be.\"\n\n\"I haf one goot eye left, howefer,\" continued Dan'l. \"It vill do me\nfery well. Dere iss nod much to see out here.\"\n\n\"I know,\" said Wampus. \"But Herr Gabert. What happen to him?\"\n\nAgain there was a pause. Then the German said slowly:\n\n\"I am nod rich; but efery year I send a leetle money to Stuttgart to\nput some flowers on Herr Gabert's grave.\"\n\nThe chauffeur's face brightened. He got up from his chair and solemnly\nshook Dan'l's hand.\n\n\"You are great musician,\" he announced. \"You can believe it, for it is\ntrue. An' you have shake the hand of great chauffeur. I am Wampus.\"\n\nDan'l did not answer. He had covered his good eye with his hand.\n\n\n\n\nCHAPTER XVI\n\nTHE LODGING AT SPOTVILLE\n\n\n\"Wake up, Patsy: I smell coffee!\" called Beth, and soon the two girls\nwere dressed and assisting Myrtle to complete her toilet. Through the\nopen windows came the cool, fragrant breath of morning; the sky was\nbeginning to blush at the coming of the sun.\n\n\"To think of our getting up at such unearthly hours!\" cried Patsy\ncheerfully. \"But I don't mind it in the least, Beth; do you?\"\n\n\"I love the daybreak,\" returned Beth, softly. \"We've wasted the best\nhours of morning abed, Patsy, these many years.\"\n\n\"But there's a difference,\" said Myrtle, earnestly. \"I know the\ndaybreak in the city very well, for nearly all my life I have had to\nrise in the dark in order to get my breakfast and be at work on time.\nIt is different from this, I assure you; especially in winter, when\nthe chill strikes through to your bones. Even in summer time the air\nof the city is overheated and close, and the early mornings cheerless\nand uncomfortable. Then I think it is best to stay in bed as long as\nyou can--if you have nothing else to do. But here, out in the open, it\nseems a shame not to be up with the birds to breathe the scent of the\nfields and watch the sun send his heralds ahead of him to proclaim his\ncoming and then climb from the bottomless pit into the sky and take\npossession of it.\"\n\n\"Why, Myrtle!\" exclaimed Patsy, wonderingly; \"what a poetic notion.\nHow did it get into your head, little one?\"\n\nMyrtle's sweet face rivaled the sunrise for a moment. She made no\nreply but only smiled pathetically.\n\nUncle John's knock upon the door found them ready for breakfast, which\nold Dan'l had skilfully prepared in the tiny kitchen and now placed\nupon a round table set out upon the porch. By the time they had\nfinished the simple meal Wampus had had his coffee and prepared the\nautomobile for the day's journey. A few minutes later they said\ngood-bye to the aged musician and took the trail that led through\nSpotville.\n\nThe day's trip was without event. They encountered one or two Indians\non the way, jogging slowly along on their shaggy ponies; but the\ncreatures were mild and inoffensive. The road was fairly good and\nthey made excellent time, so that long before twilight Spotville\nwas reached and the party had taken possession of the one small and\nprimitive \"hotel\" the place afforded. It was a two-story, clapboarded\nbuilding, the lower floor being devoted to the bar and dining room,\nwhile the second story was divided into box-like bedrooms none too\nclean and very cheaply furnished.\n\n\"I imagine we shall find this place 'the limit',\" remarked Uncle John\nruefully. \"But surely we shall be able to stand it for one night,\" he\nadded, with a philosophic sigh.\n\n\"Want meat fer supper?\" asked the landlord, a tall, gaunt man who\nconsidered himself dressed when he was in his shirt sleeves.\n\n\"What kind of meat?\" inquired Uncle John, cautiously.\n\n\"Kin give yeh fried pork er jerked beef. Ham 'a all out an' the\nchickens is beginnin' to lay.\"\n\n\"Eggs?\"\n\n\"Of course, stranger. Thet's the on'y thing Spotville chickens lay,\nnowadays. I s'pose whar yeh come from they lay biscuits 'n' pork\nchops.\"\n\n\"No. Door knobs, sometimes,\" said Mr. Merrick, \"but seldom pork chops.\nLet's have eggs, and perhaps a little fried pork to go with them. Any\nmilk?\"\n\n\"Canned er fresh?\"\n\n\"Fresh preferred.\"\n\nThe landlord looked at him steadily.\n\n\"Yeh've come a long-way, stranger,\" he said, \"an' yeh must 'a' spent a\nlot of money, here 'n' there. Air yeh prepared to pay fer thet order\nin solid cash?\"\n\nUncle John seemed startled, and looked at the Major, who smiled\ndelightedly.\n\n\"Are such things expensive, sir?\" the latter asked the landlord.\n\n\"Why, we don't eat 'em ourselves, 'n' thet's a cold fact. Eggs is\neggs, an' brings forty cents a dozen to ship. There's seven cows\nin town, 'n' forty-one babies, so yeh kin figger what fresh milk's\nworth.\"\n\n\"Perhaps,\" said Uncle John mildly, \"we can stand the expense--if we\nwon't rob the babies.\"\n\n\"Don't worry 'bout thet. The last autymobble folks as come this way\ngot hot because I charged 'em market prices fer the truck they et. So\nI'm jest inquirin' beforehand, to save hard feelin's. I've found out\none thing 'bout autymobble folks sense I've ben runnin' this hoe-tel,\nan' thet is thet a good many is ownin' machines thet oughter be payin'\ntheir bills instid o' buyin' gasoline.\"\n\nThe Major took him aside. He did not tell the cautious landlord that\nMr. Merrick was one of the wealthiest men in America, but he exhibited\na roll of bills that satisfied the man his demands would be paid in\nfull.\n\nThe touring; party feasted upon eggs and fresh milk, both very\ndelicious but accompanied by odds and ends of food not so palatable.\nThe landlord's two daughters, sallow, sunken cheeked girls, waited on\nthe guests and the landlord's wife did the cooking.\n\nBeth, Patsy and Myrtle retired early, as did Uncle John. The Major,\nsmoking his \"bedtime cigar,\" as he called it, strolled out into the\nyard and saw Wampus seated in the automobile, also smoking.\n\n\"We get an early start to-morrow, Wampus,\" said the Major. \"Better get\nto bed.\"\n\n\"Here is my bed,\" returned the chauffeur, quietly.\n\n\"But there's a room reserved for you in the hotel.\"\n\n\"I know. Don't want him. I sleep me here.\"\n\nThe Major looked at him reflectively.\n\n\"Ever been in this town before, Wampus?\" he asked.\n\n\"No, sir. But I been in other towns like him, an' know this kind of\nhotel. Then why do I sleep in front seat of motor car?\"\n\n\"Because you are foolish, I suppose, being born that way and unable\nto escape your heritage. For my part, I shall sleep in a bed; like a\nChristian,\" said the Major rather testily.\n\n\"Even Christian cannot sleep sometime,\" returned Wampus, leaning back\nin his seat and puffing a cloud of smoke into the clear night air.\n\"For me, I am good Christian; but I am not martyr.\"\n\n\"What do you mean by that?\" demanded the Major.\n\n\"Do you sometime gamble?\" inquired Wampus softly.\n\n\"Not often, sir.\"\n\n\"But sometime? Ah! Then I make you a bet. I bet you ten dollar to one\ncent you not sleep in your bed to-night.\"\n\nThe Major coughed. Then he frowned.\n\n\"Is it so bad as that?\" he asked.\n\n\"I think he is.\"\n\n\"I'll not believe it!\" exclaimed Major Doyle. \"This hotel isn't what\nyou might call first-class, and can't rank with the Waldorf-Astoria;\nbut I imagine the beds will be very comfortable.\"\n\n\"Once,\" said Wampus, \"I have imagination, too. Now I have experience;\nso I sleep in automobile.\"\n\nThe Major walked away with an exclamation of impatience. He had never\npossessed much confidence in the Canadian's judgment and on this\noccasion he considered the fellow little wiser than a fool.\n\nWampus rolled himself in a rug and was about to stretch his moderate\nlength upon the broad double seat when a pattering of footsteps was\nheard and Beth came up to the car. She was wrapped in a dark cloak\nand carried a bundle of clothing under one arm and her satchel in the\nunoccupied hand. There was a new moon which dimly lighted the scene,\nbut as all the townspeople were now in bed and the hotel yard deserted\nthere was no one to remark upon the girl's appearance.\n\n\"Wampus,\" she said, \"let me into the limousine, please. The night is\nso perfect I've decided to sleep here in the car.\"\n\nThe chauffeur jumped down and opened the door.\n\n\"One moment an' I make up the beds for all,\" he said.\n\n\"Never mind that,\" Beth answered. \"The others are all asleep, I'm\nsure.\"\n\nWampus shook his head.\n\n\"They all be here pretty soon,\" he predicted, and proceeded to deftly\nprepare the interior of the limousine for the expected party. When\nBeth had entered the car Wampus pitched the lean-to tent and arranged\nthe cots as he was accustomed to do when they \"camped out.\"\n\nScarcely had he completed this task when Patsy and Myrtle appeared.\nThey began to explain their presence, but Wampus interrupted them,\nsaying:\n\n\"All right, Miss Patsy an' Miss Myrtle. Your beds he made up an' Miss\n'Lizbeth already asleep in him.\"\n\nSo they crept inside with sighs of relief, and Wampus had just mounted\nto the front seat again and disposed himself to rest when Uncle John\ntrotted up, clad in his trousers and shirt, with the balance of his\napparel clasped in his arms. He looked at the tent with pleased\napproval.\n\n\"Good boy, Wampus!\" he exclaimed. \"That room they gave me is an\ninferno. I'm afraid our young ladies won't sleep a wink.\"\n\n\"Oh, yes,\" returned Wampus with a nod; \"all three now inside car, safe\nan' happy.\"\n\n\"I'm glad of it. How was your own room, Wampus?\"\n\n\"I have not seen him, sir. But I have suspect him; so I sleep here.\"\n\n\"You are a wise chauffeur--a rare genus, in other words. Good night,\nWampus. Where's the Major?\"\n\nWampus chuckled.\n\n\"In hotel. Sir, do the Major swear sometime?\"\n\nUncle John crept under the tent.\n\n\"If he does,\" he responded, \"he's swearing this blessed minute.\nAnyhow, I'll guarantee he's not asleep.\"\n\nWampus again mounted to his perch.\n\n\"No use my try to sleep 'til Major he come,\" he muttered, and settled\nhimself to wait.\n\nIt was not long.\n\nPresently some one approached on a run, and a broad grin overspread\nthe chauffeur's features. The Major had not delayed his escape long\nenough to don his trousers even; he had grabbed his belongings in both\narms and fled in his blue and white striped undergarments.\n\nWampus leaped down and lifted the flap of the tent. The Major paused\nlong enough in the moonlight to stare at the chauffeur and say\nsternly:\n\n\"If you utter one syllable, you rascal, I'll punch your head!\"\n\nWampus was discreet. He said not a word.\n\n\n\n\nCHAPTER XVII\n\nYELLOW POPPIES\n\n\n\"So this is California!\" exclaimed Patsy gleefully, as the automobile\nleft Parker and crossed the Arizona line.\n\n\"But it doesn't look any different,\" said Myrtle, peering out of the\nwindow.\n\n\"Of course not,\" observed Uncle John. \"A State boundary is a man-made\nthing, and doesn't affect the country a bit. We've just climbed a\nminiature mountain back in Arizona, and now we must climb a mate to\nit in California. But the fact is, we've entered at last the Land of\nEnchantment, and every mile now will bring us nearer and nearer to the\nroses and sunshine.\"\n\n\"There's sunshine here now,\" declared the Major. \"We've had it right\nalong. But I haven't seen the roses yet, and a pair of ear muffs\nwouldn't be uncomfortable in this cutting breeze.\"\n\n\"The air _is_ rather crisp,\" admitted Uncle John. \"But we're still in\nthe mountainous district, and Haggerty says--\"\n\nThe Major coughed derisively and Mumbles barked and looked at Uncle\nJohn sagaciously.\n\n\"Haggerty says--\"\n\n\"Is that a rabbit or a squirrel? Something has caught the eye of our\nMumbles,\" interrupted the Major, pointing vaguely across the mesa.\n\n\"Haggerty says--\"\n\n\"I wonder if Mumbles could catch 'em,\" remarked the Major, with\ncomplacence.\n\n\"He says that every mile we travel brings us nearer the scent of the\norange blossoms and the glare of the yellow poppies,\" persisted Uncle\nJohn. \"You see, we've taken the Southern route, after all, for soon we\nshall be on the Imperial road, which leads to San Diego--in the heart\nof the gorgeous Southland.\"\n\n\"What is the Imperial road?\" inquired Beth.\n\n\"The turnpike through Imperial Valley, said to be the richest bit of\nland in all the world, not excepting the famous Nile banks of Egypt.\nThere is no railway there yet, but the Valley is settling very fast,\nand Haggerty says--\"\n\n\"How remarkable!\" exclaimed the Major, gazing straight ahead. And\nagain Mumbles, curled in Patsy's lap, lifted his shaggy head and gave\na wailing bark.\n\nUncle John frowned, but was loyal to Haggerty.\n\n\"He says that if America was now unknown to all the countries of the\nworld, Imperial would soon make it famous. They grow wonderful crops\nthere--strawberries and melons the year around, as well as all the\ntropical and semi-tropical fruits and grains, flowers and vines known\nto any country yet discovered.\"\n\n\"Do we go to Imperial?\" asked Myrtle, eagerly.\n\n\"I think not, my dear; we just skirt the edge of the Valley. It's\nrather wild and primitive there yet; for although many settlers are\nflocking to that favored district Imperial is large enough to be an\nempire by itself. However, we shall find an ideal climate at Coronado,\nby the edge of the blue Pacific, and there and at Los Angeles we shall\nrest from our journey and get acquainted with the wonders of the\nGolden State. Has the trip tired you, girls?\"\n\n\"Not me,\" answered Beth, promptly. \"I've enjoyed every mile of the\nway.\"\n\n\"And so have I,\" added Patsy; \"except perhaps the adventure with the\nremittance men. But I wouldn't care to have missed even that, for it\nled to our acquaintance with old Dan'l.\"\n\n\"For my part,\" said Myrtle softly, \"I've been in a real fairyland. It\nhas seemed like a dream to me, all this glorious journey, and I shall\nhate to wake up, as I must in time.\"\n\n\"Don't worry just yet about the awakening, dear,\" returned Patsy,\nleaning over to kiss her little friend. \"Just enjoy it while you can.\nIf fairylands exist, they were made for just such as you, Myrtle.\"\n\n\"One of the greatest marvels of our trip,\" said the Major, with a\nsmile, \"is the improvement in our dear little invalid. It isn't the\nsame Myrtle who started out with us, believe me. Can't you all see the\nchange?\"\n\n\"I can _feel_ it,\" returned Myrtle, happily. \"And don't you notice how\nwell I walk, and how little use I have now for the crutches?\"\n\n\"And can you feel the rosy cheeks and bright eyes, too?\" asked Uncle\nJohn, regarding her with much satisfaction.\n\n\"The trip was just the thing for Myrtle,\" added Patsy. \"She has grown\nstronger every day; but she is not quite well yet, you know, and I\ndepend a good deal upon the genial climate of California to insure her\ncomplete recovery.\"\n\nUncle John did not reply. He remembered the doctor's assertion that a\npainful operation would be necessary to finally restore Myrtle to a\nnormal condition, and his kindly heart disliked to reflect upon the\nordeal before the poor girl.\n\nHaggerty proved a prophet, after all. Each mile they covered opened\nnew vistas of delight to the eager travelers. The air grew more balmy\nas they left the high altitudes and came upon the level country to\nthe north, of the San Bernardino range of mountains, nor was it\nlong before they sighted Imperial and sped through miles of country\ncarpeted with the splendid yellow poppies which the State has adopted\nas the emblems of California. And behind this golden robe loomed the\ncotton fields of Imperial, one of the most fascinating sights the\ntraveler may encounter. They made a curve to the right here, and\nheaded northerly until they came to Salton. Skirting the edge of the\ncurious Salton Sea they now headed directly west toward Escondido,\nfinding the roads remarkably good and for long stretches as smooth and\nhard as an asphalt boulevard. The three days it took them to cross the\nState were days of wonder and delight.\n\nIt was not long before they encountered the roses and carnations\ngrowing on every side, which the Major had persistently declared to be\nmythical.\n\n\"It seems all wrong,\" asserted Patsy's father, moodily, \"for such\ndelicate flowers to be growing out of doors in midwinter. And look at\nthe grass! Why, the seasons are changed about. It's Springtime just\nnow in California.\"\n\n\"The man at the last stop we made told me his roses bloomed the year\nround,\" said Patsy, \"And just smell the orange blossoms, will you!\nAren't they sweet, and don't they remind you of brides?\"\n\nFrom Escondido it was a short run to the sea and their first glimpse\nof the majestic Pacific was from a high bluff overhanging the water.\nFrom this point the road ran south to San Diego, skirting the coast\nalong a mountain trail that is admitted to be one of the most\npicturesque rides in America.\n\nDescending the hills as they neared San Diego they passed through\nfields of splendid wild flowers so extensive and beautiful that\nour girls fairly gasped in wonder. The yellow and orange poppies\npredominated, but there were acres of wild mustard throwing countless\nnumbers of gorgeous saffron spikes skyward, and vistas of blue\ncarconnes, white daisies and blood-red delandres. The yucca was in\nbloom, too, and added its mammoth flower to the display.\n\nThey did not halt at San Diego, the southernmost city of California,\nfrom whence the Mexican line is in plain sight, but drove to the bay,\nwhere Wampus guided the limousine on to the big ferryboat bound for\nCoronado. They all left the car during the brief voyage and watched\nthe porpoises sporting in the clear water of the bay and gazed\nabstractedly at the waving palms on the opposite shore, where lies\nnestled \"the Crown of the Pacific\"--Coronado.\n\n\n\n\nCHAPTER XVIII\n\nTHE SILENT MAN\n\n\nEven the Major smiled benignantly when he reached his appointed room\nin the magnificent Hotel del Coronado, which is famed throughout the\nworld.\n\n\"This,\" said he, \"reminds me of New York; and it's the first thing\nthat has, since I left home.\"\n\n\"Why, Daddy, it isn't like New York at all,\" protested Patsy, standing\nbeside him at the broad window overlooking the ocean. \"Did you ever\nsee a palm tree waving in New York; or daisy bushes as tall as a man;\nor such masses of roses and flowering vines? And then just notice the\nmountains over there--they're in Mexico, I'm told--and this great\nheadland in the other direction; it's called Point Loma. Oh, I never\nimagined any place could be so beautiful!\"\n\nThe others were equally excited, and Uncle John said, smiling broadly:\n\n\"Well, we're here at last, my dears, and I'm sure we are already well\npaid for our trip across the continent. What pleasant rooms these are.\nIf the hotel table is at all to be compared with the house itself we\nshall have a happy time here, which means we will stay as long as\npossible.\"\n\nBut the table was another surprise, for the meals were equal to any\nserved in the great Eastern metropolis. Uncle John complimented the\nlandlord, a cheery faced, fat little man who had at one time managed\na famous New York hotel and had brought his talents and experience to\nfar California.\n\n\"I'm sorry,\" said this gentle boniface, \"that I could not reserve\nbetter rooms for you--for there are some choice views from some\nlocations. I had a corner suite saved for your party, a suite I\nconsider the most desirable in the hotel; but an eccentric individual\narrived yesterday who demanded the entire suite, and I had to let him\nhave it. He will not stay long, and as soon as he goes you shall have\nthe rooms.\"\n\n\"Who is he?\" asked Uncle John.\n\n\"A rich miner; a most melancholy and peculiar person, by the way,\"\nreplied landlord Ross. \"I believe his name is Jones.\"\n\nMr. Merrick started.\n\n\"Jones, and a miner?\" he said. \"What's his other name--Anson?\"\n\n\"We'll look and see,\" replied Mr. Ross, turning to the hotel register.\n\"No; not Anson. He is registered as C.B. Jones, of Boston.\"\n\n\"Oh; that's not the Jones at all,\" said Uncle John, disappointed.\n\n\"It's the Jones who is our guest,\" replied the landlord, smiling.\n\nMeantime the three girls had gone for a walk along the coast. The\nbeach is beautiful at Coronado. There is a high sea wall of rock, and\nthe path runs along its edge almost the length of the promontory. The\nrocks are sloping, however, and it is not very difficult to climb down\nthem to where the waves break against the wall.\n\nNear the hotel they met straggling groups, strolling in either\ndirection, but half a mile away the promenade was practically\ndeserted. It was beginning to grow dark, and Beth said, regretfully:\n\n\"We must get back, girls, and dress for dinner--an unusual luxury,\nisn't it? Our trunks arrived at the hotel two weeks ago, and are now\nin our rooms, doubtless, awaiting us to unpack them.\"\n\n\"Don't let's return just yet,\" begged Myrtle. \"I want to see the sun\nset.\"\n\n\"It will be gorgeous,\" said Patsy, glancing at the sky; \"but we can\nsee it from our windows, and as we're a long way from the hotel now I\nbelieve Beth's suggestion is wise.\"\n\nSo they began to retrace their steps. Myrtle still walked with some\ndifficulty, and they had not proceeded far when Beth exclaimed:\n\n\"Look at that man down there!\"\n\nHer companions followed her direction and saw standing upon a huge\npile of rocks at the water's edge a slight, solitary figure. Something\nin the poise, as he leaned forward staring at the darkened waves--for\nthe sun was low and cast shadows aslant the water--struck Myrtle as\nfamiliar.\n\n\"Oh, girls!\" she exclaimed; \"it's the Grand Canyon man.\"\n\n\"Why, I believe it is,\" agreed Patsy. \"What is he doing?\"\n\n\"Nothing,\" said Beth, briefly. \"But he is going to do something, I\nthink.\"\n\nWhile they stared at him from their elevation the man straightened an\ninstant and cast a hasty glance to either side. The place seemed to\nhim deserted, for he failed to observe the group of three intently\nwatching his motions from the high bank overhead. Next moment he\nturned back to the water and leaned over the edge of rock again.\n\n\"Don't!\" cried Myrtle, her clear voice ringing over the lap of the\nwaves; \"please don't!\"\n\nHe swung around and turned his gaunt features upward to where the\nyoung girl leaned upon her crutches, with clasped hands and a look of\ndistress upon her sweet face.\n\n\"Don't!\" she repeated, pleadingly.\n\nHe passed his hand over his eyes with a very weary gesture and looked\nat Myrtle again--this time quite steadily. She was trembling in every\nlimb and her cheeks were white with fear.\n\nSlowly--very slowly--the man turned and began to climb the rocks; not\ndirectly upward to where the girls stood, but diagonally, so as to\nreach the walk some distance ahead of them. They did not move until he\nhad gained the path and turned toward the hotel. Then they followed\nand kept him in sight until he reached the entrance to the court and\ndisappeared within.\n\n\"I wonder,\" said Patsy, as they made their way to their rooms,\n\"whether he really was thinking of plunging into the ocean; or whether\nthat time at the Grand Canyon he had a notion of jumping into the\nchasm.\"\n\n\"If so,\" added Beth, \"Myrtle has saved his life twice. But she can't\nbe always near to watch the man, and if he has suicidal intentions,\nhe'll make an end of himself, sooner or later, without a doubt.\"\n\n\"Perhaps,\" said Myrtle, hesitatingly, \"I am quite wrong, and the\nstrange man had no intention of doing himself an injury. But each time\nI obeyed an impulse that compelled me to cry out; and afterward I have\nbeen much ashamed of my forwardness.\"\n\nThey did not see the melancholy man at dinner; but afterward, in the\nspacious lobby, they discovered him sitting in a far corner reading a\nmagazine. He seemed intent on this occupation and paid no attention to\nthe life around him. The girls called Uncle John's attention to him,\nand Mr. Merrick at once recognized him as the same individual they had\nmet at the Grand Canyon.\n\n\"But I am not especially pleased to encounter him again,\" he said with\na slight frown; \"for, if I remember aright, he acted very rudely to\nMyrtle and proved unsociable when I made overtures and spoke to him.\"\n\n\"I wonder who he is?\" mused Patsy, watching the weary, haggard\nfeatures as his eyes slowly followed the lines of his magazine.\n\n\"I'll inquire and find out,\" replied her uncle.\n\nThe cherubic landlord was just then pacing up and down the lobby,\npausing here and there to interchange a word with his guests. Uncle\nJohn approached him and said:\n\n\"Can you tell me, Mr. Ross, who the gentleman is in the corner?\"\n\nThe landlord looked around at the corner and smiled.\n\n\"That,\" said he, \"is the gentleman we spoke of this afternoon--Mr.\nC.B. Jones--the man who usurped the rooms intended for you.\"\n\n\"Rooms?\" repeated Uncle John. \"Has he a large party, then?\"\n\n\"He is alone; that is the queer part of it,\" returned the landlord.\n\"Nor has he much baggage. But he liked the suite--a parlor with five\nrooms opening out of it--and insisted upon having them all, despite\nthe fact that it is one of the most expensive suites in the hotel. I\nsaid he was eccentric, did I not?\"\n\n\"You were justified,\" said Mr. Merrick, thought fully. \"Thank you,\nsir, for the information.\"\n\nEven as he rejoined the girls, who were seated together upon a broad\ndivan, the man arose, laid down his magazine and came slowly down\nthe room, evidently headed for the elevator. But with a start he\nrecognized the girl who had accosted him on the beach, and the others\nwith her, and for an instant came to a full stop before the group, his\nsad eyes fixed intently upon Myrtle's face.\n\nThe situation was a bit awkward, and to relieve it Uncle John remarked\nin his cheery voice:\n\n\"Well, Mr. Jones, we meet again, you see.\"\n\nThe man turned slowly and faced him; then bowed in a mechanical way\nand proceeded to the elevator, into which he disappeared.\n\nNaturally Uncle John was indignant.\n\n\"Confound the fellow!\" he exclaimed. \"He's worse than a boor. But\nperhaps his early education was neglected.\"\n\n\"Did you call him Mr. Jones, sir?\" asked Myrtle in a voice that\ntrembled with excitement.\n\n\"Yes, my dear; but it is not your Uncle Anson. I've inquired about\nhim. The Joneses are pretty thick, wherever you go; but I hope not\nmany are like this fellow.\"\n\n\"Something's wrong with him,\" declared Patsy. \"He's had some sad\nbereavement--a great blow of some sort--and it has made him somber and\nmelancholy. He doesn't seem to know he acts rudely. You can tell by\nthe man's eyes that he is unhappy.\"\n\n\"His eyes have neither color nor expression,\" remarked Beth. \"At his\nbest, this Mr. Jones must have been an undesirable acquaintance.\"\n\n\"You can't be sure of that,\" returned Patsy; \"and I'm positive my\ntheory is correct. More and more am I inclined to agree with Myrtle\nthat he is disgusted with life, and longs to end it.\"\n\n\"Let him, then,\" retorted Uncle John. \"I'm sure such a person is of no\nuse to the world, and if he doesn't like himself he's better out of\nit.\"\n\nThat kindly Mr. Merrick should give vent to such a heartless speech\nproved how much annoyed he had been by Mr. Jones' discourtesy.\n\n\"He might be reclaimed, and--and comforted,\" said Myrtle, softly.\n\"When I think of the happiness you have brought into my life, sir, I\nlong to express my gratitude by making some one else happy.\"\n\n\"You're doing it, little one,\" he answered, pinching her cheek. \"If\nwe've brought a bit of sunshine into your life we've reaped an ample\nreward in your companionship. But if you can find a way to comfort\nthat man Jones, and fetch him out of his dumps, you are certainly a\nmore wonderful fairy than I've given you credit for.\"\n\nMyrtle did not reply to this, although it pleased her. She presently\npleaded weariness and asked permission to return to her room. Beth\nand Patsy wanted to go into the great domed ballroom and watch the\ndancing; so Myrtle bade them good night and ascended by the elevator\nto her floor.\n\n\n\n\nCHAPTER XIX\n\n\"THREE TIMES\"\n\n\nSoftly stepping over the thick carpets, which deadened the sound of\nthe crutches--now becoming scarcely necessary to her--the young girl\npassed along the corridor, passing angles and turns innumerable on her\nway to her room. Some erratic architect certainly concocted the\nplan of the Hotel del Coronado. It is a very labyrinth of passages\nconnecting; its nine hundred rooms, and one has to have a good bump of\nlocation to avoid getting lost in its mazes.\n\nNear one of the abrupt turns a door stood ajar, and in passing Myrtle\nglanced in, and then paused involuntarily. It was a small parlor,\nprettily furnished, and in a big chair reclined a man whose hands were\nboth pressed tight against his face, thus covering it completely. But\nMyrtle knew him. The thin frame, as well as the despairing attitude,\nmarked him as the man who had come so strangely into her life and\nwhose personality affected her so strangely. She now stood in the\ndimly lighted corridor looking in upon him with infinite pity, and as\nshe looked her glance fell upon the table beside him, where something\nbright glittered beneath the electric lamps.\n\nHer heart gave a sudden thump of mingled fear and dismay. She knew\nintuitively what that \"something\" was. \"Let him,\" Uncle John had said;\nbut Myrtle instantly determined _not_ to let him.\n\nShe hesitated a moment; but seeing that the man remained motionless,\nhis eyes still covered, as if lost to all his surroundings, she softly\ncrept forward and entered the room. She held the crutches under her\narms, but dared not use them for fear of making a noise. Step by step\nshe stole forward until the table was within reach. Then she stretched\nout her hand, seized the revolver, and hid it in the folds of her\nblouse.\n\nTurning for a final glance at the man she was startled to find he had\nremoved his hands and was steadfastly regarding her.\n\nMyrtle leaned heavily on her crutches. She felt faint and miserable,\nlike a criminal caught in the act. As her eyes fell before the intent\ngaze her face turned scarlet with humiliation and chagrin. Still, she\ndid not attempt to escape, the idea not occurring to her; so for a\ntime the tableau was picturesque--the lame girl standing motionless\nwith downcast eyes and the man fixedly staring at her.\n\n\"Three times!\" he slowly said, in a voice finally stirred by a trace\nof emotion. \"Three times. My child, why are you so persistent?\"\n\nMyrtle tried to be brave and meet his gaze. It was not quite so\ndifficult now the silent man had spoken.\n\n\"Why do you force me to be persistent?\" she asked, a tremor in her\nvoice. \"Why are you determined to--to--\"\n\nWords failed her, but he nodded to show he understood.\n\n\"Because,\" said he, \"I am tired; very tired, my child. It's a big\nworld; too big, in fact; but there's nothing in it for me any more.\"\n\nThere was expression enough in his voice now; expression of utter\ndespondency.\n\n\"Why?\" asked Myrtle, somewhat frightened to find herself so bold.\n\nHe did not answer for a long time, but sat reading her mobile face\nuntil a gentler look came into his hard blue eyes.\n\n\"It is a story too sad for young ears,\" he finally replied. \"Perhaps,\ntoo, you would not understand it, not knowing or understanding me. I'm\nan odd sort of man, well along in years, and I've lived an odd sort\nof life. But my story, such as it is, has ended, and I'm too weary to\nbegin another volume.\"\n\n\"Oh, no!\" exclaimed Myrtle, earnestly. \"Surely this cannot be the\nfulfillment and end of your life. If it were, why should _I_ come into\nyour life just now?\"\n\nHe stared at her with a surprised--an even startled--look.\n\n\"Have you come into my life?\" he inquired, in a low, curious tone.\n\n\"Haven't I?\" she returned. \"At the Grand Canyon--\"\n\n\"I know,\" he interrupted hastily. \"That was your mistake; and mine.\nYou should not have interfered. I should not have let you interfere.\"\n\n\"But I did,\" said Myrtle.\n\n\"Yes. Somehow your voice sounded like a command, and I obeyed it;\nperhaps because no living person has a right to command me. You--you\ntook me by surprise.\"\n\nHe passed his hand over his eyes with that weary gesture peculiar to\nhim, and then fell silent.\n\nMyrtle had remained standing. She did not know what to do in this\nemergency, or what more to say. The conversation could not be ended in\nthis summary fashion. The hopeless man needed her in some way; how,\nshe did not know. Feeling weak and very incompetent to meet the\nimportant crisis properly, the girl crept to a chair opposite the man\nand sank into it. Then she leaned her chin upon her hand and looked\npleadingly at her strange acquaintance. He met her eyes frankly.\nThe hard look in his own seemed to have disappeared, dispelled by a\nsympathy that was new to him.\n\nAnd so they sat, regarding one another silently yet musingly, for a\nlong time.\n\n\"I wish,\" said Myrtle once, in her softest, sweetest tones, \"I could\nhelp you. Some one helped me when I was in great trouble, so I want to\nhelp you.\"\n\nHe did not reply, and another period of silence ensued. But his next\nspeech showed he had been considering her words.\n\n\"Because you have suffered,\" he said, \"you have compassion for others\nwho suffer. But your trouble is over now?\"\n\n\"Almost,\" she said, smiling brightly.\n\nHe sighed, but questioned her no farther.\n\n\"A while ago,\" she volunteered, \"I had neither friends nor relatives.\"\nHe gave her a queer look, then. \"I had no money. I had been hurt in an\naccident and was almost helpless. But I did not despair, sir--and I am\nonly an inexperienced girl.\n\n\"In my darkest hour I found friends--kind, loving friends--who showed\nme a new world that I had not suspected was in existence. I think\nthe world is like a great mirror,\" she continued, meditatively, \"and\nreflects our lives just as we ourselves look upon it. Those who turn\nsad faces toward the world find only sadness reflected. But a smile is\nreflected in the same way, and cheers and brightens our hearts. You\nthink there is no pleasure to be had in life. That is because you are\nheartsick and--and tired, as you say. With one sad story ended you are\nafraid to begin another--a sequel--feeling it would be equally sad.\nBut why should it be? Isn't the joy or sorrow equally divided in\nlife?\"\n\n\"No,\" he replied.\n\n\"A few days ago,\" she continued earnestly, \"we were crossing the\nArizona deserts. It was not pleasant, but we did not despair, for\nwe knew the world is not all desert and that the land of roses and\nsunshine lay just beyond. Now that we're in California we've forgotten\nthe dreary desert. But you--Why, sir, you've just crossed your desert,\nand you believe all the world is bitter and cruel and holds no joy for\nyou! Why don't you step out bravely into the roses and sunshine of\nlife, and find the joy that has been denied you?\"\n\nHe looked into her eyes almost fearfully, but it seemed to her that\nhis own held a first glimmer of hope.\n\n\"Do you believe there can be joy for me anywhere in the world?\" he\nasked.\n\n\"Of course. I tell you there's just as much sweet as there is bitter\nin life. Don't I know it? Haven't I proved it? But happiness doesn't\nchase people who try to hide from it. It will meet you halfway, but\nyou've got to do your share to deserve it. I'm not preaching; I've\nlived this all out, in my own experience, and know what I'm talking\nabout. Now as for you, sir, I can see very plainly you haven't been\ndoing your duty. You've met sorrow and let it conquer you. You've\ntaken melancholy by the hand and won't let go of it. You haven't tried\nto fight for your rights--the rights God gave to every man and expects\nhim to hold fast to and take advantage of. No, indeed!\"\n\n\"But what is the use?\" he asked, timidly, yet with an eager look in\nhis face. \"You are young, my child; I am nearly old enough to have\nbeen your father. There are things you have not yet learned; things I\nhope you will never learn. An oak may stand alone in a field, and be\nlonely because it cannot touch boughs with another. A flower may bloom\nalone in a garden, and wither and die for want of companionship. God's\nwisdom grouped every living thing. He gave Adam a comrade. He created\nno solitary thing. But see, my child: although this world contains\ncountless thousands, there is not one among them I may call my\nfriend.\"\n\n\"Oh, yes; just one!\" said Myrtle quickly. \"I am your friend. Not\nbecause you want me, but because you need me. And that's a beginning,\nisn't it? I can find other friends for you, among _my_ friends, and\nyou will be sure to like them because I like them.\"\n\nThis naive suggestion did not affect him as much as the fact that this\nfair young girl had confessed herself his friend. He did not look at\nMyrtle now; he stared straight ahead, at the wall paper, and his brow\nwas furrowed as if he was thinking deeply.\n\nPerhaps any other man would have thanked the girl for her sympathy and\nher proffered friendship, or at the least have acknowledged it. But\nnot so this queer Mr. Jones; eccentric, indeed, as the shrewd landlord\nhad described him. Nor did Myrtle seem to expect an acknowledgment.\nIt was enough for her that her speech had set him thinking along new\nlines.\n\nHe sat musing for so long that she finally remembered it was growing\nlate, and began to fear Patsy and Beth would seek their rooms, which\nconnected with her own, and find her absent. That would worry them. So\nat last she rose softly, took her crutches and turned to go.\n\n\"Good night, my--friend,\" she said.\n\n\"Good night, my child,\" he answered in a mechanical tone, without\nrousing from his abstraction.\n\nMyrtle went to her room and found it was not so late as she had\nfeared. She opened a drawer and placed the revolver in it, not without\na little shudder.\n\n\"At any rate,\" she murmured, with satisfaction, \"he will not use this\nto-night.\"\n\n\n\n\nCHAPTER XX\n\nON POINT LOMA\n\n\nNext morning a beautiful bunch of roses was brought to Myrtle's\nroom--roses so magnificent that it seemed impossible they could be\ngrown out of doors. But there are few hothouses in California, and the\nboy who brought the flowers confided to her the information that they\nwere selected from more than five hundred blooms. She ran to show them\nto Patsy and Beth, who were amazed not only by the roses but by the\nfact that the queer Mr. Jones had sent them to Myrtle. There was no\ncard or note accompanying the gift, but after the younger girl had\nrelated her conversation with Mr. Jones the previous evening, they\ncould not doubt but he had sent the flowers.\n\n\"Perhaps,\" reflected Patsy, \"we've been misjudging him. I never beheld\nsuch a stolid, unimpressive countenance in my life; but the man must\nhave a soul of some sort, or he would not think of sending flowers to\nhis new friend.\"\n\n\"It's a pretty idea,\" said Beth. \"He wanted to assure Myrtle that he\nappreciated her kindness.\"\n\n\"I'm sure he likes me,\" declared Myrtle, simply. \"He wasn't a bit\ncross when I ran in and took away his pistol, or when I preached to\nhim. I really gave him a good talking to, and he didn't object a bit.\"\n\n\"What he needs,\" commented Beth, \"is to get away from himself, and\nmingle with people more. I wonder if we could coax him to join us in\nour ride to Point Loma.\"\n\n\"Would we care to ask him?\" said Patsy. \"He's as sour and crabbed in\nlooks as he is in disposition, and has treated Uncle John's advances\nshamefully. I'd like to help Myrtle bring the old fellow back to life;\nbut perhaps we can find an easier way than to shut him up with us in\nan automobile.\"\n\n\"He wouldn't go, I'm sure,\" declared Myrtle. \"He has mellowed a\nlittle--a very little--as these roses prove. But he treated me last\nnight just as he does Mr. Merrick, even after our conversation. When\nI said 'Good night' I had to wait a long time for his answer. But I'd\nlike you to meet him and help cheer him up; so please let me introduce\nhim, if there's a chance, and do be nice to him.\"\n\n\"I declare,\" cried Patsy, laughing, \"Myrtle has assumed an air of\nproprietorship over the Sad One already.\"\n\n\"She has a right to, for she saved his life,\" said Beth.\n\n\"Three times,\" Myrtle added proudly. \"He told me so himself.\"\n\nUncle John heard the story of Myrtle's adventure with considerable\nsurprise, and he too expressed a wish to aid her in winning Mr. Jones\nfrom his melancholy mood.\n\n\"Every man is queer in one way or another,\" said he, \"and I'd say the\nwomen were, too, if you females were not listening. I also imagine a\nvery rich man has the right to be eccentric, if it pleases him.\"\n\n\"Is Mr. Jones rich, then?\" inquired Beth.\n\n\"According to the landlord he's rich as Croesus. Made his money in\nmining--manipulating stocks, I suppose. But evidently his wealth\nhasn't been a comfort to him, or he wouldn't want to shuffle off his\nmortal coil and leave it behind\"\n\nThey did not see the object of this conversation before leaving for\nthe trip to Point Loma--a promontory that juts out far into the\nPacific. It is reached by a superb macadamized boulevard, which passes\ndown the north edge of the promontory, rounds the corner where stands\nthe lighthouse, and comes back along the southern edge, all the time a\nhundred feet or more in elevation above the ocean.\n\nThe view from the Point is unsurpassed. Wampus stopped his car beside\na handsomely appointed automobile that was just then deserted.\n\n\"Some one is here before us,\" remarked Patsy. \"But that is not\nstrange. The wonder is that crowds are not here perpetually.\"\n\n\"It is said,\" related the Major, who had really begun to enjoy\nCalifornia, \"that the view from this Point includes more varied\nscenery than any other that is known in the world. Here we see the\ngrand San Bernardino range of mountains; the Spanish Bight on the\nMexican shore; the pretty city of San Diego climbing its hills, with\nthe placid bay in front, where float the warships of the Pacific\nSquadron; the broad stretch of orange and lemon groves, hedged with\ntowering palm trees; Santa Catalina and the Coronado Islands; the blue\nPacific rolling in front and rugged Loma with its rocky cliffs behind.\nWhat more could we ask to see from any one viewpoint?\"\n\n\"Don't forget the monster hotel, with its hundred towers and gables,\ndominating the strip of land between the bay and the ocean,\" added\nBeth. \"How near it seems, and yet it is many miles away.\"\n\nSome one had told them that moonstones were to be found on the beach\nat the base of the cliff; so they all climbed down the steep path,\nfollowed by Mumbles, who had not perceptibly grown in size during the\ntrip but had acquired an adventurous disposition which, coupled with\nhis native inquisitiveness, frequently led him into trouble.\n\nNow, when they had reached the narrow beach, Mumbles ran ahead, passed\naround the corner of a cliff that almost touched the water, and was\npresently heard barking furiously.\n\n\"Sounds as if he scented game,\" said Patsy.\n\n\"A turtle, perhaps, or a big fish washed ashore,\" suggested the Major.\n\nBut now the small dog's voice changed suddenly and became a succession\nof yelps expressing mingled pain and terror.\n\n\"Oh, he's hurt!\" cried Myrtle; and they all hurried forward, Uncle\nJohn leading them on a run, and passed around the big rock to rescue\ntheir pet.\n\nSome one was before them, however. The foolish dog had found a huge\ncrab in the sand and, barking loudly, had pushed his muzzle against\nthe creature, with the result that the crab seized his black nose in\na gripping claw and pinched as hard as it was able. Mumbles tried to\nback away, madly howling the while; but the crab, although the smaller\nantagonist, gripped a rock with its other claw and held on, anchoring\nthe terrified dog to the spot.\n\nBut help was at hand. A tall, thin man hurried to the rescue, and just\nas Uncle John came in sight, leading his procession, a knife severed\nthe crab's claw and Mumbles was free. Seeing his mistress, the puppy,\nstill whining with pain, hurried to her for comfort, while Uncle John\nturned to the man and said:\n\n\"Thank you, Mr. Jones, for assisting our poor beast. Mumbles is an\nEastern dog, you know, and inexperienced in dealing with crabs.\"\n\nMr. Jones was examining the claw, the despoiled owner of which had\nquickly slid into the water.\n\n\"It is a species of crawfish,\" he observed, meditatively. Then, seeing\nthe girls approach, he straightened up and rather awkwardly lifted his\nhat.\n\nThe gesture surprised them all. Heretofore, when they had met, the man\nhad merely stared and turned away, now his attempt at courtesy was\nstartling because unexpected.\n\nMyrtle came close to his side.\n\n\"How nice to find you here, Mr. Jones,\" she said brightly. \"And oh, I\nmust thank you for my lovely roses.\"\n\nHe watched her face with evident interest and it seemed that his own\ncountenance had become less haggard and sad than formerly.\n\n\"Let me introduce my friends,\" said the girl, with sudden recollection\nof her duty. \"This is Mr. Merrick, my good friend and benefactor; and\nthis is Major Doyle and his daughter Miss Patricia Doyle, both of whom\nhave the kindest hearts in the world; Miss Beth De Graf, Mr. Merrick's\nniece, has watched over and cared for me like a sister, and--oh, I\nforgot; Miss Patsy is Mr. Merrick's niece, too. So now you know them\nall.\"\n\nThe man nodded briefly his acknowledgment.\n\n\"You--you are Mr. Jones, I believe, of--of Boston?\"\n\n\"Once of Boston,\" he repeated mechanically. Then he looked at her and\nadded: \"Go on.\"\n\n\"Why--what--I don't understand,\" she faltered. \"Have I overlooked\nanyone?\"\n\n\"Only yourself,\" he said.\n\n\"Oh; but I--I met you last night.\"\n\n\"You did not tell me your name,\" he reminded her.\n\n\"I'm Myrtle,\" she replied, smiling in her relief. \"Myrtle Dean.\"\n\n\"Myrtle Dean!\" His voice was harsh; almost a shout.\n\n\"Myrtle Dean. And I--I'm from Chicago; but I don't live there any\nmore.\"\n\nHe stood motionless, looking at the girl with a fixed expression that\nembarrassed her and caused her to glance appealingly at Patsy. Her\nfriend understood and came to her rescue with some inconsequent remark\nabout poor Mumbles, who was still moaning and rubbing; his pinched\nnose against Patsy's chin to ease the pain.\n\nMr. Jones paid little heed to Miss Doyle's observation, but as Myrtle\ntried to hide behind Beth Mr. Merrick took the situation in hand by\ndrawing the man's attention to the scenery, and afterward inquiring if\nhe was searching for moonstones.\n\nThe conversation now became general, except that Mr. Jones remained\npractically silent He seemed to try to interest himself in the chatter\naround him, but always his eyes would stray to Myrtle's face and hold\nher until she found an opportunity to turn away.\n\n\"We've luncheon in the car,\" announced Uncle John, after a time.\n\"Won't you join us, Mr. Jones?\"\n\n\"Yes,\" was the unconventional reply. The man was undoubtedly\nabstracted and did not know he was rude. He quietly followed them up\nthe rocks and when they reached the automobile remained by Myrtle's\nside while Wampus brought out the lunch basket and Beth and Patsy\nspread the cloth upon the grass and unpacked the hamper.\n\nMr. Jones ate merely a mouthful, but he evidently endeavored to follow\nthe conversation and take an interest in what was said. He finally\nbecame conscious that his continuous gaze distressed Myrtle, and\nthereafter strove to keep his eyes from her face. They would creep\nback to it, from time to time; but Beth, who was watching him\ncuriously, concluded he was making a serious effort to deport himself\nagreeably and credited him with a decided improvement in manners as\ntheir acquaintance with him progressed.\n\nAfter luncheon, when their return by way of Old Town and the Spanish\nMission was proposed, Mr. Jones said, pointing to the car that stood\nbeside their own:\n\n\"This is my automobile. I drive it myself. I would like Myrtle Dean to\nride back with me.\"\n\nThe girl hesitated, but quickly deciding she must not retreat, now she\nhad practically begun the misanthrope's reformation, she replied:\n\n\"I will be very glad to. But won't you take one of my friends, also?\nThat will divide the party more evenly.\"\n\nHe looked down at his feet, thoughtfully considering the proposition.\n\n\"I'll go with you,\" said Beth, promptly. \"Get into the front seat with\nMr. Jones, Myrtle, and I'll ride behind.\"\n\nThe man made no protest. He merely lifted Myrtle in his arms and\ngently placed her in the front seat. Beth, much amused, took the seat\nbehind, unassisted save that the Major opened the door for her. Mr.\nJones evidently understood his car. Starting the engines without\neffort he took his place at the wheel and with a nod to Mr. Merrick\nsaid:\n\n\"Lead on, sir; I will follow.\"\n\nWampus started away. He was displeased with the other car. It did\nnot suit him at all. And aside from the fact that the sour-faced\nindividual who owned it had taken away two of Wampus' own passengers,\nthe small shaggy Mumbles, who had been the established companion of\nUncle John's chauffeur throughout all the long journey, suddenly\ndeserted him. He whined to go with the other car, and when Patsy\nlifted him aboard he curled down beside the stranger as if thoroughly\nsatisfied. Patsy knew why, and was amused that Mumbles showed his\ngratitude to Mr. Jones for rescuing him from the crab; but Wampus\nscowled and was distinctly unhappy all the way to Old Town.\n\n\"Him mebbe fine gentleman,\" muttered the Canadian to the Major; \"but\nif so he make a disguise of it. Once I knew a dog thief who resemble\nhim; but perhaps Mumble he safe as long as Miss Myrtle an' Miss Beth\nthey with him.\"\n\n\"Don't worry,\" said the Major, consolingly. \"I'll keep my eye on the\nrascal. But he's a fine driver, isn't he?\"\n\n\"Oh, _that_!\" retorted Wampus, scornfully. \"Such little cheap car like\nthat he drive himself.\"\n\nAt Old Town Mr. Jones left them, saying he had been to the Mission and\ndid not care for it. But as he drove his car away there was a gentler\nand more kindly expression upon his features than any of them had ever\nseen there before, and Myrtle suspected her charm was working and the\nregeneration really begun.\n\n\n\n\nCHAPTER XXI\n\nA TALE OF WOE\n\n\nThat evening after dinner, as Mr. Merrick sat alone in the hotel\nlobby, the girls having gone to watch the Major bowl tenpins, Mr.\nJones approached and sat down in the chair beside him.\n\nUncle John greeted the man with an attempt at cordiality. He could not\nyet bring himself to like his personality, but on Myrtle's account and\nbecause he was himself generous enough to wish to be of service to\nanyone so forlorn and unhappy, he treated Mr. Jones with more respect\nthan he really thought he deserved.\n\n\"Tell me, Mr. Merrick,\" was the abrupt request, \"where you found\nMyrtle Dean.\"\n\nUncle John told him willingly. There was no doubt but Myrtle had\ninterested the man.\n\n\"My girls found her on the train between Chicago and Denver,\" he\nbegan. \"She was on her way to join her uncle in Leadville.\"\n\n\"What is her uncle's name?\"\n\n\"Anson Jones. But the child was almost helpless, ill and without\nfriends or money. She was not at all sure her uncle was still in\nLeadville, in which case she would be at the mercy of a cold world. So\nI telegraphed and found that Anson Jones had been gone from the mining\ncamp for several months. Do you know, sir, I at first suspected you\nmight be the missing uncle? For I heard you were a miner and found\nthat your name is Jones. But I soon discovered you are not Anson\nJones, but C.B. Jones--which alters the case considerably.\"\n\nMr. Jones nodded absently.\n\n\"Tell me the rest,\" he said.\n\nUncle John complied. He related the manner in which Beth and Patsy\nhad adopted Myrtle, the physician's examination and report upon her\ncondition, and then told the main points of their long but delightful\njourney from Albuquerque to San Diego in the limousine.\n\n\"It was one of the most fortunate experiments we have ever tried,\" he\nconcluded; \"for the child has been the sweetest and most agreeable\ncompanion imaginable, and her affection and gratitude have amply\nrepaid us for anything we have done for her. I am determined she shall\nnot leave us, sir. When we return to New York I shall consult the best\nspecialist to be had, and I am confident she can be fully cured and\nmade as good as new.\"\n\nThe other man had listened intently, and when the story was finished\nhe sat silent for a time, as if considering and pondering over what he\nhad heard. Then, without warning, he announced quietly:\n\n\"I am Anson Jones.\"\n\nUncle John fairly gasped for breath.\n\n\"_You_ Anson Jones!\" he exclaimed. Then, with plausible suspicion he\nadded: \"I myself saw that you are registered as C.B. Jones.\"\n\n\"It is the same thing,\" was the reply. \"My name is Collanson--but my\nfamily always called me 'Anson', when I had a family--and by that name\nI was best known in the mining camps. That is what deceived you.\"\n\n\"But--dear me!--I don't believe Myrtle knows her uncle's name is\nCollanson.\"\n\n\"Probably not. Her mother, sir, my sister, was my only remaining\nrelative, the only person on earth who cared for me--although I\nfoolishly believed another did. I worked for success as much on\nKitty's account--Kitty was Myrtle's mother--as for my own sake. I\nintended some day to make her comfortable and happy, for I knew her\nhusband's death had left her poor and friendless. I did not see her\nfor years, nor write to her often; it was not my way. But Kitty always\nknew I loved her.\"\n\nHe paused and sat silent a moment. Then he resumed, in his quiet, even\ntones:\n\n\"There is another part of my story that you must know to understand\nme fully; to know why I am now a hopeless, desperate man; or was\nuntil--until last night, perhaps. Some years ago, when in Boston, I\nfell in love with a beautiful girl. I am nearly fifty, and she was not\nquite thirty, but it never occurred to me that I was too old to win\nher love, and she frankly confessed she cared for me. But she said she\ncould not marry a poor man and would therefore wait for me to make a\nfortune. Then I might be sure she would marry me. I believed her. I do\nnot know why men believe women. It is an absurd thing to do. I did it;\nbut other men have been guilty of a like folly. Ah, how I worked and\nplanned! One cannot always make a fortune in a short time. It took me\nyears, and all the time she renewed her promises and kept my hopes and\nmy ambitions alive.\n\n\"At last I won the game, as I knew I should do in time. It was a big\nstrike. I discovered the 'Blue Bonnet' mine, and sold a half interest\nin it for a million. Then I hurried to Boston to claim my bride....\nShe had been married just three months, after waiting, or pretending\nto wait, for me for nearly ten years! She married a poor lawyer, too,\nafter persistently refusing me because _I_ was poor. She laughed at\nmy despair and coldly advised me to find some one else to share my\nfortune.\"\n\nHe paused again and wearily passed his hand over his eyes--a familiar\ngesture, as Myrtle knew. His voice had grown more and more dismal as\nhe proceeded, and just now he seemed as desolate and unhappy as when\nfirst they saw him at the Grand Canyon.\n\n\"I lived through it somehow,\" he continued; \"but the blow stunned me.\nIt stuns me yet. Like a wounded beast I slunk away to find my sister,\nknowing she would try to comfort me. She was dead. Her daughter\nMyrtle, whom I had never seen, had been killed in an automobile\naccident. That is what her aunt, a terrible woman named Martha Dean,\ntold me, although now I know it was a lie, told to cover her own\nbaseness in sending an unprotected child to the far West to seek an\nunknown uncle. I paid Martha Dean back the money she claimed she had\nspent for Myrtle's funeral; that was mere robbery, I suppose, but not\nto be compared with the crime of her false report. I found myself\nbereft of sweetheart, sister--even an unknown niece. Despair claimed\nme. I took the first train for the West, dazed and utterly despondent.\nSome impulse led me to stop off at the Grand Canyon, and there I saw\nthe means of ending all my misery. But Myrtle interfered.\"\n\nUncle John, now thoroughly interested and sympathetic, leaned over and\nsaid solemnly:\n\n\"The hand of God was in that!\"\n\nMr. Jones nodded.\n\n\"I am beginning to believe it,\" he replied. \"The girl's face won me\neven in that despairing mood. She has Kitty's eyes.\"\n\n\"They are beautiful eyes,\" said Uncle John, earnestly. \"Sir, you have\nfound in your niece one of the sweetest and most lovely girls that\never lived. I congratulate you!\"\n\nMr. Jones nodded again. His mood had changed again since they began\nto speak of Myrtle. His eyes now glowed with pleasure and pride. He\nclasped Mr. Merrick's hand in his own as he said with feeling:\n\n\"She has saved me, sir. Even before I knew she was my niece I began to\nwonder if it would not pay me to live for her sake. And now--\"\n\n\"And now you are sure of it,\" cried Uncle John, emphatically. \"But who\nis to break the news to Myrtle?\"\n\n\"No one, just yet,\" was the reply. \"Allow me, sir, if you please, to\nkeep her in ignorance of the truth a little longer. I only made the\ndiscovery myself today, you see, and I need time to think it all out\nand determine how best to take advantage of my good fortune.\"\n\n\"I shall respect your wish, sir,\" said Mr. Merrick.\n\nThe girls came trooping back then, and instead of running away Anson\nJones remained to talk with them.\n\nBeth and Patsy were really surprised to find the \"Sad One\" chatting\npleasantly with Uncle John. The Major looked at the man curiously, not\nunderstanding the change in him. But Myrtle was quite proud of the\nprogress he was making and his improved spirits rendered the girl very\nhappy indeed. Why she should take such an interest in this man she\ncould not have explained, except that he had been discouraged and\nhopeless and she had succeeded in preventing him from destroying his\nlife and given him courage to face the world anew. But surely that was\nenough, quite sufficient to give her a feeling of \"proprietorship,\" as\nPatsy had expressed it, in this queer personage. Aside from all this,\nshe was growing to like the man who owed so much to her. Neither Patsy\nnor Beth could yet see much to interest them or to admire in his\ngloomy character; but Myrtle's intuition led her to see beneath the\nsurface, and she knew there were lovable traits in Mr. Jones' nature\nif he could only be induced to display them.\n\n\n\n\nCHAPTER XXII\n\nTHE CONFESSION\n\n\nAfter that evening the man attached himself to the party on every\npossible occasion. Sometimes in their trips around Coronado he rode\nin their automobile, at other times he took Myrtle, and perhaps one\nother, in his own car. Every day he seemed brighter and more cheerful,\nuntil even Major Doyle admitted he was not a bad companion.\n\nThree weeks later they moved up to Los Angeles, taking two days for\nthe trip and stopping at Riverside and Redlands on the way. They\nestablished their headquarters at one of the handsome Los Angeles\nhotels and from there made little journeys through the surrounding\ncountry, the garden spot of Southern California. One day they went to\nPasadena, which boasts more splendid residences than any city of its\nsize in the world; at another time they visited Hollywood, famed as\n\"the Paradise of Flowers.\" Both mountains and sea were within easy\nreach, and there was so much to do that the time passed all too\nswiftly.\n\nIt was on their return from such a day's outing that Myrtle met with\nher life's greatest surprise. Indeed, the surprise was shared by all\nbut Uncle John, who had religiously kept the secret of Mr. Jones'\nidentity.\n\nAs they reached the hotel this eventful evening Mr. Merrick said to\nthe girls:\n\n\"After you have dressed for dinner meet us on the parlor floor. We\ndine privately to-night.\"\n\nThey were mildly astonished at the request, but as Uncle John was\nalways doing some unusual thing they gave the matter little thought.\nHowever, on reaching the parlor floor an hour later they found Mr.\nMerrick, the Major and Mr. Jones in a group awaiting them, and\nall were garbed in their dress suits, with rare flowers in their\nbuttonholes.\n\n\"What is it, then?\" asked Patsy. \"A treat?\"\n\n\"I think so,\" said Uncle John, smiling. \"Your arm, please, Miss\nDoyle.\"\n\nThe Major escorted Beth and Mr. Jones walked solemnly beside Myrtle,\nwho still used crutches, but more as a matter of convenience than\nbecause they were necessary. At the end of a corridor a waiter threw\nopen the door of a small but beautiful banquet room, where a round\ntable, glistening with cut glass and silver, was set for six. In the\ncenter of the table was a handsome centerpiece decorated with vines\nof myrtle, while the entire room was filled with sprays of the dainty\nvines, alive with their pretty blue flowers.\n\n\"Goodness me!\" exclaimed Patsy, laughing gleefully. \"This seems to be\nour little Myrtle's especial spread. Who is the host, Uncle John?\"\n\n\"Mr. Jones, of course,\" announced Beth, promptly.\n\nMyrtle blushed and glanced shyly at Mr. Jones. His face was fairly\nillumined with pleasure. He placed her in the seat of honor and said\ngravely:\n\n\"This is indeed Myrtle's entertainment, for she has found something.\nIt is also partly my own thanksgiving banquet, my friends; for I, too,\nhave found something.\"\n\nHis tone was so serious that all remained silent as they took their\nseats, and during the many courses served the conversation was less\nlively than on former occasions when there had been no ceremony.\nMyrtle tried hard to eat, but there was a question in her eyes--a\nquestion that occupied her all through the meal. When, finally, the\ndessert was served and the servants had withdrawn and left them to\nthemselves, the girl could restrain her curiosity no longer.\n\n\"Tell me, Mr. Jones,\" she said, turning to him as he sat beside her;\n\"what have you found?\"\n\nHe was deliberate as ever in answering.\n\n\"You must not call me 'Mr. Jones,' hereafter,\" said he.\n\n\"Why not? Then, what _shall_ I call you?\" she returned, greatly\nperplexed.\n\n\"I think it would be more appropriate for you to call me 'Uncle\nAnson.'\"\n\n\"Uncle Anson! Why, Uncle Anson is--is--\"\n\nShe paused, utterly bewildered, but with a sudden suspicion that made\nher head whirl.\n\n\"It strikes me, Myrtle,\" said Uncle John, cheerfully, \"that you have\nnever been properly introduced to Mr. Jones. If I remember aright you\nscraped acquaintance with him and had no regular introduction. So I\nwill now perform that agreeable office. Miss Myrtle Dean, allow me to\npresent your uncle, Mr. Collanson B. Jones.\"\n\n\"Collanson!\" repeated all the girls, in an astonished chorus.\n\n\"That is my name,\" said Mr. Jones, the first smile they had seen\nradiating his grim countenance. \"All the folks at home, among them my\nsister Kitty--your mother, my dear--called me 'Anson'; and that is\nwhy, I suppose, old Martha Dean knew me only as your 'Uncle Anson.'\nHad she told you my name was Collanson you might have suspected\nearlier that 'C.B. Jones' was your lost uncle. Lost only because he\nwas unable to find you, Myrtle. While you were journeying West in\nsearch of him he was journeying East. But I'm glad, for many reasons,\nthat you did not know me. It gave me an opportunity to learn the\nsweetness of your character. Now I sincerely thank God that He led you\nto me, to reclaim me and give me something to live for. If you will\npermit me, my dear niece, I will hereafter devote my whole life to\nyou, and earnestly try to promote your happiness.\"\n\nDuring this long speech Myrtle had sat wide eyed and white, watching\nhis face and marveling at the strangeness of her fate. But she was\nvery, very glad, and young enough to quickly recover from the shock.\n\nThere was a round of applause from Patsy, Beth, the Major and\nUncle John, which served admirably to cover their little friend's\nembarrassment and give her time to partially collect herself. Then she\nturned to Mr. Jones and with eyes swimming with tears tenderly kissed\nhis furrowed cheek.\n\n\"Oh, Uncle Anson; I'm _so_ happy!\" she said.\n\nOf course Myrtle's story is told, now. But it may be well to add that\nUncle Anson did for her all that Uncle John had intended doing, and\neven more. The consultation with a famous New York specialist, on\ntheir return a month later, assured the girl that no painful operation\nwas necessary. The splendid outing she had enjoyed, with the fine air\nof the far West, had built up her health to such an extent that nature\nremedied the ill she had suffered. Myrtle took no crutches back to New\nYork--a city now visited for the first time in her life--nor did she\never need them again. The slight limp she now has will disappear\nin time, the doctors say, and the child is so radiantly happy that\nneither she nor her friends notice the limp at all.\n\nPatsy Doyle, as owner of the pretty flat building on Willing Square,\nhas rented to Uncle Anson the apartment just opposite that of the\nDoyles, and Mr. Jones has furnished it cosily to make a home for his\nniece, to whom he is so devoted that Patsy declares her own doting and\nadoring father is fairly outclassed.\n\nThe Major asserts this is absurd; but he has acquired a genuine\nfriendship for Anson Jones, who is no longer sad but has grown lovable\nunder Myrtle's beneficent influence.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK AUNT JANE'S NIECES AND UNCLE JOHN***\n\n\n******* This file should be named 10124-8.txt or 10124-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.net\/1\/0\/1\/2\/10124\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS,\" WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\nhttp:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\nhttp:\/\/www.ibiblio.org\/gutenberg\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\nhttp:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\nhttp:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\nhttp:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n*** END: FULL LICENSE ***\n","id":385,"split":"train"}
