{"ori_id":"680f6eb1643e7424ed8735e35af705142a6b0b62","title":"The Feast at Solhaug","context":"The Feast at Solhaug\n The play opens on the day of the feast celebrating the third wedding anniversary of the wedding of Bengt Guateson and Margit. Erik of Hogge, a friend of Knut Gesling, the King's sheriff, and Knut himself are seeking permission for Knut to marry Margit's sister, Signe. Knut, a warlike man, is advised that he must demonstrate peaceful ways for a year before Margit will support the marriage. They are invited to the feast, under pledge that they will be peaceful that night.\nThey depart to look for Margit's kinsman, Gudmund Alfson, who they know to be outlawed and suspect to be nearby. Once they depart and her husband leaves, Margit speaks of her regret in marrying Bengt Gauteson, even though he was a wealthy older landowner. Her woe is captured by her phrase, \"I myself am the Hill-King's  wife!\"\nGudmund Alfson arrives. Margit, who has loved him since he departed three years earlier, treats him poorly until she realizes that, although once close to the king, he has been outlawed and is on the run. She then dreams of marrying him and obtains poison to administer to Bengt.\nMeanwhile, Gudmund speaks to Signe, who has grown up since he last saw her, expressing his love. Signe remembers him well and is most willing.\nKnut returns in the evening for the feast. Finding Gudmund there, although he is the sheriff, Knut does not take Gudmund to demonstrate his intent to be peaceful, but declares that this day shall end peacefully.\nThey both speak together, expressing their intent to marry. After some discussion they both proclaim, and realize they woo the same woman. Since Signe loves Gudmund, Knut announces he is leaving peacefully, but will return in the morn to take Gudmund.\nMagrit prepares to poison Bengt after many of the guests depart, leaving him a poisoned drink as she goes to bed. He is advised of Knut’s return and, setting aside his drink, goes to meet Knut and his men. Gudmund & Signe enter and almost drink the poison.\nAs Knut returns in the morning and meets Bengt who is set upon defending his household, Knut slays him. Bengt’s friends capture Knut and bring him before Magrit.\nThe king’s men arrive. Gudmund is prepared to surrender, but finds that the king has recognized his error and restored all of Gudmund’s property and standing.\nMargit wishes Gudmund and Signe well and goes off to St. Sunniva's cloister.\nï»¿The Project Gutenberg eBook, The Feast at Solhoug, by Henrik Ibsen,\nTranslated by William Archer and Mary Morrison\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: The Feast at Solhoug\n\n\nAuthor: Henrik Ibsen\n\n\n\nRelease Date: May 21, 2006  [eBook #18428]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE FEAST AT SOLHOUG***\n\n\nE-text prepared by Douglas Levy\n\n\n\nTHE FEAST AT SOLHOUG.\n\nby\n\nHENRIK IBSEN\n\nFrom The Collected Works of Henrik Ibsen, Volume 1\nRevised and Edited by William Archer\n\nTranslation by William Archer and Mary Morrison\n\n\n\n\n\n\n\nINTRODUCTION*\n\n\nExactly a year after the production of _Lady Inger of Ostrat_--that\nis to say on the \"Foundation Day\" of the Bergen Theatre, January 2,\n1866--_The Feast at Solhoug_ was produced.  The poet himself has\nwritten its history in full in the Preface to the second edition.\nThe only comment that need be made upon his rejoinder to his critics\nhas been made, with perfect fairness as it seems to me, by George\nBrandes in the following passage:** \"No one who is unacquainted with\nthe Scandinavian languages can fully understand the charm that the\nstyle and melody of the old ballads exercise upon the Scandinavian\nmind.  The beautiful ballads and songs of _Des Knaben Wunderhorn_\nhave perhaps had a similar power over German minds; but, as far as\nI am aware, no German poet has has ever succeeded in inventing a\nmetre suitable for dramatic purposes, which yet retained the\nmediaeval ballad's sonorous swing and rich aroma.  The explanation\nof the powerful impression produced in its day by Henrik Hertz's\n_Svend Dyring's House_ is to be found in the fact that in it, for\nthe first time, the problem was solved of how to fashion a metre\nakin to that of the heroic ballads, a metre possessing as great\nmobility as the verse of the _Niebelungenlied_, along with a\ndramatic value not inferior to that of the pentameter.  Henrik\nIbsen, it is true, has justly pointed out that, as regards the\nmutual relations of the principal characters, _Svend Dyring's\nHouse_ owes more to Kleist's _Kathchen von Heubronn_ than _The\nFeast at Solhoug_ owes to _Svend Dyring's House_.  But the fact\nremains that the versified parts of the dialogue of both _The Feast\nat Solhoug_ and _Olaf Liliekrans_ are written in that imitation\nof the tone and style of the heroic ballad, of which Hertz was\nthe happily-inspired originator.  There seems to me to be no\ndepreciation whatever of Ibsen in the assertion of Hertz's right\nto rank as his model.  Even the greatest must have learnt from\nsome one.\"\n\nBut while the influence of Danish lyrical romanticism is apparent\nin the style of the play, the structure, as it seems to me, shows no\nless clearly that influence of the French plot-manipulators which\nwe found so unmistakably at work in _Lady Inger_.  Despite its\nlyrical dialogue, _The Feast at Solhoug_ has that crispiness of\ndramatic action which marks the French plays of the period.  It may\nindeed be called Scribe's _Bataille de Dames_ writ tragic.  Here,\nas in the _Bataille de Dames_ (one of the earliest plays produced\nunder Ibsen's supervision), we have the rivalry of an older and a\nyounger woman for the love of a man who is proscribed on an unjust\naccusation, and pursued by the emissaries of the royal power.  One\nmight even, though this would be forcing the point, find an analogy\nin the fact that the elder woman (in both plays a strong and\ndetermined character) has in Scribe's comedy a cowardly suitor,\nwhile in Ibsen's tragedy, or melodrama, she has a cowardly husband.\nIn every other respect the plays are as dissimilar as possible; yet\nit seems to me far from unlikely that an unconscious reminiscence\nof the _Bataille de Dames_ may have contributed to the shaping of\n_The Feast at Solhoug_ in Ibsen's mind.  But more significant than\nany resemblance of theme is the similarity of Ibsen's whole method\nto that of the French school--the way, for instance, in which\nmisunderstandings are kept up through a careful avoidance of the\nuse of proper names, and the way in which a cup of poison, prepared\nfor one person, comes into the hands of another person, is, as a\nmatter of fact, drunk by no one but occasions the acutest agony to\nthe would-be poisoner.  All this ingenious dovetailing of incidents\nand working-up of misunderstandings, Ibsen unquestionably learned\nfrom the French.  The French language, indeed, is the only one which\nhas a word--_quiproquo_--to indicate the class of misunderstanding\nwhich, from _Lady Inger_ down to the _League of Youth_, Ibsen\nemployed without scruple.\n\nIbsen's first visit to the home of his future wife took place after\nthe production of _The Feast at Solhoug_.  It seems doubtful whether\nthis was actually his first meeting with her; but at any rate we\ncan scarcely suppose that he knew her during the previous summer,\nwhen he was writing his play.  It is a curious coincidence, then,\nthat he should have found in Susanna Thoresen and her sister Marie\nvery much the same contrast of characters which had occupied him\nin his first dramatic effort, _Catilina_, and which had formed\nthe main subject of the play he had just produced.  It is less\nwonderful that the same contrast should so often recur in his later\nworks, even down to _John Gabriel Borkman_.  Ibsen was greatly\nattached to his gentle and retiring sister-in-law, who died\nunmarried in 1874.\n\n_The Feast at Solhoug_ has been translated by Miss Morison and\nmyself, only because no one else could be found to undertake the\ntask.  We have done our best; but neither of us lays claim to any\ngreat metrical skill, and the light movement of Ibsen's verse is\noften, if not always, rendered in a sadly halting fashion.  It is,\nhowever, impossible to exaggerate the irregularity of the verse\nin the original, or its defiance of strict metrical law.  The\nnormal line is one of four accents: but when this is said, it is\nalmost impossible to arrive at any further generalisation.  There\nis a certain lilting melody in many passages, and the whole play\nhas not unfairly been said to possess the charm of a northern\nsummer night, in which the glimmer of twilight gives place only\nto the gleam of morning.  But in the main (though much better than\nits successor, _Olaf Liliekrans_) it is the weakest thing that\nIbsen admitted into the canon of his works.  He wrote it in 1870\nas \"a study which I now disown\"; and had he continued in that\nframe of mind, the world would scarcely have quarrelled with his\njudgment.  At worst, then, my collaborator and I cannot be accused\nof marring a masterpiece; but for which assurance we should probably\nhave shrunk from the attempt.\n\n                                                   W. A.\n\n*Copyright, 1907, by Charles Scribner's Sons.\n**_Ibsen and Bjornson_.  London, Heinmann, 1899, p.88\n\n\n\n\nTHE FEAST AT SOLHOUG (1856)\n\n\n\nTHE AUTHOR'S PREFACE TO THE SECOND EDITION\n\n\nPREFACE\n\n\nI wrote _The Feast at Solhoug_ in Bergen in the summer of 1855--that\nis to say, about twenty-eight years ago.\n\nThe play was acted for the first time on January 2, 1856, also at\nBergen, as a gala performance on the anniversary of the foundation\nof the Norwegian Stage.\n\nAs I was then stage-manager of the Bergen Theatre, it was I myself\nwho conducted the rehearsals of my play.  It received an excellent,\na remarkably sympathetic interpretation.  Acted with pleasure and\nenthusiasm, it was received in the same spirit.  The \"Bergen\nemotionalism,\" which is said to have decided the result of the\nlatest elections in those parts, ran high that evening in the\ncrowded theatre.  The performance ended with repeated calls for\nthe author and for the actors.  Later in the evening I was serenaded\nby the orchestra, accompanied by a great part of the audience.  I\nalmost think that I went so far as to make some kind of speech\nfrom my window; certain I am that I felt extremely happy.\n\nA couple of months later, _The Feast of Solhoug_ was played in\nChristiania.  There also it was received by the public with much\napprobation, and the day after the first performance Bjornson wrote\na friendly, youthfully ardent article on it in the _Morgenblad_.  It\nwas not a notice or criticism proper, but rather a free, fanciful\nimprovisation on the play and the performance.\n\nOn this, however, followed the real criticism, written by the\nreal critics.\n\nHow did a man in the Christiania of those days--by which I mean\nthe years between 1850 and 1860, or thereabouts--become a real\nliterary, and in particular dramatic, critic?\n\nAs a rule, the process was as follows: After some preparatory\nexercises in the columns of the _Samfundsblad_, and after the\nplay, the future critic betook himself to Johan Dahl's bookshop\nand ordered from Copenhagen a copy of J. L. Heiberg's _Prose\nWorks_, among which was to be found--so he had heard it said--an\nessay entitled _On the Vaudeville_.  This essay was in due course\nread, ruminated on, and possibly to a certain extent understood.\nFrom Heiberg's writings the young man, moreover, learned of a\ncontroversy which that author had carried on in his day with\nProfessor Oehlenschlager and with the Soro poet, Hauch.  And he\nwas simultaneously made aware that J. L. Baggesen (the author of\n_Letters from the Dead_) had at a still earlier period made a\nsimilar attack on the great author who wrote both _Axel and Valborg_\nand _Hakon Jarl_.\n\nA quantity of other information useful to a critic was to be\nextracted from these writings.  From them one learned, for instance,\nthat taste obliged a good critic to be scandalised by a hiatus.\nDid the young critical Jeronimuses of Christiania encounter such\na monstrosity in any new verse, they were as certain as their\nprototype in Holberg to shout their \"Hoity-toity! the world will\nnot last till Easter!\"\n\nThe origin of another peculiar characteristic of the criticism then\nprevalent in the Norwegian capital was long a puzzle to me.  Every\ntime a new author published a book or had a little play acted, our\ncritics were in the habit of flying into an ungovernable passion\nand behaving as if the publication of the book or the performance\nof the play were a mortal insult to themselves and the newspapers\nin which they wrote.  As already remarked, I puzzled long over this\npeculiarity.  At last I got to the bottom of the matter.  Whilst\nreading the Danish _Monthly Journal of Literature_ I was struck by\nthe fact that old State-Councillor Molbech was invariably seized\nwith a fit of rage when a young author published a book or had a\nplay acted in Copenhagen.\n\nThus, or in a manner closely resembling this, had the tribunal\nqualified itself, which now, in the daily press, summoned _The\nFeast at Solhoug_ to the bar of criticism in Christiania.  It was\nprincipally composed of young men who, as regards criticism, lived\nupon loans from various quarters.  Their critical thought had long\nago been thought and expressed by others; their opinions had long\nere now been formulated elsewhere.  Their aesthetic principles were\nborrowed; their critical method was borrowed; the polemical tactics\nthey employed were borrowed in every particular, great and small.\nTheir very frame of mind was borrowed.  Borrowing, borrowing, here,\nthere, and everywhere!  The single original thing about them was\nthat they invariably made a wrong and unseasonable application of\ntheir borrowings.\n\nIt can surprise no one that this body, the members of which, as\ncritics, supported themselves by borrowing, should have presupposed\nsimilar action on my part, as author.  Two, possibly more than\ntwo, of the newspapers promptly discovered that I had borrowed\nthis, that, and the other thing form Henrik Hertz's play, _Svend\nDyring's House_.\n\nThis is a baseless and indefensible critical assertion.  It is\nevidently to be ascribed to the fact that the metre of the ancient\nballads is employed in both plays.  But my tone is quite different\nfrom Hertz's; the language of my play has a different ring; a\nlight summer breeze plays over the rhythm of my verse: over that\nor Hertz's brood the storms of autumn.\n\nNor, as regards the characters, the action, and the contents of\nthe plays generally, is there any other or any greater resemblance\nbetween them than that which is a natural consequence of the\nderivation of the subjects of both from the narrow circle of\nideas in which the ancient ballads move.\n\nIt might be maintained with quite as much, or even more, reason\nthat Hertz in his _Svend Dyring's House_ had borrowed, and that\nto no inconsiderable extent, from Heinrich von Kleist's _Kathchen\nvon Heilbronn_, a play written at the beginning of this century.\nKathchen's relation to Count Wetterstrahl is in all essentials\nthe same as Tagnhild's to the knight, Stig Hvide.  Like Ragnhild,\nKathchen is compelled by a mysterious, inexplicable power to follow\nthe man she loves wherever he goes, to steal secretly after him,\nto lay herself down to sleep near him, to come back to him, as by\nsome innate compulsion, however often she may be driven away.  And\nother instances of supernatural interference are to be met with\nboth in Kleist's and in Hertz's play.\n\nBut does any one doubt that it would be possible, with a little\ngood--or a little ill-will, to discover among still older dramatic\nliterature a play from which it could be maintained that Kleist had\nborrowed here and there in his _Kathchen von Heilbronn_?  I, for\nmy part, do not doubt it.  But such suggestions of indebtedness\nare futile.  What makes a work of art the spiritual property of\nits creator is the fact that he has imprinted on it the stamp of\nhis own personality.  Therefore I hold that, in spite of the\nabove-mentioned points of resemblance, _Svend Dyring's House_ is\nas incontestably and entirely an original work by Henrick Hertz as\n_Katchen von Heilbronn_ is an original work by Heinrich von Kleist.\n\nI advance the same claim on my own behalf as regards _The Feast at\nSolhoug_, and I trust that, for the future, each of the three\nnamesakes* will be permitted to keep, in its entirety, what\nrightfully belongs to him.\n\nIn writing _The Feast of Solhoug_ in connection with _Svend Dyring's\nHouse_, George Brandes expresses the opinion, not that the former\nplay is founded upon any idea borrowed from the latter, but that it\nhas been written under an influence exercised by the older author\nupon the younger.  Brandes invariably criticises my work in such a\nfriendly spirit that I have all reason to be obliged to him for\nthis suggestion, as for so much else.\n\nNevertheless I must maintain that he, too, is in this instance\nmistaken.  I have never specially admired Henrik Hertz as a dramatist.\nHence it is impossible for me to believe that he should, unknown to\nmyself, have been able to exercise any influence on by dramatic\nproduction.\n\nAs regards this point and the matter in general, I might confine\nmyself to referring those interested to the writings of Dr. Valfrid\nVasenius, lecturer on Aesthetics at the University of Helsingfors.\nIn the thesis which gained him his degree of Doctor of Philosophy,\n_Henrik Ibsen's Dramatic Poetry in its First stage_ (1879), and\nalso in _Henrik Ibsen: The Portrait of a Skald_ (Jos. Seligman &\nCo., Stockholm, 1882), Valsenious states and supports his views on\nthe subject of the play at present in question, supplementing them\nin the latter work by what I told him, very briefly, when we were\ntogether at Munich three years ago.\n\nBut, to prevent all misconception, I will now myself give a short\naccount of the origin of _The Feast at Solhoug_.\n\nI began this Preface with the statement that _The Feast at Solhoug_\nwas written in the summer 1855.\n\nIn 1854 I had written _Lady Inger of Ostrat_.  This was a task\nwhich had obliged me to devote much attention to the literature\nand history of Norway during the Middle Ages, especially the latter\npart of that period.  I did my utmost to familiarise myself with\nthe manners and customs, with the emotions, thought, and language\nof the men of those days.\n\nThe period, however, is not one over which the student is tempted\nto linger, nor does it present much material suitable for dramatic\ntreatment.\n\nConsequently I soon deserted it for the Saga period.  But the Sagas\nof the Kings, and in general the more strictly historical traditions\nof that far-off age, did not attract me greatly; at that time I was\nunable to put the quarrels between kings and chieftains, parties and\nclans, to any dramatic purpose.  This was to happen later.\n\nIn the Icelandic \"family\" Sagas, on the other hand, I found in\nabundance what I required in the shape of human garb for the moods,\nconceptions, and thoughts which at that time occupied me, or were,\nat least, more or less distinctly present in my mind.  With these\nOld Norse contributions to the personal history of our Saga period\nI had had no previous acquaintance; I had hardly so much as heard\nthem named.  But now N. M. Petersen's excellent translation--\nexcellent, at least, as far as the style is concerned--fell into\nmy hands.  In the pages of these family chronicles, with their\nvariety of scenes and of relations between man and man, between\nwoman and woman, in short, between human being and human being,\nthere met me a personal, eventful, really living life; and as the\nresult of my intercourse with all these distinctly individual men\nand women, there presented themselves to my mind's eye the first\nrough, indistinct outlines of _The Vikings at Helgeland_.\n\nHow far the details of that drama then took shape, I am no longer\nable to say.  But I remember perfectly that the two figures of\nwhich I first caught sight were the two women who in course of\ntime became Hiordis and Dagny.  There was to be a great banquet\nin the play, with passion-rousing, fateful quarrels during its\ncourse.  Of other characters and passions, and situations produced\nby these, I meant to include whatever seemed to me most typical\nof the life which the Sagas reveal.  In short, it was my intention\nto reproduce dramatically exactly what the Saga of the Volsungs\ngives in epic form.\n\nI made no complete, connected plan at that time; but it was evident\nto me that such a drama was to be my first undertaking.\n\nVarious obstacles intervened.  Most of them were of a personal nature,\nand these were probably the most decisive; but it undoubtedly had\nits significance that I happened just at this time to make a careful\nstudy of Landstad's collection of Norwegian ballads, published two\nyears previously.  My mood of the moment was more in harmony with\nthe literary romanticism of the Middle Ages than with the deeds\nof the Sagas, with poetical than with prose composition, with the\nword-melody of the ballad than with the characterisation of the Saga.\n\nThus it happened that the fermenting, formless design for the\ntragedy, _The Vikings at Helgeland_, transformed itself temporarily\ninto the lyric drama, _The Feast at Solhoug_.\n\nThe two female characters, the foster sisters Hiordis and Dagny,\nof the projected tragedy, became the sisters Margit and Signe of\nthe completed lyric drama.  The derivation of the latter pair from\nthe two women of the Saga at once becomes apparent when attention\nis drawn to it.  The relationship is unmistakable.  The tragic\nhero, so far only vaguely outlined, Sigurd, the far-travelled Viking,\nthe welcome guest at the courts of kings, became the knight and\nminstrel, Gudmund Alfson, who has likewise been long absent in\nforeign lands, and has lived in the king's household.  His attitude\ntowards the two sisters was changed, to bring it into accordance\nwith the change in time and circumstances; but the position of\nboth sisters to him remained practically the same as that in the\nprojected and afterwards completed tragedy.  The fateful banquet,\nthe presentation of which had seemed to me of the first importance\nin my original plan, became in the drama the scene upon which its\npersonages made their appearance; it became the background against\nwhich the action stood out, and communicated to the picture as a\nwhole the general tone at which I aimed.  The ending of the play\nwas, undoubtedly, softened and subdued into harmony with its\ncharacter as drama, not tragedy; but orthodox aestheticians may\nstill, perhaps, find it indisputable whether, in this ending, a\ntouch of pure tragedy has not been left behind, to testify to the\norigin of the drama.\n\nUpon this subject, however, I shall not enter at present.  My\nobject has simply been to maintain and prove that the play under\nconsideration, like all my other dramatic works, is an inevitable\noutcome of the tenor of my life at a certain period.  It had its\norigin within, and was not the result of any outward impression\nor influence.\n\nThis, and no other, is the true account of the genesis of _The\nFeast at Solhoug_.\n\nHenrik Ibsen.\nRome, April, 1883.\n\n\n*Heinrich von Kleist, Henrik Hertz, Henrik Ibsen.\n\n\n\n\n\nTHE FEAST AT SOLHOUG\n\n\n\nCHARACTERS\n\n  BENGT GAUTESON, Master of Solhoug.\n  MARGIT, his wife.\n  SIGNE, her sister.\n  GUDMUND ALFSON, their kinsman.\n  KNUT GESLING, the King's sheriff.\n  ERIK OF HEGGE, his friend.\n  A HOUSE-CARL.\n  ANOTHER HOUSE-CARL.\n  THE KING'S ENVOY.\n  AN OLD MAN.\n  A MAIDEN.\n  GUESTS, both MEN and LADIES.\n  MEN of KNUT GESLING'S TRAIN.\n  SERVING-MEN and MAIDENS at SOLHOUG.\n\n\n    The action passes at Solhoug in the Fourteenth Century.\n\n\n  PRONUNCIATION OF NAMES:  Gudmund=Goodmund.  The g in \"Margit\"\n  and in \"Gesling\" is hard, as in \"go,\" or in \"Gesling,\" it may\n  be pronounced as y--\"Yesling.\"  The first o in Solhoug ought\n  to have the sound of a very long \"oo.\"\n\nTranscriber's notes:\n\n--Signe and Hegge have umlauts above the e's, the\n  ultimate e only in Hegge.\n--Passages that are in lyric form are not indented\n  and have the directorial comments to the right of\n  the character's name.\n\n\n\n\nTHE FEAST AT SOLHOUG\n\nPLAY IN THREE ACTS\n\n\n\nACT FIRST\n\n\nA stately room, with doors in the back and to both sides.  In front\n    on the right, a bay window with small round panes, set in lead,\n    and near the window a table, on which is a quantity of feminine\n    ornaments.  Along the left wall, a longer table with silver\n    goblets and drinking-horns.  The door in the back leads out\n    to a passage-way,* through which can be seen a spacious\n    fiord-landscape.\n\nBENGT GAUTESON, MARGIT, KNUT GESLING and ERIK OF HEGGE are seated\n    around the table on the left.  In the background are KNUT's\n    followers, some seated, some standing; one or two flagons of\n    ale are handed round among them.  Far off are heard church\n    bells, ringing to Mass.\n\n*This no doubt means a sort of arcaded veranda running along the\nouter wall of the house.\n\n\n\nERIK.\n\n  [Rising at the table.]  In one word, now, what answer have you\nto make to my wooing on Knut Gesling's behalf?\n\n\nBENGT.\n\n  [Glancing uneasily towards his wife.]  Well, I--to me it seems--\n[As she remains silent.]  H'm, Margit, let us first hear your\nthought in the matter.\n\n\nMARGIT.\n\n  [Rising.]  Sir Knut Gesling, I have long known all that Erik of\nHegge has told of you.  I know full well that you come of a lordly\nhouse; you are rich in gold and gear, and you stand in high favour\nwith our royal master.\n\n\nBENGT.\n\n  [To KNUT.]  In high favour--so say I too.\n\n\nMARGIT.\n\n  And doubtless my sister could choose her no doughtier mate--\n\n\nBENGT.\n\n  None doughtier; that is what _I_ say too.\n\n\nMARGIT.\n\n  --If so be that you can win her to think kindly of you.\n\n\nBENGT.\n\n  [Anxiously, and half aside.]  Nay--nay, my dear wife--\n\n\nKNUT.\n\n  [Springing up.]  Stands it so, Dame Margit!  You think that your\nsister--\n\n\nBENGT.\n\n  [Seeking to calm him.]  Nay, nay, Knut Gesling!  Have patience,\nnow.  You must understand us aright.\n\n\nMARGIT.\n\n  There is naught in my words to wound you.  My sister knows you\nonly by the songs that are made about you--and these songs sound\nbut ill in gentle ears.\n\n  No peaceful home is your father's house.\n    With your lawless, reckless crew,\n  Day out, day in, must you hold carouse--\n    God help her who mates with you.\n  God help the maiden you lure or buy\n    With gold and with forests green--\n  Soon will her sore heart long to lie\n    Still in the grave, I ween.\n\n\nERIK.\n\n  Aye, aye--true enough--Knut Gesling lives not overpeaceably.  But\nthere will soon come a change in that, when he gets him a wife in\nhis hall.\n\n\nKNUT.\n\n  And this I would have you mark, Dame Margit: it may be a week\nsince, I was at a feast at Hegge, at Erik's bidding, whom here\nyou see.  I vowed a vow that Signe, your fair sister, should be\nmy wife, and that before the year was out.  Never shall it be said\nof Knut Gesling that he brake any vow.  You can see, then, that\nyou must e'en choose me for your sister's husband--be it with your\nwill or against it.\n\n\nMARGIT.\n\nEre that may be, I must tell you plain,\nYou must rid yourself of your ravening train.\nYou must scour no longer with yell and shout\nO'er the country-side in a galloping rout;\nYou must still the shudder that spreads around\nWhen Knut Gesling is to a bride-ale bound.\nCourteous must your mien be when a-feasting you ride;\nLet your battle-axe hang at home at the chimney-side--\nIt ever sits loose in your hand, well you know,\nWhen the mead has gone round and your brain is aglow.\nFrom no man his rightful gear shall you wrest,\nYou shall harm no harmless maiden;\nYou shall send no man the shameless hest\nThat when his path crosses yours, he were best\nCome with his grave-clothes laden.\nAnd if you will so bear you till the year be past,\nYou may win my sister for your bride at last.\n\n\nKNUT.\n\n  [With suppressed rage.]  You know how to order your words\ncunningly, Dame Margit.  Truly, you should have been a priest,\nand not your husbands wife.\n\n\nBENGT.\n\n  Oh, for that matter, I too could--\n\n\nKNUT.\n\n  [Paying no heed to him.]  But I would have you take note that\nhad a sword-bearing man spoken to me in such wise--\n\n\nBENGT.\n\n  Nay, but listen, Knut Gesling--you must understand us!\n\n\nKNUT.\n\n  [As before.]  Well, briefly, he should have learnt that the axe\nsits loose in my hand, as you said but now.\n\n\nBENGT.\n\n  [Softly.]  There we have it!  Margit, Margit, this will never\nend well.\n\n\nMARGIT.\n\n  [To KNUT.]  You asked for a forthright answer, and that I have\ngiven you.\n\n\nKNUT.\n\n  Well, well; I will not reckon too closely with you, Dame Margit.\nYou have more wit than all the rest of us together.  Here is my\nhand;--it may be there was somewhat of reason in the keen-edged\nwords you spoke to me.\n\n\nMARGIT.\n\n  This I like well; now are you already on the right way to\namendment.  Yet one word more--to-day we hold a feast at Solhoug.\n\n\nKNUT.\n\n  A feast?\n\n\nBENGT.\n\n  Yes, Knut Gesling: you must know that it is our wedding day;\nthis day three years ago made me Dame Margit's husband.\n\n\nMARGIT.\n\n  [Impatiently, interrupting.]  As I said, we hold a feast to-day.\nWhen Mass is over, and your other business done, I would have you\nride hither again, and join in the banquet.  Then you can learn\nto know my sister.\n\n\nKNUT.\n\n  So be it, Dame Margit; I thank you.  Yet 'twas not to go to Mass\nthat I rode hither this morning.  Your kinsman, Gudmund Alfson,\nwas the cause of my coming.\n\n\nMARGIT.\n\n  [Starts.]  He!  My kinsman?  Where would you seek him?\n\n\nKNUT.\n\n  His homestead lies behind the headland, on the other side of\nthe fiord.\n\n\nMARGIT.\n\n  But he himself is far away.\n\n\nERIK.\n\n  Be not so sure; he may be nearer than you think.\n\n\nKNUT.\n\n  [Whispers.]  Hold your peace!\n\n\nMARGIT.\n\n  Nearer?  What mean you?\n\n\nKNUT.\n\n  Have you not heard, then, that Gudmund Alfson has come back to\nNorway?  He came with the Chancellor Audun of Hegranes, who was\nsent to France to bring home our new Queen.\n\n\nMARGIT.\n\n  True enough, but in these very days the King holds his wedding-\nfeast in full state at Bergen, and there is Gudmund Alfson a guest.\n\n\nBENGT.\n\n  And there could we too have been guests had my wife so willed it.\n\n\nERIK.\n\n  [Aside to KNUT.]  Then Dame Margit knows not that--?\n\n\nKNUT.\n\n  [Aside.]  So it would seem; but keep your counsel.  [Aloud.]\nWell, well, Dame Margit, I must go my way none the less, and see\nwhat may betide.  At nightfall I will be here again.\n\n\nMARGIT.\n\n  And then you must show whether you have power to bridle your\nunruly spirit.\n\n\nBENGT.\n\n  Aye, mark you that.\n\n\nMARGIT.\n\n  You must lay no hand on your axe--hear you, Knut Gesling?\n\n\nBENGT.\n\n  Neither on your axe, nor on your knife, nor on any other\nweapon whatsoever.\n\n\nMARGIT.\n\n  For then can you never hope to be one of our kindred.\n\n\nBENGT.\n\n  Nay, that is our firm resolve.\n\n\nKNUT.\n\n  [To MARGIT.]  Have no fear.\n\n\nBENGT.\n\n  And what we have firmly resolved stands fast.\n\n\nKNUT.\n\n  That I like well, Sir Bengt Gauteson.  I, too, say the same; and\nI have pledged myself at the feast-board to wed your kinswoman.\nYou may be sure that my pledge, too, will stand fast.--God's peace\ntill to-night!\n\n     [He and ERIK, with their men, go out at the back.\n     [BENGT accompanies them to the door.  The sound of the bells\n       has in the meantime ceased.\n\n\nBENGT.\n\n  [Returning.]  Methought he seemed to threaten us as he departed.\n\n\nMARGIT.\n\n  [Absently.]  Aye, so it seemed.\n\n\nBENGT.\n\n  Knut Gesling is an ill man to fall out with.  And when I bethink\nme, we gave him over many hard words.  But come, let us not brood\nover that.  To-day we must be merry, Margit!--as I trow we have\nboth good reason to be.\n\n\nMARGIT.\n\n  [With a weary smile.]  Aye, surely, surely.\n\n\nBENGT.\n\n  Tis true I was no mere stripling when I courted you.  But well\nI wot I was the richest man for many and many a mile.  You were a\nfair maiden, and nobly born; but your dowry would have tempted\nno wooer.\n\n\nMARGIT.\n\n  [To herself.]  Yet was I then so rich.\n\n\nBENGT.\n\n  What said you, my wife?\n\n\nMARGIT.\n\n  Oh, nothing, nothing.  [Crosses to the right.]  I will deck\nme with pearls and rings.  Is not to-night a time of rejoicing\nfor me?\n\n\nBENGT.\n\n  I am fain to hear you say it.  Let me see that you deck you\nin your best attire, that our guests may say: Happy she who mated\nwith Bengt Gauteson.--But now must I to the larder; there are\nmany things to-day that must not be over-looked.\n\n     [He goes out to the left.\n\n\nMARGIT. [Sinks down on a chair by the table on the right.]\n\n'Twas well he departed.  While here he remains\nMeseems the blood freezes within my veins;\nMeseems that a crushing mighty and cold\nMy heart in its clutches doth still enfold.\n     [With tears she cannot repress.\n\nHe is my husband!  I am his wife!\nHow long, how long lasts a woman's life?\nSixty years, mayhap--God pity me\nWho am not yet full twenty-three!\n     [More calmly after a short silence.\n\nHard, so long in a gilded cage to pine;\nHard a hopeless prisoner's lot--and mine.\n     [Absently fingering the ornaments on the table, and beginning\n       to put them on.\n\nWith rings, and with jewels, and all of my best\nBy his order myself I am decking--\nBut oh, if to-day were my burial-feast,\n'Twere little that I'd be recking.\n     [Breaking off.\n\nBut if thus I brood I must needs despair;\nI know a song that can lighten care.\n     [She sings.\n\nThe Hill-King to the sea did ride;\n   --Oh, sad are my days and dreary--\nTo woo a maiden to be his bride.\n   --I am waiting for thee, I am weary.--\n\nThe Hill-King rode to Sir Hakon's hold;\n   --Oh, sad are my days and dreary--\nLittle Kirsten sat combing her locks of gold.\n   --I am waiting for thee, I am weary.--\n\nThe Hill-King wedded the maiden fair;\n   --Oh, sad are my days and dreary--\nA silvern girdle she ever must wear.\n   --I am waiting for thee, I am weary.--\n\nThe Hill-King wedded the lily-wand,\n   --Oh, sad are my days and dreary--\nWith fifteen gold rings on either hand.\n   --I am waiting for thee, I am weary.--\n\nThree summers passed, and there passed full five;\n   --Oh, sad are my days and dreary--\nIn the hill little Kirsten was buried alive.\n   --I am waiting for thee, I am weary.--\n\nFive summers passed, and there passed full nine;\n   --Oh, sad are my days and dreary--\nLittle Kirsten ne'er saw the glad sunshine.\n   --I am waiting for thee, I am weary.--\n\nIn the dale there are flowers and the birds' blithe song;\n   --Oh, sad are my days and dreary--\nIn the hill there is gold and the night is long.\n   --I am waiting for thee, I am weary.--\n     [She rises and crosses the room.\n\nHow oft in the gloaming would Gudmund sing\nThis song in may father's hall.\nThere was somewhat in it--some strange, sad thing\nThat took my heart in thrall;\nThough I scarce understood, I could ne'er forget--\nAnd the words and the thoughts they haunt me yet.\n     [Stops horror-struck.\n\nRings of red gold!  And a belt beside--!\n'Twas with gold the Hill-King wedded his bride!\n     [In despair; sinks down on a bench beside the table on\n       the left.\n\nWoe!  Woe!  I myself am the Hill-King's wife!\nAnd there cometh none to free me from the prison of my life.\n\n     [SIGNE, radiant with gladness, comes running in from\n       the back.\n\nSIGNE.\n\n  [Calling.]  Margit, Margit,--he is coming!\n\n\nMARGIT.\n\n  [Starting up.]  Coming?  Who is coming?\n\n\nSIGNE.\n\n  Gudmund, our kinsman!\n\n\nMARGIT.\n\n  Gudmund Alfson!  Here!  How can you think--?\n\n\nSIGNE.\n\n  Oh, I am sure of it.\n\n\nMARGIT.\n\n  [Crosses to the right.]  Gudmund Alfson is at the wedding-feast\nin the King's hall; you know that as well as I.\n\n\nSIGNE.\n\n  Maybe; but none the less I am sure it was he.\n\n\nMARGIT.\n\n  Have you seen him?\n\n\nSIGNE.\n\n  Oh, no, no; but I must tell you--\n\n\nMARGIT.\n\n  Yes, haste you--tell on!\n\n\nSIGNE.\n\n'Twas early morn, and the church bells rang,\nTo Mass I was fain to ride;\nThe birds in the willows twittered and sang,\nIn the birch-groves far and wide.\nAll earth was glad in the clear, sweet day;\nAnd from church it had well-nigh stayed me;\nFor still, as I rode down the shady way,\nEach rosebud beguiled and delayed me.\nSilently into the church I stole;\nThe priest at the altar was bending;\nHe chanted and read, and with awe in their soul,\nThe folk to God's word were attending.\nThen a voice rang out o'er the fiord so blue;\nAnd the carven angels, the whole church through,\nTurned round, methought, to listen thereto.\n\n\nMARGIT.\n\nO Signe, say on!  Tell me all, tell me all!\n\n\nSIGNE.\n\n'Twas as though a strange, irresistible call\nSummoned me forth from the worshipping flock,\nOver hill and dale, over mead and rock.\n'Mid the silver birches I listening trod,\nMoving as though in a dream;\nBehind me stood empty the house of God;\nPriest and people were lured by the magic 'twould seem,\nOf the tones that still through the air did stream.\nNo sound they made; they were quiet as death;\nTo hearken the song-birds held their breath,\nThe lark dropped earthward, the cuckoo was still,\nAs the voice re-echoed from hill to hill.\n\n\nMARGIT.\n\nGo on.\n\n\nSIGNE.\n\nThey crossed themselves, women and men;\n     [Pressing her hands to her breast.\n\nBut strange thoughts arose within me then;\nFor the heavenly song familiar grew:\nGudmund oft sang it to me and you--\nOfttimes has Gudmund carolled it,\nAnd all he e'er sang in my heart is writ.\n\n\nMARGIT.\n\nAnd you think that it may be--?\n\n\nSIGNE.\n\nI know it is he!  I know it?  I know it!  You soon shall see!\n     [Laughing.\n\nFrom far-off lands, at the last, in the end,\nEach song-bird homeward his flight doth bend!\nI am so happy--though why I scarce know--!\nMargit, what say you?  I'll quickly go\nAnd take down his harp, that has hung so long\nIn there on the wall that 'tis rusted quite;\nIts golden strings I will polish bright,\nAnd tune them to ring and to sing with his song.\n\n\nMARGIT. [Absently.]\n\nDo as you will--\n\n\nSIGNE. [Reproachfully.]\n\n         Nay, this in not right.\n     [Embracing her.\n\nBut when Gudmund comes will your heart grow light--\nLight, as when I was a child, again.\n\n\nMARGIT.\n\nSo much has changed--ah, so much!--since then--\n\n\nSIGNE.\n\nMargit, you shall be happy and gay!\nHave you not serving-maids many, and thralls?\nCostly robes hang in rows on your chamber walls;\nHow rich you are, none can say.\nBy day you can ride in the forest deep,\nChasing the hart and the hind;\nBy night in a lordly bower you can sleep,\nOn pillows of silk reclined.\n\n\nMARGIT. [Looking toward the window.]\n\nAnd he comes to Solhoug!  He, as a guest!\n\n\nSIGNE.\n\nWhat say you?\n\n\nMARGIT. [Turning.]\n\n           Naught.--Deck you out in your best.\nThat fortune which seemeth to you so bright\nMay await yourself.\n\n\nSIGNE.\n\n                     Margit, say what you mean!\n\n\nMARGIT. [Stroking her hair.]\n\nI mean--nay, no more!  'Twill shortly be seen--;\nI mean--should a wooer ride hither to-night--?\n\n\nSIGNE.\n\nA wooer?  For whom?\n\n\nMARGIT.\n\n                    For you.\n\n\nSIGNE. [Laughing.]\n\n                             For me?\nThat he'd ta'en the wrong road full soon he would see.\n\n\nMARGIT.\n\nWhat would you say if a valiant knight\nBegged for your hand?\n\n\nSIGNE.\n\n                    That my heart was too light\nTo think upon suitors or choose a mate.\n\n\nMARGIT.\n\nBut if he were mighty, and rich, and great?\n\n\nSIGNE.\n\nO, were he a king, did his palace hold\nStores of rich garments and ruddy gold,\n'Twould ne'er set my heart desiring.\nWith you I am rich enough here, meseeems,\nWith summer and sun and the murmuring streams,\nAnd the birds in the branches quiring.\nDear sister mine--here shall my dwelling be;\nAnd to give any wooer my hand in fee,\nFor that I am too busy, and my heart too full of glee!\n\n     [SIGNE runs out to the left, singing.\n\n\nMARGIT.\n\n  [After a pause.]  Gudmund Alfson coming hither!  Hither--to\nSolhoug?  No, no, it cannot be.--Signe heard him singing, she\nsaid!  When I have heard the pine-trees moaning in the forest\nafar, when I have heard the waterfall thunder and the birds\npipe their lure in the tree-tops, it has many a time seemed to\nme as though, through it all, the sound of Gudmund's songs came\nblended.  And yet he was far from here.--Signe has deceived\nherself.  Gudmund cannot be coming.\n\n     [BENGT enters hastily from the back.\n\n\nBENGT.\n\n  [Entering, calls loudly.]  An unlooked-for guest my wife!\n\n\nMARGIT.\n\n  What guest?\n\n\nBENGT.\n\n  Your kinsman, Gudmund Alfson!  [Calls through the doorway on the\nright.]  Let the best guest-room be prepared--and that forthwith!\n\n\nMARGIT.\n\n  Is he, then, already here?\n\n\nBENGT.\n\n  [Looking out through the passage-way.]  Nay, not yet; but he\ncannot be far off.  [Calls again to the right.]  The carved oak\nbed, with the dragon-heads!  [Advances to MARGIT.]  His shield-\nbearer brings a message of greeting from him; and he himself is\nclose behind.\n\n\nMARGIT.\n\n  His shield-bearer!  Comes he hither with a shield-bearer!\n\n\nBENGT.\n\n  Aye, by my faith he does.  He has a shield-bearer and six armed\nmen in his train.  What would you?  Gudmund Alfson is a far other\nman than he was when he set forth to seek his fortune.  But I must\nride forth to seek him.  [Calls out.]  The gilded saddle on my horse!\nAnd forget not the bridle with the serpents' heads!  [Looks out to\nthe back.]  Ha, there he is already at the gate!  Well, then, my\nstaff--my silver-headed staff!  Such a lordly knight--Heaven save\nus!--we must receive him with honour, with all seemly honour!\n\n     [Goes hastily out to the back.\n\n\nMARGIT. [Brooding]\n\nAlone he departed, a penniless swain;\nWith esquires and henchmen now comes he again.\nWhat would he?  Comes he, forsooth, to see\nMy bitter and gnawing misery?\nWould he try how long, in my lot accurst,\nI can writhe and moan, ere my heart-strings burst--\nThinks he that--?  Ah, let him only try!\nFull little joy shall he reap thereby.\n     [She beckons through the doorway on the right.  Three\n       handmaidens enter.\n\nList, little maids, what I say to you:\nFind me my silken mantle blue.\nGo with me into my bower anon:\nMy richest of velvets and furs do on.\nTwo of you shall deck me in scarlet and vair,\nThe third shall wind pearl-strings into my hair.\nAll my jewels and gauds bear away with ye!\n     [The handmaids go out to the left, taking the ornaments\n       with them.\n\nSince Margit the Hill-King's bride must be,\nWell! don we the queenly livery!\n\n     [She goes out to the left.\n     [BENGT ushers in GUDMUND ALFSON, through the pent-house\n       passage at the back.\n\n\nBENGT.\n\n  And now once more--welcome under Solhoug's roof, my wife's kinsman.\n\n\nGUDMUND.\n\n  I thank you.  And how goes it with her?  She thrives well in\nevery way, I make no doubt?\n\n\nBENGT.\n\n  Aye, you may be sure she does.  There is nothing she lacks.  She\nhas five handmaidens, no less, at her beck and call; a courser\nstands ready saddled in the stall when she lists to ride abroad.\nIn one word, she has all that a noble lady can desire to make her\nhappy in her lot.\n\n\nGUDMUND.\n\n  And Margit--is she then happy?\n\n\nBENGT.\n\n  God and all men would think that she must be; but, strange\nto say--\n\n\nGUDMUND.\n\n  What mean you?\n\n\nBENGT.\n\n  Well, believe it or not as you list, but it seems to me that\nMargit was merrier of heart in the days of her poverty, than since\nshe became the lady of Solhoug.\n\n\nGUDMUND.\n\n  [To himself.]  I knew it; so it must be.\n\n\nBENGT.\n\n  What say you, kinsman?\n\n\nGUDMUND.\n\n  I say that I wonder greatly at what you tell me of your wife.\n\n\nBENGT.\n\n  Aye, you may be sure I wonder at it too.  On the faith and troth\nof an honest gentleman, 'tis beyond me to guess what more she can\ndesire.  I am about her all day long; and no one can say of me\nthat I rule her harshly.  All the cares of household and husbandry\nI have taken on myself; yet notwithstanding--  Well, well, you\nwere ever a merry heart; I doubt not you will bring sunshine with\nyou.  Hush! here comes Dame Margit!  Let her not see that I--\n\n     [MARGIT enters from the left, richly dressed.\n\n\nGUDMUND.\n\n  [Going to meet her.]  Margit--my dear Margit!\n\n\nMARGIT.\n\n  [Stops, and looks at him without recognition.]  Your pardon, Sir\nKnight; but--?  [As though she only now recognized him.]  Surely,\nif I mistake not, 'tis Gudmund Alfson.\n\n     [Holding out her hand to him.\n\n\nGUDMUND.\n\n  [Without taking it.]  And you did not at once know me again?\n\n\nBENGT.\n\n  [Laughing.]  Why, Margit, of what are you thinking?  I told you\nbut a moment agone that your kinsman--\n\n\nMARGIT.\n\n  [Crossing to the table on the right.]  Twelve years is a long\ntime, Gudmund.  The freshest plant may wither ten times over in\nthat space.\n\n\nGUDMUND.\n\n  'Tis seven years since last we met.\n\n\nMARGIT.\n\n  Surely it must be more than that.\n\n\nGUDMUND.\n\n  [Looking at her.]  I could almost think so.  But 'tis as I say.\n\n\nMARGIT.\n\n  How strange!  I must have been but a child then; and it seems to\nme a whole eternity since I was a child.  [Throws herself down on\na chair.]  Well, sit you down, my kinsman!  Rest you, for to-night\nyou shall dance, and rejoice us with your singing.  [With a forced\nsmile.]  Doubtless you know we are merry here to-day--we are\nholding a feast.\n\n\nGUDMUND.\n\n  'Twas told me as I entered your homestead.\n\n\nBENGT.\n\n  Aye, 'tis three years to-day since I became--\n\n\nMARGIT.\n\n  [Interrupting.]  My kinsman has already heard it.  [To GUDMUND.]\nWill you not lay aside your cloak?\n\n\nGUDMUND.\n\n  I thank you, Dame Margit; but it seems to me cold here--colder\nthan I had foreseen.\n\n\nBENGT.\n\n  For my part, I am warm enough; but then I have a hundred things\nto do and to take order for.  [To MARGIT.]  Let not the time seem\nlong to our guest while I am absent.  You can talk together of\nthe old days.\n\n     [Going.\n\n\nMARGIT.\n\n  [Hesitating.]  Are you going?  Will you not rather--?\n\n\nBENGT.\n\n  [Laughing, to GUDMUND, as he comes forward again.]  See you well--\nSir Bengt of Solhoug is the man to make the women fain of him.\nHow short so e'er the space, my wife cannot abide to be without\nme.  [To MARGIT, caressing her.]  Content you; I shall soon be\nwith you again.\n\n     [He goes out to the back.\n\n\nMARGIT.\n\n  [To herself.]  Oh, torture, to have to endure it all.\n\n     [A short silence.\n\n\nGUDMUND.\n\nHow goes it, I pray, with your sister dear?\n\n\nMARGIT.\n\nRight well, I thank you.\n\n\nGUDMUND.\n\n                          They said she was here\nWith you.\n\n\nMARGIT.\n\n          She has been here ever since we--\n     [Breaks off.\n\nShe came, now three years since, to Solhoug with me.\n     [After a pause.\n\nEre long she'll be here, her friend to greet.\n\n\nGUDMUND.\n\nWell I mind me of Signe's nature sweet.\nNo guile she dreamed of, no evil knew.\nWhen I call to remembrance her eyes so blue\nI must think of the angels in heaven.\nBut of years there have passed no fewer than seven;\nIn that time much may have altered.  Oh, say\nIf she, too, has changed so while I've been away?\n\n\nMARGIT.\n\nShe too?  Is it, pray, in the halls of kings\nThat you learn such courtly ways, Sir Knight?\nTo remind me thus of the change time brings--\n\n\nGUDMUND.\n\nNay, Margit, my meaning you read aright!\nYou were kind to me, both, in those far-away years--\nYour eyes, when we parted were wet with tears.\nWe swore like brother and sister still\nTo hold together in good hap or ill.\n'Mid the other maids like a sun you shone,\nFar, far and wide was your beauty known.\nYou are no less fair than you were, I wot;\nBut Solhoug's mistress, I see, has forgot\nThe penniless kinsman.  So hard is your mind\nThat ever of old was gentle and kind.\n\n\nMARGIT. [Choking back her tears.]\n\nAye, of old--!\n\n\nGUDMUND. [Looks compassionately at her, is silent for a little,\nthen says in a subdued voice.\n\n              Shall we do as your husband said?\nPass the time with talk of the dear old days?\n\n\nMARGIT. [Vehemently.]\n\nNo, no, not of them!\n                     Their memory's dead.\nMy mind unwillingly backward strays.\nTell rather of what your life has been,\nOf what in the wide world you've done and seen.\nAdventures you've lacked not, well I ween--\nIn all the warmth and the space out yonder,\nThat heart and mind should be light, what wonder?\n\n\nGUDMUND.\n\nIn the King's high hall I found not the joy\nThat I knew by my own poor hearth as a boy.\n\n\nMARGIT. [Without looking at him.]\n\nWhile I, as at Solhoug each day flits past,\nThank Heaven that here has my lot been cast.\n\n\nGUDMUND.\n\n'Tis well if for this you can thankful be--\n\n\nMARGIT. [Vehemently.]\n\nWhy not?  For am I not honoured and free?\nMust not all folk here obey my hest?\nRule I not all things as seemeth me best?\nHere I am first, with no second beside me;\nAnd that, as you know, from of old satisfied me.\nDid you think you would find me weary and sad?\nNay, my mind is at peace and my heart is glad.\nYou might, then, have spared your journey here\nTo Solhoug; 'twill profit you little, I fear.\n\n\nGUDMUND.\n\nWhat, mean you, Dame Margit?\n\n\nMARGIT. [Rising.]\n\n          I understand all--\nI know why you come to my lonely hall.\n\n\nGUDMUND.\n\nAnd you welcome me not, though you know why I came?\n     [Bowing and about to go.\n\nGod's peace and farewell, then, my noble dame!\n\n\nMARGIT.\n\nTo have stayed in the royal hall, indeed,\nSir Knight, had better become your fame.\n\n\nGUDMUND. [Stops.]\n\nIn the royal hall?  Do you scoff at my need?\n\n\nMARGIT.\n\nYour need?  You are ill to content, my friend;\nWhere, I would know, do you think to end?\nYou can dress you in velvet and cramoisie,\nYou stand by the throne, and have lands in fee--\n\n\nGUDMUND.\n\nDo you deem, then, that fortune is kind to me?\nYou said but now that full well you knew\nWhat brought me to Solhoug--\n\n\nMARGIT.\n\n          I told you true!\n\n\nGUDMUND.\n\nThen you know what of late has befallen me;--\nYou have heard the tale of my outlawry?\n\n\nMARGIT. [Terror-struck.]\n\nAn outlaw!  You, Gudmund!\n\n\nGUDMUND.\n\n          I am indeed.\nBut I swear, by the Holy Christ I swear,\nHad I known the thoughts of your heart, I ne'er\nHad bent me to Solhoug in my need.\nI thought that you still were gentle-hearted,\nAs you ever were wont to be ere we parted:\nBut I truckle not to you; the wood is wide,\nMy hand and my bow shall fend for me there;\nI will drink of the mountain brook, and hide\nMy head in the beast's lair.\n\n     [On the point of going.\n\n\nMARGIT. [Holding him back.]\n\nOutlawed!  Nay, stay!  I swear to you\nThat naught of your outlawry I knew.\n\n\nGUDMUND.\n\nIt is as I tell you.  My life's at stake;\nAnd to live are all men fain.\nThree nights like a dog 'neath the sky I've lain,\nMy couch on the hillside forced to make,\nWith for pillow the boulder grey.\nThough too proud to knock at the door of the stranger,\nAnd pray him for aid in the hour of danger,\nYet strong was my hope as I held on my way:\nI thought: When to Solhoug you come at last\nThen all your pains will be done and past.\nYou have sure friends there, whatever betide.--\nBut hope like a wayside flower shrivels up;\nThough your husband met me with flagon and cup,\nAnd his doors flung open wide,\nWithin, your dwelling seems chill and bare;\nDark is the hall; my friends are not there.\n'Tis well; I will back to my hills from your halls.\n\n\nMARGIT. [Beseechingly.]\n\nOh, hear me!\n\n\nGUDMUND.\n\n             My soul is not base as a thrall's.\nNow life to me seems a thing of nought;\nTruly I hold it scarce worth a thought.\nYou have killed all that I hold most dear;\nOf my fairest hopes I follow the bier.\nFarewell, then, Dame Margit!\n\n\nMARGIT.\n\n          Nay, Gudmund, hear!\nBy all that is holy--!\n\n\nGUDMUND.\n\n          Live on as before\nLive on in honour and joyance--\nNever shall Gudmund darken your door,\nNever shall cause you 'noyance.\n\n\nMARGIT.\n\nEnough, enough.  Your bitterness\nYou presently shall rue.\nHad I known you outlawed, shelterless,\nHunted the country through--\nTrust me, the day that brought you here\nWould have seemed the fairest of many a year;\nAnd a feast I had counted it indeed\nWhen you turned to Solhoug for refuge in need.\n\n\nGUDMUND.\n\nWhat say you--?  How shall I read your mind?\n\n\nMARGIT. [Holding out her hand to him.]\n\nRead this: that at Solhoug dwell kinsfolk kind.\n\n\nGUDMUND.\n\nBut you said of late--?\n\n\nMARGIT.\n\n                       To that pay no heed,\nOr hear me, and understand indeed.\nFor me is life but a long, black night,\nNor sun, nor star for me shines bright.\nI have sold my youth and my liberty,\nAnd none from my bargain can set me free.\nMy heart's content I have bartered for gold,\nWith gilded chains I have fettered myself;\nTrust me, it is but comfort cold\nTo the sorrowful soul, the pride of pelf.\nHow blithe was my childhood--how free from care!\nOur house was lowly and scant our store;\nBut treasures of hope in my breast I bore.\n\n\nGUDMUND. [Whose eyes have been fixed upon her.]\n\nE'en then you were growing to beauty rare.\n\n\nMARGIT.\n\nMayhap; but the praises showered on me\nCaused the wreck of my happiness--that I now see.\nTo far-off lands away you sailed;\nBut deep in my heart was graven each song\nYou had ever sung; and their glamour was strong;\nWith a mist of dreams my brow they veiled.\nIn them all the joys you had dwelt upon\nThat can find a home in the beating breast;\nYou had sung so oft of the lordly life\n'Mid knights and ladies.  And lo! anon\nCame wooers a many from east and from west;\nAnd so--I became Bengt Gauteson's wife.\n\n\nGUDMUND.\n\nOh, Margit!\n\n\nMARGIT.\n\n            The days that passed were but few\nEre with tears my folly I 'gan to rue.\nTo think, my kinsman and friend, on thee\nWas all the comfort left to me.\nHow empty now seemed Solhoug's hall,\nHow hateful and drear its great rooms all!\nHither came many a knight and dame,\nCame many a skald to sing my fame.\nBut never a one who could fathom aright\nMy spirit and all its yearning--\nI shivered, as though in the Hill-King's might;\nYet my head throbbed, my blood was burning.\n\n\nGUDMUND.\n\nBut your husband--?\n\n\nMARGIT.\n\n                    He never to me was dear.\n'Twas his gold was my undoing.\nWhen he spoke to me, aye, or e'en drew near,\nMy spirit writhed with ruing.\n     [Clasping her hands.\n\nAnd thus have I lived for three long years--\nA life of sorrow, of unstanched tears!\nYour coming was rumoured.  You know full well\nWhat pride deep down in my heart doth dwell.\nI hid my anguish, I veiled my woe,\nFor you were the last that the truth must know.\n\n\nGUDMUND. [Moved.]\n\n'Twas therefore, then, that you turned away--\n\n\nMARGIT. [Not looking at him.]\n\nI thought you came at my woe to jeer.\n\n\nGUDMUND.\n\nMargit, how could you think--?\n\n\nMARGIT.\n\n                               Nay, nay,\nThere was reason enough for such a fear.\nBut thanks be to Heaven that fear is gone;\nAnd now no longer I stand alone;\nMy spirit now is as light and free\nAs a child's at play 'neath the greenwood tree.\n     [With a sudden start of fear.\n\nAh, where are my wits fled!  How could I forget--?\nYe saints, I need sorely your succor yet!\nAn outlaw, you said--?\n\n\nGUDMUND. [Smiling.]\n\n                      Nay, now I'm at home;\nHither the King's men scarce dare come.\n\n\nMARGIT.\n\nYour fall has been sudden.  I pray you, tell\nHow you lost the King's favour.\n\n\nGUDMUND.\n\n                         'Twas thus it befell.\nYou know how I journeyed to France of late,\nWhen the Chancellor, Audun of Hegranes,\nFared thither from Bergen, in royal state,\nTo lead home the King's bride, the fair Princess,\nWith her squires, and maidens, and ducats bright.\nSir Audun's a fair and stately knight,\nThe Princess shone with a beauty rare--\nHer eyes seemed full of a burning prayer.\nThey would oft talk alone and in whispers, the two--\nOf what?  That nobody guessed or knew.\nThere came a night when I leant at ease\nAgainst the galley's railing;\nMy thought flew onward to Norway's leas,\nWith the milk-white seagulls sailing.\nTwo voices whispered behind my back;--\nI turned--it was he and she;\nI knew them well, though the night was black,\nBut they--they saw not me.\nShe gazed upon him with sorrowful eyes\nAnd whispered: \"Ah, if to southern skies\nWe could turn the vessel's prow,\nAnd we were alone in the bark, we twain,\nMy heart, methinks, would find peace again,\nNor would fever burn my brow.\"\nSir Audun answers; and straight she replies,\nIn words so fierce, so bold;\nLike glittering stars I can see her eyes;\nShe begged him--\n     [Breaking off.\n\n                    My blood ran cold.\n\n\nMARGIT.\n\nShe begged--?\n\n\nGUDMUND.\n\nI arose, and they vanished apace;\nAll was silent, fore and aft:--\n     [Producing a small phial.\n\nBut this I found by their resting place.\n\n\nMARGIT.\n\nAnd that--?\n\n\nGUDMUND. [Lowering his voice.]\n\n             Holds a secret draught.\nA drop of this in your enemy's cup\nAnd his life will sicken and wither up.\nNo leechcraft helps 'gainst the deadly thing.\n\n\nMARGIT.\n\nAnd that--?\n\n\nGUDMUND.\n\n        That draught was meant for the King.\n\n\nMARGIT.\n\nGreat God!\n\n\nGUDMUND. [Putting up the phial again.]\n\n         That I found it was well for them all.\nIn three days more was our voyage ended;\nThen I fled, by my faithful men attended.\nFor I knew right well, in the royal hall,\nThat Audun subtly would work my fall,--\nAccusing me--\n\n\nMARGIT.\n\n              Aye, but at Solhoug he\nCannot harm you.  All as of old will be.\n\n\nGUDMUND.\n\nAll?  Nay, Margit--you then were free.\n\n\nMARGIT.\n\nYou mean--?\n\n\nGUDMUND.\n\n       I?  Nay, I meant naught.  My brain\nIs wildered; but ah, I am blithe and fain\nTo be, as of old, with you sisters twain.\nBut tell me,--Signe--?\n\n\nMARGIT. [Points smiling towards the door on the left.]\n\n                       She comes anon.\nTo greet her kinsman she needs must don\nHer trinkets--a task that takes time, 'tis plain.\n\n\nGUDMUND.\n\nI must see--I must see if she knows me again.\n\n     [He goes out to the left.\n\n\nMARGIT.\n\n  [Following him with her eyes.]  How fair and manlike he is!  [With\na sigh.]  There is little likeness 'twixt him and--  [Begins putting\nthings in order on the table, but presently stops.]  \"You then were\nfree,\" he said.  Yes, then!  [A short pause.]  'Twas a strange tale,\nthat of the Princess who--  She held another dear, and then--  Aye,\nthose women of far-off lands--  I have heard it before--they are\nnot weak as we are; they do not fear to pass from thought to deed.\n[Takes up a goblet which stands on the table.]  'Twas in this\nbeaker that Gudmund and I, when he went away, drank to his happy\nreturn.  'Tis well-nigh the only heirloom I brought with me to\nSolhoug.  [Putting the goblet away in a cupboard.]  How soft is\nthis summer day; and how light it is in here!  So sweetly has the\nsun not shone for three long years.\n\n     [SIGNE, and after her GUDMUND, enters from the left.\n\n\nSIGNE. [Runs laughing up to MARGIT.]\n\nHa, ha, ha!  He will not believe that 'tis I!\n\n\nMARGIT. [Smiling to GUDMUND.]\n\nYou see: while in far-off lands you strayed,\nShe, too, has altered, the little maid.\n\n\nGUDMUND.\n\nAye truly!  But that she should be--  Why,\n'Tis a marvel in very deed.\n     [Takes both SIGNE's hands and looks at her.\n\nYet, when I look in these eyes so blue,\nThe innocent child-mind I still can read--\nYes, Signe, I know that 'tis you!\nI needs must laugh when I think how oft\nI have thought of you perched on my shoulder aloft\nAs you used to ride.  You were then a child;\nNow you are a nixie, spell-weaving, wild.\n\n\nSIGNE. [Threatening with her finger.]\n\nBeware!  If the nixie's ire you awaken,\nSoon in her nets you will find yourself taken.\n\n\nGUDMUND. [To himself.]\n\nI am snared already, it seems to me.\n\n\nSIGNE.\n\nBut, Gudmund, wait--you have still to see\nHow I've shielded your harp from the dust and the rust.\n      [As she goes out to the left.\n\nYou shall teach me all of your songs!  You must!\n\n\nGUDMUND. [Softly, as he follows her with his eyes.]\n\nShe has flushed to the loveliest rose of May,\nThat was yet but a bud in the morning's ray.\n\n\nSIGNE. [Returning with the harp.]\n\nBehold!\n\n\nGUDMUND. [Taking it.]\n\n         My harp!  As bright as of yore!\n     [Striking one or two chords.\n\nStill the old chords ring sweet and clear--\nOn the wall, untouched, thou shalt hang no more.\n\n\nMARGIT. [Looking out at the back.]\n\nOur guests are coming.\n\n\nSIGNE. [While GUDMUND preludes his song.]\n\n              Hush--hush!  Oh, hear!\n\n\nGUDMUND. [Sings.]\n\nI roamed through the uplands so heavy of cheer;\nThe little birds quavered in bush and in brere;\nThe little birds quavered, around and above:\nWouldst know of the sowing and growing of love?\n\nIt grows like the oak tree through slow-rolling years;\n'Tis nourished by dreams, and by songs, and by tears;\nBut swiftly 'tis sown; ere a moment speeds by,\nDeep, deep in the heart love is rooted for aye.\n\n     [As he strikes the concluding chords, he goes towards the\n       back where he lays down his harp.\n\n\nSIGNE. [Thoughtfully, repeats to herself.]\n\nBut swiftly 'tis sown; ere a moment speeds by,\nDeep, deep in the heart love is rooted for aye.\n\n\nMARGIT.\n\n  [Absently.]  Did you speak to me?--I heard not clearly--?\n\n\nSIGNE.\n\n  I?  No, no.  I only meant--\n\n     [She again becomes absorbed in dreams.\n\n\nMARGIT. [Half aloud; looking straight before her.]\n\nIt grows like the oak tree through slow-rolling years;\n'Tis nourished by dreams, and by songs and by tears.\n\n\nSIGNE.\n\n  [Returning to herself.]  You said that--?\n\n\nMARGIT.\n\n  [Drawing her hand over her brow.]  Nay, 'twas nothing.  Come, we\nmust go meet our guests.\n\n     [BENGT enters with many GUESTS, both men and women,\n       through the passageway.\n\n\nGUESTS.\n\n    With song and harping enter we\n        The feast-hall opened wide;\n    Peace to our hostess kind and free,\n        All happiness to her betide.\n    O'er Solhoug's roof for ever may\n        Bright as to-day\n        The heavens abide.\n\n\n\n\nACT SECOND\n\n\nA birch grove adjoining the house, one corner of which is seen to\n     the left.  At the back, a footpath leads up the hillside.  To\n     the right of the footpath a river comes tumbling down a ravine\n     and loses itself among boulders and stones.  It is a light\n     summer evening.  The door leading to the house stands open;\n     the windows are lighted up.  Music is heard from within.\n\n\n\nTHE GUESTS. [Singing in the Feast Hall.]\n\nSet bow to fiddle!  To sound of strings\nWe'll dance till night shall furl her wings,\n  Through the long hours glad and golden!\nLike blood-red blossom the maiden glows--\nCome, bold young wooer and hold the rose\n  In a soft embrace enfolden.\n\n     [KNUT GESLING and ERIK OF HEGGE enter from the house.  Sounds\n       of music, dancing and merriment are heard from\n       within during what follows.\n\n\nERIK.\n\n  If only you come not to repent it, Knut.\n\n\nKNUT.\n\n  That is my affair.\n\n\nERIK.\n\n  Well, say what you will, 'tis a daring move.  You are the King's\nSheriff.  Commands go forth to you that you shall seize the person\nof Gudmund Alfson, wherever you may find him.  And now, when you\nhave him in your grasp, you proffer him your friendship, and let\nhim go freely, whithersoever he will.\n\n\nKNUT.\n\n  I know what I am doing.  I sought him in his own dwelling, but\nthere he was not to be found.  If, now, I went about to seize him\nhere--think you that Dame Margit would be minded to give me Signe\nto wife?\n\n\nERIK.\n\n  [With deliberation.]  No, by fair means it might scarcely be, but--\n\n\nKNUT.\n\n  And by foul means I am loth to proceed.  Moreover, Gudmund is\nmy friend from bygone days; and he can be helpful to me.  [With\ndecision.]  Therefore it shall be as I have said.  This evening\nno one at Solhoug shall know that Gudmund Alfson is an outlaw;--\nto-morrow he must look to himself.\n\n\nERIK.\n\n  Aye, but the King's decree?\n\n\nKNUT.\n\n  Oh, the King's decree!  You know as well as I that the King's\ndecree is but little heeded here in the uplands.  Were the King's\ndecree to be enforced, many a stout fellow among us would have\nto pay dear both for bride-rape and for man-slaying.  Come this\nway, I would fain know where Signe--?\n\n     [They go out to the right.\n     [GUDMUND and SIGNE come down the footpath at the back.\n\n\nSIGNE.\n\nOh, speak!  Say on!  For sweeter far\nSuch words than sweetest music are.\n\n\nGUDMUND.\n\nSigne, my flower, my lily fair!\n\n\nSIGNE. [In subdued, but happy wonderment.]\n\nI am dear to him--I!\n\n\nGudmund.\n\n                    As none other I swear.\n\nSIGNE.\n\nAnd is it I that can bind your will!\nAnd is it I that your heart can fill!\nOh, dare I believe you?\n\n\nGUDMUND.\n\n                       Indeed you may.\nList to me, Signe!  The years sped away,\nBut faithful was I in my thoughts to you,\nMy fairest flowers, ye sisters two.\nMy own heart I could not clearly read.\nWhen I left, my Signe was but a child,\nA fairy elf, like the creatures wild\nWho play, while we sleep, in wood and mead.\nBut in Solhoug's hall to-day, right loud\nMy heart spake, and right clearly;\nIt told me that Margit's a lady proud,\nWhilst you're the sweet maiden I love most dearly.\n\n\nSIGNE. [Who has only half listened to his words.]\n\nI mind me, we sat in the hearth's red glow,\nOne winter evening--'tis long ago--\nAnd you sang to me of the maiden fair\nWhom the neckan had lured to his watery lair.\nThere she forgot both father and mother,\nThere she forgot both sister and brother;\nHeaven and earth and her Christian speech,\nAnd her God, she forgot them all and each.\nBut close by the strand a stripling stood\nAnd he was heartsore and heavy of mood.\nHe struck from his harpstrings notes of woe,\nThat wide o'er the waters rang loud, rang low.\nThe spell-bound maid in the tarn so deep,\nHis strains awoke from her heavy sleep,\nThe neckan must grant her release from his rule,\nShe rose through the lilies afloat on the pool--\nThen looked she to heaven while on green earth she trod,\nAnd wakened once more to her faith and her God.\n\n\nGUDMUND.\n\nSigne, my fairest of flowers!\n\n\nSIGNE.\n\n                              It seems\nThat I, too, have lived in a world of dreams.\nBut the strange deep words you to-night have spoken,\nOf the power of love, have my slumber broken.\nThe heavens seemed never so blue to me,\nNever the world so fair;\nI can understand, as I roam with thee,\nThe song of the birds in air.\n\n\nGUDMUND.\n\nSo mighty is love--it stirs in the breast\nThought and longings and happy unrest.\nBut come, let us both to your sister go.\n\n\nSIGNE.\n\nWould you tell her--?\n\n\nGUDMUND.\n\n                   Everything she must know.\n\n\nSIGNE.\n\nThen go you alone;--I feel that my cheek\nWould be hot with blushes to hear you speak.\n\n\nGUDMUND.\n\nSo be it, I go.\n\n\nSIGNE.\n\n              And here will I bide;\n     [Listening towards the right.\n\nOr better--down by the riverside,\nI hear Knut Gesling, with maidens and men.\n\n\nGUDMUND.\n\nThere will you stay?\n\n\nSIGNE.\n\n                    Till you come again\n\n     [She goes out to the right.  GUDMUND goes into the house.\n     [MARGIT enters from behind the house on the left.\n\n\nMARGIT.\n\nIn the hall there is gladness and revelry;\nThe dancers foot it with jest and glee.\nThe air weighed hot on my brow and breast;\nFor Gudmund, he was not there.\n     [She draws a deep breath.\n\nOut here 'tis better: here's quiet and rest.\nHow sweet is the cool night air!\n     [A brooding silence.\n\nThe horrible thought!  Oh, why should it be\nThat wherever I go it follows me?\nThe phial--doth a secret contain;\nA drop of this in my--enemy's cup,\nAnd his life would sicken and wither up;\nThe leech's skill would be tried in vain.\n     [Again a silence.\n\nWere I sure that Gudmund--held me dear--\nThen little I'd care for--\n\n     [GUDMUND enters from the house.\n\n\nGUDMUND.\n\n                          You, Margit, here?\nAnd alone?  I have sought you everywhere.\n\n\nMARGIT.\n\n'Tis cool here.  I sickened of heat and glare.\nSee you how yonder the white mists glide\nSoftly over the marshes wide?\nHere it is neither dark nor light,\nBut midway between them--\n     [To herself.\n\n                       --as in my breast.\n     [Looking at him.\n\nIs't not so--when you wander on such a night\nYou hear, though but half to yourself confessed,\nA stirring of secret life through the hush,\nIn tree and in leaf, in flower and in rush?\n     [With a sudden change of tone.\n\nCan you guess what I wish?\n\n\nGUDMUND.\n\n                              Well?\n\n\nMARGIT.\n\n                                That I could be\nThe nixie that haunts yonder upland lea.\nHow cunningly I should weave my spell!\nTrust me--!\n\n\nGUDMUND.\n\n           Margit, what ails you?  Tell!\n\n\nMARGIT. [Paying no heed to him.]\n\nHow I should quaver my magic lay!\nQuaver and croon it both night and day!\n     [With growing vehemence.\n\nHow I would lure the knight so bold\nThrough the greenwood glades to my mountain hold.\nThere were the world and its woes forgot\nIn the burning joys of our blissful lot.\n\n\nGUDMUND.\n\nMargit!  Margit!\n\n\nMARGIT. [Ever more wildly.]\n\n            At midnight's hour\nSweet were our sleep in my lonely bower;--\nAnd if death should come with the dawn, I trow\n'Twere sweet to die so;--what thinkest thou?\n\n\nGUDMUND.\n\nYou are sick!\n\n\nMARGIT. [Bursting into laughter.]\n\n      Ha, ha!--Let me laugh!  'Tis good\nTo laugh when the heart is in laughing mood!\n\n\nGUDMUND.\n\nI see that you still have the same wild soul\nAs of old--\n\n\nMARGIT. [With sudden seriousness.]\n\n       Nay, let not that vex your mind,\n'Tis only at midnight it mocks control;\nBy day I am timid as any hind.\nHow tame I have grown, you yourself must say,\nWhen you think on the women in lands far away--\nOf that fair Princess--ah, she was wild!\nBeside her lamblike am I and mild.\nShe did not helplessly yearn and brood,\nShe would have acted; and that--\n\n\nGUDMUND.\n\n                                  'Tis good\nYou remind me; Straightway I'll cast away\nWhat to me is valueless after this day--\n\n     [Takes out the phial.\n\n\nMARGIT.\n\nThe phial!  You meant--?\n\n\nGUDMUND.\n\n                          I thought it might be\nAt need a friend that should set me free\nShould the King's men chance to lay hands on me.\nBut from to-night it has lost its worth;\nNow will I fight all the kings of earth,\nGather my kinsfolk and friends to the strife,\nAnd battle right stoutly for freedom and life.\n\n     [Is about to throw the phial against a rock.\n\n\nMARGIT. [Seizing his arm.]\n\nNay, hold!  Let me have it--\n\n\nGUDMUND.\n\n                            First tell me why?\n\n\nMARGIT.\n\nI'd fain fling it down to the neckan hard by,\nWho so often has made my dull hours fleet\nWith his harping and songs, so strange and sweet.\nGive it me!\n     [Takes the phial from his hand.\n\n           There!\n\n     [Feigns to throw it into the river.\n\n\nGUDMUND. [Goes to the right, and looks down into the ravine.]\n\n                 Have you thrown it away?\n\n\nMARGIT. [Concealing the phial.]\n\nAye, surely!  You saw--\n     [Whispers as she goes towards the house.\n\n                 Now God help and spare me!\n     [Aloud.\n\nGudmund!\n\n\nGUDMUND. [Approaching.]\n\n        What would you?\n\n\nMARGIT.\n\n                      Teach me, I pray,\nHow to interpret the ancient lay\nThey sing of the church in the valley there:\nA gentle knight and a lady fair,\nThey loved each other well.\nThat very day on her bier she lay\nHe on his sword-point fell.\nThey buried her by the northward spire,\nAnd him by the south kirk wall;\nAnd theretofore grew neither bush nor briar\nIn the hallowed ground at all.\nBut next spring from their coffins twain\nTwo lilies fair upgrew--\nAnd by and by, o'er the roof-tree high,\nThey twined and they bloomed the whole year through.\nHow read you the riddle?\n\n\nGUDMUND. [Looks searchingly at her.]\n\n                         I scarce can say.\n\n\nMARGIT.\n\nYou may doubtless read it in many a way;\nBut its truest meaning, methinks, is clear:\nThe church can never sever two that hold each other dear.\n\n\nGUDMUND. [To himself.]\n\nYe saints, if she should--?  Lest worse befall,\n'Tis time indeed I told her all!\n     [Aloud.\n\nDo you wish for my happiness--Margit, tell!\n\n\nMARGIT. [In joyful agitation.]\n\nWish for it!  I!\n\n\nGUDMUND.\n\n                Then, wot you well,\nThe joy of my life now rests with you--\n\n\nMARGIT. [With an outburst.]\n\nGudmund!\n\n\nGUDMUND.\n\n        Listen! 'tis the time you knew--\n\n     [He stops suddenly.\n     [Voices and laughter are heard by the river bank.  SIGNE and\n       other GIRLS enter from the right, accompanied by KNUT,\n       ERIK, and several YOUNGER MEN.\n\n\nKNUT.\n\n  [Still at a distance.]  Gudmund Alfson!  Wait; I must speak a word\nwith you.\n\n     [He stops, talking to ERIK.  The other GUESTS in the meantime\n       enter the house.\n\n\nMARGIT.\n\n  [To herself.]  The joy of his life--!  What else can he mean\n  but--!  [Half aloud.]  Signe--my dear, dear sister!\n\n     [She puts her arm round SIGNE's waist, and they go towards\n       the back talking to each other.\n\n\nGUDMUND.\n\n  [Softly as he follows them with his eyes.]  Aye, so it were wisest.\nBoth Signe and I must away from Solhoug.  Knut Gesling has shown\nhimself my friend; he will help me.\n\n\nKNUT.\n\n  [Softly, to ERIK.]  Yes, yes, I say, Gudmund is her kinsman; he\ncan best plead my cause.\n\n\nERIK.\n\n  Well, as you will.\n\n     [He goes into the house.\n\n\nKNUT.\n\n  [Approaching.]  Listen, Gudmund--\n\n\nGUDMUND.\n\n  [Smiling.]  Come you to tell me that you dare no longer let me\ngo free.\n\n\nKNUT.\n\n  Dare!  Be at your ease as to that.  Knut Gesling dares whatever\nhe will.  No, 'tis another matter.  You know that here in the\ndistrict, I am held to be a wild, unruly companion--\n\n\nGUDMUND.\n\n  Aye, and if rumour lies not--\n\n\nKNUT.\n\n  Why no, much that it reports may be true enough.  But now, I must\ntell you--\n\n     [They go, conversing, up towards the back.\n\n\nSIGNE.\n\n  [To MARGIT, as they come forward beside the house.]  I understand\nyou not.  You speak as though an unlooked-for happiness had befallen\nyou.  What is in your mind?\n\n\nMARGIT.\n\n  Signe--you are still a child; you know not what it means to have\never in your heart the dread of--  [Suddenly breaking off.]  Think,\nSigne, what it must be to wither and die without ever having lived.\n\n\nSIGNE.\n\n  [Looks at her in astonishment, and shakes her head.]  Nay, but,\nMargit--?\n\n\nMARGIT.\n\n  Aye, aye, you do not understand, but none the less--\n\n     [They go up again, talking to each other.  GUDMUND and KNUT\n       come down on the other side.\n\n\nGUDMUND.\n\n  Well, if so it be--if this wild life no longer contents you--\nthen I will give you the best counsel that ever friend gave to\nfriend: take to wife an honourable maiden.\n\n\nKNUT.\n\n  Say you so?  And if I now told you that 'tis even that I have\nin mind?\n\n\nGUDMUND.\n\n  Good luck and happiness to you then, Knut Gesling!  And now you\nmust know that I too--\n\n\nKNUT.\n\n  You?  Are you, too, so purposed?\n\n\nGUDMUND.\n\n  Aye truly.  But the King's wrath--I am a banished man--\n\n\nKNUT.\n\n  Nay, to that you need give but little thought.  As yet there is\nno one here, save Dame Margit, that knows aught of the matter;\nand so long as I am your friend, you have one in whom you can\ntrust securely.  Now I must tell you--\n\n     [He proceeds in a whisper as they go up again.\n\n\nSIGNE.\n\n  [As she and MARGIT again advance.]  But tell me then Margit--!\n\n\nMARGIT.\n\n  More I dare not tell you.\n\n\nSIGNE.\n\n  Then will I be more open-hearted than you.  But first answer me\none question.  [Bashfully, with hesitation.]  Is there no one who\nhas told you anything concerning me?\n\n\nMARGIT.\n\n  Concerning you?  Nay, what should that be?\n\n\nSIGNE.\n\n  [As before, looking downwards.]  You said to me this morning: if\na wooer came riding hither--?\n\n\nMARGIT.\n\n  That is true.  [To herself.]  Knut Gesling--has he already--?\n[Eagerly to SIGNE.]  Well?  What then?\n\n\nSIGNE.\n\n  [Softly, but with exultation.]  The wooer has come!  He has come,\nMargit!  I knew not then whom you meant; but now--!\n\n\nMARGIT.\n\n  And what have you answered him?\n\n\nSIGNE.\n\n  Oh, how should I know?  [Flinging her arms round her sister's\nneck.]  But the world seems to me so rich and beautiful since the\nmoment when he told me that he held me dear.\n\n\nMARGIT.\n\n  Why, Signe, Signe, I cannot understand that you should so quickly--!\nYou scarce knew him before to-day.\n\n\nSIGNE.\n\n  Oh, 'tis but little I yet know of love; but this I know that what\nthe song says is true:\nFull swiftly 'tis sown; ere a moment speeds by,\nDeep, deep in the heart love is rooted for aye--\n\n\nMARGIT.\n\n  So be it; and since so it is, I need no longer hold aught concealed\nfrom you.  Ah--\n\n     [She stops suddenly, as she sees KNUT and GUDMUND approaching.\n\n\nKNUT.\n\n  [In a tone of satisfaction.]  Ha, this is as I would have it,\nGudmund.  Here is my hand!\n\n\nMARGIT.\n\n  [To herself.]  What is this?\n\n\nGUDMUND.\n\n  [To KNUT.]  And here is mine!\n\n     [They shake hands.\n\n\nKNUT.\n\n  But now we must each of us name who it is--\n\n\nGUDMUND.\n\n  Good.  Here at Solhoug, among so many fair women, I have found\nher whom--\n\n\nKNUT.\n\n  I too.  And I will bear her home this very night, if it be needful.\n\n\nMARGIT.\n\n  [Who has approached unobserved.]  All saints in heaven!\n\n\nGUDMUND.\n\n  [Nods to KNUT.]  The same is my intent.\n\n\nSIGNE.\n\n  [Who has also been listening.]  Gudmund!\n\n\nGUDMUND AND KNUT.\n\n  [Whispering to each other, as they both point at Signe.]  There\nshe is!\n\n\nGUDMUND.\n\n  [Starting.]  Aye, mine.\n\n\nKNUT.\n\n  [Likewise.]  No, mine!\n\n\nMARGIT.\n\n  [Softly, half bewildered.]  Signe!\n\n\nGUDMUND.\n\n  [As before, to KNUT.]  What mean you by that?\n\n\nKNUT.\n\n  I mean that 'tis Signe whom I--\n\n\nGUDMUND.\n\n  Signe!  Signe is my betrothed in the sight of God.\n\n\nMARGIT.\n\n  [With a cry.]  It was she!  No--no!\n\n\nGUDMUND.\n\n  [To himself, as he catches sight of her.]  Margit!  She has\nheard everything.\n\n\nKNUT.\n\n  Ho, ho!  So this is how it stands?  Nay, Dame Margit, 'tis needless\nto put on such an air of wonder; now I understand everything.\n\n\nMARGIT.\n\n  [To SIGNE.]  But not a moment ago you said--?  [Suddenly grasping\nthe situation.]  'Twas Gudmund you meant!\n\n\nSIGNE.\n\n  [Astonished.]  Yes, did you not know it!  But what ails\nyou, Margit?\n\n\nMARGIT.\n\n  [In an almost toneless voice.]  Nay, nothing, nothing.\n\n\nKNUT.\n\n  [To MARGIT.]  And this morning, when you made me give my word\nthat I would stir no strife here to-night--you already knew that\nGudmund Alfson was coming.  Ha, ha, think not that you can hoodwink\nKnut Gesling!  Signe has become dear to me.  Even this morning\n'twas but my hasty vow that drove me to seek her hand; but now--\n\n\nSIGNE.\n\n  [To MARGIT.]  He?  Was this the wooer that was in your mind?\n\n\nMARGIT.\n\n  Hush, hush!\n\n\nKNUT.\n\n  [Firmly and harshly.]  Dame Margit--you are her elder sister; you\nshall give me an answer.\n\n\nMARGIT.\n\n  [Battling with herself.]  Signe has already made her choice;--I\nhave naught to answer.\n\n\nKNUT.\n\n  Good; then I have nothing more to do at Solhoug.  But after\nmidnight--mark you this--the day is at an end; then you may chance\nto see me again, and then Fortune must decide whether it be Gudmund\nor I that shall bear Signe away from this house.\n\n\nGUDMUND.\n\n  Aye, try if you dare; it shall cost you a bloody sconce.\n\n\nSIGNE.\n\n  [In terror.]  Gudmund!  By all the saints--!\n\n\nKNUT.\n\n  Gently, gently, Gudmund Alfson!  Ere sunrise you shall be in my\npower.  And she--your lady-love--  [Goes up to the door, beckons\nand calls in a low voice.]  Erik! Erik!  come hither! we must away\nto our kinsfolk.  [Threateningly, while ERIK shows himself in the\ndoorway.]  Woe upon you all when I come again!\n\n     [He and ERIK go off to the left at the back.\n\n\nSIGNE.\n\n  [Softly to GUDMUND.]  Oh, tell me, what does all this mean?\n\n\nGUDMUND.\n\n  [Whispering.]  We must both leave Solhoug this very night.\n\n\nSIGNE.\n\n  God shield me--you would--!\n\n\nGUDMUND.\n\n  Say nought of it!  No word to any one, not even to your sister.\n\n\nMARGIT.\n\n  [To herself.]  She--it is she!  She of whom he had scarce thought\nbefore to-night.  Had I been free, I know well whom he had chosen.--\nAye, free!\n\n     [BENGT and GUESTS, both Men and Women enter from the house.\n\n\nYOUNG MEN AND MAIDENS.\n\nOut here, out here be the feast arrayed,\nWhile the birds are asleep in the greenwood shade,\nHow sweet to sport in the flowery glade\n      'Neath the birches.\n\nOut here, out here, shall be mirth and jest,\nNo sigh on the lips and no care in the breast,\nWhen the fiddle is tuned at the dancers' 'hest,\n      'Neath the birches.\n\n\nBENGT.\n\n  That is well, that is well!  So I fain would see it!  I am merry,\nand my wife likewise; and therefore I pray ye all to be merry\nalong with us.\n\n\nONE OF THE GUESTS.\n\n  Aye, now let us have a stave-match.*\n\n     *A contest in impromptu verse-making.\n\n\nMANY.\n\n  [Shout.]  Yes, yes, a stave-match!\n\n\nANOTHER GUEST.\n\n  Nay, let that be; it leads but to strife at the feast.  [Lowering\nhis voice.]  Bear in mind that Knut Gesling is with us to-night.\n\n\nSEVERAL.\n\n  [Whispering among themselves.]  Aye, aye, that is true.  Remember\nthe last time, how he--.  Best beware.\n\n\nAN OLD MAN.\n\n  But you, Dame Margit--I know your kind had ever wealth of tales in\nstore; and you yourself, even as a child, knew many a fair legend.\n\n\nMARGIT.\n\n  Alas! I have forgot them all.  But ask Gudmund Alfson, my kinsman;\nhe knows a tale that is merry enough.\n\n\nGUDMUND.\n\n  [In a low voice, imploringly.]  Margit!\n\n\nMARGIT.\n\n  Why, what a pitiful countenance you put on!  Be merry, Gudmund!\nBe merry!  Aye, aye, it comes easy to you, well I wot.  [Laughing,\nto the GUESTS.]  He has seen the huldra to-night.  She would fain\nhave tempted him;  but Gudmund is a faithful swain.  [Turns again\nto GUDMUND.]  Aye, but the tale is not finished yet.  When you\nbear away your lady-love, over hill and through forest, be sure\nyou turn not round; be sure you never look back--the huldra sits\nlaughing behind every bush; and when all is done--  [In a low\nvoice, coming close up to him.]  --you will go no further than\nshe will let you.\n\n     [She crosses to the right.\n\n\nSIGNE.\n\n  Oh, God!  Oh, God!\n\n\nBENGT.\n\n  [Going around among the GUESTS in high contentment.]  Ha, ha, ha!\nDame Margit knows how to set the mirth afoot!  When she takes it\nin hand, she does it much better than I.\n\n\nGUDMUND.\n\n  [To himself.]  She threatens!  I must tear the last hope out of\nher breast; else will peace never come to her mind.  [Turns to the\nGUESTS.]  I mind me of a little song.  If it please you to hear it--\n\n\nSEVERAL OF THE GUESTS.\n\n  Thanks, thanks, Gudmund Alfson!\n\n     [They close around him some sitting, others standing.  MARGIT\n       leans against a tree in front on the right.  SIGNE stands\n       on the left, near the house.\n\n\nGUDMUND.\n\n  I rode into the wildwood,\n     I sailed across the sea,\n  But 'twas at home I wooed and won\n     A maiden fair and free.\n\n  It was the Queen of Elfland,\n     She waxed full wroth and grim:\n  Never, she swore, shall that maiden fair\n     Ride to the church with him.\n\n  Hear me, thou Queen of Elfland,\n     Vain, vain are threat and spell;\n  For naught can sunder two true hearts\n     That love each other well!\n\n\nAN OLD MAN.\n\n  That is a right fair song.  See how the young swains cast their\nglances thitherward!  [Pointing towards the GIRLS.]  Aye, aye,\ndoubtless each has his own.\n\n\nBENGT.\n\n  [Making eyes at MARGIT.]  Yes, I have mine, that is sure enough.\nHa, ha, ha!\n\n\nMARGIT.\n\n  [To herself, quivering.]  To have to suffer all this shame and\nscorn!  No, no; now to essay the last remedy.\n\n\nBENGT.\n\n  What ails you?  Meseems you look so pale.\n\n\nMARGIT.\n\n  'Twill soon pass over.  [Turns to the GUESTS.]  Did I say e'en\nnow that I had forgotten all my tales?  I bethink me now that I\nremember one.\n\n\nBENGT.\n\n  Good, good, my wife!  Come, let us hear it.\n\n\nYOUNG GIRLS.\n\n  [Urgently.]  Yes, tell it us, tell it us, Dame Margit!\n\n\nMARGIT.\n\n  I almost fear that 'twill little please you; but that must be as\nit may.\n\n\nGUDMUND.\n\n  [To himself.]  Saints in heaven, surely she would not--!\n\n\nMARGIT.\n\nIt was a fair and noble maid,\nShe dwelt in her father's hall;\nBoth linen and silk did she broider and braid,\nYet found in it solace small.\nFor she sat there alone in cheerless state,\nEmpty were hall and bower;\nIn the pride of her heart, she was fain to mate\nWith a chieftain of pelf and power.\nBut now 'twas the Hill King, he rode from the north,\nWith his henchmen and his gold;\nOn the third day at night he in triumph fared forth,\nBearing her to his mountain hold.\nFull many a summer she dwelt in the hill;\nOut of beakers of gold she could drink at her will.\nOh, fair are the flowers of the valley, I trow,\nBut only in dreams can she gather them now!\n'Twas a youth, right gentle and bold to boot,\nStruck his harp with such magic might\nThat it rang to the mountain's inmost root,\nWhere she languished in the night.\nThe sound in her soul waked a wondrous mood--\nWide open the mountain-gates seemed to stand;\nThe peace of God lay over the land,\nAnd she saw how it all was fair and good.\nThere happened what never had happened before;\nShe had wakened to life as his harp-strings thrilled;\nAnd her eyes were opened to all the store\nOf treasure wherewith the good earth is filled.\nFor mark this well: it hath ever been found\nThat those who in caverns deep lie bound\nAre lightly freed by the harp's glad sound.\nHe saw her prisoned, he heard her wail--\nBut he cast unheeding his harp aside,\nHoisted straightway his silken sail,\nAnd sped away o'er the waters wide\nTo stranger strands with his new-found bride.\n     [With ever-increasing passion.\n\nSo fair was thy touch on the golden strings\nThat my breast heaves high and my spirit sings!\nI must out, I must out to the sweet green leas!\nI die in the Hill-King's fastnesses!\nHe mocks at my woe as he clasps his bride\nAnd sails away o'er the waters wide.\n     [Shrieks.\n\nWith me all is over; my hill-prison barred;\nUnsunned is the day, and the night all unstarred.\n\n     [She totters and, fainting, seeks to support herself against\n       the trunk of a tree.\n\n\nSIGNE.\n\n  [Weeping, has rushed up to her, and takes her in her arms.]\nMargit! My sister!\n\n\nGUDMUND.\n\n  [At the same time, supporting her.]  Help! help! she is dying!\n\n     [BENGT and the GUESTS flock round them with cries of alarm.\n\n\n\n\nACT THIRD\n\n\nThe hall at Solhoug as before, but now in disorder after the feast.\n    It is night still, but with a glimmer of approaching dawn in\n    the room and over the landscape without.\n\nBENGT stands outside in the passage-way, with a beaker of ale in\n    his hand.  A party of GUESTS are in the act of leaving the\n    house.  In the room a MAID-SERVANT is restoring order.\n\n\nBENGT.\n\n  [Calls to the departing GUESTS.]  God speed you, then, and bring\nyou back ere long to Solhoug.  Methinks you, like the rest, might\nhave stayed and slept till morning.  Well, well!  Yet hold--I'll\ne'en go with you to the gate.  I must drink your healths once more.\n\n     [He goes out.\n\n\nGUESTS. [Sing in the distance.]\n\nFarewell, and God's blessing on one and all\n  Beneath this roof abiding!\nThe road must be faced.  To the fiddler we call:\n  Tune up!  Our cares deriding,\n    With dance and with song\nWe'll shorten the way so weary and long.\n    Right merrily off we go.\n\n     [The song dies away in the distance.\n     [MARGIT enters the hall by the door on the right.\n\n\nMAID.\n\nGod save us, my lady, have you left your bed?\n\n\nMARGIT.\n\n  I am well.  Go you and sleep.  Stay--tell me, are the guests\nall gone?\n\n\nMAID.\n\n  No, not all; some wait till later in the day; ere now they are\nsleeping sound.\n\n\nMARGIT.\n\n  And Gudmund Alfson--?\n\n\nMAID.\n\n  He, too, is doubtless asleep.  [Points to the right.]  'Tis some\ntime since he went to his chamber--yonder, across the passage.\n\n\nMARGIT.\n\n  Good; you may go.\n\n     [The MAID goes out to the left.\n     [MARGIT walks slowly across the hall, seats herself by the\n       table on the right, and gazes out at the open window.\n\n\nMARGIT.\n\nTo-morrow, then, Gudmund will ride away\nOut into the world so great and wide.\nAlone with my husband here I must stay;\nAnd well do I know what will then betide.\nLike the broken branch and the trampled flower\nI shall suffer and fade from hour to hour.\n     [Short pause; she leans back in her chair.\n\nI once heard a tale of a child blind from birth,\nWhose childhood was full of joy and mirth;\nFor the mother, with spells of magic might,\nWove for the dark eyes a world of light.\nAnd the child looked forth with wonder and glee\nUpon the valley and hill, upon land and sea.\nThen suddenly the witchcraft failed--\nThe child once more was in darkness pent;\nGood-bye to games and merriment;\nWith longing vain the red cheeks paled.\nAnd its wail of woe, as it pined away,\nWas ceaseless, and sadder than words can say.--\nOh! like the child's my eyes were sealed,\nTo the light and the life of summer blind--\n     [She springs up.\n\nBut now--!  And I in this cage confined!\nNo, now is the worth of my youth revealed!\nThree years of life I on him have spent--\nMy husband--but were I longer content\nThis hapless, hopeless weird to dree,\nMeek as a dove I needs must be.\nI am wearied to death of petty brawls;\nThe stirring life of the great world calls.\nI will follow Gudmund with shield and bow,\nI will share his joys, I will soothe his woe,\nWatch o'er him both by night and day.\nAll that behold shall envy the life\nOf the valiant knight and Margit his wife.--\nHis wife!\n     [Wrings her hands.\n\n         Oh God, what is this I say!\nForgive me, forgive me, and oh! let me feel\nThe peace that hath power both to soothe and to heal.\n     [Walks back and forward, brooding silently.\n\nSigne, my sister--?  How hateful 'twere\nTo steal her glad young life from her!\nBut who can tell?  In very sooth\nShe may love him but with the light love of youth.\n     [Again silence; she takes out the little phial, looks long\n       at it and says under her breath:\n\nThis phial--were I its powers to try--\nMy husband would sleep for ever and aye!\n     [Horror-struck.\n\nNo, no!  To the river's depths with it straight!\n     [In the act of throwing it out of the window, stops.\n\nAnd yet I could--'tis not yet too late.--\n     [With an expression of mingled horror and rapture, whispers.\n\nWith what a magic resistless might\nSin masters us in our own despite!\nDoubly alluring methinks is the goal\nI must reach through blood, with the wreck of my soul.\n\n     [BENGT, with the empty beaker in his hand, comes in from\n       the passageway; his face is red; he staggers slightly.\n\n\nBENGT.\n\n  [Flinging the beaker upon the table on the left.]  My faith,\nthis has been a feast that will be the talk of the country.  [Sees\nMARGIT.]  Eh, are you there?  You are well again.  Good, good.\n\n\nMARGIT.\n\n  [Who in the meantime has concealed the phial.]  Is the door\nbarred?\n\n\nBENGT.\n\n  [Seating himself at the table on the left.]  I have seen to\neverything.  I went with the last guests as far as the gates.  But\nwhat became of Knut Gesling to-night?--Give me mead, Margit!  I\nam thirsty  Fill this cup.\n\n     [MARGIT fetches a flagon of the mead from a cupboard, and\n       and fills the goblet which is on the table before him.\n\n\nMARGIT.\n\n  [Crossing to the right with the flagon.]  You asked about\nKnut Gesling.\n\n\nBENGT.\n\n  That I did.  The boaster, the braggart!  I have not forgot his\nthreats of yester-morning.\n\n\nMARGIT.\n\n  He used worse words when he left to-night.\n\n\nBENGT.\n\n  He did?  So much the better.  I will strike him dead.\n\n\nMARGIT.\n\n  [Smiling contemptuously.]  H'm--\n\n\nBENGT.\n\n  I will kill him, I say!  I fear not to face ten such fellows as\nhe.  In the store-house hangs my grandfather's axe; its shaft is\ninlaid with silver; with that axe in my hands, I tell you--!\n[Thumps the table and drinks.]  To-morrow I shall arm myself, go\nforth with all my men, and slay Knut Gesling.\n\n     [Empties the beaker.\n\n\nMARGIT.\n\n  [To herself.]  Oh, to have to live with him!\n\n     [Is in the act of leaving the room.\n\n\nBENGT.\n\n  Margit, come here!  Fill my cup again.  [She approaches; he\ntries to draw her down on his knee.]  Ha, ha, ha!  You are right\nfair, Margit!  I love thee well!\n\n\nMARGIT.\n\n  [Freeing herself.]  Let me go!\n\n     [Crosses, with the goblet in her hand, to the left.\n\n\nBENGT.\n\n  You are not in the humour to-night.  Ha, ha, ha!  That means no\ngreat matter, I know.\n\n\nMARGIT.\n\n  [Softly, as she fills the goblet.]  Oh, that this might be the\nlast beaker I should fill for you.\n\n     [She leaves the goblet on the table and is making her way\n       out to the left.\n\n\nBENGT.\n\n  Hark to me, Margit.  For one thing you may thank Heaven, and\nthat is, that I made you my wife before Gudmund Alfson came back.\n\n\nMARGIT.\n\n  Why so?\n\n\nBENGT.\n\n  Why, say you?  Am not I ten times the richer man?  And certain\nI am that he would have sought you for his wife, had you not been\nthe mistress of Solhoug.\n\n\nMARGIT.\n\n  [Drawing nearer and glancing at the goblet.]  Say you so?\n\n\nBENGT.\n\n  I could take my oath upon it.  Bengt Gauteson has two sharp eyes\nin his head.  But he may still have Signe.\n\n\nMARGIT.\n\n  And you think he will--?\n\n\nBENGT.\n\n  Take her?  Aye, since he cannot have you.  But had you been\nfree,--then--  Ha, ha, ha!  Gudmund is like the rest.  He envies\nme my wife.  That is why I set such store by you, Margit.  Here\nwith the goblet again.  And let it be full to the brim!\n\n\nMARGIT.\n\n  [Goes unwillingly across to the right.]  You shall have it\nstraightway.\n\n\nBENGT.\n\n  Knut Gesling is a suitor for Signe, too, but him I am resolved\nto slay.  Gudmund is an honourable man; he shall have her.  Think,\nMargit, what good days we shall have with them for neighbours.  We\nwill go a-visiting each other, and then will we sit the live-long\nday, each with his wife on his knee, drinking and talking of this\nand that.\n\n\nMARGIT.\n\n  [Whose mental struggle is visibly becoming more severe,\ninvoluntarily takes out the phial as she says:]  No doubt no doubt!\n\n\nBENGT.\n\n  Ha, ha, ha! it may be that at first Gudmund will look askance\nat me when I take you in my arms; but that, I doubt not, he will\nsoon get over.\n\n\nMARGIT.\n\n  This is more than woman can bear!  [Pours the contents of the\nphial into the goblet, goes to the window and throws out the phial,\nthen says, without looking at him.]  Your beaker is full.\n\n\nBENGT.\n\n  Then bring it hither!\n\n\nMARGIT.\n\n  [Battling in an agony of indecision, at last says.]  I pray you\ndrink no more to-night!\n\n\nBENGT.\n\n  [Leans back in his chair and laughs.]  Oho!  You are impatient\nfor my coming?  Get you in; I will follow you soon.\n\n\nMARGIT.\n\n  [Suddenly decided.]  Your beaker is full.  [Points.]  There it is.\n\n     [She goes quickly out to the left.\n\n\nBENGT.\n\n  [Rising.]  I like her well.  It repents me not a whit that I\ntook her to wife, though of heritage she owned no more than yonder\ngoblet and the brooches of her wedding gown.\n\n     [He goes to the table at the window and takes the goblet.\n     [A HOUSE-CARL enters hurriedly and with scared looks, from\n       the back.\n\n\nHOUSE-CARL.\n\n  [Calls.]  Sir Bengt, Sir Bengt! haste forth with all the speed\nyou can!  Knut Gesling with an armed train is drawing near the house.\n\n\nBENGT.\n\n  [Putting down the goblet.]  Knut Gesling?  Who brings the tidings?\n\n\nHOUSE-CARL.\n\n  Some of your guests espied him on the road beneath, and hastened\nback to warn you.\n\n\nBENGT.\n\n  E'en so.  Then will I--!  Fetch me my grandfather's battle-axe!\n\n     [He and the HOUSE-CARL go out at the back.\n     [Soon after, GUDMUND and SIGNE enter quietly and cautiously\n       by the door at the back.\n\n\nSIGNE. [In muffled tones.]\n\nIt must then, be so!\n\n\nGUDMUND. [Also softly.]\n\n                          Necessity's might\nConstrains us.\n\n\nSIGNE.\n\n              Oh! thus under cover of night\nTo steal from the valley where I was born?\n     [Dries her eyes.\n\nYet shalt thou hear no plaint forlorn.\n'Tis for thy sake my home I flee;\nWert thou not outlawed, Gudmund dear,\nI'd stay with my sister.\n\n\nGUDMUND.\n\n                      Only to be\nTa'en by Knut Gesling, with bow and spear,\nSwung on the croup of his battle-horse,\nAnd made his wife by force.\n\n\nSIGNE.\n\nQuick, let us flee.  But whither go?\n\n\nGUDMUND.\n\nDown by the fiord a friend I know;\nHe'll find us a ship.  O'er the salt sea foam\nWe'll sail away south to Denmark's bowers.\nThere waits you there a happy home;\nRight joyously will fleet the hours;\nThe fairest of flowers they bloom in the shade\nOf the beech-tree glade.\n\n\nSIGNE. [Bursts into tears.]\n\nFarewell, my poor sister!  Like my mother tender\nThou hast guarded the ways my feet have trod,\nHast guided my footsteps, aye praying to God,\nThe Almighty, to be my defender.--\nGudmund--here is a goblet filled with mead;\nLet us drink to her; let us wish that ere long\nHer soul may again be calm and strong,\nAnd that God may be good to her need.\n\n     [She takes the goblet into her hands.\n\n\nGUDMUND.\n\nAye, let us drain it, naming her name!\n     [Starts.\n\nStop!\n     [Takes the goblet from her.\n\n     For meseems it is the same--\n\n\nSIGNE.\n\n'Tis Margit's beaker.\n\n\nGUDMUND. [Examining it carefully.]\n\n          By Heaven, 'tis so!\nI mind me still of the red wine's glow\nAs she drank from it on the day we parted\nTo our meeting again in health and glad-hearted.\nTo herself that draught betided woe.\nNo, Signe, ne'er drink wine or mead\nFrom that goblet.\n     [Pours its contents out at the window.\n\n                   We must away with all speed.\n\n     [Tumult and calls without, at the back.\n\n\nSIGNE.\n\nList, Gudmund!  Voices and trampling feet!\n\n\nGUDMUND.\n\nKnut Gesling's voice!\n\n\nSIGNE.\n\n                   O save us, Lord!\n\n\nGUDMUND. [Places himself in front of her.]\n\nNay, nay, fear nothing, Signe sweet--\nI am here, and my good sword.\n\n     [MARGIT comes in in haste from the left.\n\n\nMARGIT.\n\n  [Listening to the noise.]  What means this?  Is my husband--?\n\n\nGUDMUND AND SIGNE.\n\n  Margit!\n\n\nMARGIT.\n\n  [Catches sight of them.]  Gudmund!  And Signe!  Are you here?\n\n\nSIGNE.\n\n  [Going towards her.]  Margit--dear sister!\n\n\nMARGIT.\n\n  [Appalled, having seen the goblet which GUDMUND still holds in\nhis hand.]  The goblet!  Who has drunk from it?\n\n\nGUDMUND.\n\n  [Confused.]  Drunk--?  I and Signe--we meant--\n\n\nMARGIT.\n\n  [Screams.]  O God, have mercy!  Help!  Help!  They will die!\n\n\nGUDMUND.\n\n  [Setting down the goblet.]  Margit--!\n\n\nSIGNE.\n\n  What ails you, sister?\n\n\nMARGIT.\n\n  [Towards the back.]  Help, help!  Will no one help?\n\n     [A HOUSE-CARL rushes in from the passage-way.\n\n\nHOUSE-CARL.\n\n  [Calls in a terrified voice.]  Lady Margit!  Your husband--!\n\n\nMARGIT.\n\n  He--has he, too, drunk--!\n\n\nGUDMUND.\n\n  [To himself.]  Ah! now I understand--\n\n\nHOUSE-CARL.\n\n  Knut Gesling has slain him.\n\n\nSIGNE.\n\n  Slain!\n\n\nGUDMUND.\n\n  [Drawing his sword.]  Not yet, I hope.  [Whispers to MARGIT.]\nFear not.  No one has drunk from your goblet.\n\n\nMARGIT.\n\n  Then thanks be to God, who has saved us all!\n\n     [She sinks down on a chair to the left.  Gudmund hastens\n       towards the door at the back.\n\n\nANOTHER HOUSE-CARL.\n\n  [Enters, stopping him.]  You come too late.  Sir Bengt is dead.\n\n\nGUDMUND.\n\n  Too late, then, too late.\n\n\nHOUSE-CARL.\n\n  The guests and your men have prevailed against the murderous\ncrew.  Knut Gesling and his men are prisoners.  Here they come.\n\n     [GUDMUND's men, and a number of GUESTS and HOUSE-CARLS,\n       lead in KNUT GESLING, ERIK OF HEGGE, and several of\n       KNUT's men, bound.\n\n\nKNUT.\n\n   [Who is pale, says in a low voice.]  Man-slayer, Gudmund.  What\nsay you to that?\n\n\nGUDMUND.\n\n  Knut, Knut, what have you done?\n\n\nERIK.\n\n  'Twas a mischance, of that I can take my oath.\n\n\nKNUT.\n\n  He ran at me swinging his axe; I meant but to defend myself,\nand struck the death-blow unawares.\n\n\nERIK.\n\n  Many here saw all that befell.\n\n\nKNUT.\n\n  Lady Margit, crave what fine you will.  I am ready to pay it.\n\n\nMARGIT.\n\n  I crave naught.  God will judge us all.  Yet stay--one thing I\nrequire.  Forgo your evil design upon my sister.\n\n\nKNUT.\n\n  Never again shall I essay to redeem my baleful pledge.  From\nthis day onward I am a better man.  Yet would I fain escape\ndishonourable punishment for my deed.  [To GUDMUND.]  Should you\nbe restored to favour and place again, say a good word for me to\nthe King!\n\n\nGUDMUND.\n\n  I?  Ere the sun sets, I must have left the country.\n\n     [Astonishment amongst the GUESTS.  ERIK in whispers, explains\n       the situation.\n\n\nMARGIT.\n\n  [To GUDMUND.]  You go?  And Signe with you?\n\n\nSIGNE.\n\n   [Beseechingly.]  Margit!\n\n\nMARGIT.\n\n  Good fortune follow you both!\n\n\nSIGNE.\n\n  [Flinging her arms round MARGIT's neck.]  Dear sister!\n\n\nGUDMUND.\n\n  Margit, I thank you.  And now farewell.  [Listening.]  Hush!\nI hear the tramp of hoofs in the court-yard.\n\n\nSIGNE.\n\n  [Apprehensively.]  Strangers have arrived.\n\n     [A HOUSE-CARL appears in the doorway at the back.\n\n\nHOUSE-CARL.\n\n  The King's men are without.  They seek Gudmund Alfson.\n\n\nSIGNE.\n\n  Oh God!\n\n\nMARGIT.\n\n  [In great alarm.]  The King's men!\n\n\nGUDMUND.\n\n  All is at an end, then.  Oh Signe, to lose you now--could there\nbe a harder fate?\n\n\nKNUT.\n\n  Nay, Gudmund; sell your life dearly, man!  Unbind us; we are\nready to fight for you, one and all.\n\n\nERIK.\n\n  [Looks out.]  'Twould be in vain; they are too many for us.\n\n\nSIGNE.\n\n  Here they come.  Oh Gudmund, Gudmund!\n\n     [The KING's MESSENGER enters from the back, with his escort.\n\n\nMESSENGER.\n\n  In the King's name I seek you, Gudmund Alfson, and bring you\nhis behests.\n\n\nGUDMUND.\n\n  Be it so.  Yet am I guiltless; I swear it by all that is holy!\n\n\nMESSENGER.\n\n  We know it.\n\n\nGUDMUND.\n\n  What say you?\n\n     [Agitation amongst those present.\n\n\nMESSENGER.\n\n  I am ordered to bid you as a guest to the King's house.  His\nfriendship is yours as it was before, and along with it he bestows\non you rich fiefs.\n\n\nGUDMUND.\n\n  Signe!\n\n\nSIGNE.\n\n  Gudmund!\n\n\nGUDMUND.\n\n  But tell me--?\n\n\nMESSENGER.\n\n  Your enemy, the Chancellor Audun Hugleikson, has fallen.\n\n\nGUDMUND.\n\n  The Chancellor!\n\n\nGUESTS.\n\n  [To each other, in half-whisper.]  Fallen!\n\n\nMESSENGER.\n\n  Three days ago he was beheaded at Bergen.  [Lowering his voice.]\nHis offence was against Norway's Queen.\n\n\nMARGIT. [Placing herself between GUDMUND and SIGNE.]\n\nThus punishment treads on the heels of crime!\nProtecting angels, loving and bright,\nHave looked down in mercy on me to-night,\nAnd come to my rescue while yet it was time.\nNow know I that life's most precious treasure\nIs nor worldly wealth nor earthly pleasure,\nI have felt the remorse, the terror I know,\nOf those who wantonly peril their soul,\nTo St. Sunniva's cloister forthwith I go.--\n     [Before GUDMUND and SIGNE can speak.\n\nNay: think not to move me or control.\n     [Places SIGNE's hand in GUDMUND's.\n\nTake her then Gudmund, and make her your bride.\nYour union is holy; God's on your side.\n\n     [Waving farewell, she goes towards the doorway on the left.\n       GUDMUND and SIGNE follow her, she stops them with a\n       motion of her hand, goes out, and shuts the door behind\n       her.  At this moment the sun rises and sheds its light\n       in the hall.\n\n\nGUDMUND.\n\nSigne--my wife!  See, the morning glow!\n'Tis the morning of our young love.  Rejoice!\n\n\nSIGNE.\n\nAll my fairest of dreams and of memories I owe\nTo the strains of thy harp and the sound of thy voice.\nMy noble minstrel, to joy or sadness\nTune thou that harp as seems thee best;\nThere are chords, believe me, within my breast\nTo answer to thine, or of woe or of gladness.\n\n\nCHORUS OF MEN AND WOMEN.\n\nOver the earth keeps watch the eye of light,\nGuardeth lovingly the good man's ways,\nSheddeth round him its consoling rays;--\nPraise be to the Lord in heaven's height!\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE FEAST AT SOLHOUG***\n\n\n******* This file should be named 18428.txt or 18428.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/1\/8\/4\/2\/18428\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":443,"split":"train"}
