{"ori_id":"a294dfec39790706fbaf8a62b6ab00274fb7bf3b","title":"Sarrasine","context":"Sarrasine\n Around midnight during a ball the narrator is sitting at a window, out of sight, admiring the garden. He overhears the conversations of passers-by regarding the origins of the wealth of the mansion's owner, Monsieur de Lanty. There is also the presence of an unknown old man around the house, whom the family was oddly devoted to, and who frightened and intrigued the partygoers. When the man sits next to the narratorâ\u0080\u0099s guest, Beatrix Rochefide, she touches him, and the narrator rushes her out of the room. The narrator says he knows who the man is and says he will tell her his story the next evening.\nThe next evening, the narrator tells Mme de Rochefide about Ernest-Jean Sarrasine, a passionate, artistic boy, who after having trouble in school became a prodigy of the sculptor Bouchardon. Sarrasine becomes a talented young man and, after one of his sculptures wins a competition, he heads to Rome where he sees a theatre performance featuring Zambinella. He falls in love with her, going to all of her performances and creating a clay mold of her. After spending time with her at a party, Sarrasine attempts to seduce Zambinella. She is reticent, suggesting some hidden secret or danger to their alliance. Sarrasine becomes increasingly convinced that Zambinella is the ideal woman. Sarrasine develops a plan to abduct her from a party at the French embassy. When Sarrasine arrives, Zambinella is dressed as a man. Sarrasine speaks to a cardinal, who is Zambinellaâ\u0080\u0099s patron, and is told that Zambinella is a castrato. Sarrasine refuses to believe the cardinal and leaves the party, seizing Zambinella. Once they are at his studio, Zambinella confirms that she is a castrato. Sarrasine is about to kill Zambinella as a group of the cardinalâ\u0080\u0099s men barge in and stab Sarrasine. The narrator then reveals that the old man around the household is Zambinella, Marianina's maternal great uncle. The story ends with Mme de Rochefide's expressing her distress about the story she has just been told.\nï»¿The Project Gutenberg EBook of Sarrasine, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Sarrasine\n\nAuthor: Honore de Balzac\n\nTranslator: Clara Bell and Others\n\nRelease Date: March 3, 2010 [EBook #1826]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK SARRASINE ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nSARRASINE\n\n\nBy Honore de Balzac\n\n\nTranslated by Clara Bell and others\n\n\n\n\n                              DEDICATION\n\n                 To Monsieur Charles Bernard du Grail.\n\n\n\n\n\nSARRASINE\n\n\nI was buried in one of those profound reveries to which everybody,\neven a frivolous man, is subject in the midst of the most uproarious\nfestivities. The clock on the Elysee-Bourbon had just struck midnight.\nSeated in a window recess and concealed behind the undulating folds of\na curtain of watered silk, I was able to contemplate at my leisure the\ngarden of the mansion at which I was passing the evening. The trees,\nbeing partly covered with snow, were outlined indistinctly against the\ngrayish background formed by a cloudy sky, barely whitened by the moon.\nSeen through the medium of that strange atmosphere, they bore a vague\nresemblance to spectres carelessly enveloped in their shrouds, a\ngigantic image of the famous _Dance of Death_. Then, turning in the\nother direction, I could gaze admiringly upon the dance of the living!\na magnificent salon, with walls of silver and gold, with gleaming\nchandeliers, and bright with the light of many candles. There the\nloveliest, the wealthiest women in Paris, bearers of the proudest\ntitles, moved hither and thither, fluttered from room to room in swarms,\nstately and gorgeous, dazzling with diamonds; flowers on their heads\nand breasts, in their hair, scattered over their dresses or lying\nin garlands at their feet. Light quiverings of the body, voluptuous\nmovements, made the laces and gauzes and silks swirl about their\ngraceful figures. Sparkling glances here and there eclipsed the lights\nand the blaze of the diamonds, and fanned the flame of hearts already\nburning too brightly. I detected also significant nods of the head for\nlovers and repellent attitudes for husbands. The exclamation of the\ncard-players at every unexpected _coup_, the jingle of gold, mingled\nwith music and the murmur of conversation; and to put the finishing\ntouch to the vertigo of that multitude, intoxicated by all the\nseductions the world can offer, a perfume-laden atmosphere and general\nexaltation acted upon their over-wrought imaginations. Thus, at my\nright was the depressing, silent image of death; at my left the decorous\nbacchanalia of life; on the one side nature, cold and gloomy, and in\nmourning garb; on the other side, man on pleasure bent. And, standing\non the borderland of those two incongruous pictures, which repeated\nthousands of times in diverse ways, make Paris the most entertaining and\nmost philosophical city in the world, I played a mental _macedoine_[*],\nhalf jesting, half funereal. With my left foot I kept time to the music,\nand the other felt as if it were in a tomb. My leg was, in fact, frozen\nby one of those draughts which congeal one half of the body while the\nother suffers from the intense heat of the salons--a state of things not\nunusual at balls.\n\n     [*] _Macedoine_, in the sense in which it is here used, is a\n     game, or rather a series of games, of cards, each player,\n     when it is his turn to deal, selecting the game to be\n     played.\n\n\"Monsieur de Lanty has not owned this house very long, has he?\"\n\n\"Oh, yes! It is nearly ten years since the Marechal de Carigliano sold\nit to him.\"\n\n\"Ah!\"\n\n\"These people must have an enormous fortune.\"\n\n\"They surely must.\"\n\n\"What a magnificent party! It is almost insolent in its splendor.\"\n\n\"Do you imagine they are as rich as Monsieur de Nucingen or Monsieur de\nGondreville?\"\n\n\"Why, don't you know?\"\n\nI leaned forward and recognized the two persons who were talking\nas members of that inquisitive genus which, in Paris, busies itself\nexclusively with the _Whys_ and _Hows_. _Where does he come from? Who\nare they? What's the matter with him? What has she done?_ They lowered\ntheir voices and walked away in order to talk more at their ease on\nsome retired couch. Never was a more promising mine laid open to seekers\nafter mysteries. No one knew from what country the Lanty family came,\nnor to what source--commerce, extortion, piracy, or inheritance--they\nowed a fortune estimated at several millions. All the members of\nthe family spoke Italian, French, Spanish, English, and German, with\nsufficient fluency to lead one to suppose that they had lived long among\nthose different peoples. Were they gypsies? were they buccaneers?\n\n\"Suppose they're the devil himself,\" said divers young politicians,\n\"they entertain mighty well.\"\n\n\"The Comte de Lanty may have plundered some _Casbah_ for all I care; I\nwould like to marry his daughter!\" cried a philosopher.\n\nWho would not have married Marianina, a girl of sixteen, whose beauty\nrealized the fabulous conceptions of Oriental poets! Like the Sultan's\ndaughter in the tale of the _Wonderful Lamp_, she should have remained\nalways veiled. Her singing obscured the imperfect talents of the\nMalibrans, the Sontags, and the Fodors, in whom some one dominant\nquality always mars the perfection of the whole; whereas Marianina\ncombined in equal degree purity of tone, exquisite feeling, accuracy of\ntime and intonation, science, soul, and delicacy. She was the type of\nthat hidden poesy, the link which connects all the arts and which always\neludes those who seek it. Modest, sweet, well-informed, and clever, none\ncould eclipse Marianina unless it was her mother.\n\nHave you ever met one of those women whose startling beauty defies the\nassaults of time, and who seem at thirty-six more desirable than they\ncould have been fifteen years earlier? Their faces are impassioned\nsouls; they fairly sparkle; each feature gleams with intelligence;\neach possesses a brilliancy of its own, especially in the light. Their\ncaptivating eyes attract or repel, speak or are silent; their gait is\nartlessly seductive; their voices unfold the melodious treasures of the\nmost coquettishly sweet and tender tones. Praise of their beauty, based\nupon comparisons, flatters the most sensitive self-esteem. A movement of\ntheir eyebrows, the slightest play of the eye, the curling of the lip,\ninstils a sort of terror in those whose lives and happiness depend upon\ntheir favor. A maiden inexperienced in love and easily moved by words\nmay allow herself to be seduced; but in dealing with women of this sort,\na man must be able, like M. de Jaucourt, to refrain from crying out\nwhen, in hiding him in a closet, the lady's maid crushes two of his\nfingers in the crack of a door. To love one of these omnipotent sirens\nis to stake one's life, is it not? And that, perhaps, is why we love\nthem so passionately! Such was the Comtesse de Lanty.\n\nFilippo, Marianina's brother, inherited, as did his sister, the\nCountess' marvelous beauty. To tell the whole story in a word, that\nyoung man was a living image of Antinous, with somewhat slighter\nproportions. But how well such a slender and delicate figure accords\nwith youth, when an olive complexion, heavy eyebrows, and the gleam of\na velvety eye promise virile passions, noble ideas for the future! If\nFilippo remained in the hearts of young women as a type of manly beauty,\nhe likewise remained in the memory of all mothers as the best match in\nFrance.\n\nThe beauty, the great wealth, the intellectual qualities, of these\ntwo children came entirely from their mother. The Comte de Lanty was a\nshort, thin, ugly little man, as dismal as a Spaniard, as great a bore\nas a banker. He was looked upon, however, as a profound politician,\nperhaps because he rarely laughed, and was always quoting M. de\nMetternich or Wellington.\n\nThis mysterious family had all the attractiveness of a poem by Lord\nByron, whose difficult passages were translated differently by each\nperson in fashionable society; a poem that grew more obscure and more\nsublime from strophe to strophe. The reserve which Monsieur and Madame\nde Lanty maintained concerning their origin, their past lives, and their\nrelations with the four quarters of the globe would not, of itself, have\nbeen for long a subject of wonderment in Paris. In no other country,\nperhaps, is Vespasian's maxim more thoroughly understood. Here gold\npieces, even when stained with blood or mud, betray nothing, and\nrepresent everything. Provided that good society knows the amount of\nyour fortune, you are classed among those figures which equal yours, and\nno one asks to see your credentials, because everybody knows how little\nthey cost. In a city where social problems are solved by algebraic\nequations, adventurers have many chances in their favor. Even if this\nfamily were of gypsy extraction, it was so wealthy, so attractive, that\nfashionable society could well afford to overlook its little mysteries.\nBut, unfortunately, the enigmatical history of the Lanty family offered\na perpetual subject of curiosity, not unlike that aroused by the novels\nof Anne Radcliffe.\n\nPeople of an observing turn, of the sort who are bent upon finding out\nwhere you buy your candelabra, or who ask you what rent you pay when\nthey are pleased with your apartments, had noticed, from time to time,\nthe appearance of an extraordinary personage at the fetes, concerts,\nballs, and routs given by the countess. It was a man. The first time\nthat he was seen in the house was at a concert, when he seemed to have\nbeen drawn to the salon by Marianina's enchanting voice.\n\n\"I have been cold for the last minute or two,\" said a lady near the door\nto her neighbor.\n\nThe stranger, who was standing near the speaker, moved away.\n\n\"This is very strange! now I am warm,\" she said, after his departure.\n\"Perhaps you will call me mad, but I cannot help thinking that my\nneighbor, the gentleman in black who just walked away, was the cause of\nmy feeling cold.\"\n\nEre long the exaggeration to which people in society are naturally\ninclined, produced a large and growing crop of the most amusing ideas,\nthe most curious expressions, the most absurd fables concerning this\nmysterious individual. Without being precisely a vampire, a ghoul, a\nfictitious man, a sort of Faust or Robin des Bois, he partook of the\nnature of all these anthropomorphic conceptions, according to those\npersons who were addicted to the fantastic. Occasionally some\nGerman would take for realities these ingenious jests of Parisian\nevil-speaking. The stranger was simply _an old man_. Some young men, who\nwere accustomed to decide the future of Europe every morning in a few\nfashionable phrases, chose to see in the stranger some great criminal,\nthe possessor of enormous wealth. Novelists described the old man's life\nand gave some really interesting details of the atrocities committed by\nhim while he was in the service of the Prince of Mysore. Bankers, men of\na more positive nature, devised a specious fable.\n\n\"Bah!\" they would say, shrugging their broad shoulders pityingly, \"that\nlittle old fellow's a _Genoese head_!\"\n\n\"If it is not an impertinent question, monsieur, would you have the\nkindness to tell me what you mean by a Genoese head?\"\n\n\"I mean, monsieur, that he is a man upon whose life enormous sums\ndepend, and whose good health is undoubtedly essential to the\ncontinuance of this family's income. I remember that I once heard a\nmesmerist, at Madame d'Espard's, undertake to prove by very specious\nhistorical deductions, that this old man, if put under the magnifying\nglass, would turn out to be the famous Balsamo, otherwise called\nCagliostro. According to this modern alchemist, the Sicilian had escaped\ndeath, and amused himself making gold for his grandchildren. And the\nBailli of Ferette declared that he recognized in this extraordinary\npersonage the Comte de Saint-Germain.\"\n\nSuch nonsense as this, put forth with the assumption of superior\ncleverness, with the air of raillery, which in our day characterize\na society devoid of faith, kept alive vague suspicions concerning the\nLanty family. At last, by a strange combination of circumstances, the\nmembers of that family justified the conjectures of society by adopting\na decidedly mysterious course of conduct with this old man, whose life\nwas, in a certain sense, kept hidden from all investigations.\n\nIf he crossed the threshold of the apartment he was supposed to occupy\nin the Lanty mansion, his appearance always caused a great sensation in\nthe family. One would have supposed that it was an event of the greatest\nimportance. Only Filippo, Marianina, Madame de Lanty, and an old servant\nenjoyed the privilege of assisting the unknown to walk, to rise, to sit\ndown. Each one of them kept a close watch on his slightest movements. It\nseemed as if he were some enchanted person upon whom the happiness, the\nlife, or the fortune of all depended. Was it fear or affection? Society\ncould discover no indication which enabled them to solve this problem.\nConcealed for months at a time in the depths of an unknown sanctuary,\nthis familiar spirit suddenly emerged, furtively as it were,\nunexpectedly, and appeared in the salons like the fairies of old, who\nalighted from their winged dragons to disturb festivities to which they\nhad not been invited. Only the most experienced observers could divine\nthe anxiety, at such times, of the masters of the house, who were\npeculiarly skilful in concealing their feelings. But sometimes, while\ndancing a quadrille, the too ingenuous Marianina would cast a terrified\nglance at the old man, whom she watched closely from the circle of\ndancers. Or perhaps Filippo would leave his place and glide through\nthe crowd to where he stood, and remain beside him, affectionate and\nwatchful, as if the touch of man, or the faintest breath, would shatter\nthat extraordinary creature. The countess would try to draw nearer to\nhim without apparently intending to join him; then, assuming a manner\nand an expression in which servility and affection, submissiveness and\ntyranny, were equally noticeable, she would say two or three words, to\nwhich the old man almost always deferred; and he would disappear, led,\nor I might better say carried away, by her. If Madame de Lanty were not\npresent, the Count would employ a thousand ruses to reach his side; but\nit always seemed as if he found difficulty in inducing him to listen,\nand he treated him like a spoiled child, whose mother gratifies his\nwhims and at the same time suspects mutiny. Some prying persons having\nventured to question the Comte de Lanty indiscreetly, that cold and\nreserved individual seemed not to understand their questions. And so,\nafter many attempts, which the circumspection of all the members of the\nfamily rendered fruitless, no one sought to discover a secret so well\nguarded. Society spies, triflers, and politicians, weary of the strife,\nended by ceasing to concern themselves about the mystery.\n\nBut at that moment, it may be, there were in those gorgeous salons\nphilosophers who said to themselves, as they discussed an ice or a\nsherbet, or placed their empty punch glasses on a tray:\n\n\"I should not be surprised to learn that these people are knaves. That\nold fellow who keeps out of sight and appears only at the equinoxes or\nsolstices, looks to me exactly like an assassin.\"\n\n\"Or a bankrupt.\"\n\n\"There's very little difference. To destroy a man's fortune is worse\nthan to kill the man himself.\"\n\n\"I bet twenty louis, monsieur; there are forty due me.\"\n\n\"Faith, monsieur; there are only thirty left on the cloth.\"\n\n\"Just see what a mixed company there is! One can't play cards in peace.\"\n\n\"Very true. But it's almost six months since we saw the Spirit. Do you\nthink he's a living being?\"\n\n\"Well, barely.\"\n\nThese last remarks were made in my neighborhood by persons whom I did\nnot know, and who passed out of hearing just as I was summarizing in one\nlast thought my reflections, in which black and white, life and death,\nwere inextricably mingled. My wandering imagination, like my eyes,\ncontemplated alternately the festivities, which had now reached the\nclimax of their splendor, and the gloomy picture presented by the\ngardens. I have no idea how long I meditated upon those two faces of\nthe human medal; but I was suddenly aroused by the stifled laughter of\na young woman. I was stupefied at the picture presented to my eyes.\nBy virtue of one of the strangest of nature's freaks, the thought half\ndraped in black, which was tossing about in my brain, emerged from it\nand stood before me personified, living; it had come forth like Minerva\nfrom Jupiter's brain, tall and strong; it was at once a hundred years\nold and twenty-two; it was alive and dead. Escaped from his chamber,\nlike a madman from his cell, the little old man had evidently crept\nbehind a long line of people who were listening attentively to\nMarianina's voice as she finished the cavatina from _Tancred_. He seemed\nto have come up through the floor, impelled by some stage mechanism. He\nstood for a moment motionless and sombre, watching the festivities, a\nmurmur of which had perhaps reached his ears. His almost somnambulistic\npreoccupation was so concentrated upon things that, although he was\nin the midst of many people, he saw nobody. He had taken his place\nunceremoniously beside one of the most fascinating women in Paris, a\nyoung and graceful dancer, with slender figure, a face as fresh as a\nchild's, all pink and white, and so fragile, so transparent, that it\nseemed that a man's glance must pass through her as the sun's rays pass\nthrough flawless glass. They stood there before me, side by side, so\nclose together, that the stranger rubbed against the gauze dress, and\nthe wreaths of flowers, and the hair, slightly crimped, and the floating\nends of the sash.\n\nI had brought that young woman to Madame de Lanty's ball. As it was\nher first visit to that house, I forgave her her stifled laugh; but I\nhastily made an imperious sign which abashed her and inspired respect\nfor her neighbor. She sat down beside me. The old man did not choose\nto leave the charming creature, to whom he clung capriciously with the\nsilent and apparently causeless obstinacy to which very old persons are\nsubject, and which makes them resemble children. In order to sit down\nbeside the young lady he needed a folding-chair. His slightest movements\nwere marked by the inert heaviness, the stupid hesitancy, which\ncharacterize the movements of a paralytic. He sat slowly down upon\nhis chair with great caution, mumbling some unintelligible words. His\ncracked voice resembled the noise made by a stone falling into a well.\nThe young woman nervously pressed my hand, as if she were trying to\navoid a precipice, and shivered when that man, at whom she happened to\nbe looking, turned upon her two lifeless, sea-green eyes, which could be\ncompared to nothing save tarnished mother-of-pearl.\n\n\"I am afraid,\" she said, putting her lips to my ear.\n\n\"You can speak,\" I replied; \"he hears with great difficulty.\"\n\n\"You know him, then?\"\n\n\"Yes.\"\n\nThereupon she summoned courage to scrutinize for a moment that creature\nfor which no human language has a name, form without substance, a being\nwithout life, or life without action. She was under the spell of that\ntimid curiosity which impels women to seek perilous excitement, to gaze\nat chained tigers and boa-constrictors, shuddering all the while because\nthe barriers between them are so weak. Although the little old man's\nback was bent like a day-laborer's, it was easy to see that he must\nformerly have been of medium height. His excessive thinness, the\nslenderness of his limbs, proved that he had always been of slight\nbuild. He wore black silk breeches which hung about his fleshless thighs\nin folds, like a lowered veil. An anatomist would instinctively have\nrecognized the symptoms of consumption in its advanced stages, at sight\nof the tiny legs which served to support that strange frame. You would\nhave said that they were a pair of cross-bones on a gravestone. A\nfeeling of profound horror seized the heart when a close scrutiny\nrevealed the marks made by decrepitude upon that frail machine.\n\nHe wore a white waistcoat embroidered with gold, in the old style, and\nhis linen was of dazzling whiteness. A shirt-frill of English lace,\nyellow with age, the magnificence of which a queen might have envied,\nformed a series of yellow ruffles on his breast; but upon him the lace\nseemed rather a worthless rag than an ornament. In the centre of\nthe frill a diamond of inestimable value gleamed like a sun. That\nsuperannuated splendor, that display of treasure, of great intrinsic\nworth, but utterly without taste, served to bring out in still bolder\nrelief the strange creature's face. The frame was worthy of the\nportrait. That dark face was full of angles and furrowed deep in every\ndirection; the chin was furrowed; there were great hollows at the\ntemples; the eyes were sunken in yellow orbits. The maxillary bones,\nwhich his indescribable gauntness caused to protrude, formed deep\ncavities in the centre of both cheeks. These protuberances, as the\nlight fell upon them, caused curious effects of light and shadow which\ndeprived that face of its last vestige of resemblance to the human\ncountenance. And then, too, the lapse of years had drawn the fine,\nyellow skin so close to the bones that it described a multitude of\nwrinkles everywhere, either circular like the ripples in the water\ncaused by a stone which a child throws in, or star-shaped like a pane of\nglass cracked by a blow; but everywhere very deep, and as close together\nas the leaves of a closed book. We often see more hideous old men; but\nwhat contributed more than aught else to give to the spectre that rose\nbefore us the aspect of an artificial creation was the red and white\npaint with which he glistened. The eyebrows shone in the light with a\nlustre which disclosed a very well executed bit of painting. Luckily\nfor the eye, saddened by such a mass of ruins, his corpse-like skull was\nconcealed beneath a light wig, with innumerable curls which\nindicated extraordinary pretensions to elegance. Indeed, the feminine\ncoquettishness of this fantastic apparition was emphatically asserted\nby the gold ear-rings which hung at his ears, by the rings containing\nstones of marvelous beauty which sparkled on his fingers, like the\nbrilliants in a river of gems around a woman's neck. Lastly, this\nspecies of Japanese idol had constantly upon his blue lips, a fixed,\nunchanging smile, the shadow of an implacable and sneering laugh, like\nthat of a death's head. As silent and motionless as a statue, he exhaled\nthe musk-like odor of the old dresses which a duchess' heirs exhume from\nher wardrobe during the inventory. If the old man turned his eyes toward\nthe company, it seemed that the movements of those globes, no\nlonger capable of reflecting a gleam, were accomplished by an almost\nimperceptible effort; and, when the eyes stopped, he who was watching\nthem was not certain finally that they had moved at all. As I saw,\nbeside that human ruin, a young woman whose bare neck and arms and\nbreast were white as snow; whose figure was well-rounded and beautiful\nin its youthful grace; whose hair, charmingly arranged above an\nalabaster forehead, inspired love; whose eyes did not receive but gave\nforth light, who was sweet and fresh, and whose fluffy curls, whose\nfragrant breath, seemed too heavy, too harsh, too overpowering for that\nshadow, for that man of dust--ah! the thought that came into my mind\nwas of death and life, an imaginary arabesque, a half-hideous chimera,\ndivinely feminine from the waist up.\n\n\"And yet such marriages are often made in society!\" I said to myself.\n\n\"He smells of the cemetery!\" cried the terrified young woman, grasping\nmy arm as if to make sure of my protection, and moving about in a\nrestless, excited way, which convinced me that she was very much\nfrightened. \"It's a horrible vision,\" she continued; \"I cannot stay here\nany longer. If I look at him again I shall believe that Death himself\nhas come in search of me. But is he alive?\"\n\nShe placed her hand on the phenomenon, with the boldness which women\nderive from the violence of their wishes, but a cold sweat burst from\nher pores, for, the instant she touched the old man, she heard a cry\nlike the noise made by a rattle. That shrill voice, if indeed it were\na voice, escaped from a throat almost entirely dry. It was at once\nsucceeded by a convulsive little cough like a child's, of a peculiar\nresonance. At that sound, Marianina, Filippo, and Madame de Lanty looked\ntoward us, and their glances were like lightning flashes. The young\nwoman wished that she were at the bottom of the Seine. She took my arm\nand pulled me away toward a boudoir. Everybody, men and women, made\nroom for us to pass. Having reached the further end of the suite of\nreception-rooms, we entered a small semi-circular cabinet. My companion\nthrew herself on a divan, breathing fast with terror, not knowing where\nshe was.\n\n\"You are mad, madame,\" I said to her.\n\n\"But,\" she rejoined, after a moment's silence, during which I gazed\nat her in admiration, \"is it my fault? Why does Madame de Lanty allow\nghosts to wander round her house?\"\n\n\"Nonsense,\" I replied; \"you are doing just what fools do. You mistake a\nlittle old man for a spectre.\"\n\n\"Hush,\" she retorted, with the imposing, yet mocking, air which all\nwomen are so well able to assume when they are determined to put\nthemselves in the right. \"Oh! what a sweet boudoir!\" she cried, looking\nabout her. \"Blue satin hangings always produce an admirable effect. How\ncool it is! Ah! the lovely picture!\" she added, rising and standing in\nfront of a magnificently framed painting.\n\nWe stood for a moment gazing at that marvel of art, which seemed\nthe work of some supernatural brush. The picture represented Adonis\nstretched out on a lion's skin. The lamp, in an alabaster vase, hanging\nin the centre of the boudoir, cast upon the canvas a soft light which\nenabled us to grasp all the beauties of the picture.\n\n\"Does such a perfect creature exist?\" she asked me, after examining\nattentively, and not without a sweet smile of satisfaction, the\nexquisite grace of the outlines, the attitude, the color, the hair, in\nfact everything.\n\n\"He is too beautiful for a man,\" she added, after such a scrutiny as she\nwould have bestowed upon a rival.\n\nAh! how sharply I felt at that moment those pangs of jealousy in which\na poet had tried in vain to make me believe! the jealousy of engravings,\nof pictures, of statues, wherein artists exaggerate human beauty, as a\nresult of the doctrine which leads them to idealize everything.\n\n\"It is a portrait,\" I replied. \"It is a product of Vien's genius. But\nthat great painter never saw the original, and your admiration will be\nmodified somewhat perhaps, when I tell you that this study was made from\na statue of a woman.\"\n\n\"But who is it?\"\n\nI hesitated.\n\n\"I insist upon knowing,\" she added earnestly.\n\n\"I believe,\" I said, \"that this _Adonis_ represents a--a relative of\nMadame de Lanty.\"\n\nI had the chagrin of seeing that she was lost in contemplation of that\nfigure. She sat down in silence, and I seated myself beside her and\ntook her hand without her noticing it. Forgotten for a portrait! At that\nmoment we heard in the silence a woman's footstep and the faint rustling\nof a dress. We saw the youthful Marianina enter the boudoir, even\nmore resplendent by reason of her grace and her fresh costume; she\nwas walking slowly and leading with motherly care, with a daughter's\nsolicitude, the spectre in human attire, who had driven us from the\nmusic-room; as she led him, she watched with some anxiety the slow\nmovement of his feeble feet. They walked painfully across the boudoir\nto a door hidden in the hangings. Marianina knocked softly. Instantly\na tall, thin man, a sort of familiar spirit, appeared as if by magic.\nBefore entrusting the old man to this mysterious guardian, the lovely\nchild, with deep veneration, kissed the ambulatory corpse, and her\nchaste caress was not without a touch of that graceful playfulness, the\nsecret of which only a few privileged women possess.\n\n\"_Addio, addio!_\" she said, with the sweetest inflection of her young\nvoice.\n\nShe added to the last syllable a wonderfully executed trill, in a very\nlow tone, as if to depict the overflowing affection of her heart by\na poetic expression. The old man, suddenly arrested by some memory,\nremained on the threshold of that secret retreat. In the profound\nsilence we heard the sigh that came forth form his breast; he removed\nthe most beautiful of the rings with which his skeleton fingers were\nladen, and placed it in Marianina's bosom. The young madcap laughed,\nplucked out the ring, slipped it on one of her fingers over her glove,\nand ran hastily back toward the salon, where the orchestra were, at that\nmoment, beginning the prelude of a contra-dance.\n\nShe spied us.\n\n\"Ah! were you here?\" she said, blushing.\n\nAfter a searching glance at us as if to question us, she ran away to her\npartner with the careless petulance of her years.\n\n\"What does this mean?\" queried my young partner. \"Is he her husband? I\nbelieve I am dreaming. Where am I?\"\n\n\"You!\" I retorted, \"you, madame, who are easily excited, and who,\nunderstanding so well the most imperceptible emotions, are able to\ncultivate in a man's heart the most delicate of sentiments, without\ncrushing it, without shattering it at the very outset, you who have\ncompassion for the tortures of the heart, and who, with the wit of the\nParisian, combine a passionate temperament worthy of Spain or Italy----\"\n\nShe realized that my words were heavily charged with bitter irony; and,\nthereupon, without seeming to notice it, she interrupted me to say:\n\n\"Oh! you describe me to suit your own taste. A strange kind of tyranny!\nYou wish me not to be _myself_!\"\n\n\"Oh! I wish nothing,\" I cried, alarmed by the severity of her manner.\n\"At all events, it is true, is it not, that you like to hear stories of\nthe fierce passions, kindled in our heart by the enchanting women of the\nSouth?\"\n\n\"Yes. And then?\"\n\n\"Why, I will come to your house about nine o'clock to-morrow evening,\nand elucidate this mystery for you.\"\n\n\"No,\" she replied, with a pout; \"I wish it done now.\"\n\n\"You have not yet given me the right to obey you when you say, 'I wish\nit.'\"\n\n\"At this moment,\" she said, with an exhibition of coquetry of the sort\nthat drives men to despair, \"I have a most violent desire to know this\nsecret. To-morrow it may be that I will not listen to you.\"\n\nShe smiled and we parted, she still as proud and as cruel, I as\nridiculous, as ever. She had the audacity to waltz with a young\naide-de-camp, and I was by turns angry, sulky, admiring, loving, and\njealous.\n\n\"Until to-morrow,\" she said to me, as she left the ball about two\no'clock in the morning.\n\n\"I won't go,\" I thought. \"I give up. You are a thousand times more\ncapricious, more fanciful, than--my imagination.\"\n\nThe next evening we were seated in front of a bright fire in a dainty\nlittle salon, she on a couch, I on cushions almost at her feet, looking\nup into her face. The street was silent. The lamp shed a soft light. It\nwas one of those evenings which delight the soul, one of those moments\nwhich are never forgotten, one of those hours passed in peace and\nlonging, whose charm is always in later years a source of regret, even\nwhen we are happier. What can efface the deep imprint of the first\nsolicitations of love?\n\n\"Go on,\" she said. \"I am listening.\"\n\n\"But I dare not begin. There are passages in the story which are\ndangerous to the narrator. If I become excited, you will make me hold my\npeace.\"\n\n\"Speak.\"\n\n\"I obey.\n\n\"Ernest-Jean Sarrasine was the only son of a prosecuting attorney of\nFranche-Comte,\" I began after a pause. \"His father had, by faithful\nwork, amassed a fortune which yielded an income of six to eight thousand\nfrancs, then considered a colossal fortune for an attorney in the\nprovinces. Old Maitre Sarrasine, having but one child, determined to\ngive him a thorough education; he hoped to make a magistrate of him,\nand to live long enough to see, in his old age, the grandson of Mathieu\nSarrasine, a ploughman in the Saint-Die country, seated on the lilies,\nand dozing through the sessions for the greater glory of the Parliament;\nbut Heaven had not that joy in store for the attorney. Young Sarrasine,\nentrusted to the care of the Jesuits at an early age, gave indications\nof an extraordinarily unruly disposition. His was the childhood of a man\nof talent. He would not study except as his inclination led him, often\nrebelled, and sometimes remained for whole hours at a time buried in\ntangled meditations, engaged now in watching his comrades at play, now\nin forming mental pictures of Homer's heroes. And, when he did choose to\namuse himself, he displayed extraordinary ardor in his games. Whenever\nthere was a contest of any sort between a comrade and himself, it rarely\nended without bloodshed. If he were the weaker, he would use his\nteeth. Active and passive by turns, either lacking in aptitude, or too\nintelligent, his abnormal temperament caused him to distrust his masters\nas much as his schoolmates. Instead of learning the elements of the\nGreek language, he drew a picture of the reverend father who was\ninterpreting a passage of Thucydides, sketched the teacher of\nmathematics, the prefect, the assistants, the man who administered\npunishment, and smeared all the walls with shapeless figures. Instead of\nsinging the praises of the Lord in the chapel, he amused himself, during\nthe services, by notching a bench; or, when he had stolen a piece of\nwood, he would carve the figure of some saint. If he had no wood or\nstone or pencil, he worked out his ideas with bread. Whether he copied\nthe figures in the pictures which adorned the choir, or improvised, he\nalways left at this seat rough sketches, whose obscene character drove\nthe young fathers to despair; and the evil-tongued alleged that\nthe Jesuits smiled at them. At last, if we are to believe college\ntraditions, he was expelled because, while awaiting his turn to go to\nthe confessional one Good Friday, he carved a figure of the Christ from\na stick of wood. The impiety evidenced by that figure was too flagrant\nnot to draw down chastisement on the artist. He had actually had the\nhardihood to place that decidedly cynical image on the top of the\ntabernacle!\n\n\"Sarrasine came to Paris to seek a refuge against the threats of a\nfather's malediction. Having one of those strong wills which know no\nobstacles, he obeyed the behests of his genius and entered Bouchardon's\nstudio. He worked all day and went about at night begging for\nsubsistence. Bouchardon, marveling at the young artist's intelligence\nand rapid progress, soon divined his pupil's destitute condition; he\nassisted him, became attached to him, and treated him like his own\nchild. Then, when Sarrasine's genius stood revealed in one of those\nworks wherein future talent contends with the effervescence of youth,\nthe generous Bouchardon tried to restore him to the old attorney's good\ngraces. The paternal wrath subsided in face of the famous sculptor's\nauthority. All Besancon congratulated itself on having brought forth a\nfuture great man. In the first outburst of delight due to his flattered\nvanity, the miserly attorney supplied his son with the means to appear\nto advantage in society. The long and laborious study demanded by the\nsculptor's profession subdued for a long time Sarrasine's impetuous\ntemperament and unruly genius. Bouchardon, foreseeing how violently the\npassions would some day rage in that youthful heart, as highly tempered\nperhaps as Michelangelo's, smothered its vehemence with constant\ntoil. He succeeded in restraining within reasonable bounds Sarrasine's\nextraordinary impetuosity, by forbidding him to work, by proposing\ndiversions when he saw that he was on the point of plunging into\ndissipation. But with that passionate nature, gentleness was always\nthe most powerful of all weapons, and the master did not acquire great\ninfluence over his pupil until he had aroused his gratitude by fatherly\nkindness.\n\n\"At the age of twenty-two Sarrasine was forcibly removed from the\nsalutary influence which Bouchardon exercised over his morals and his\nhabits. He paid the penalty of his genius by winning the prize for\nsculpture founded by the Marquis de Marigny, Madame de Pompadour's\nbrother, who did so much for art. Diderot praised Bouchardon's pupil's\nstatue as a masterpiece. Not without profound sorrow did the king's\nsculptor witness the departure for Italy of a young man whose profound\nignorance of the things of life he had, as a matter of principle,\nrefrained from enlightening. Sarrasine was Bouchardon's guest for six\nyears. Fanatically devoted to his art, as Canova was at a later day, he\nrose at dawn and went to the studio, there to remain until night, and\nlived with his muse alone. If he went to the Comedie-Francaise, he was\ndragged thither by his master. He was so bored at Madame Geoffrin's, and\nin the fashionable society to which Bouchardon tried to introduce him,\nthat he preferred to remain alone, and held aloof from the pleasures\nof that licentious age. He had no other mistresses than sculpture and\nClotilde, one of the celebrities of the Opera. Even that intrigue was of\nbrief duration. Sarrasine was decidedly ugly, always badly dressed, and\nnaturally so independent, so irregular in his private life, that the\nillustrious nymph, dreading some catastrophe, soon remitted the sculptor\nto love of the arts. Sophie Arnould made some witty remark on the\nsubject. She was surprised, I think, that her colleague was able to\ntriumph over statues.\n\n\"Sarrasine started for Italy in 1758. On the journey his ardent\nimagination took fire beneath a sky of copper and at the sight of the\nmarvelous monuments with which the fatherland of the arts is strewn.\nHe admired the statues, the frescoes, the pictures; and, fired with a\nspirit of emulation, he went on to Rome, burning to inscribe his name\nbetween the names of Michelangelo and Bouchardon. At first, therefore,\nhe divided his time between his studio work and examination of the works\nof art which abound in Rome. He had already passed a fortnight in the\necstatic state into which all youthful imaginations fall at the sight of\nthe queen of ruins, when he happened one evening to enter the Argentina\ntheatre, in front of which there was an enormous crowd. He inquired the\nreasons for the presence of so great a throng, and every one answered by\ntwo names:\n\n\"'Zambinella! Jomelli!'\n\n\"He entered and took a seat in the pit, crowded between two\nunconscionably stout _abbati_; but luckily he was quite near the stage.\nThe curtain rose. For the first time in his life he heard the music\nwhose charms Monsieur Jean-Jacques Rousseau had extolled so eloquently\nat one of Baron d'Holbach's evening parties. The young sculptor's senses\nwere lubricated, so to speak, by Jomelli's harmonious strains. The\nlanguorous peculiarities of those skilfully blended Italian voices\nplunged him in an ecstasy of delight. He sat there, mute and motionless,\nnot even conscious of the crowding of the two priests. His soul poured\nout through his ears and his eyes. He seemed to be listening with\nevery one of his pores. Suddenly a whirlwind of applause greeted the\nappearance of the prima donna. She came forward coquettishly to the\nfootlights and curtsied to the audience with infinite grace. The\nbrilliant light, the enthusiasm of a vast multitude, the illusion of the\nstage, the glamour of a costume which was most attractive for the\ntime, all conspired in that woman's favor. Sarrasine cried aloud with\npleasure. He saw before him at that moment the ideal beauty whose\nperfections he had hitherto sought here and there in nature, taking from\none model, often of humble rank, the rounded outline of a shapely\nleg, from another the contour of the breast; from another her white\nshoulders; stealing the neck of that young girl, the hands of this\nwoman, and the polished knees of yonder child, but never able to find\nbeneath the cold skies of Paris the rich and satisfying creations of\nancient Greece. La Zambinella displayed in her single person, intensely\nalive and delicate beyond words, all those exquisite proportions of the\nfemale form which he had so ardently longed to behold, and of which a\nsculptor is the most severe and at the same time the most passionate\njudge. She had an expressive mouth, eyes instinct with love, flesh of\ndazzling whiteness. And add to these details, which would have filled\na painter's soul with rapture, all the marvelous charms of the Venuses\nworshiped and copied by the chisel of the Greeks. The artist did not\ntire of admiring the inimitable grace with which the arms were attached\nto the body, the wonderful roundness of the throat, the graceful curves\ndescribed by the eyebrows and the nose, and the perfect oval of the\nface, the purity of its clean-cut lines, and the effect of the thick,\ndrooping lashes which bordered the large and voluptuous eyelids. She was\nmore than a woman; she was a masterpiece! In that unhoped-for creation\nthere was love enough to enrapture all mankind, and beauties calculated\nto satisfy the most exacting critic.\n\n\"Sarrasine devoured with his eyes what seemed to him Pygmalion's statue\ndescended from its pedestal. When La Zambinella sang, he was beside\nhimself. He was cold; then suddenly he felt a fire burning in the secret\ndepths of his being, in what, for lack of a better word, we call the\nheart. He did not applaud, he said nothing; he felt a mad impulse, a\nsort of frenzy of the sort that seizes us only at the age when there is\na something indefinably terrible and infernal in our desires. Sarrasine\nlonged to rush upon the stage and seize that woman. His strength,\nincreased a hundredfold by a moral depression impossible to\ndescribe,--for such phenomena take place in a sphere inaccessible to\nhuman observation,--insisted upon manifesting itself with deplorable\nviolence. Looking at him, you would have said that he was a cold, dull\nman. Renown, science, future, life, prizes, all vanished.\n\n\"'To win her love or die!' Such was the sentence Sarrasine pronounced\nupon himself.\n\n\"He was so completely intoxicated that he no longer saw theatre,\naudience, or actors, no longer heard the music. Nay, more, there was no\nspace between him and La Zambinella; he possessed her; his eyes, fixed\nsteadfastly upon her, took possession of her. An almost diabolical power\nenabled him to feel the breath of that voice, to inhale the fragrant\npowder with which her hair was covered, to see the slightest\ninequalities of her face, to count the blue veins which threaded their\nway beneath the satiny skin. And that fresh, brisk voice of silvery\n_timbre_, flexible as a thread to which the faintest breath of air gives\nform, which it rolls and unrolls, tangles and blows away, that voice\nattacked his heart so fiercely that he more than once uttered an\ninvoluntary exclamation, extorted by the convulsive ecstasy too rarely\nevoked by human passions. He was soon obliged to leave the theatre. His\ntrembling legs almost refused to bear him. He was prostrated, weak, like\na nervous man who has given way to a terrible burst of anger. He had had\nsuch exquisite pleasure, or perhaps had suffered so, that his life had\nflowed away like water from an overturned vessel. He felt a void\nwithin him, a sense of goneness like the utter lack of strength which\ndiscourages a convalescent just recovering from a serious sickness.\nOverwhelmed by inexplicable melancholy, he sat down on the steps of a\nchurch. There, with his back resting against a pillar, he lost himself\nin a fit of meditation as confused as a dream. Passion had dealt him a\ncrushing blow. On his return to his apartments he was seized by one\nof those paroxysms of activity which reveal to us the presence of new\nprinciples in our existence. A prey to that first fever of love which\nresembles pain as much as pleasure, he sought to defeat his impatience\nand his frenzy by sketching La Zambinella from memory. It was a sort of\nmaterial meditation. Upon one leaf La Zambinella appeared in that pose,\napparently calm and cold, affected by Raphael, Georgione, and all\nthe great painters. On another, she was coyly turning her head as she\nfinished a roulade, and seemed to be listening to herself. Sarrasine\ndrew his mistress in all poses: he drew her unveiled, seated, standing,\nreclining, chaste, and amorous--interpreting, thanks to the delirious\nactivity of his pencil, all the fanciful ideas which beset our\nimagination when our thoughts are completely engrossed by a mistress.\nBut his frantic thoughts outran his pencil. He met La Zambinella, spoke\nto her, entreated her, exhausted a thousand years of life and happiness\nwith her, placing her in all imaginable situations, trying the future\nwith her, so to speak. The next day he sent his servant to hire a\nbox near the stage for the whole season. Then, like all young men of\npowerful feelings, he exaggerated the difficulties of his undertaking,\nand gave his passion, for its first pasturage, the joy of being able\nto admire his mistress without obstacle. The golden age of love, during\nwhich we enjoy our own sentiments, and in which we are almost as happy\nby ourselves, was not likely to last long with Sarrasine. However,\nevents surprised him when he was still under the spell of that\nspringtime hallucination, as naive as it was voluptuous. In a week he\nlived a whole lifetime, occupied through the day in molding the clay\nwith which he succeeded in copying La Zambinella, notwithstanding the\nveils, the skirts, the waists, and the bows of ribbon which concealed\nher from him. In the evening, installed at an early hour in his box,\nalone, reclining on a sofa, he made for himself, like a Turk drunk with\nopium, a happiness as fruitful, as lavish, as he wished. First of all,\nhe familiarized himself gradually with the too intense emotions which\nhis mistress' singing caused him; then he taught his eyes to look at\nher, and was finally able to contemplate her at his leisure without\nfearing an explosion of concealed frenzy, like that which had seized\nhim the first day. His passion became more profound as it became more\ntranquil. But the unsociable sculptor would not allow his solitude,\npeopled as it was with images, adorned with the fanciful creations of\nhope, and full of happiness, to be disturbed by his comrades. His love\nwas so intense and so ingenuous, that he had to undergo the innocent\nscruples with which we are assailed when we love for the first time. As\nhe began to realize that he would soon be required to bestir himself, to\nintrigue, to ask where La Zambinella lived, to ascertain whether she had\na mother, an uncle, a guardian, a family,--in a word, as he reflected\nupon the methods of seeing her, of speaking to her, he felt that his\nheart was so swollen with such ambitious ideas, that he postponed those\ncares until the following day, as happy in his physical sufferings as in\nhis intellectual pleasures.\"\n\n\"But,\" said Madame de Rochefide, interrupting me, \"I see nothing of\nMarianina or her little old man in all this.\"\n\n\"You see nothing but him!\" I cried, as vexed as an author for whom some\none has spoiled the effect of a _coup de theatre_.\n\n\"For some days,\" I resumed after a pause, \"Sarrasine had been so\nfaithful in attendance in his box, and his glances expressed such\npassionate love, that his passion for La Zambinella's voice would have\nbeen the town-talk of Paris, if the episode had happened here; but in\nItaly, madame, every one goes to the theatre for his own enjoyment,\nwith all his own passions, with a heartfelt interest which precludes all\nthought of espionage with opera-glasses. However, the sculptor's frantic\nadmiration could not long escape the notice of the performers, male and\nfemale. One evening the Frenchman noticed that they were laughing at\nhim in the wings. It is hard to say what violent measures he might\nhave resorted to, had not La Zambinella come on the stage. She cast at\nSarrasine one of those eloquent glances which often say more than women\nintend. That glance was a complete revelation in itself. Sarrasine was\nbeloved!\n\n\"'If it is a mere caprice,' he thought, already accusing his mistress of\ntoo great ardor, 'she does not know the sort of domination to which she\nis about to become subject. Her caprice will last, I trust, as long as\nmy life.'\n\n\"At that moment, three light taps on the door of his box attracted the\nartist's attention. He opened the door. An old woman entered with an air\nof mystery.\n\n\"'Young man,' she said, 'if you wish to be happy, be prudent. Wrap\nyourself in a cloak, pull a broad-brimmed hat over your eyes, and be\non the Rue du Corso, in front of the Hotel d'Espagne, about ten o'clock\nto-night.'\n\n\"'I will be there,' he replied, putting two louis in the duenna's\nwrinkled hand.\n\n\"He rushed from his box, after a sign of intelligence to La Zambinella,\nwho lowered her voluptuous eyelids modestly, like a woman overjoyed to\nbe understood at last. Then he hurried home, in order to borrow from\nhis wardrobe all the charms it could loan him. As he left the theatre, a\nstranger grasped his arm.\n\n\"'Beware, Signor Frenchman,' he said in his ear. 'This is a matter\nof life and death. Cardinal Cicognara is her protector, and he is no\ntrifler.'\n\n\"If a demon had placed the deep pit of hell between Sarrasine and La\nZambinella, he would have crossed it with one stride at that moment.\nLike the horses of the immortal gods described by Homer, the sculptor's\nlove had traversed vast spaces in a twinkling.\n\n\"'If death awaited me on leaving the house, I would go the more\nquickly,' he replied.\n\n\"'_Poverino!_' cried the stranger, as he disappeared.\n\n\"To talk of danger to a man in love is to sell him pleasure. Sarrasine's\nvalet had never seen his master so painstaking in the matter of dress.\nHis finest sword, a gift from Bouchardon, the bow-knot Clotilde gave\nhim, his coat with gold braid, his waistcoat of cloth of silver, his\ngold snuff-box, his valuable watch, everything was taken from its place,\nand he arrayed himself like a maiden about to appear before her first\nlover. At the appointed hour, drunk with love and boiling over with\nhope, Sarrasine, his nose buried in his cloak, hurried to the rendezvous\nappointed by the old woman. She was waiting.\n\n\"'You are very late,' she said. 'Come.'\n\n\"She led the Frenchman through several narrow streets and stopped\nin front of a palace of attractive appearance. She knocked; the door\nopened. She led Sarrasine through a labyrinth of stairways, galleries,\nand apartments which were lighted only by uncertain gleams of moonlight,\nand soon reached a door through the cracks of which stole a bright\nlight, and from which came the joyous sound of several voices. Sarrasine\nwas suddenly blinded when, at a word from the old woman, he was admitted\nto that mysterious apartment and found himself in a salon as brilliantly\nlighted as it was sumptuously furnished; in the centre stood a\nbountifully supplied table, laden with inviolable bottles, with laughing\ndecanters whose red facets sparkled merrily. He recognized the singers\nfrom the theatre, male and female, mingled with charming women, all\nready to begin an artists' spree and waiting only for him. Sarrasine\nrestrained a feeling of displeasure and put a good face on the matter.\nHe had hoped for a dimly lighted chamber, his mistress leaning over a\nbrazier, a jealous rival within two steps, death and love, confidences\nexchanged in low tones, heart to heart, hazardous kisses, and faces so\nnear together that La Zambinella's hair would have touched caressingly\nhis desire-laden brow, burning with happiness.\n\n\"'_Vive la folie!_' he cried. '_Signori e belle donne_, you will allow\nme to postpone my revenge and bear witness to my gratitude for the\nwelcome you offer a poor sculptor.'\n\n\"After receiving congratulations not lacking in warmth from most of\nthose present, whom he knew by sight, he tried to approach the couch on\nwhich La Zambinella was nonchalantly reclining. Ah! how his heart beat\nwhen he spied a tiny foot in one of those slippers which--if you will\nallow me to say so, madame--formerly imparted to a woman's feet such a\ncoquettish, voluptuous look that I cannot conceive how men could resist\nthem. Tightly fitting white stockings with green clocks, short skirts,\nand the pointed, high-heeled slippers of Louis XV.'s time contributed\nsomewhat, I fancy, to the demoralization of Europe and the clergy.\"\n\n\"Somewhat!\" exclaimed the marchioness. \"Have you read nothing, pray?\"\n\n\"La Zambinella,\" I continued, smiling, \"had boldly crossed her legs,\nand as she prattled swung the upper one, a duchess' attitude very well\nsuited to her capricious type of beauty, overflowing with a certain\nattractive suppleness. She had laid aside her stage costume, and wore a\nwaist which outlined a slender figure, displayed to the best advantage\nby a _panier_ and a satin dress embroidered with blue flowers. Her\nbreast, whose treasures were concealed by a coquettish arrangement of\nlace, was of a gleaming white. Her hair was dressed almost like Madame\ndu Barry's; her face, although overshadowed by a large cap, seemed only\nthe daintier therefor, and the powder was very becoming to her. She\nsmiled graciously at the sculptor. Sarrasine, disgusted beyond measure\nat finding himself unable to speak to her without witnesses, courteously\nseated himself beside her, and discoursed of music, extolling her\nprodigious talent; but his voice trembled with love and fear and hope.\n\n\"'What do you fear?' queried Vitagliani, the most celebrated singer in\nthe troupe. 'Go on, you have no rival here to fear.'\n\n\"After he had said this the tenor smiled silently. The lips of all the\nguests repeated that smile, in which there was a lurking expression of\nmalice likely to escape a lover. The publicity of his love was like\na sudden dagger-thrust in Sarrasine's heart. Although possessed of a\ncertain strength of character, and although nothing that might happen\ncould subdue the violence of his passion, it had not before occurred\nto him that La Zambinella was almost a courtesan, and that he could not\nhope to enjoy at one and the same time the pure delights which would\nmake a maiden's love so sweet, and the passionate transports with which\none must purchase the perilous favors of an actress. He reflected and\nresigned himself to his fate. The supper was served. Sarrasine and La\nZambinella seated themselves side by side without ceremony. During the\nfirst half of the feast the artists exercised some restraint, and the\nsculptor was able to converse with the singer. He found that she was\nvery bright and quick-witted; but she was amazingly ignorant and seemed\nweak and superstitious. The delicacy of her organs was reproduced in\nher understanding. When Vitagliani opened the first bottle of champagne,\nSarrasine read in his neighbor's eyes a shrinking dread of the report\ncaused by the release of the gas. The involuntary shudder of that\nthoroughly feminine temperament was interpreted by the amorous artist\nas indicating extreme delicacy of feeling. This weakness delighted the\nFrenchman. There is so much of the element of protection in a man's\nlove!\n\n\"'You may make use of my power as a shield!'\n\n\"Is not that sentence written at the root of all declarations of love?\nSarrasine, who was too passionately in love to make fine speeches to the\nfair Italian, was, like all lovers, grave, jovial, meditative, by turns.\nAlthough he seemed to listen to the guests, he did not hear a word that\nthey said, he was so wrapped up in the pleasure of sitting by her side,\nof touching her hand, of waiting on her. He was swimming in a sea of\nconcealed joy. Despite the eloquence of divers glances they exchanged,\nhe was amazed at La Zambinella's continued reserve toward him. She had\nbegun, it is true, by touching his foot with hers and stimulating his\npassion with the mischievous pleasure of a woman who is free and in\nlove; but she had suddenly enveloped herself in maidenly modesty, after\nshe had heard Sarrasine relate an incident which illustrated the extreme\nviolence of his temper. When the supper became a debauch, the guests\nbegan to sing, inspired by the Peralta and the Pedro-Ximenes. There\nwere fascinating duets, Calabrian ballads, Spanish _sequidillas_, and\nNeapolitan _canzonettes_. Drunkenness was in all eyes, in the music,\nin the hearts and voices of the guests. There was a sudden overflow of\nbewitching vivacity, of cordial unconstraint, of Italian good nature,\nof which no words can convey an idea to those who know only the evening\nparties of Paris, the routs of London, or the clubs of Vienna. Jests\nand words of love flew from side to side like bullets in a battle, amid\nlaughter, impieties, invocations to the Blessed Virgin or the _Bambino_.\nOne man lay on a sofa and fell asleep. A young woman listened to\na declaration, unconscious that she was spilling Xeres wine on\nthe tablecloth. Amid all this confusion La Zambinella, as if\nterror-stricken, seemed lost in thought. She refused to drink, but ate\nperhaps a little too much; but gluttony is attractive in women, it is\nsaid. Sarrasine, admiring his mistress' modesty, indulged in serious\nreflections concerning the future.\n\n\"'She desires to be married, I presume,' he said to himself.\n\n\"Thereupon he abandoned himself to blissful anticipations of marriage\nwith her. It seemed to him that his whole life would be too short to\nexhaust the living spring of happiness which he found in the depths of\nhis heart. Vitagliani, who sat on his other side, filled his glass so\noften that, about three in the morning, Sarrasine, while not absolutely\ndrunk, was powerless to resist his delirious passion. In a moment of\nfrenzy he seized the woman and carried her to a sort of boudoir which\nopened from the salon, and toward which he had more than once turned his\neyes. The Italian was armed with a dagger.\n\n\"'If you come hear me,' she said, 'I shall be compelled to plunge this\nblade into your heart. Go! you would despise me. I have conceived too\ngreat a respect for your character to abandon myself to you thus. I do\nnot choose to destroy the sentiment with which you honor me.'\n\n\"'Ah!' said Sarrasine, 'to stimulate a passion is a poor way to\nextinguish it! Are you already so corrupt that, being old in heart,\nyou act like a young prostitute who inflames the emotions in which she\ntrades?'\n\n\"'Why, this is Friday,' she replied, alarmed by the Frenchman's\nviolence.\n\n\"Sarrasine, who was not piously inclined, began to laugh. La Zambinella\ngave a bound like a young deer, and darted into the salon. When\nSarrasine appeared, running after her, he was welcomed by a roar of\ninfernal laughter. He saw La Zambinella swooning on a sofa. She was very\npale, as if exhausted by the extraordinary effort she had made. Although\nSarrasine knew but little Italian, he understood his mistress when she\nsaid to Vitagliani in a low voice:\n\n\"'But he will kill me!'\n\n\"This strange scene abashed the sculptor. His reason returned. He stood\nstill for a moment; then he recovered his speech, sat down beside his\nmistress, and assured her of his profound respect. He found strength\nto hold his passion in check while talking to her in the most exalted\nstrain; and, to describe his love, he displayed all the treasures of\neloquence--that sorcerer, that friendly interpreter, whom women rarely\nrefuse to believe. When the first rays of dawn surprised the boon\ncompanions, some woman suggested that they go to Frascati. One and\nall welcomed with loud applause the idea of passing the day at Villa\nLudovisi. Vitagliani went down to hire carriages. Sarrasine had the good\nfortune to drive La Zambinella in a phaeton. When they had left Rome\nbehind, the merriment of the party, repressed for a moment by the battle\nthey had all been fighting against drowsiness, suddenly awoke. All, men\nand women alike, seemed accustomed to that strange life, that constant\nround of pleasures, that artistic energy, which makes of life one never\nending _fete_, where laughter reigns, unchecked by fear of the future.\nThe sculptor's companion was the only one who seemed out of spirits.\n\n\"'Are you ill?' Sarrasine asked her. 'Would you prefer to go home?'\n\n\"'I am not strong enough to stand all this dissipation,' she replied. 'I\nhave to be very careful; but I feel so happy with you! Except for you,\nI should not have remained to this supper; a night like this takes away\nall my freshness.'\n\n\"'You are so delicate!' rejoined Sarrasine, gazing in rapture at the\ncharming creature's dainty features.\n\n\"'Dissipation ruins my voice.'\n\n\"'Now that we are alone,' cried the artist, 'and that you no longer have\nreason to fear the effervescence of my passion, tell me that you love\nme.'\n\n\"'Why?' said she; 'for what good purpose? You think me pretty. But you\nare a Frenchman, and your fancy will pass away. Ah! you would not love\nme as I should like to be loved.'\n\n\"'How?'\n\n\"'Purely, with no mingling of vulgar passion. I abhor men even more,\nperhaps than I hate women. I need to take refuge in friendship. The\nworld is a desert to me. I am an accursed creature, doomed to understand\nhappiness, to feel it, to desire it, and like many, many others,\ncompelled to see it always fly from me. Remember, signor, that I have\nnot deceived you. I forbid you to love me. I can be a devoted friend\nto you, for I admire your strength of will and your character. I need a\nbrother, a protector. Be both of these to me, but nothing more.'\n\n\"'And not love you!' cried Sarrasine; 'but you are my life, my\nhappiness, dear angel!'\n\n\"'If I should say a word, you would spurn me with horror.'\n\n\"'Coquette! nothing can frighten me. Tell me that you will cost me my\nwhole future, that I shall die two months hence, that I shall be damned\nfor having kissed you but once----'\n\n\"And he kissed her, despite La Zambinella's efforts to avoid that\npassionate caress.\n\n\"'Tell me that you are a demon, that I must give you my fortune, my\nname, all my renown! Would you have me cease to be a sculptor? Speak.'\n\n\"'Suppose I were not a woman?' queried La Zambinella, timidly, in a\nsweet, silvery voice.\n\n\"'A merry jest!' cried Sarrasine. 'Think you that you can deceive\nan artist's eye? Have I not, for ten days past, admired, examined,\ndevoured, thy perfections? None but a woman can have this soft\nand beautifully rounded arm, these graceful outlines. Ah! you seek\ncompliments!'\n\n\"She smiled sadly, and murmured:\n\n\"'Fatal beauty!'\n\n\"She raised her eyes to the sky. At that moment, there was in her eyes\nan indefinable expression of horror, so startling, so intense, that\nSarrasine shuddered.\n\n\"'Signor Frenchman,' she continued, 'forget forever a moment's madness.\nI esteem you, but as for love, do not ask me for that; that sentiment is\nsuffocated in my heart. I have no heart!' she cried, weeping bitterly.\n'The stage on which you saw me, the applause, the music, the renown to\nwhich I am condemned--those are my life; I have no other. A few hours\nhence you will no longer look upon me with the same eyes, the woman you\nlove will be dead.'\n\n\"The sculptor did not reply. He was seized with a dull rage which\ncontracted his heart. He could do nothing but gaze at that extraordinary\nwoman, with inflamed, burning eyes. That feeble voice, La Zambinella's\nattitude, manners, and gestures, instinct with dejection, melancholy,\nand discouragement, reawakened in his soul all the treasures of passion.\nEach word was a spur. At that moment, they arrived at Frascati. When the\nartist held out his arms to help his mistress to alight, he felt that\nshe trembled from head to foot.\n\n\"'What is the matter? You would kill me,' he cried, seeing that she\nturned pale, 'if you should suffer the slightest pain of which I am,\neven innocently, the cause.'\n\n\"'A snake!' she said, pointing to a reptile which was gliding along the\nedge of a ditch. 'I am afraid of the disgusting creatures.'\n\n\"Sarrasine crushed the snake's head with a blow of his foot.\n\n\"'How could you dare to do it?' said La Zambinella, gazing at the dead\nreptile with visible terror.\n\n\"'Aha!' said the artist, with a smile, 'would you venture to say now\nthat you are not a woman?'\n\n\"They joined their companions and walked through the woods of Villa\nLudovisi, which at that time belonged to Cardinal Cicognara. The morning\npassed all too swiftly for the amorous sculptor, but it was crowded\nwith incidents which laid bare to him the coquetry, the weakness, the\ndaintiness, of that pliant, inert soul. She was a true woman with her\nsudden terrors, her unreasoning caprices, her instinctive worries,\nher causeless audacity, her bravado, and her fascinating delicacy of\nfeeling. At one time, as the merry little party of singers ventured out\ninto the open country, they saw at some distance a number of men armed\nto the teeth, whose costume was by no means reassuring. At the words,\n'Those are brigands!' they all quickened their pace in order to reach\nthe shelter of the wall enclosing the cardinal's villa. At that critical\nmoment Sarrasine saw from La Zambinella's manner that she no longer\nhad strength to walk; he took her in his arms and carried her for some\ndistance, running. When he was within call of a vineyard near by, he set\nhis mistress down.\n\n\"'Tell me,' he said, 'why it is that this extreme weakness which in\nanother woman would be hideous, would disgust me, so that the slightest\nindication of it would be enough to destroy my love,--why is it that\nin you it pleases me, fascinates me? Oh, how I love you!' he continued.\n'All your faults, your frights, your petty foibles, add an indescribable\ncharm to your character. I feel that I should detest a Sappho, a strong,\ncourageous woman, overflowing with energy and passion. O sweet and\nfragile creature! how couldst thou be otherwise? That angel's voice,\nthat refined voice, would have been an anachronism coming from any other\nbreast than thine.'\n\n\"'I can give you no hope,' she said. 'Cease to speak thus to me, for\npeople would make sport of you. It is impossible for me to shut the door\nof the theatre to you; but if you love me, or if you are wise, you will\ncome there no more. Listen to me, monsieur,' she continued in a grave\nvoice.\n\n\"'Oh, hush!' said the excited artist. 'Obstacles inflame the love in my\nheart.'\n\n\"La Zambinella maintained a graceful and modest attitude; but she\nheld her peace, as if a terrible thought had suddenly revealed some\ncatastrophe. When it was time to return to Rome she entered a berlin\nwith four seats, bidding the sculptor, with a cruelly imperious air, to\nreturn alone in the phaeton. On the road, Sarrasine determined to carry\noff La Zambinella. He passed the whole day forming plans, each more\nextravagant than the last. At nightfall, as he was going out to inquire\nof somebody where his mistress lived, he met one of his fellow-artists\nat the door.\n\n\"'My dear fellow,' he said, I am sent by our ambassador to invite you\nto come to the embassy this evening. He gives a magnificent concert, and\nwhen I tell you that La Zambinella will be there--'\n\n\"'Zambinella!' cried Sarrasine, thrown into delirium by that name; 'I am\nmad with love of her.'\n\n\"'You are like everybody else,' replied his comrade.\n\n\"'But if you are friends of mine, you and Vien and Lauterbourg and\nAllegrain, you will lend me your assistance for a _coup de main_, after\nthe entertainment, will you not?' asked Sarrasine.\n\n\"'There's no cardinal to be killed? no--?'\n\n\"'No, no!' said Sarrasine, 'I ask nothing of you that men of honor may\nnot do.'\n\n\"In a few moments the sculptor laid all his plans to assure the success\nof his enterprise. He was one of the last to arrive at the ambassador's,\nbut he went thither in a traveling carriage drawn by four stout\nhorses and driven by one of the most skilful _vetturini_ in Rome. The\nambassador's palace was full of people; not without difficulty did\nthe sculptor, whom nobody knew, make his way to the salon where La\nZambinella was singing at that moment.\n\n\"'It must be in deference to all the cardinals, bishops, and _abbes_ who\nare here,' said Sarrasine, 'that _she_ is dressed as a man, that _she_\nhas curly hair which _she_ wears in a bag, and that _she_ has a sword at\nher side?'\n\n\"'She! what she?' rejoined the old nobleman whom Sarrasine addressed.\n\n\"'La Zambinella.'\n\n\"'La Zambinella!' echoed the Roman prince. 'Are you jesting? Whence have\nyou come? Did a woman ever appear in a Roman theatre? And do you not\nknow what sort of creatures play female parts within the domains of the\nPope? It was I, monsieur, who endowed Zambinella with his voice. I paid\nall the knave's expenses, even his teacher in singing. And he has so\nlittle gratitude for the service I have done him that he has never been\nwilling to step inside my house. And yet, if he makes his fortune, he\nwill owe it all to me.'\n\n\"Prince Chigi might have talked on forever, Sarrasine did not listen to\nhim. A ghastly truth had found its way into his mind. He was stricken\nas if by a thunderbolt. He stood like a statue, his eyes fastened on\nthe singer. His flaming glance exerted a sort of magnetic influence on\nZambinella, for he turned his eyes at last in Sarrasine's direction, and\nhis divine voice faltered. He trembled! An involuntary murmur escaped\nthe audience, which he held fast as if fastened to his lips; and that\ncompletely disconcerted him; he stopped in the middle of the aria he\nwas singing and sat down. Cardinal Cicognara, who had watched from\nthe corner of his eye the direction of his _protege's_ glance, saw the\nFrenchman; he leaned toward one of his ecclesiastical aides-de-camp, and\napparently asked the sculptor's name. When he had obtained the reply he\ndesired he scrutinized the artist with great attention and gave orders\nto an _abbe_, who instantly disappeared. Meanwhile Zambinella, having\nrecovered his self-possession, resumed the aria he had so capriciously\nbroken off; but he sang badly, and refused, despite all the persistent\nappeals showered upon him, to sing anything else. It was the first\ntime he had exhibited that humorsome tyranny, which, at a later date,\ncontributed no less to his celebrity than his talent and his vast\nfortune, which was said to be due to his beauty as much as to his voice.\n\n\"'It's a woman,' said Sarrasine, thinking that no one could overhear\nhim. 'There's some secret intrigue beneath all this. Cardinal Cicognara\nis hoodwinking the Pope and the whole city of Rome!'\n\n\"The sculptor at once left the salon, assembled his friends, and lay\nin wait in the courtyard of the palace. When Zambinella was assured\nof Sarrasine's departure he seemed to recover his tranquillity in some\nmeasure. About midnight after wandering through the salons like a man\nlooking for an enemy, the _musico_ left the party. As he passed through\nthe palace gate he was seized by men who deftly gagged him with a\nhandkerchief and placed him in the carriage hired by Sarrasine. Frozen\nwith terror, Zambinella lay back in a corner, not daring to move\na muscle. He saw before him the terrible face of the artist, who\nmaintained a deathlike silence. The journey was a short one. Zambinella,\nkidnaped by Sarrasine, soon found himself in a dark, bare studio. He\nsat, half dead, upon a chair, hardly daring to glance at a statue of a\nwoman, in which he recognized his own features. He did not utter a word,\nbut his teeth were chattering; he was paralyzed with fear. Sarrasine\nwas striding up and down the studio. Suddenly he halted in front of\nZambinella.\n\n\"'Tell me the truth,' he said, in a changed and hollow voice. 'Are you\nnot a woman? Cardinal Cicognara----'\n\n\"Zambinella fell on his knees, and replied only by hanging his head.\n\n\"'Ah! you are a woman!' cried the artist in a frenzy; 'for even a--'\n\n\"He did not finish the sentence.\n\n\"'No,' he continued, 'even _he_ could not be so utterly base.'\n\n\"'Oh, do not kill me!' cried Zambinella, bursting into tears. 'I\nconsented to deceive you only to gratify my comrades, who wanted an\nopportunity to laugh.'\n\n\"'Laugh!' echoed the sculptor, in a voice in which there was a ring of\ninfernal ferocity. 'Laugh! laugh! You dared to make sport of a man's\npassion--you?'\n\n\"'Oh, mercy!' cried Zambinella.\n\n\"'I ought to kill you!' shouted Sarrasine, drawing his sword in an\noutburst of rage. 'But,' he continued, with cold disdain, 'if I searched\nyour whole being with this blade, should I find there any sentiment to\nblot out, anything with which to satisfy my thirst for vengeance? You\nare nothing! If you were a man or a woman, I would kill you, but--'\n\n\"Sarrasine made a gesture of disgust, and turned his face away;\nthereupon he noticed the statue.\n\n\"'And that is a delusion!' he cried.\n\n\"Then, turning to Zambinella once more, he continued:\n\n\"'A woman's heart was to me a place of refuge, a fatherland. Have you\nsisters who resemble you? No. Then die! But no, you shall live. To\nleave you your life is to doom you to a fate worse than death. I regret\nneither my blood nor my life, but my future and the fortune of my heart.\nYour weak hand has overturned my happiness. What hope can I extort from\nyou in place of all those you have destroyed? You have brought me down\nto your level. _To love, to be loved!_ are henceforth meaningless words\nto me, as to you. I shall never cease to think of that imaginary woman\nwhen I see a real woman.'\n\n\"He pointed to the statue with a gesture of despair.\n\n\"'I shall always have in my memory a divine harpy who will bury her\ntalons in all my manly sentiments, and who will stamp all other women\nwith a seal of imperfection. Monster! you, who can give life to nothing,\nhave swept all women off the face of the earth.'\n\n\"Sarrasine seated himself in front of the terrified singer. Two great\ntears came from his dry eyes, rolled down his swarthy cheeks, and fell\nto the floor--two tears of rage, two scalding, burning tears.\n\n\"'An end of love! I am dead to all pleasure, to all human emotions!'\n\n\"As he spoke, he seized a hammer and hurled it at the statue with such\nexcessive force that he missed it. He thought that he had destroyed\nthat monument of his madness, and thereupon he drew his sword again, and\nraised it to kill the singer. Zambinella uttered shriek after shriek.\nThree men burst into the studio at that moment, and the sculptor fell,\npieced by three daggers.\n\n\"'From Cardinal Cicognara,' said one of the men.\n\n\"'A benefaction worthy of a Christian,' retorted the Frenchman, as he\nbreathed his last.\n\n\"These ominous emissaries told Zambinella of the anxiety of his patron,\nwho was waiting at the door in a closed carriage in order to take him\naway as soon as he was set at liberty.\"\n\n\"But,\" said Madame de Rochefide, \"what connection is there between this\nstory and the little old man we saw at the Lantys'?\"\n\n\"Madame, Cardinal Cicognara took possession of Zambinella's statue and\nhad it reproduced in marble; it is in the Albani Museum to-day. In 1794\nthe Lanty family discovered it there, and asked Vien to copy it. The\nportrait which showed you Zambinella at twenty, a moment after you had\nseen him as a centenarian, afterward figured in Girodet's _Endymion_;\nyou yourself recognized the type in _Adonis_.\"\n\n\"But this Zambinella, male or female--\"\n\n\"Must be, madame, Marianina's maternal great uncle. You can conceive now\nMadame de Lanty's interest in concealing the source of a fortune which\ncomes--\"\n\n\"Enough!\" said she, with an imperious gesture.\n\nWe remained for a moment in the most profound silence.\n\n\"Well?\" I said at last.\n\n\"Ah!\" she cried, rising and pacing the floor.\n\nShe came and looked me in the face, and said in an altered voice:\n\n\"You have disgusted me with life and passion for a long time to come.\nLeaving monstrosities aside, are not all human sentiments dissolved\nthus, by ghastly disillusionment? Children torture mothers by their bad\nconduct, or their lack of affection. Wives are betrayed. Mistresses\nare cast aside, abandoned. Talk of friendship! Is there such a thing! I\nwould turn pious to-morrow if I did not know that I can remain like the\ninaccessible summit of a cliff amid the tempests of life. If the future\nof the Christian is an illusion too, at all events it is not destroyed\nuntil after death. Leave me to myself.\"\n\n\"Ah!\" said I, \"you know how to punish.\"\n\n\"Am I in the wrong?\"\n\n\"Yes,\" I replied, with a sort of desperate courage. \"By finishing this\nstory, which is well known in Italy, I can give you an excellent idea of\nthe progress made by the civilization of the present day. There are none\nof those wretched creatures now.\"\n\n\"Paris,\" said she, \"is an exceedingly hospitable place; it welcomes one\nand all, fortunes stained with shame, and fortunes stained with blood.\nCrime and infamy have a right of asylum here; virtue alone is without\naltars. But pure hearts have a fatherland in heaven! No one will have\nknown me! I am proud of it.\"\n\nAnd the marchioness was lost in thought.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Carigliano, Marechal, Duc de\n       At the Sign of the Cat and Racket\n       Father Goriot\n\n     Lanty, Comte de\n       The Member for Arcis\n\n     Lanty, Comtesse de\n       The Member for Arcis\n\n     Lanty, Marianina de\n       The Member for Arcis\n\n     Lanty, Filippo de\n       The Member for Arcis\n\n     Rochefide, Marquise de\n       Beatrix\n       The Secrets of a Princess\n       A Daughter of Eve\n       A Prince of Bohemia\n\n     Sarrasine, Ernest-Jean\n       The Member for Arcis\n\n     Vien, Joseph-Marie\n       The Member for Arcis\n\n     Zambinella\n       The Member for Arcis\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Sarrasine, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SARRASINE ***\n\n***** This file should be named 1826.txt or 1826.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/8\/2\/1826\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":690,"split":"train"}
