{"ori_id":"cbbbb720b94e009cc9a76b83f08f829de284617e","title":"The Tale of Mr. Tod","context":"The Tale of Mr. Tod\n The tale begins with Tommy Brock, a badger, being entertained by old Mr. Bouncer, the father of Benjamin Bunny. Mr. Bouncer has been left to tend his grandchildren while his son and daughter-in-law Flopsy are away, but, after smoking a pipe of rabbit-tobacco, he falls asleep in Tommy's company. Tommy puts the bunnies in his sack and slips out. When the parents return, Benjamin sets off in pursuit of the thief.\nBenjamin finds and brings his cousin Peter Rabbit into the rescue venture, and the two discover Tommy has invaded one of Mr. Tod's homes. Mr. Tod, a fox, has multiple homes but keeps moving. Often Tommy lodges in his homes. Peeping through the bedroom window, the rabbits see Tommy asleep in Mr. Tod's bed, and, peeping through the kitchen window, they see the table set for a meal. They realise the bunnies are alive, but shut in the oven. They try to dig a tunnel into the house but hide when Mr. Tod suddenly arrives in a very bad temper, which has caused him to move house.\nThe fox discovers the badger asleep in his bed, and originally plans to hit him, but decides against this due to the Badger's teeth. He decides to play a trick upon him involving a pail of water balanced on the overhead tester of the bed. Brock however is awake, escapes the trick, and makes tea for himself in the kitchen. Mr. Tod thinks the bucket has killed Tommy and decides to bury him in the tunnel the rabbits have dug, thinking Tommy dug it. When Mr. Tod discovers Tommy in the Kitchen and has tea thrown over him, a violent fight erupts that continues outdoors. The two roll away down the hill still fighting. Benjamin and Peter quickly gather the bunnies, and return home in triumph.\nï»¿The Project Gutenberg EBook of The Tale of Mr. Tod, by Beatrix Potter\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Tale of Mr. Tod\n\nAuthor: Beatrix Potter\n\nRelease Date: November 14, 2006 [EBook #19805]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TALE OF MR. TOD ***\n\n\n\n\nProduced by Robert Cicconetti, Michael Ciesielski and the\nOnline Distributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n[Illustration]\n\nTHE TALE OF MR. TOD\n\nBY\n\nBEATRIX POTTER\n\n_Author of \"The Tale of Peter Rabbit,\" etc._\n\n[Illustration]\n\nFREDERICK WARNE & CO., INC. NEW YORK\n\nCOPYRIGHT, 1912\nBY\nFREDERICK WARNE & Co.\n\n_Copyright renewed 1940_\n(_All rights reserved_)\n\nPRINTED AND BOUND IN THE USA\nROSE PRINTING CO INC\n\nISBN O 7232 0605 8\n\n12 13 14 15 16 17 18 19 20 (C)\n\nFOR\nFRANCIS WILLIAM OF ULVA\n----SOMEDAY!\n\n\n\n\n[Illustration]\n\nTHE TALE OF MR. TOD\n\n\nI have made many books about well-behaved people. Now, for a change, I\nam going to make a story about two disagreeable people, called Tommy\nBrock and Mr. Tod.\n\nNobody could call Mr. Tod \"nice.\" The rabbits could not bear him; they\ncould smell him half a mile off. He was of a wandering habit and he had\nfoxey whiskers; they never knew where he would be next.\n\n[Illustration]\n\nOne day he was living in a stick-house in the coppice, causing terror to\nthe family of old Mr. Benjamin Bouncer. Next day he moved into a pollard\nwillow near the lake, frightening the wild ducks and the water rats.\n\nIn winter and early spring he might generally be found in an earth\namongst the rocks at the top of Bull Banks, under Oatmeal Crag.\n\nHe had half a dozen houses, but he was seldom at home.\n\nThe houses were not always empty when Mr. Tod moved _out_; because\nsometimes Tommy Brock moved _in_; (without asking leave).\n\nTommy Brock was a short bristly fat waddling person with a grin; he\ngrinned all over his face. He was not nice in his habits. He ate wasp\nnests and frogs and worms; and he waddled about by moonlight, digging\nthings up.\n\n[Illustration]\n\n[Illustration]\n\nHis clothes were very dirty; and as he slept in the day-time, he always\nwent to bed in his boots. And the bed which he went to bed in, was\ngenerally Mr. Tod's.\n\nNow Tommy Brock did occasionally eat rabbit-pie; but it was only very\nlittle young ones occasionally, when other food was really scarce. He\nwas friendly with old Mr. Bouncer; they agreed in disliking the wicked\notters and Mr. Tod; they often talked over that painful subject.\n\nOld Mr. Bouncer was stricken in years. He sat in the spring sunshine\noutside the burrow, in a muffler; smoking a pipe of rabbit tobacco.\n\nHe lived with his son Benjamin Bunny and his daughter-in-law Flopsy, who\nhad a young family. Old Mr. Bouncer was in charge of the family that\nafternoon, because Benjamin and Flopsy had gone out.\n\n[Illustration]\n\n[Illustration]\n\nThe little rabbit-babies were just old enough to open their blue eyes\nand kick. They lay in a fluffy bed of rabbit wool and hay, in a shallow\nburrow, separate from the main rabbit hole. To tell the truth--old Mr.\nBouncer had forgotten them.\n\nHe sat in the sun, and conversed cordially with Tommy Brock, who was\npassing through the wood with a sack and a little spud which he used for\ndigging, and some mole traps. He complained bitterly about the\nscarcity of pheasants' eggs, and accused Mr. Tod of poaching them. And\nthe otters had cleared off all the frogs while he was asleep in\nwinter--\"I have not had a good square meal for a fortnight, I am living\non pig-nuts. I shall have to turn vegetarian and eat my own tail!\" said\nTommy Brock.\n\n[Illustration]\n\nIt was not much of a joke, but it tickled old Mr. Bouncer; because Tommy\nBrock was so fat and stumpy and grinning.\n\nSo old Mr. Bouncer laughed; and pressed Tommy Brock to come inside, to\ntaste a slice of seed-cake and \"a glass of my daughter Flopsy's cowslip\nwine.\" Tommy Brock squeezed himself into the rabbit hole with alacrity.\n\n[Illustration]\n\nThen old Mr. Bouncer smoked another pipe, and gave Tommy Brock a cabbage\nleaf cigar which was so very strong that it made Tommy Brock grin more\nthan ever; and the smoke filled the burrow. Old Mr. Bouncer coughed and\nlaughed; and Tommy Brock puffed and grinned.\n\nAnd Mr. Bouncer laughed and coughed, and shut his eyes because of the\ncabbage smoke....\n\nWhen Flopsy and Benjamin came back--old Mr. Bouncer woke up. Tommy Brock\nand all the young rabbit-babies had disappeared!\n\nMr. Bouncer would not confess that he had admitted anybody into the\nrabbit hole. But the smell of badger was undeniable; and there were\nround heavy footmarks in the sand. He was in disgrace; Flopsy wrung her\nears, and slapped him.\n\n[Illustration]\n\nBenjamin Bunny set off at once after Tommy Brock.\n\nThere was not much difficulty in tracking him; he had left his foot-mark\nand gone slowly up the winding footpath through the wood. Here he had\nrooted up the moss and wood sorrel. There he had dug quite a deep hole\nfor dog darnel; and had set a mole trap. A little stream crossed the\nway. Benjamin skipped lightly over dry-foot; the badger's heavy steps\nshowed plainly in the mud.\n\nThe path led to a part of the thicket where the trees had been cleared;\nthere were leafy oak stumps, and a sea of blue hyacinths--but the smell\nthat made Benjamin stop, was _not_ the smell of flowers!\n\n[Illustration]\n\n[Illustration]\n\nMr. Tod's stick house was before him and, for once, Mr. Tod was at home.\nThere was not only a foxey flavour in proof of it--there was smoke\ncoming out of the broken pail that served as a chimney.\n\nBenjamin Bunny sat up, staring; his whiskers twitched. Inside the stick\nhouse somebody dropped a plate, and said something. Benjamin stamped his\nfoot, and bolted.\n\nHe never stopped till he came to the other side of the wood. Apparently\nTommy Brock had turned the same way. Upon the top of the wall, there\nwere again the marks of badger; and some ravellings of a sack had caught\non a briar.\n\nBenjamin climbed over the wall, into a meadow. He found another mole\ntrap newly set; he was still upon the track of Tommy Brock. It was\ngetting late in the afternoon. Other rabbits were coming out to enjoy\nthe evening air. One of them in a blue coat by himself, was busily\nhunting for dandelions.--\"Cousin Peter! Peter Rabbit, Peter Rabbit!\"\nshouted Benjamin Bunny.\n\nThe blue coated rabbit sat up with pricked ears--\n\n[Illustration]\n\n\"Whatever is the matter, Cousin Benjamin? Is it a cat? or John Stoat\nFerret?\"\n\n\"No, no, no! He's bagged my family--Tommy Brock--in a sack--have you\nseen him?\"\n\n\"Tommy Brock? how many, Cousin Benjamin?\"\n\n\"Seven, Cousin Peter, and all of them twins! Did he come this way?\nPlease tell me quick!\"\n\n[Illustration]\n\n\"Yes, yes; not ten minutes since ... he said they were _caterpillars_; I\ndid think they were kicking rather hard, for caterpillars.\"\n\n\"Which way? which way has he gone, Cousin Peter?\"\n\n\"He had a sack with something 'live in it; I watched him set a mole\ntrap. Let me use my mind, Cousin Benjamin; tell me from the beginning.\"\nBenjamin did so.\n\n[Illustration]\n\n\"My Uncle Bouncer has displayed a lamentable want of discretion for his\nyears;\" said Peter reflectively, \"but there are two hopeful\ncircumstances. Your family is alive and kicking; and Tommy Brock has had\nrefreshment. He will probably go to sleep, and keep them for breakfast.\"\n\"Which way?\" \"Cousin Benjamin, compose yourself. I know very well which\nway. Because Mr. Tod was at home in the stick-house he has gone to Mr.\nTod's other house, at the top of Bull Banks. I partly know, because he\noffered to leave any message at Sister Cottontail's; he said he would be\npassing.\" (Cottontail had married a black rabbit, and gone to live on\nthe hill).\n\nPeter hid his dandelions, and accompanied the afflicted parent, who was\nall of a twitter. They crossed several fields and began to climb the\nhill; the tracks of Tommy Brock were plainly to be seen. He seemed to\nhave put down the sack every dozen yards, to rest.\n\n\"He must be very puffed; we are close behind him, by the scent. What a\nnasty person!\" said Peter.\n\n[Illustration]\n\n[Illustration]\n\nThe sunshine was still warm and slanting on the hill pastures. Half way\nup, Cottontail was sitting in her doorway, with four or five half-grown\nlittle rabbits playing about her; one black and the others brown.\n\nCottontail had seen Tommy Brock passing in the distance. Asked whether\nher husband was at home she replied that Tommy Brock had rested twice\nwhile she watched him.\n\nHe had nodded, and pointed to the sack, and seemed doubled up with\nlaughing.--\"Come away, Peter; he will be cooking them; come quicker!\"\nsaid Benjamin Bunny.\n\nThey climbed up and up;--\"He was at home; I saw his black ears peeping\nout of the hole.\" \"They live too near the rocks to quarrel with their\nneighbours. Come on, Cousin Benjamin!\"\n\nWhen they came near the wood at the top of Bull Banks, they went\ncautiously. The trees grew amongst heaped up rocks; and there, beneath a\ncrag--Mr. Tod had made one of his homes. It was at the top of a steep\nbank; the rocks and bushes overhung it. The rabbits crept up carefully,\nlistening and peeping.\n\n[Illustration]\n\n[Illustration]\n\nThis house was something between a cave, a prison, and a tumbledown\npig-stye. There was a strong door, which was shut and locked.\n\nThe setting sun made the window panes glow like red flame; but the\nkitchen fire was not alight. It was neatly laid with dry sticks, as the\nrabbits could see, when they peeped through the window.\n\nBenjamin sighed with relief.\n\n[Illustration]\n\nBut there were preparations upon the kitchen table which made him\nshudder. There was an immense empty pie-dish of blue willow pattern, and\na large carving knife and fork, and a chopper.\n\nAt the other end of the table was a partly unfolded tablecloth, a plate,\na tumbler, a knife and fork, salt-cellar, mustard and a chair--in short,\npreparations for one person's supper.\n\n[Illustration]\n\nNo person was to be seen, and no young rabbits. The kitchen was empty\nand silent; the clock had run down. Peter and Benjamin flattened their\nnoses against the window, and stared into the dusk.\n\nThen they scrambled round the rocks to the other side of the house. It\nwas damp and smelly, and overgrown with thorns and briars.\n\nThe rabbits shivered in their shoes.\n\n\"Oh my poor rabbit babies! What a dreadful place; I shall never see them\nagain!\" sighed Benjamin.\n\nThey crept up to the bedroom window. It was closed and bolted like the\nkitchen. But there were signs that this window had been recently open;\nthe cobwebs were disturbed, and there were fresh dirty footmarks upon\nthe window-sill.\n\nThe room inside was so dark, that at first they could make out nothing;\nbut they could hear a noise--a slow deep regular snoring grunt. And as\ntheir eyes became accustomed to the darkness, they perceived that\nsomebody was asleep on Mr. Tod's bed, curled up under the blanket.--\"He\nhas gone to bed in his boots,\" whispered Peter.\n\n[Illustration]\n\nBenjamin, who was all of a twitter, pulled Peter off the window-sill.\n\nTommy Brock's snores continued, grunty and regular from Mr. Tod's bed.\nNothing could be seen of the young family.\n\nThe sun had set; an owl began to hoot in the wood. There were many\nunpleasant things lying about, that had much better have been buried;\nrabbit bones and skulls, and chickens' legs and other horrors. It was a\nshocking place, and very dark.\n\nThey went back to the front of the house, and tried in every way to move\nthe bolt of the kitchen window. They tried to push up a rusty nail\nbetween the window sashes; but it was of no use, especially without a\nlight.\n\n[Illustration]\n\nThey sat side by side outside the window, whispering and listening.\n\nIn half an hour the moon rose over the wood. It shone full and clear and\ncold, upon the house amongst the rocks, and in at the kitchen window.\nBut alas, no little rabbit babies were to be seen!\n\nThe moonbeams twinkled on the carving knife and the pie dish, and made a\npath of brightness across the dirty floor.\n\nThe light showed a little door in a wall beside the kitchen\nfireplace--a little iron door belonging to a brick oven, of that\nold-fashioned sort that used to be heated with faggots of wood.\n\nAnd presently at the same moment Peter and Benjamin noticed that\nwhenever they shook the window--the little door opposite shook in\nanswer. The young family were alive; shut up in the oven!\n\n[Illustration]\n\nBenjamin was so excited that it was a mercy he did not awake Tommy\nBrock, whose snores continued solemnly in Mr. Tod's bed.\n\nBut there really was not very much comfort in the discovery. They could\nnot open the window; and although the young family was alive--the little\nrabbits were quite incapable of letting themselves out; they were not\nold enough to crawl.\n\nAfter much whispering, Peter and Benjamin decided to dig a tunnel. They\nbegan to burrow a yard or two lower down the bank. They hoped that they\nmight be able to work between the large stones under the house; the\nkitchen floor was so dirty that it was impossible to say whether it was\nmade of earth or flags.\n\n[Illustration]\n\nThey dug and dug for hours. They could not tunnel straight on account of\nstones; but by the end of the night they were under the kitchen floor.\nBenjamin was on his back, scratching upwards. Peter's claws were worn\ndown; he was outside the tunnel, shuffling sand away. He called out that\nit was morning--sunrise; and that the jays were making a noise down\nbelow in the woods.\n\nBenjamin Bunny came out of the dark tunnel, shaking the sand from his\nears; he cleaned his face with his paws. Every minute the sun shone\nwarmer on the top of the hill. In the valley there was a sea of white\nmist, with golden tops of trees showing through.\n\nAgain from the fields down below in the mist there came the angry cry of\na jay--followed by the sharp yelping bark of a fox!\n\nThen those two rabbits lost their heads completely. They did the most\nfoolish thing that they could have done. They rushed into their short\nnew tunnel, and hid themselves at the top end of it, under Mr. Tod's\nkitchen floor.\n\n[Illustration]\n\n[Illustration]\n\nMr. Tod was coming up Bull Banks, and he was in the very worst of\ntempers. First he had been upset by breaking the plate. It was his own\nfault; but it was a china plate, the last of the dinner service that had\nbelonged to his grandmother, old Vixen Tod. Then the midges had been\nvery bad. And he had failed to catch a hen pheasant on her nest; and it\nhad contained only five eggs, two of them addled. Mr. Tod had had an\nunsatisfactory night.\n\n[Illustration]\n\nAs usual, when out of humour, he determined to move house. First he\ntried the pollard willow, but it was damp; and the otters had left a\ndead fish near it. Mr. Tod likes nobody's leavings but his own.\n\nHe made his way up the hill; his temper was not improved by noticing\nunmistakable marks of badger. No one else grubs up the moss so wantonly\nas Tommy Brock.\n\n[Illustration]\n\nMr. Tod slapped his stick upon the earth and fumed; he guessed where\nTommy Brock had gone to. He was further annoyed by the jay bird which\nfollowed him persistently. It flew from tree to tree and scolded,\nwarning every rabbit within hearing that either a cat or a fox was\ncoming up the plantation. Once when it flew screaming over his head--Mr.\nTod snapped at it, and barked.\n\nHe approached his house very carefully, with a large rusty key. He\nsniffed and his whiskers bristled. The house was locked up, but Mr. Tod\nhad his doubts whether it was empty. He turned the rusty key in the\nlock; the rabbits below could hear it. Mr. Tod opened the door\ncautiously and went in.\n\n[Illustration]\n\nThe sight that met Mr. Tod's eyes in Mr. Tod's kitchen made Mr. Tod\nfurious. There was Mr. Tod's chair, and Mr. Tod's pie dish, and his\nknife and fork and mustard and salt cellar and his table-cloth that he\nhad left folded up in the dresser--all set out for supper (or\nbreakfast)--without doubt for that odious Tommy Brock.\n\nThere was a smell of fresh earth and dirty badger, which fortunately\noverpowered all smell of rabbit.\n\nBut what absorbed Mr. Tod's attention was a noise--a deep slow regular\nsnoring grunting noise, coming from his own bed.\n\nHe peeped through the hinges of the half-open bedroom door. Then he\nturned and came out of the house in a hurry. His whiskers bristled and\nhis coat-collar stood on end with rage.\n\n[Illustration]\n\nFor the next twenty minutes Mr. Tod kept creeping cautiously into the\nhouse, and retreating hurriedly out again. By degrees he ventured\nfurther in--right into the bedroom. When he was outside the house, he\nscratched up the earth with fury. But when he was inside--he did not\nlike the look of Tommy Brock's teeth.\n\nHe was lying on his back with his mouth open, grinning from ear to ear.\nHe snored peacefully and regularly; but one eye was not perfectly shut.\n\nMr. Tod came in and out of the bedroom. Twice he brought in his\nwalking-stick, and once he brought in the coal-scuttle. But he thought\nbetter of it, and took them away.\n\n[Illustration]\n\nWhen he came back after removing the coal-scuttle, Tommy Brock was lying\na little more sideways; but he seemed even sounder asleep. He was an\nincurably indolent person; he was not in the least afraid of Mr. Tod; he\nwas simply too lazy and comfortable to move.\n\nMr. Tod came back yet again into the bedroom with a clothes line. He\nstood a minute watching Tommy Brock and listening attentively to the\nsnores. They were very loud indeed, but seemed quite natural.\n\nMr. Tod turned his back towards the bed, and undid the window. It\ncreaked; he turned round with a jump. Tommy Brock, who had opened one\neye--shut it hastily. The snores continued.\n\n[Illustration]\n\nMr. Tod's proceedings were peculiar, and rather uneasy, (because the bed\nwas between the window and the door of the bedroom). He opened the\nwindow a little way, and pushed out the greater part of the clothes line\non to the window sill. The rest of the line, with a hook at the end,\nremained in his hand.\n\nTommy Brock snored conscientiously. Mr. Tod stood and looked at him for\na minute; then he left the room again.\n\nTommy Brock opened both eyes, and looked at the rope and grinned. There\nwas a noise outside the window. Tommy Brock shut his eyes in a hurry.\n\nMr. Tod had gone out at the front door, and round to the back of the\nhouse. On the way, he stumbled over the rabbit burrow. If he had had any\nidea who was inside it, he would have pulled them out quickly.\n\n[Illustration]\n\nHis foot went through the tunnel nearly upon the top of Peter Rabbit and\nBenjamin, but fortunately he thought that it was some more of Tommy\nBrock's work.\n\nHe took up the coil of line from the sill, listened for a moment, and\nthen tied the rope to a tree.\n\nTommy Brock watched him with one eye, through the window. He was\npuzzled.\n\n[Illustration]\n\n[Illustration]\n\nMr. Tod fetched a large heavy pailful of water from the spring, and\nstaggered with it through the kitchen into his bedroom.\n\nTommy Brock snored industriously, with rather a snort.\n\nMr. Tod put down the pail beside the bed, took up the end of rope with\nthe hook--hesitated, and looked at Tommy Brock. The snores were almost\napoplectic; but the grin was not quite so big.\n\nMr. Tod gingerly mounted a chair by the head of the bedstead. His legs\nwere dangerously near to Tommy Brock's teeth.\n\nHe reached up and put the end of rope, with the hook, over the head of\nthe tester bed, where the curtains ought to hang.\n\n(Mr. Tod's curtains were folded up, and put away, owing to the house\nbeing unoccupied. So was the counterpane. Tommy Brock was covered with a\nblanket only.) Mr. Tod standing on the unsteady chair looked down upon\nhim attentively; he really was a first prize sound sleeper!\n\nIt seemed as though nothing would waken him--not even the flapping rope\nacross the bed.\n\nMr. Tod descended safely from the chair, and endeavoured to get up again\nwith the pail of water. He intended to hang it from the hook, dangling\nover the head of Tommy Brock, in order to make a sort of shower-bath,\nworked by a string, through the window.\n\n[Illustration]\n\nBut naturally being a thin-legged person (though vindictive and sandy\nwhiskered)--he was quite unable to lift the heavy weight to the level of\nthe hook and rope. He very nearly overbalanced himself.\n\nThe snores became more and more apoplectic. One of Tommy Brock's hind\nlegs twitched under the blanket, but still he slept on peacefully.\n\nMr. Tod and the pail descended from the chair without accident. After\nconsiderable thought, he emptied the water into a wash-basin and jug.\nThe empty pail was not too heavy for him; he slung it up wobbling over\nthe head of Tommy Brock.\n\nSurely there never was such a sleeper! Mr. Tod got up and down, down and\nup on the chair.\n\nAs he could not lift the whole pailful of water at once, he fetched a\nmilk jug, and ladled quarts of water into the pail by degrees. The pail\ngot fuller and fuller, and swung like a pendulum. Occasionally a drop\nsplashed over; but still Tommy Brock snored regularly and never\nmoved,--except one eye.\n\n[Illustration]\n\n[Illustration]\n\nAt last Mr. Tod's preparations were complete. The pail was full of\nwater; the rope was tightly strained over the top of the bed, and across\nthe window sill to the tree outside.\n\n\"It will make a great mess in my bedroom; but I could never sleep in\nthat bed again without a spring cleaning of some sort,\" said Mr. Tod.\n\n[Illustration]\n\nMr. Tod took a last look at the badger and softly left the room. He went\nout of the house, shutting the front door. The rabbits heard his\nfootsteps over the tunnel.\n\nHe ran round behind the house, intending to undo the rope in order to\nlet fall the pailful of water upon Tommy Brock--\n\n\"I will wake him up with an unpleasant surprise,\" said Mr. Tod.\n\nThe moment he had gone, Tommy Brock got up in a hurry; he rolled Mr.\nTod's dressing-gown into a bundle, put it into the bed beneath the pail\nof water instead of himself, and left the room also--grinning immensely.\n\nHe went into the kitchen, lighted the fire and boiled the kettle; for\nthe moment he did not trouble himself to cook the baby rabbits.\n\n[Illustration]\n\n[Illustration]\n\nWhen Mr. Tod got to the tree, he found that the weight and strain had\ndragged the knot so tight that it was past untying. He was obliged to\ngnaw it with his teeth. He chewed and gnawed for more than twenty\nminutes. At last the rope gave way with such a sudden jerk that it\nnearly pulled his teeth out, and quite knocked him over backwards.\n\n[Illustration]\n\nInside the house there was a great crash and splash, and the noise of a\npail rolling over and over.\n\nBut no screams. Mr. Tod was mystified; he sat quite still, and listened\nattentively. Then he peeped in at the window. The water was dripping\nfrom the bed, the pail had rolled into a corner.\n\nIn the middle of the bed under the blanket, was a wet flattened\n_something_--much dinged in, in the middle where the pail had caught it\n(as it were across the tummy). Its head was covered by the wet blanket\nand it was _not snoring any longer_.\n\nThere was nothing stirring, and no sound except the drip, drop, drop\ndrip of water trickling from the mattress.\n\n[Illustration]\n\nMr. Tod watched it for half an hour; his eyes glistened.\n\nThen he cut a caper, and became so bold that he even tapped at the\nwindow; but the bundle never moved.\n\nYes--there was no doubt about it--it had turned out even better than he\nhad planned; the pail had hit poor old Tommy Brock, and killed him\ndead!\n\n\"I will bury that nasty person in the hole which he has dug. I will\nbring my bedding out, and dry it in the sun,\" said Mr. Tod.\n\n\"I will wash the tablecloth and spread it on the grass in the sun to\nbleach. And the blanket must be hung up in the wind; and the bed must be\nthoroughly disinfected, and aired with a warming-pan; and warmed with a\nhot-water bottle.\"\n\n[Illustration]\n\n\"I will get soft soap, and monkey soap, and all sorts of soap; and soda\nand scrubbing brushes; and persian powder; and carbolic to remove the\nsmell. I must have a disinfecting. Perhaps I may have to burn sulphur.\"\n\nHe hurried round the house to get a shovel from the kitchen--\"First I\nwill arrange the hole--then I will drag out that person in the\nblanket....\"\n\nHe opened the door....\n\nTommy Brock was sitting at Mr. Tod's kitchen table, pouring out tea from\nMr. Tod's tea-pot into Mr. Tod's tea-cup. He was quite dry himself and\ngrinning; and he threw the cup of scalding tea all over Mr. Tod.\n\n[Illustration]\n\n[Illustration]\n\nThen Mr. Tod rushed upon Tommy Brock, and Tommy Brock grappled with Mr.\nTod amongst the broken crockery, and there was a terrific battle all\nover the kitchen. To the rabbits underneath it sounded as if the floor\nwould give way at each crash of falling furniture.\n\nThey crept out of their tunnel, and hung about amongst the rocks and\nbushes, listening anxiously.\n\n[Illustration]\n\nInside the house the racket was fearful. The rabbit babies in the oven\nwoke up trembling; perhaps it was fortunate they were shut up inside.\n\nEverything was upset except the kitchen table.\n\nAnd everything was broken, except the mantelpiece and the kitchen\nfender. The crockery was smashed to atoms.\n\nThe chairs were broken, and the window, and the clock fell with a crash,\nand there were handfuls of Mr. Tod's sandy whiskers.\n\nThe vases fell off the mantelpiece, the canisters fell off the shelf;\nthe kettle fell off the hob. Tommy Brock put his foot in a jar of\nraspberry jam.\n\nAnd the boiling water out of the kettle fell upon the tail of Mr. Tod.\n\n[Illustration]\n\n[Illustration]\n\nWhen the kettle fell, Tommy Brock, who was still grinning, happened to\nbe uppermost; and he rolled Mr. Tod over and over like a log, out at the\ndoor.\n\nThen the snarling and worrying went on outside; and they rolled over the\nbank, and down hill, bumping over the rocks. There will never be any\nlove lost between Tommy Brock and Mr. Tod.\n\n[Illustration]\n\nAs soon as the coast was clear, Peter Rabbit and Benjamin Bunny came out\nof the bushes--\n\n\"Now for it! Run in, Cousin Benjamin! Run in and get them! while I watch\nat the door.\"\n\nBut Benjamin was frightened--\n\n\"Oh; oh! they are coming back!\"\n\n\"No they are not.\"\n\n\"Yes they are!\"\n\n\"What dreadful bad language! I think they have fallen down the stone\nquarry.\"\n\nStill Benjamin hesitated, and Peter kept pushing him--\n\n\"Be quick, it's all right. Shut the oven door, Cousin Benjamin, so that\nhe won't miss them.\"\n\nDecidedly there were lively doings in Mr. Tod's kitchen!\n\n[Illustration]\n\nAt home in the rabbit hole, things had not been quite comfortable.\n\nAfter quarrelling at supper, Flopsy and old Mr. Bouncer had passed a\nsleepless night, and quarrelled again at breakfast. Old Mr. Bouncer\ncould no longer deny that he had invited company into the rabbit hole;\nbut he refused to reply to the questions and reproaches of Flopsy. The\nday passed heavily.\n\nOld Mr. Bouncer, very sulky, was huddled up in a corner, barricaded with\na chair. Flopsy had taken away his pipe and hidden the tobacco. She had\nbeen having a complete turn out and spring-cleaning, to relieve her\nfeelings. She had just finished. Old Mr. Bouncer, behind his chair, was\nwondering anxiously what she would do next.\n\n[Illustration]\n\nIn Mr. Tod's kitchen, amongst the wreckage, Benjamin Bunny picked his\nway to the oven nervously, through a thick cloud of dust. He opened the\noven door, felt inside, and found something warm and wriggling. He\nlifted it out carefully, and rejoined Peter Rabbit.\n\n\"I've got them! Can we get away? Shall we hide, Cousin Peter?\"\n\nPeter pricked his ears; distant sounds of fighting still echoed in the\nwood.\n\nFive minutes afterwards two breathless rabbits came scuttering away down\nBull Banks, half carrying half dragging a sack between them, bumpetty\nbump over the grass. They reached home safely and burst into the rabbit\nhole.\n\n[Illustration]\n\n[Illustration]\n\nGreat was old Mr. Bouncer's relief and Flopsy's joy when Peter and\nBenjamin arrived in triumph with the young family. The rabbit-babies\nwere rather tumbled and very hungry; they were fed and put to bed. They\nsoon recovered.\n\nA long new pipe and a fresh supply of rabbit tobacco was presented to\nMr. Bouncer. He was rather upon his dignity; but he accepted.\n\n[Illustration]\n\nOld Mr. Bouncer was forgiven, and they all had dinner. Then Peter and\nBenjamin told their story--but they had not waited long enough to be\nable to tell the end of the battle between Tommy Brock and Mr. Tod.\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Tale of Mr. Tod, by Beatrix Potter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TALE OF MR. TOD ***\n\n***** This file should be named 19805.txt or 19805.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/8\/0\/19805\/\n\nProduced by Robert Cicconetti, Michael Ciesielski and the\nOnline Distributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":880,"split":"train"}
