{"ori_id":"2584ef223f762658333799d37f593530f02ada28","title":"Le Bal de Sceaux","context":"Le Bal de Sceaux\n After having haughtily refused a number of suitors, under the pretext that they are not peers of France, Émilie de Fontaine falls in love with a mysterious young man who quietly appeared at the village dance at Sceaux. Despite his refined appearance and aristocratic bearing, the unknown (Maximilien Longueville) never tells his identity and seems interested in nobody but his sister, a sickly young girl. But he is not insensible to the attention Émilie gives him and he accepts the invitation of Émilie’s father, the Comte de Fontaine. Émilie and Maximilien soon fall in love. The Comte de Fontaine, concerned for his daughter, decides to investigate this mysterious young man, and he discovers him on the Rue du Sentier, a simple cloth merchant, which horrifies Émilie. Piqued, she marries a 72-year-old uncle for his title of Vice Admiral, the Comte de Kergarouët.\nSeveral years after her marriage, Émilie discovers that Maximilien is not a clothier at all, but in fact a Vicomte de Longueville who has become a Peer of France. The young man finally explains why he secretly tended a store: he did it in order to support his family, sacrificing himself for his sick sister and for his brother, who had departed the country.\nï»¿The Project Gutenberg EBook of The Ball at Sceaux, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Ball at Sceaux\n\nAuthor: Honore de Balzac\n\nTranslator: Clara Bell\n\nRelease Date: May, 1998  [Etext #1305]\nPosting Date: February 22, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE BALL AT SCEAUX ***\n\n\n\n\nProduced by Dagny\n\n\n\n\n\nTHE BALL AT SCEAUX\n\n\nBY HONORE DE BALZAC\n\n\n\nTranslated By Clara Bell\n\n\n\n              To Henri de Balzac, his brother Honore.\n\n\n\n\n\nTHE BALL AT SCEAUX\n\n\nThe Comte de Fontaine, head of one of the oldest families in Poitou, had\nserved the Bourbon cause with intelligence and bravery during the war\nin La Vendee against the Republic. After having escaped all the dangers\nwhich threatened the royalist leaders during this stormy period of\nmodern history, he was wont to say in jest, \"I am one of the men who\ngave themselves to be killed on the steps of the throne.\" And the\npleasantry had some truth in it, as spoken by a man left for dead at the\nbloody battle of Les Quatre Chemins. Though ruined by confiscation, the\nstaunch Vendeen steadily refused the lucrative posts offered to him\nby the Emperor Napoleon. Immovable in his aristocratic faith, he had\nblindly obeyed its precepts when he thought it fitting to choose\na companion for life. In spite of the blandishments of a rich but\nrevolutionary parvenu, who valued the alliance at a high figure, he\nmarried Mademoiselle de Kergarouet, without a fortune, but belonging to\none of the oldest families in Brittany.\n\nWhen the second revolution burst on Monsieur de Fontaine he was\nencumbered with a large family. Though it was no part of the noble\ngentlemen's views to solicit favors, he yielded to his wife's wish, left\nhis country estate, of which the income barely sufficed to maintain his\nchildren, and came to Paris. Saddened by seeing the greediness of his\nformer comrades in the rush for places and dignities under the new\nConstitution, he was about to return to his property when he received a\nministerial despatch, in which a well-known magnate announced to him his\nnomination as marechal de camp, or brigadier-general, under a rule\nwhich allowed the officers of the Catholic armies to count the twenty\nsubmerged years of Louis XVIII.'s reign as years of service. Some days\nlater he further received, without any solicitation, ex officio, the\ncrosses of the Legion of Honor and of Saint-Louis.\n\nShaken in his determination by these successive favors, due, as he\nsupposed, to the monarch's remembrance, he was no longer satisfied with\ntaking his family, as he had piously done every Sunday, to cry \"Vive le\nRoi\" in the hall of the Tuileries when the royal family passed through\non their way to chapel; he craved the favor of a private audience.\nThe audience, at once granted, was in no sense private. The royal\ndrawing-room was full of old adherents, whose powdered heads, seen from\nabove, suggested a carpet of snow. There the Count met some old friends,\nwho received him somewhat coldly; but the princes he thought ADORABLE,\nan enthusiastic expression which escaped him when the most gracious of\nhis masters, to whom the Count had supposed himself to be known only\nby name, came to shake hands with him, and spoke of him as the most\nthorough Vendeen of them all. Notwithstanding this ovation, none of\nthese august persons thought of inquiring as to the sum of his losses,\nor of the money he had poured so generously into the chests of the\nCatholic regiments. He discovered, a little late, that he had made war\nat his own cost. Towards the end of the evening he thought he might\nventure on a witty allusion to the state of his affairs, similar, as\nit was, to that of many other gentlemen. His Majesty laughed heartily\nenough; any speech that bore the hall-mark of wit was certain to please\nhim; but he nevertheless replied with one of those royal pleasantries\nwhose sweetness is more formidable than the anger of a rebuke. One of\nthe King's most intimate advisers took an opportunity of going up to the\nfortune-seeking Vendeen, and made him understand by a keen and polite\nhint that the time had not yet come for settling accounts with the\nsovereign; that there were bills of much longer standing than his on the\nbooks, and there, no doubt, they would remain, as part of the history of\nthe Revolution. The Count prudently withdrew from the venerable group,\nwhich formed a respectful semi-circle before the august family; then,\nhaving extricated his sword, not without some difficulty, from among the\nlean legs which had got mixed up with it, he crossed the courtyard of\nthe Tuileries and got into the hackney cab he had left on the quay. With\nthe restive spirit, which is peculiar to the nobility of the old school,\nin whom still survives the memory of the League and the day of the\nBarricades (in 1588), he bewailed himself in his cab, loudly enough\nto compromise him, over the change that had come over the Court.\n\"Formerly,\" he said to himself, \"every one could speak freely to the\nKing of his own little affairs; the nobles could ask him a favor, or for\nmoney, when it suited them, and nowadays one cannot recover the money\nadvanced for his service without raising a scandal! By Heaven! the cross\nof Saint-Louis and the rank of brigadier-general will not make good the\nthree hundred thousand livres I have spent, out and out, on the royal\ncause. I must speak to the King, face to face, in his own room.\"\n\nThis scene cooled Monsieur de Fontaine's ardor all the more effectually\nbecause his requests for an interview were never answered. And,\nindeed, he saw the upstarts of the Empire obtaining some of the offices\nreserved, under the old monarchy, for the highest families.\n\n\"All is lost!\" he exclaimed one morning. \"The King has certainly never\nbeen other than a revolutionary. But for Monsieur, who never derogates,\nand is some comfort to his faithful adherents, I do not know what hands\nthe crown of France might not fall into if things are to go on\nlike this. Their cursed constitutional system is the worst possible\ngovernment, and can never suit France. Louis XVIII. and Monsieur Beugnot\nspoiled everything at Saint Ouen.\"\n\nThe Count, in despair, was preparing to retire to his estate,\nabandoning, with dignity, all claims to repayment. At this moment\nthe events of the 20th March (1815) gave warning of a fresh storm,\nthreatening to overwhelm the legitimate monarch and his defenders.\nMonsieur de Fontaine, like one of those generous souls who do not\ndismiss a servant in a torrent of rain; borrowed on his lands to\nfollow the routed monarchy, without knowing whether this complicity in\nemigration would prove more propitious to him than his past devotion.\nBut when he perceived that the companions of the King's exile were\nin higher favor than the brave men who had protested, sword in hand,\nagainst the establishment of the republic, he may perhaps have hoped to\nderive greater profit from this journey into a foreign land than from\nactive and dangerous service in the heart of his own country. Nor was\nhis courtier-like calculation one of these rash speculations which\npromise splendid results on paper, and are ruinous in effect. He was--to\nquote the wittiest and most successful of our diplomates--one of the\nfaithful five hundred who shared the exile of the Court at Ghent,\nand one of the fifty thousand who returned with it. During the short\nbanishment of royalty, Monsieur de Fontaine was so happy as to be\nemployed by Louis XVIII., and found more than one opportunity of giving\nhim proofs of great political honesty and sincere attachment. One\nevening, when the King had nothing better to do, he recalled Monsieur de\nFontaine's witticism at the Tuileries. The old Vendeen did not let such\na happy chance slip; he told his history with so much vivacity that\na king, who never forgot anything, might remember it at a convenient\nseason. The royal amateur of literature also observed the elegant style\ngiven to some notes which the discreet gentleman had been invited to\nrecast. This little success stamped Monsieur de Fontaine on the King's\nmemory as one of the loyal servants of the Crown.\n\nAt the second restoration the Count was one of those special envoys who\nwere sent throughout the departments charged with absolute jurisdiction\nover the leaders of revolt; but he used his terrible powers with\nmoderation. As soon as the temporary commission was ended, the High\nProvost found a seat in the Privy Council, became a deputy, spoke\nlittle, listened much, and changed his opinions very considerably.\nCertain circumstances, unknown to historians, brought him into such\nintimate relations with the Sovereign, that one day, as he came in, the\nshrewd monarch addressed him thus: \"My friend Fontaine, I shall take\ncare never to appoint you to be director-general, or minister. Neither\nyou nor I, as employees, could keep our place on account of our opinions.\nRepresentative government has this advantage; it saves Us the trouble We\nused to have, of dismissing Our Secretaries of State. Our Council is\na perfect inn-parlor, whither public opinion sometimes sends strange\ntravelers; however, We can always find a place for Our faithful\nadherents.\"\n\nThis ironical speech was introductory to a rescript giving Monsieur de\nFontaine an appointment as administrator in the office of Crown lands.\nAs a consequence of the intelligent attention with which he listened to\nhis royal Friend's sarcasms, his name always rose to His Majesty's\nlips when a commission was to be appointed of which the members were\nto receive a handsome salary. He had the good sense to hold his tongue\nabout the favor with which he was honored, and knew how to entertain the\nmonarch in those familiar chats in which Louis XVIII. delighted as\nmuch as in a well-written note, by his brilliant manner of\nrepeating political anecdotes, and the political or parliamentary\ntittle-tattle--if the expression may pass--which at that time was rife.\nIt is well known that he was immensely amused by every detail of his\nGouvernementabilite--a word adopted by his facetious Majesty.\n\nThanks to the Comte de Fontaine's good sense, wit, and tact, every\nmember of his numerous family, however young, ended, as he jestingly\ntold his Sovereign, in attaching himself like a silkworm to the leaves\nof the Pay-List. Thus, by the King's intervention, his eldest son\nfound a high and fixed position as a lawyer. The second, before the\nrestoration a mere captain, was appointed to the command of a legion on\nthe return from Ghent; then, thanks to the confusion of 1815, when the\nregulations were evaded, he passed into the bodyguard, returned to a\nline regiment, and found himself after the affair of the Trocadero\na lieutenant-general with a commission in the Guards. The youngest,\nappointed sous-prefet, ere long became a legal official and director of\na municipal board of the city of Paris, where he was safe from changes\nin Legislature. These bounties, bestowed without parade, and as secret\nas the favor enjoyed by the Count, fell unperceived. Though the father\nand his three sons each had sinecures enough to enjoy an income in\nsalaries almost equal to that of a chief of department, their political\ngood fortune excited no envy. In those early days of the constitutional\nsystem, few persons had very precise ideas of the peaceful domain of the\ncivil service, where astute favorites managed to find an equivalent for\nthe demolished abbeys. Monsieur le Comte de Fontaine, who till lately\nboasted that he had not read the Charter, and displayed such indignation\nat the greed of courtiers, had, before long, proved to his august\nmaster that he understood, as well as the King himself, the spirit\nand resources of the representative system. At the same time,\nnotwithstanding the established careers open to his three sons, and the\npecuniary advantages derived from four official appointments,\nMonsieur de Fontaine was the head of too large a family to be able to\nre-establish his fortune easily and rapidly.\n\nHis three sons were rich in prospects, in favor, and in talent; but\nhe had three daughters, and was afraid of wearying the monarch's\nbenevolence. It occurred to him to mention only one by one, these\nvirgins eager to light their torches. The King had too much good\ntaste to leave his work incomplete. The marriage of the eldest with a\nReceiver-General, Planat de Baudry, was arranged by one of those royal\nspeeches which cost nothing and are worth millions. One evening, when\nthe Sovereign was out of spirits, he smiled on hearing of the existence\nof another Demoiselle de Fontaine, for whom he found a husband in the\nperson of a young magistrate, of inferior birth, no doubt, but wealthy,\nand whom he created Baron. When, the year after, the Vendeen spoke of\nMademoiselle Emilie de Fontaine, the King replied in his thin sharp\ntones, \"Amicus Plato sed magis amica Natio.\" Then, a few days later, he\ntreated his \"friend Fontaine\" to a quatrain, harmless enough, which\nhe styled an epigram, in which he made fun of these three daughters so\nskilfully introduced, under the form of a trinity. Nay, if report is to\nbe believed, the monarch had found the point of the jest in the Unity of\nthe three Divine Persons.\n\n\"If your Majesty would only condescend to turn the epigram into an\nepithalamium?\" said the Count, trying to turn the sally to good account.\n\n\"Though I see the rhyme of it, I fail to see the reason,\" retorted the\nKing, who did not relish any pleasantry, however mild, on the subject of\nhis poetry.\n\nFrom that day his intercourse with Monsieur de Fontaine showed less\namenity. Kings enjoy contradicting more than people think. Like most\nyoungest children, Emilie de Fontaine was a Benjamin spoilt by almost\neverybody. The King's coolness, therefore, caused the Count all the more\nregret, because no marriage was ever so difficult to arrange as that of\nthis darling daughter. To understand all the obstacles we must make our\nway into the fine residence where the official was housed at the expense\nof the nation. Emilie had spent her childhood on the family estate,\nenjoying the abundance which suffices for the joys of early youth; her\nlightest wishes had been law to her sisters, her brothers, her mother,\nand even her father. All her relations doted on her. Having come to\nyears of discretion just when her family was loaded with the favors of\nfortune, the enchantment of life continued. The luxury of Paris seemed\nto her just as natural as a wealth of flowers or fruit, or as the\nrural plenty which had been the joy of her first years. Just as in her\nchildhood she had never been thwarted in the satisfaction of her playful\ndesires, so now, at fourteen, she was still obeyed when she rushed into\nthe whirl of fashion.\n\nThus, accustomed by degrees to the enjoyment of money, elegance of\ndress, of gilded drawing-rooms and fine carriages, became as necessary\nto her as the compliments of flattery, sincere or false, and the\nfestivities and vanities of court life. Like most spoiled children,\nshe tyrannized over those who loved her, and kept her blandishments for\nthose who were indifferent. Her faults grew with her growth, and her\nparents were to gather the bitter fruits of this disastrous education.\nAt the age of nineteen Emilie de Fontaine had not yet been pleased to\nmake a choice from among the many young men whom her father's politics\nbrought to his entertainments. Though so young, she asserted in society\nall the freedom of mind that a married woman can enjoy. Her beauty was\nso remarkable that, for her, to appear in a room was to be its queen;\nbut, like sovereigns, she had no friends, though she was everywhere the\nobject of attentions to which a finer nature than hers might perhaps\nhave succumbed. Not a man, not even an old man, had it in him to\ncontradict the opinions of a young girl whose lightest look could\nrekindle love in the coldest heart.\n\nShe had been educated with a care which her sisters had not enjoyed;\npainted pretty well, spoke Italian and English, and played the piano\nbrilliantly; her voice, trained by the best masters, had a ring in it\nwhich made her singing irresistibly charming. Clever, and intimate with\nevery branch of literature, she might have made folks believe that,\nas Mascarille says, people of quality come into the world knowing\neverything. She could argue fluently on Italian or Flemish painting, on\nthe Middle Ages or the Renaissance; pronounced at haphazard on books new\nor old, and could expose the defects of a work with a cruelly graceful\nwit. The simplest thing she said was accepted by an admiring crowd as a\nfetfah of the Sultan by the Turks. She thus dazzled shallow persons; as\nto deeper minds, her natural tact enabled her to discern them, and for\nthem she put forth so much fascination that, under cover of her charms,\nshe escaped their scrutiny. This enchanting veneer covered a careless\nheart; the opinion--common to many young girls--that no one else dwelt\nin a sphere so lofty as to be able to understand the merits of her\nsoul; and a pride based no less on her birth than on her beauty. In\nthe absence of the overwhelming sentiment which, sooner or later, works\nhavoc in a woman's heart, she spent her young ardor in an immoderate\nlove of distinctions, and expressed the deepest contempt for persons of\ninferior birth. Supremely impertinent to all newly-created nobility, she\nmade every effort to get her parents recognized as equals by the most\nillustrious families of the Saint-Germain quarter.\n\nThese sentiments had not escaped the observing eye of Monsieur de\nFontaine, who more than once, when his two elder girls were married, had\nsmarted under Emilie's sarcasm. Logical readers will be surprised to see\nthe old Royalist bestowing his eldest daughter on a Receiver-General,\npossessed, indeed, of some old hereditary estates, but whose name\nwas not preceded by the little word to which the throne owed so many\npartisans, and his second to a magistrate too lately Baronified to\nobscure the fact that his father had sold firewood. This noteworthy\nchange in the ideas of a noble on the verge of his sixtieth year--an age\nwhen men rarely renounce their convictions--was due not merely to his\nunfortunate residence in the modern Babylon, where, sooner or later,\ncountry folks all get their corners rubbed down; the Comte de Fontaine's\nnew political conscience was also a result of the King's advice and\nfriendship. The philosophical prince had taken pleasure in converting\nthe Vendeen to the ideas required by the advance of the nineteenth\ncentury, and the new aspect of the Monarchy. Louis XVIII. aimed at\nfusing parties as Napoleon had fused things and men. The legitimate\nKing, who was not less clever perhaps than his rival, acted in a\ncontrary direction. The last head of the House of Bourbon was just as\neager to satisfy the third estate and the creations of the Empire, by\ncurbing the clergy, as the first of the Napoleons had been to attract\nthe grand old nobility, or to endow the Church. The Privy Councillor,\nbeing in the secret of these royal projects, had insensibly become one\nof the most prudent and influential leaders of that moderate party which\nmost desired a fusion of opinion in the interests of the nation. He\npreached the expensive doctrines of constitutional government, and lent\nall his weight to encourage the political see-saw which enabled his\nmaster to rule France in the midst of storms. Perhaps Monsieur de\nFontaine hoped that one of the sudden gusts of legislation, whose\nunexpected efforts then startled the oldest politicians, might carry\nhim up to the rank of peer. One of his most rigid principles was to\nrecognize no nobility in France but that of the peerage--the only\nfamilies that might enjoy any privileges.\n\n\"A nobility bereft of privileges,\" he would say, \"is a tool without a\nhandle.\"\n\nAs far from Lafayette's party as he was from La Bourdonnaye's, he\nardently engaged in the task of general reconciliation, which was to\nresult in a new era and splendid fortunes for France. He strove to\nconvince the families who frequented his drawing-room, or those whom\nhe visited, how few favorable openings would henceforth be offered by a\ncivil or military career. He urged mothers to give their boys a start in\nindependent and industrial professions, explaining that military posts\nand high Government appointments must at last pertain, in a quite\nconstitutional order, to the younger sons of members of the peerage.\nAccording to him, the people had conquered a sufficiently large share\nin practical government by its elective assembly, its appointments to\nlaw-offices, and those of the exchequer, which, said he, would always,\nas heretofore, be the natural right of the distinguished men of the\nthird estate.\n\nThese new notions of the head of the Fontaines, and the prudent matches\nfor his eldest girls to which they had led, met with strong resistance\nin the bosom of his family. The Comtesse de Fontaine remained faithful\nto the ancient beliefs which no woman could disown, who, through her\nmother, belonged to the Rohans. Although she had for a while opposed\nthe happiness and fortune awaiting her two eldest girls, she yielded\nto those private considerations which husband and wife confide to each\nother when their heads are resting on the same pillow. Monsieur de\nFontaine calmly pointed out to his wife, by exact arithmetic that their\nresidence in Paris, the necessity for entertaining, the magnificence of\nthe house which made up to them now for the privations so bravely shared\nin La Vendee, and the expenses of their sons, swallowed up the chief\npart of their income from salaries. They must therefore seize, as a boon\nfrom heaven, the opportunities which offered for settling their girls\nwith such wealth. Would they not some day enjoy sixty--eighty--a hundred\nthousand francs a year? Such advantageous matches were not to be met\nwith every day for girls without a portion. Again, it was time that they\nshould begin to think of economizing, to add to the estate of Fontaine,\nand re-establish the old territorial fortune of the family. The Countess\nyielded to such cogent arguments, as every mother would have done in her\nplace, though perhaps with a better grace; but she declared that Emilie,\nat any rate, should marry in such a way as to satisfy the pride she had\nunfortunately contributed to foster in the girl's young soul.\n\nThus events, which ought to have brought joy into the family, had\nintroduced a small leaven of discord. The Receiver-General and the young\nlawyer were the objects of a ceremonious formality which the Countess\nand Emilie contrived to create. This etiquette soon found even ampler\nopportunity for the display of domestic tyranny; for Lieutenant-General\nde Fontaine married Mademoiselle Mongenod, the daughter of a rich\nbanker; the President very sensibly found a wife in a young lady whose\nfather, twice or thrice a millionaire, had traded in salt; and the\nthird brother, faithful to his plebeian doctrines, married Mademoiselle\nGrossetete, the only daughter of the Receiver-General at Bourges. The\nthree sisters-in-law and the two brothers-in-law found the high\nsphere of political bigwigs, and the drawing-rooms of the Faubourg\nSaint-Germain, so full of charm and of personal advantages, that they\nunited in forming a little court round the overbearing Emilie. This\ntreaty between interest and pride was not, however, so firmly cemented\nbut that the young despot was, not unfrequently, the cause of revolts\nin her little realm. Scenes, which the highest circles would not have\ndisowned, kept up a sarcastic temper among all the members of this\npowerful family; and this, without seriously diminishing the regard they\nprofessed in public, degenerated sometimes in private into sentiments\nfar from charitable. Thus the Lieutenant-General's wife, having become\na Baronne, thought herself quite as noble as a Kergarouet, and imagined\nthat her good hundred thousand francs a year gave her the right to be as\nimpertinent as her sister-in-law Emilie, whom she would sometimes wish\nto see happily married, as she announced that the daughter of some peer\nof France had married Monsieur So-and-So with no title to his name. The\nVicomtesse de Fontaine amused herself by eclipsing Emilie in the taste\nand magnificence that were conspicuous in her dress, her furniture, and\nher carriages. The satirical spirit in which her brothers and sisters\nsometimes received the claims avowed by Mademoiselle de Fontaine roused\nher to wrath that a perfect hailstorm of sharp sayings could hardly\nmitigate. So when the head of the family felt a slight chill in the\nKing's tacit and precarious friendship, he trembled all the more\nbecause, as a result of her sisters' defiant mockery, his favorite\ndaughter had never looked so high.\n\nIn the midst of these circumstances, and at a moment when this petty\ndomestic warfare had become serious, the monarch, whose favor Monsieur\nde Fontaine still hoped to regain, was attacked by the malady of which\nhe was to die. The great political chief, who knew so well how to steer\nhis bark in the midst of tempests, soon succumbed. Certain then of\nfavors to come, the Comte de Fontaine made every effort to collect the\nelite of marrying men about his youngest daughter. Those who may\nhave tried to solve the difficult problem of settling a haughty and\ncapricious girl, will understand the trouble taken by the unlucky\nfather. Such an affair, carried out to the liking of his beloved child,\nwould worthily crown the career the Count had followed for these ten\nyears at Paris. From the way in which his family claimed salaries under\nevery department, it might be compared with the House of Austria, which,\nby intermarriage, threatens to pervade Europe. The old Vendeen was\nnot to be discouraged in bringing forward suitors, so much had he his\ndaughter's happiness at heart, but nothing could be more absurd than\nthe way in which the impertinent young thing pronounced her verdicts and\njudged the merits of her adorers. It might have been supposed that, like\na princess in the Arabian Nights, Emilie was rich enough and beautiful\nenough to choose from among all the princes in the world. Her objections\nwere each more preposterous than the last: one had too thick knees and\nwas bow-legged, another was short-sighted, this one's name was Durand,\nthat one limped, and almost all were too fat. Livelier, more attractive,\nand gayer than ever after dismissing two or three suitors, she rushed\ninto the festivities of the winter season, and to balls, where her keen\neyes criticised the celebrities of the day, delighted in encouraging\nproposals which she invariably rejected.\n\nNature had bestowed on her all the advantages needed for playing the\npart of Celimene. Tall and slight, Emilie de Fontaine could assume a\ndignified or a frolicsome mien at her will. Her neck was rather long,\nallowing her to affect beautiful attitudes of scorn and impertinence.\nShe had cultivated a large variety of those turns of the head and\nfeminine gestures, which emphasize so cruelly or so happily a hint of\na smile. Fine black hair, thick and strongly-arched eyebrows, lent her\ncountenance an expression of pride, to which her coquettish instincts\nand her mirror had taught her to add terror by a stare, or gentleness by\nthe softness of her gaze, by the set of the gracious curve of her lips,\nby the coldness or the sweetness of her smile. When Emilie meant to\nconquer a heart, her pure voice did not lack melody; but she could\nalso give it a sort of curt clearness when she was minded to paralyze a\npartner's indiscreet tongue. Her colorless face and alabaster brow were\nlike the limpid surface of a lake, which by turns is rippled by the\nimpulse of a breeze and recovers its glad serenity when the air is\nstill. More than one young man, a victim to her scorn, accused her of\nacting a part; but she justified herself by inspiring her detractors\nwith the desire to please her, and then subjecting them to all her most\ncontemptuous caprice. Among the young girls of fashion, not one knew\nbetter than she how to assume an air of reserve when a man of talent\nwas introduced to her, or how to display the insulting politeness which\ntreats an equal as an inferior, and to pour out her impertinence on all\nwho tried to hold their heads on a level with hers. Wherever she went\nshe seemed to be accepting homage rather than compliments, and even in\na princess her airs and manner would have transformed the chair on which\nshe sat into an imperial throne.\n\nMonsieur de Fontaine discovered too late how utterly the education of\nthe daughter he loved had been ruined by the tender devotion of the\nwhole family. The admiration which the world is at first ready to bestow\non a young girl, but for which, sooner or later, it takes its revenge,\nhad added to Emilie's pride, and increased her self-confidence.\nUniversal subservience had developed in her the selfishness natural to\nspoilt children, who, like kings, make a plaything of everything that\ncomes to hand. As yet the graces of youth and the charms of talent hid\nthese faults from every eye; faults all the more odious in a woman,\nsince she can only please by self-sacrifice and unselfishness; but\nnothing escapes the eye of a good father, and Monsieur de Fontaine\noften tried to explain to his daughter the more important pages of the\nmysterious book of life. Vain effort! He had to lament his daughter's\ncapricious indocility and ironical shrewdness too often to persevere\nin a task so difficult as that of correcting an ill-disposed nature. He\ncontented himself with giving her from time to time some gentle and kind\nadvice; but he had the sorrow of seeing his tenderest words slide from\nhis daughter's heart as if it were of marble. A father's eyes are slow\nto be unsealed, and it needed more than one experience before the old\nRoyalist perceived that his daughter's rare caresses were bestowed on\nhim with an air of condescension. She was like young children, who seem\nto say to their mother, \"Make haste to kiss me, that I may go to play.\"\nIn short, Emilie vouchsafed to be fond of her parents. But often, by\nthose sudden whims, which seem inexplicable in young girls, she kept\naloof and scarcely ever appeared; she complained of having to share her\nfather's and mother's heart with too many people; she was jealous of\nevery one, even of her brothers and sisters. Then, after creating a\ndesert about her, the strange girl accused all nature of her unreal\nsolitude and her wilful griefs. Strong in the experience of her twenty\nyears, she blamed fate, because, not knowing that the mainspring of\nhappiness is in ourselves, she demanded it of the circumstances of life.\nShe would have fled to the ends of the earth to escape a marriage such\nas those of her two sisters, and nevertheless her heart was full of\nhorrible jealousy at seeing them married, rich, and happy. In short, she\nsometimes led her mother--who was as much a victim to her vagaries as\nMonsieur de Fontaine--to suspect that she had a touch of madness.\n\nBut such aberrations are quite inexplicable; nothing is commoner than\nthis unconfessed pride developed in the heart of young girls belonging\nto families high in the social scale, and gifted by nature with great\nbeauty. They are almost all convinced that their mothers, now forty or\nfifty years of age, can neither sympathize with their young souls, nor\nconceive of their imaginings. They fancy that most mothers, jealous of\ntheir girls, want to dress them in their own way with the premeditated\npurpose of eclipsing them or robbing them of admiration. Hence, often,\nsecret tears and dumb revolt against supposed tyranny. In the midst of\nthese woes, which become very real though built on an imaginary basis,\nthey have also a mania for composing a scheme of life, while casting for\nthemselves a brilliant horoscope; their magic consists in taking their\ndreams for reality; secretly, in their long meditations, they resolve\nto give their heart and hand to none but the man possessing this or the\nother qualification; and they paint in fancy a model to which, whether\nor no, the future lover must correspond. After some little experience\nof life, and the serious reflections that come with years, by dint of\nseeing the world and its prosaic round, by dint of observing unhappy\nexamples, the brilliant hues of their ideal are extinguished. Then, one\nfine day, in the course of events, they are quite astonished to find\nthemselves happy without the nuptial poetry of their day-dreams. It was\non the strength of that poetry that Mademoiselle Emilie de Fontaine,\nin her slender wisdom, had drawn up a programme to which a suitor must\nconform to be excepted. Hence her disdain and sarcasm.\n\n\"Though young and of an ancient family, he must be a peer of France,\"\nsaid she to herself. \"I could not bear not to see my coat-of-arms on the\npanels of my carriage among the folds of azure mantling, not to drive\nlike the princes down the broad walk of the Champs-Elysees on the days\nof Longchamps in Holy Week. Besides, my father says that it will someday\nbe the highest dignity in France. He must be a soldier--but I reserve\nthe right of making him retire; and he must bear an Order, that the\nsentries may present arms to us.\"\n\nAnd these rare qualifications would count for nothing if this creature\nof fancy had not the most amiable temper, a fine figure, intelligence,\nand, above all, if he were not slender. To be lean, a personal grace\nwhich is but fugitive, especially under a representative government,\nwas an indispensable condition. Mademoiselle de Fontaine had an ideal\nstandard which was to be the model. A young man who at the first glance\ndid not fulfil the requisite conditions did not even get a second look.\n\n\"Good Heavens! see how fat he is!\" was with her the utmost expression of\ncontempt.\n\nTo hear her, people of respectable corpulence were incapable of\nsentiment, bad husbands, and unfit for civilized society. Though it is\nesteemed a beauty in the East, to be fat seemed to her a misfortune\nfor a woman; but in a man it was a crime. These paradoxical views were\namusing, thanks to a certain liveliness of rhetoric. The Count felt\nnevertheless that by-and-by his daughter's affections, of which the\nabsurdity would be evident to some women who were not less clear-sighted\nthan merciless, would inevitably become a subject of constant ridicule.\nHe feared lest her eccentric notions should deviate into bad style. He\ntrembled to think that the pitiless world might already be laughing at\na young woman who remained so long on the stage without arriving at\nany conclusion of the drama she was playing. More than one actor in it,\ndisgusted by a refusal, seemed to be waiting for the slightest turn\nof ill-luck to take his revenge. The indifferent, the lookers-on were\nbeginning to weary of it; admiration is always exhausting to human\nbeings. The old Vendeen knew better than any one that if there is an\nart in choosing the right moment for coming forward on the boards of the\nworld, on those of the Court, in a drawing-room or on the stage, it is\nstill more difficult to quit them in the nick of time. So during\nthe first winter after the accession of Charles X., he redoubled his\nefforts, seconded by his three sons and his sons-in-law, to assemble in\nthe rooms of his official residence the best matches which Paris and the\nvarious deputations from departments could offer. The splendor of his\nentertainments, the luxury of his dining-room, and his dinners, fragrant\nwith truffles, rivaled the famous banquets by which the ministers of\nthat time secured the vote of their parliamentary recruits.\n\nThe Honorable Deputy was consequently pointed at as a most influential\ncorrupter of the legislative honesty of the illustrious Chamber that was\ndying as it would seem of indigestion. A whimsical result! his efforts\nto get his daughter married secured him a splendid popularity. He\nperhaps found some covert advantage in selling his truffles twice over.\nThis accusation, started by certain mocking Liberals, who made up by\ntheir flow of words for their small following in the Chamber, was not\na success. The Poitevin gentleman had always been so noble and so\nhonorable, that he was not once the object of those epigrams which the\nmalicious journalism of the day hurled at the three hundred votes of the\ncentre, at the Ministers, the cooks, the Directors-General, the princely\nAmphitryons, and the official supporters of the Villele Ministry.\n\nAt the close of this campaign, during which Monsieur de Fontaine had on\nseveral occasions brought out all his forces, he believed that this time\nthe procession of suitors would not be a mere dissolving view in his\ndaughter's eyes; that it was time she should make up her mind. He felt\na certain inward satisfaction at having well fulfilled his duty as a\nfather. And having left no stone unturned, he hoped that, among so many\nhearts laid at Emilie's feet, there might be one to which her caprice\nmight give a preference. Incapable of repeating such an effort, and\ntired, too, of his daughter's conduct, one morning, towards the end\nof Lent, when the business at the Chamber did not demand his vote, he\ndetermined to ask what her views were. While his valet was artistically\ndecorating his bald yellow head with the delta of powder which, with\nthe hanging \"ailes de pigeon,\" completed his venerable style of\nhairdressing, Emilie's father, not without some secret misgivings, told\nhis old servant to go and desire the haughty damsel to appear in the\npresence of the head of the family.\n\n\"Joseph,\" he added, when his hair was dressed, \"take away that towel,\ndraw back the curtains, put those chairs square, shake the rug, and\nlay it quite straight. Dust everything.--Now, air the room a little by\nopening the window.\"\n\nThe Count multiplied his orders, putting Joseph out of breath, and the\nold servant, understanding his master's intentions, aired and tidied the\nroom, of course the least cared for of any in the house, and succeeded\nin giving a look of harmony to the files of bills, the letter-boxes, the\nbooks and furniture of this sanctum, where the interests of the royal\ndemesnes were debated over. When Joseph had reduced this chaos to some\nsort of order, and brought to the front such things as might be most\npleasing to the eye, as if it were a shop front, or such as by their\ncolor might give the effect of a kind of official poetry, he stood for a\nminute in the midst of the labyrinth of papers piled in some places even\non the floor, admired his handiwork, jerked his head, and went.\n\nThe anxious sinecure-holder did not share his retainer's favorable\nopinion. Before seating himself in his deep chair, whose rounded back\nscreened him from draughts, he looked round him doubtfully, examined\nhis dressing-gown with a hostile expression, shook off a few grains of\nsnuff, carefully wiped his nose, arranged the tongs and shovel, made the\nfire, pulled up the heels of his slippers, pulled out his little\nqueue of hair which had lodged horizontally between the collar of\nhis waistcoat and that of his dressing-gown restoring it to its\nperpendicular position; then he swept up the ashes of the hearth, which\nbore witness to a persistent catarrh. Finally, the old man did not\nsettle himself till he had once more looked all over the room, hoping\nthat nothing could give occasion to the saucy and impertinent remarks\nwith which his daughter was apt to answer his good advice. On this\noccasion he was anxious not to compromise his dignity as a father. He\ndaintily took a pinch of snuff, cleared his throat two or three times,\nas if he were about to demand a count out of the House; then he heard\nhis daughter's light step, and she came in humming an air from Il\nBarbiere.\n\n\"Good-morning, papa. What do you want with me so early?\" Having sung\nthese words, as though they were the refrain of the melody, she kissed\nthe Count, not with the familiar tenderness which makes a daughter's\nlove so sweet a thing, but with the light carelessness of a mistress\nconfident of pleasing, whatever she may do.\n\n\"My dear child,\" said Monsieur de Fontaine, gravely, \"I sent for you to\ntalk to you very seriously about your future prospects. You are at this\nmoment under the necessity of making such a choice of a husband as may\nsecure your durable happiness----\"\n\n\"My good father,\" replied Emilie, assuming her most coaxing tone of\nvoice to interrupt him, \"it strikes me that the armistice on which we\nagreed as to my suitors is not yet expired.\"\n\n\"Emilie, we must to-day forbear from jesting on so important a matter.\nFor some time past the efforts of those who most truly love you, my dear\nchild, have been concentrated on the endeavor to settle you suitably;\nand you would be guilty of ingratitude in meeting with levity those\nproofs of kindness which I am not alone in lavishing on you.\"\n\nAs she heard these words, after flashing a mischievously inquisitive\nlook at the furniture of her father's study, the young girl brought\nforward the armchair which looked as if it had been least used by\npetitioners, set it at the side of the fireplace so as to sit facing\nher father, and settled herself in so solemn an attitude that it was\nimpossible not to read in it a mocking intention, crossing her arms over\nthe dainty trimmings of a pelerine a la neige, and ruthlessly crushing\nits endless frills of white tulle. After a laughing side glance at her\nold father's troubled face, she broke silence.\n\n\"I never heard you say, my dear father, that the Government issued its\ninstructions in its dressing-gown. However,\" and she smiled, \"that does\nnot matter; the mob are probably not particular. Now, what are your\nproposals for legislation, and your official introductions?\"\n\n\"I shall not always be able to make them, headstrong girl!--Listen,\nEmilie. It is my intention no longer to compromise my reputation, which\nis part of my children's fortune, by recruiting the regiment of dancers\nwhich, spring after spring, you put to rout. You have already been the\ncause of many dangerous misunderstandings with certain families. I hope\nto make you perceive more truly the difficulties of your position and of\nours. You are two-and-twenty, my dear child, and you ought to have been\nmarried nearly three years since. Your brothers and your two sisters are\nrichly and happily provided for. But, my dear, the expenses occasioned\nby these marriages, and the style of housekeeping you require of your\nmother, have made such inroads on our income that I can hardly promise\nyou a hundred thousand francs as a marriage portion. From this day\nforth I shall think only of providing for your mother, who must not be\nsacrificed to her children. Emilie, if I were to be taken from my family\nMadame de Fontaine could not be left at anybody's mercy, and ought to\nenjoy the affluence which I have given her too late as the reward of her\ndevotion in my misfortunes. You see, my child, that the amount of your\nfortune bears no relation to your notions of grandeur. Even that\nwould be such a sacrifice as I have not hitherto made for either of my\nchildren; but they have generously agreed not to expect in the future\nany compensation for the advantage thus given to a too favored child.\"\n\n\"In their position!\" said Emilie, with an ironical toss of her head.\n\n\"My dear, do not so depreciate those who love you. Only the poor are\ngenerous as a rule; the rich have always excellent reasons for not\nhanding over twenty thousand francs to a relation. Come, my child, do\nnot pout, let us talk rationally.--Among the young marrying men have you\nnoticed Monsieur de Manerville?\"\n\n\"Oh, he minces his words--he says Zules instead of Jules; he is always\nlooking at his feet, because he thinks them small, and he gazes at\nhimself in the glass! Besides, he is fair. I don't like fair men.\"\n\n\"Well, then, Monsieur de Beaudenord?\"\n\n\"He is not noble! he is ill made and stout. He is dark, it is true.--If\nthe two gentlemen could agree to combine their fortunes, and the first\nwould give his name and his figure to the second, who should keep his\ndark hair, then--perhaps----\"\n\n\"What can you say against Monsieur de Rastignac?\"\n\n\"Madame de Nucingen has made a banker of him,\" she said with meaning.\n\n\"And our cousin, the Vicomte de Portenduere?\"\n\n\"A mere boy, who dances badly; besides, he has no fortune. And, after\nall, papa, none of these people have titles. I want, at least, to be a\ncountess like my mother.\"\n\n\"Have you seen no one, then, this winter----\"\n\n\"No, papa.\"\n\n\"What then do you want?\"\n\n\"The son of a peer of France.\n\n\"My dear girl, you are mad!\" said Monsieur de Fontaine, rising.\n\nBut he suddenly lifted his eyes to heaven, and seemed to find a fresh\nfount of resignation in some religious thought; then, with a look of\nfatherly pity at his daughter, who herself was moved, he took her\nhand, pressed it, and said with deep feeling: \"God is my witness, poor\nmistaken child, I have conscientiously discharged my duty to you as a\nfather--conscientiously, do I say? Most lovingly, my Emilie. Yes, God\nknows! This winter I have brought before you more than one good man,\nwhose character, whose habits, and whose temper were known to me, and\nall seemed worthy of you. My child, my task is done. From this day forth\nyou are the arbiter of your fate, and I consider myself both happy\nand unhappy at finding myself relieved of the heaviest of paternal\nfunctions. I know not whether you will for any long time, now, hear a\nvoice which, to you, has never been stern; but remember that conjugal\nhappiness does not rest so much on brilliant qualities and ample fortune\nas on reciprocal esteem. This happiness is, in its nature, modest, and\ndevoid of show. So now, my dear, my consent is given beforehand, whoever\nthe son-in-law may be whom you introduce to me; but if you should be\nunhappy, remember you will have no right to accuse your father. I shall\nnot refuse to take proper steps and help you, only your choice must be\nserious and final. I will never twice compromise the respect due to my\nwhite hairs.\"\n\nThe affection thus expressed by her father, the solemn tones of his\nurgent address, deeply touched Mademoiselle de Fontaine; but she\nconcealed her emotion, seated herself on her father's knees--for he had\ndropped all tremulous into his chair again--caressed him fondly, and\ncoaxed him so engagingly that the old man's brow cleared. As soon as\nEmilie thought that her father had got over his painful agitation,\nshe said in a gentle voice: \"I have to thank you for your graceful\nattention, my dear father. You have had your room set in order to\nreceive your beloved daughter. You did not perhaps know that you would\nfind her so foolish and so headstrong. But, papa, is it so difficult\nto get married to a peer of France? You declared that they were\nmanufactured by dozens. At least, you will not refuse to advise me.\"\n\n\"No, my poor child, no;--and more than once I may have occasion to cry,\n'Beware!' Remember that the making of peers is so recent a force in our\ngovernment machinery that they have no great fortunes. Those who are\nrich look to becoming richer. The wealthiest member of our peerage has\nnot half the income of the least rich lord in the English Upper Chamber.\nThus all the French peers are on the lookout for great heiresses for\ntheir sons, wherever they may meet with them. The necessity in which\nthey find themselves of marrying for money will certainly exist for at\nleast two centuries.\n\n\"Pending such a fortunate accident as you long for--and this\nfastidiousness may cost you the best years of your life--your\nattractions might work a miracle, for men often marry for love in these\ndays. When experience lurks behind so sweet a face as yours it\nmay achieve wonders. In the first place, have you not the gift of\nrecognizing virtue in the greater or smaller dimensions of a man's body?\nThis is no small matter! To so wise a young person as you are, I need\nnot enlarge on all the difficulties of the enterprise. I am sure that\nyou would never attribute good sense to a stranger because he had a\nhandsome face, or all the virtues because he had a fine figure. And I am\nquite of your mind in thinking that the sons of peers ought to have an\nair peculiar to themselves, and perfectly distinctive manners. Though\nnowadays no external sign stamps a man of rank, those young men will\nhave, perhaps, to you the indefinable something that will reveal it.\nThen, again, you have your heart well in hand, like a good horseman who\nis sure his steed cannot bolt. Luck be with you, my dear!\"\n\n\"You are making game of me, papa. Well, I assure you that I would rather\ndie in Mademoiselle de Conde's convent than not be the wife of a peer of\nFrance.\"\n\nShe slipped out of her father's arms, and proud of being her own\nmistress, went off singing the air of Cara non dubitare, in the\n\"Matrimonio Segreto.\"\n\nAs it happened, the family were that day keeping the anniversary of\na family fete. At dessert Madame Planat, the Receiver-General's wife,\nspoke with some enthusiasm of a young American owning an immense\nfortune, who had fallen passionately in love with her sister, and made\nthrough her the most splendid proposals.\n\n\"A banker, I rather think,\" observed Emilie carelessly. \"I do not like\nmoney dealers.\"\n\n\"But, Emilie,\" replied the Baron de Villaine, the husband of the Count's\nsecond daughter, \"you do not like lawyers either; so that if you refuse\nmen of wealth who have not titles, I do not quite see in what class you\nare to choose a husband.\"\n\n\"Especially, Emilie, with your standard of slimness,\" added the\nLieutenant-General.\n\n\"I know what I want,\" replied the young lady.\n\n\"My sister wants a fine name, a fine young man, fine prospects, and a\nhundred thousand francs a year,\" said the Baronne de Fontaine. \"Monsieur\nde Marsay, for instance.\"\n\n\"I know, my dear,\" retorted Emilie, \"that I do not mean to make such a\nfoolish marriage as some I have seen. Moreover, to put an end to these\nmatrimonial discussions, I hereby declare that I shall look on anyone\nwho talks to me of marriage as a foe to my peace of mind.\"\n\nAn uncle of Emilie's, a vice-admiral, whose fortune had just been\nincreased by twenty thousand francs a year in consequence of the Act of\nIndemnity, and a man of seventy, feeling himself privileged to say hard\nthings to his grand-niece, on whom he doted, in order to mollify the\nbitter tone of the discussion now exclaimed:\n\n\"Do not tease my poor little Emilie; don't you see she is waiting till\nthe Duc de Bordeaux comes of age!\"\n\nThe old man's pleasantry was received with general laughter.\n\n\"Take care I don't marry you, old fool!\" replied the young girl, whose\nlast words were happily drowned in the noise.\n\n\"My dear children,\" said Madame de Fontaine, to soften this saucy\nretort, \"Emilie, like you, will take no advice but her mother's.\"\n\n\"Bless me! I shall take no advice but my own in a matter which concerns\nno one but myself,\" said Mademoiselle de Fontaine very distinctly.\n\nAt this all eyes were turned to the head of the family. Every one seemed\nanxious as to what he would do to assert his dignity. The venerable\ngentleman enjoyed much consideration, not only in the world; happier\nthan many fathers, he was also appreciated by his family, all its\nmembers having a just esteem for the solid qualities by which he had\nbeen able to make their fortunes. Hence he was treated with the deep\nrespect which is shown by English families, and some aristocratic houses\non the continent, to the living representatives of an ancient pedigree.\nDeep silence had fallen; and the guests looked alternately from the\nspoilt girl's proud and sulky pout to the severe faces of Monsieur and\nMadame de Fontaine.\n\n\"I have made my daughter Emilie mistress of her own fate,\" was the reply\nspoken by the Count in a deep voice.\n\nRelations and guests gazed at Mademoiselle de Fontaine with mingled\ncuriosity and pity. The words seemed to declare that fatherly affection\nwas weary of the contest with a character that the whole family knew to\nbe incorrigible. The sons-in-law muttered, and the brothers glanced at\ntheir wives with mocking smiles. From that moment every one ceased to\ntake any interest in the haughty girl's prospects of marriage. Her old\nuncle was the only person who, as an old sailor, ventured to stand on\nher tack, and take her broadsides, without ever troubling himself to\nreturn her fire.\n\nWhen the fine weather was settled, and after the budget was voted, the\nwhole family--a perfect example of the parliamentary families on the\nnorthern side of the Channel who have a footing in every government\ndepartment, and ten votes in the House of Commons--flew away like a\nbrood of young birds to the charming neighborhoods of Aulnay, Antony,\nand Chatenay. The wealthy Receiver-General had lately purchased in this\npart of the world a country-house for his wife, who remained in Paris\nonly during the session. Though the fair Emilie despised the commonalty,\nher feeling was not carried so far as to scorn the advantages of a\nfortune acquired in a profession; so she accompanied her sister to the\nsumptuous villa, less out of affection for the members of her family who\nwere visiting there, than because fashion has ordained that every woman\nwho has any self-respect must leave Paris in the summer. The green\nseclusion of Sceaux answered to perfection the requirements of good\nstyle and of the duties of an official position.\n\nAs it is extremely doubtful that the fame of the \"Bal de Sceaux\" should\never have extended beyond the borders of the Department of the Seine, it\nwill be necessary to give some account of this weekly festivity, which\nat that time was important enough to threaten to become an institution.\nThe environs of the little town of Sceaux enjoy a reputation due to the\nscenery, which is considered enchanting. Perhaps it is quite ordinary,\nand owes its fame only to the stupidity of the Paris townsfolk, who,\nemerging from the stony abyss in which they are buried, would find\nsomething to admire in the flats of La Beauce. However, as the poetic\nshades of Aulnay, the hillsides of Antony, and the valley of the Bieve\nare peopled with artists who have traveled far, by foreigners who are\nvery hard to please, and by a great many pretty women not devoid of\ntaste, it is to be supposed that the Parisians are right. But Sceaux\npossesses another attraction not less powerful to the Parisian. In the\nmidst of a garden whence there are delightful views, stands a large\nrotunda open on all sides, with a light, spreading roof supported on\nelegant pillars. This rural baldachino shelters a dancing-floor. The\nmost stuck-up landowners of the neighborhood rarely fail to make an\nexcursion thither once or twice during the season, arriving at this\nrustic palace of Terpsichore either in dashing parties on horseback,\nor in the light and elegant carriages which powder the philosophical\npedestrian with dust. The hope of meeting some women of fashion, and\nof being seen by them--and the hope, less often disappointed, of seeing\nyoung peasant girls, as wily as judges--crowds the ballroom at\nSceaux with numerous swarms of lawyers' clerks, of the disciples of\nAesculapius, and other youths whose complexions are kept pale and moist\nby the damp atmosphere of Paris back-shops. And a good many bourgeois\nmarriages have had their beginning to the sound of the band occupying\nthe centre of this circular ballroom. If that roof could speak, what\nlove-stories could it not tell!\n\nThis interesting medley gave the Sceaux balls at that time a spice of\nmore amusement than those of two or three places of the same kind near\nParis; and it had incontestable advantages in its rotunda, and the\nbeauty of its situation and its gardens. Emilie was the first to\nexpress a wish to play at being COMMON FOLK at this gleeful suburban\nentertainment, and promised herself immense pleasure in mingling with\nthe crowd. Everybody wondered at her desire to wander through such a\nmob; but is there not a keen pleasure to grand people in an incognito?\nMademoiselle de Fontaine amused herself with imagining all these\ntown-bred figures; she fancied herself leaving the memory of a\nbewitching glance and smile stamped on more than one shopkeeper's heart,\nlaughed beforehand at the damsels' airs, and sharpened her pencils for\nthe scenes she proposed to sketch in her satirical album. Sunday could\nnot come soon enough to satisfy her impatience.\n\nThe party from the Villa Planat set out on foot, so as not to betray\nthe rank of the personages who were about to honor the ball with\ntheir presence. They dined early. And the month of May humored this\naristocratic escapade by one of its finest evenings. Mademoiselle de\nFontaine was quite surprised to find in the rotunda some quadrilles made\nup of persons who seemed to belong to the upper classes. Here and there,\nindeed, were some young men who look as though they must have saved for\na month to shine for a day; and she perceived several couples whose\ntoo hearty glee suggested nothing conjugal; still, she could only glean\ninstead of gathering a harvest. She was amused to see that pleasure in\na cotton dress was so very like pleasure robed in satin, and that the\ngirls of the middle class danced quite as well as ladies--nay, sometimes\nbetter. Most of the women were simply and suitably dressed. Those who\nin this assembly represented the ruling power, that is to say,\nthe country-folk, kept apart with wonderful politeness. In fact,\nMademoiselle Emilie had to study the various elements that composed the\nmixture before she could find any subject for pleasantry. But she had\nnot time to give herself up to malicious criticism, or opportunity for\nhearing many of the startling speeches which caricaturists so gladly\npick up. The haughty young lady suddenly found a flower in this wide\nfield--the metaphor is reasonable--whose splendor and coloring worked\non her imagination with all the fascination of novelty. It often happens\nthat we look at a dress, a hanging, a blank sheet of paper, with so\nlittle heed that we do not at first detect a stain or a bright spot\nwhich afterwards strikes the eye as though it had come there at the\nvery instant when we see it; and by a sort of moral phenomenon somewhat\nresembling this, Mademoiselle de Fontaine discovered in a young man the\nexternal perfection of which she had so long dreamed.\n\nSeated on one of the clumsy chairs which marked the boundary line of the\ncircular floor, she had placed herself at the end of the row formed by\nthe family party, so as to be able to stand up or push forward as her\nfancy moved her, treating the living pictures and groups in the hall as\nif she were in a picture gallery; impertinently turning her eye-glass\non persons not two yards away, and making her remarks as though she\nwere criticising or praising a study of a head, a painting of genre. Her\neyes, after wandering over the vast moving picture, were suddenly caught\nby this figure, which seemed to have been placed on purpose in one\ncorner of the canvas, and in the best light, like a person out of all\nproportion with the rest.\n\nThe stranger, alone and absorbed in thought, leaned lightly against one\nof the columns that supported the roof; his arms were folded, and he\nleaned slightly on one side as though he had placed himself there to\nhave his portrait taken by a painter. His attitude, though full of\nelegance and dignity, was devoid of affectation. Nothing suggested that\nhe had half turned his head, and bent it a little to the right like\nAlexander, or Lord Byron, and some other great men, for the sole purpose\nof attracting attention. His fixed gaze followed a girl who was dancing,\nand betrayed some strong feeling. His slender, easy frame recalled the\nnoble proportions of the Apollo. Fine black hair curled naturally over\na high forehead. At a glance Mademoiselle de Fontaine observed that his\nlinen was fine, his gloves fresh, and evidently bought of a good maker,\nand his feet were small and well shod in boots of Irish kid. He had none\nof the vulgar trinkets displayed by the dandies of the National Guard\nor the Lovelaces of the counting-house. A black ribbon, to which an\neye-glass was attached, hung over a waistcoat of the most fashionable\ncut. Never had the fastidious Emilie seen a man's eyes shaded by such\nlong, curled lashes. Melancholy and passion were expressed in this face,\nand the complexion was of a manly olive hue. His mouth seemed ready\nto smile, unbending the corners of eloquent lips; but this, far from\nhinting at gaiety, revealed on the contrary a sort of pathetic grace.\nThere was too much promise in that head, too much distinction in his\nwhole person, to allow of one's saying, \"What a handsome man!\" or \"What\na fine man!\" One wanted to know him. The most clear-sighted observer, on\nseeing this stranger, could not have helped taking him for a clever man\nattracted to this rural festivity by some powerful motive.\n\nAll these observations cost Emilie only a minute's attention, during\nwhich the privileged gentleman under her severe scrutiny became the\nobject of her secret admiration. She did not say to herself, \"He must\nbe a peer of France!\" but \"Oh, if only he is noble, and he surely must\nbe----\" Without finishing her thought, she suddenly rose, and followed\nby her brother the General, she made her way towards the column,\naffecting to watch the merry quadrille; but by a stratagem of the eye,\nfamiliar to women, she lost not a gesture of the young man as she went\ntowards him. The stranger politely moved to make way for the newcomers,\nand went to lean against another pillar. Emilie, as much nettled by his\npoliteness as she might have been by an impertinence, began talking to\nher brother in a louder voice than good taste enjoined; she turned and\ntossed her head, gesticulated eagerly, and laughed for no particular\nreason, less to amuse her brother than to attract the attention of the\nimperturbable stranger. None of her little arts succeeded. Mademoiselle\nde Fontaine then followed the direction in which his eyes were fixed,\nand discovered the cause of his indifference.\n\nIn the midst of the quadrille, close in front of them, a pale girl\nwas dancing; her face was like one of the divinities which Girodet has\nintroduced into his immense composition of French Warriors received by\nOssian. Emilie fancied that she recognized her as a distinguished milady\nwho for some months had been living on a neighboring estate. Her partner\nwas a lad of about fifteen, with red hands, and dressed in nankeen\ntrousers, a blue coat, and white shoes, which showed that the damsel's\nlove of dancing made her easy to please in the matter of partners.\nHer movements did not betray her apparent delicacy, but a faint flush\nalready tinged her white cheeks, and her complexion was gaining color.\nMademoiselle de Fontaine went nearer, to be able to examine the young\nlady at the moment when she returned to her place, while the side\ncouples in their turn danced the figure. But the stranger went up to the\npretty dancer, and leaning over, said in a gentle but commanding tone:\n\n\"Clara, my child, do not dance any more.\"\n\nClara made a little pouting face, bent her head, and finally smiled.\nWhen the dance was over, the young man wrapped her in a cashmere shawl\nwith a lover's care, and seated her in a place sheltered from the wind.\nVery soon Mademoiselle de Fontaine, seeing them rise and walk round\nthe place as if preparing to leave, found means to follow them under\npretence of admiring the views from the garden. Her brother lent himself\nwith malicious good-humor to the divagations of her rather eccentric\nwanderings. Emilie then saw the attractive couple get into an elegant\ntilbury, by which stood a mounted groom in livery. At the moment when,\nfrom his high seat, the young man was drawing the reins even, she caught\na glance from his eye such as a man casts aimlessly at the crowd; and\nthen she enjoyed the feeble satisfaction of seeing him turn his head to\nlook at her. The young lady did the same. Was it from jealousy?\n\n\"I imagine you have now seen enough of the garden,\" said her brother.\n\"We may go back to the dancing.\"\n\n\"I am ready,\" said she. \"Do you think the girl can be a relation of Lady\nDudley's?\"\n\n\"Lady Dudley may have some male relation staying with her,\" said the\nBaron de Fontaine; \"but a young girl!--No!\"\n\nNext day Mademoiselle de Fontaine expressed a wish to take a ride. Then\nshe gradually accustomed her old uncle and her brothers to escorting her\nin very early rides, excellent, she declared for her health. She had a\nparticular fancy for the environs of the hamlet where Lady Dudley was\nliving. Notwithstanding her cavalry manoeuvres, she did not meet the\nstranger so soon as the eager search she pursued might have allowed her\nto hope. She went several times to the \"Bal de Sceaux\" without seeing\nthe young Englishman who had dropped from the skies to pervade and\nbeautify her dreams. Though nothing spurs on a young girl's infant\npassion so effectually as an obstacle, there was a time when\nMademoiselle de Fontaine was on the point of giving up her strange and\nsecret search, almost despairing of the success of an enterprise whose\nsingularity may give some idea of the boldness of her temper. In point\nof fact, she might have wandered long about the village of Chatenay\nwithout meeting her Unknown. The fair Clara--since that was the name\nEmilie had overheard--was not English, and the stranger who escorted her\ndid not dwell among the flowery and fragrant bowers of Chatenay.\n\nOne evening Emilie, out riding with her uncle, who, during the fine\nweather, had gained a fairly long truce from the gout, met Lady Dudley.\nThe distinguished foreigner had with her in her open carriage Monsieur\nVandenesse. Emilie recognized the handsome couple, and her suppositions\nwere at once dissipated like a dream. Annoyed, as any woman must be\nwhose expectations are frustrated, she touched up her horse so suddenly\nthat her uncle had the greatest difficulty in following her, she had set\noff at such a pace.\n\n\"I am too old, it would seem, to understand these youthful spirits,\"\nsaid the old sailor to himself as he put his horse to a canter; \"or\nperhaps young people are not what they used to be. But what ails my\nniece? Now she is walking at a foot-pace like a gendarme on patrol in\nthe Paris streets. One might fancy she wanted to outflank that worthy\nman, who looks to me like an author dreaming over his poetry, for he\nhas, I think, a notebook in his hand. My word, I am a great simpleton!\nIs not that the very young man we are in search of!\"\n\nAt this idea the old admiral moderated his horse's pace so as to follow\nhis niece without making any noise. He had played too many pranks in the\nyears 1771 and soon after, a time of our history when gallantry was held\nin honor, not to guess at once that by the merest chance Emilie had met\nthe Unknown of the Sceaux gardens. In spite of the film which age had\ndrawn over his gray eyes, the Comte de Kergarouet could recognize the\nsigns of extreme agitation in his niece, under the unmoved expression\nshe tried to give to her features. The girl's piercing eyes were fixed\nin a sort of dull amazement on the stranger, who quietly walked on in\nfront of her.\n\n\"Ay, that's it,\" thought the sailor. \"She is following him as a pirate\nfollows a merchantman. Then, when she has lost sight of him, she will be\nin despair at not knowing who it is she is in love with, and whether he\nis a marquis or a shopkeeper. Really these young heads need an old fogy\nlike me always by their side...\"\n\nHe unexpectedly spurred his horse in such a way as to make his niece's\nbolt, and rode so hastily between her and the young man on foot that\nhe obliged him to fall back on to the grassy bank which rose from the\nroadside. Then, abruptly drawing up, the Count exclaimed:\n\n\"Couldn't you get out of the way?\"\n\n\"I beg your pardon, monsieur. But I did not know that it lay with me to\napologize to you because you almost rode me down.\"\n\n\"There, enough of that, my good fellow!\" replied the sailor harshly, in\na sneering tone that was nothing less than insulting. At the same time\nthe Count raised his hunting-crop as if to strike his horse, and touched\nthe young fellow's shoulder, saying, \"A liberal citizen is a reasoner;\nevery reasoner should be prudent.\"\n\nThe young man went up the bankside as he heard the sarcasm; then he\ncrossed his arms, and said in an excited tone of voice, \"I cannot\nsuppose, monsieur, as I look at your white hairs, that you still amuse\nyourself by provoking duels----\"\n\n\"White hairs!\" cried the sailor, interrupting him. \"You lie in your\nthroat. They are only gray.\"\n\nA quarrel thus begun had in a few seconds become so fierce that the\nyounger man forgot the moderation he had tried to preserve. Just as the\nComte de Kergarouet saw his niece coming back to them with every sign\nof the greatest uneasiness, he told his antagonist his name, bidding him\nkeep silence before the young lady entrusted to his care. The stranger\ncould not help smiling as he gave a visiting card to the old man,\ndesiring him to observe that he was living at a country-house at\nChevreuse; and, after pointing this out to him, he hurried away.\n\n\"You very nearly damaged that poor young counter-jumper, my dear,\" said\nthe Count, advancing hastily to meet Emilie. \"Do you not know how to\nhold your horse in?--And there you leave me to compromise my dignity in\norder to screen your folly; whereas if you had but stopped, one of your\nlooks, or one of your pretty speeches--one of those you can make so\nprettily when you are not pert--would have set everything right, even if\nyou had broken his arm.\"\n\n\"But, my dear uncle, it was your horse, not mine, that caused the\naccident. I really think you can no longer ride; you are not so good a\nhorseman as you were last year.--But instead of talking nonsense----\"\n\n\"Nonsense, by Gad! Is it nothing to be so impertinent to your uncle?\"\n\n\"Ought we not to go on and inquire if the young man is hurt? He is\nlimping, uncle, only look!\"\n\n\"No, he is running; I rated him soundly.\"\n\n\"Oh, yes, uncle; I know you there!\"\n\n\"Stop,\" said the Count, pulling Emilie's horse by the bridle, \"I do not\nsee the necessity of making advances to some shopkeeper who is only\ntoo lucky to have been thrown down by a charming young lady, or the\ncommander of La Belle-Poule.\"\n\n\"Why do you think he is anything so common, my dear uncle? He seems to\nme to have very fine manners.\"\n\n\"Every one has manners nowadays, my dear.\"\n\n\"No, uncle, not every one has the air and style which come of the habit\nof frequenting drawing-rooms, and I am ready to lay a bet with you that\nthe young man is of noble birth.\"\n\n\"You had not long to study him.\"\n\n\"No, but it is not the first time I have seen him.\"\n\n\"Nor is it the first time you have looked for him,\" replied the admiral\nwith a laugh.\n\nEmilie colored. Her uncle amused himself for some time with her\nembarrassment; then he said: \"Emilie, you know that I love you as my own\nchild, precisely because you are the only member of the family who has\nthe legitimate pride of high birth. Devil take it, child, who could have\nbelieved that sound principles would become so rare? Well, I will be\nyour confidant. My dear child, I see that his young gentleman is not\nindifferent to you. Hush! All the family would laugh at us if we sailed\nunder the wrong flag. You know what that means. We two will keep our\nsecret, and I promise to bring him straight into the drawing-room.\"\n\n\"When, uncle?\"\n\n\"To-morrow.\"\n\n\"But, my dear uncle, I am not committed to anything?\"\n\n\"Nothing whatever, and you may bombard him, set fire to him, and leave\nhim to founder like an old hulk if you choose. He won't be the first, I\nfancy?\"\n\n\"You ARE kind, uncle!\"\n\nAs soon as the Count got home he put on his glasses, quietly took\nthe card out of his pocket, and read, \"Maximilien Longueville, Rue de\nSentier.\"\n\n\"Make yourself happy, my dear niece,\" he said to Emilie, \"you may\nhook him with any easy conscience; he belongs to one of our historical\nfamilies, and if he is not a peer of France, he infallibly will be.\"\n\n\"How do you know so much?\"\n\n\"That is my secret.\"\n\n\"Then do you know his name?\"\n\nThe old man bowed his gray head, which was not unlike a gnarled\noak-stump, with a few leaves fluttering about it, withered by autumnal\nfrosts; and his niece immediately began to try the ever-new power of her\ncoquettish arts. Long familiar with the secret of cajoling the old man,\nshe lavished on him the most childlike caresses, the tenderest names;\nshe even went so far as to kiss him to induce him to divulge so\nimportant a secret. The old man, who spent his life in playing off these\nscenes on his niece, often paying for them with a present of jewelry,\nor by giving her his box at the opera, this time amused himself with\nher entreaties, and, above all, her caresses. But as he spun out this\npleasure too long, Emilie grew angry, passed from coaxing to sarcasm and\nsulks; then, urged by curiosity, she recovered herself. The diplomatic\nadmiral extracted a solemn promise from his niece that she would for\nthe future be gentler, less noisy, and less wilful, that she would spend\nless, and, above all, tell him everything. The treaty being concluded,\nand signed by a kiss impressed on Emilie's white brow, he led her into\na corner of the room, drew her on to his knee, held the card under the\nthumbs so as to hide it, and then uncovered the letters one by one,\nspelling the name of Longueville; but he firmly refused to show her\nanything more.\n\nThis incident added to the intensity of Mademoiselle de Fontaine's\nsecret sentiment, and during chief part of the night she evolved the\nmost brilliant pictures from the dreams with which she had fed her\nhopes. At last, thanks to chance, to which she had so often\nappealed, Emilie could now see something very unlike a chimera at the\nfountain-head of the imaginary wealth with which she gilded her married\nlife. Ignorant, as all young girls are, of the perils of love and\nmarriage, she was passionately captivated by the externals of marriage\nand love. Is not this as much as to say that her feeling had birth like\nall the feelings of extreme youth--sweet but cruel mistakes, which exert\na fatal influence on the lives of young girls so inexperienced as to\ntrust their own judgment to take care of their future happiness?\n\nNext morning, before Emilie was awake, her uncle had hastened to\nChevreuse. On recognizing, in the courtyard of an elegant little villa,\nthe young man he had so determinedly insulted the day before, he went up\nto him with the pressing politeness of men of the old court.\n\n\"Why, my dear sir, who could have guessed that I should have a brush,\nat the age of seventy-three, with the son, or the grandson, of one of my\nbest friends. I am a vice-admiral, monsieur; is not that as much as to\nsay that I think no more of fighting a duel than of smoking a cigar?\nWhy, in my time, no two young men could be intimate till they had seen\nthe color of their blood! But 'sdeath, sir, last evening, sailor-like,\nI had taken a drop too much grog on board, and I ran you down. Shake\nhands; I would rather take a hundred rebuffs from a Longueville than\ncause his family the smallest regret.\"\n\nHowever coldly the young man tried to behave to the Comte de Kergarouet,\nhe could not resist the frank cordiality of his manner, and presently\ngave him his hand.\n\n\"You were going out riding,\" said the Count. \"Do not let me detain you.\nBut, unless you have other plans, I beg you will come to dinner to-day\nat the Villa Planat. My nephew, the Comte de Fontaine, is a man it is\nessential that you should know. Ah, ha! And I propose to make up to you\nfor my clumsiness by introducing you to five of the prettiest women\nin Paris. So, so, young man, your brow is clearing! I am fond of young\npeople, and I like to see them happy. Their happiness reminds me of the\ngood times of my youth, when adventures were not lacking, any more\nthan duels. We were gay dogs then! Nowadays you think and worry over\neverything, as though there had never been a fifteenth and a sixteenth\ncentury.\"\n\n\"But, monsieur, are we not in the right? The sixteenth century only gave\nreligious liberty to Europe, and the nineteenth will give it political\nlib----\"\n\n\"Oh, we will not talk politics. I am a perfect old woman--ultra you see.\nBut I do not hinder young men from being revolutionary, so long as they\nleave the King at liberty to disperse their assemblies.\"\n\nWhen they had gone a little way, and the Count and his companion were in\nthe heart of the woods, the old sailor pointed out a slender young\nbirch sapling, pulled up his horse, took out one of his pistols, and the\nbullet was lodged in the heart of the tree, fifteen paces away.\n\n\"You see, my dear fellow, that I am not afraid of a duel,\" he said with\ncomical gravity, as he looked at Monsieur Longueville.\n\n\"Nor am I,\" replied the young man, promptly cocking his pistol; he aimed\nat the hole made by the Comte's bullet, and sent his own close to it.\n\n\"That is what I call a well-educated man,\" cried the admiral with\nenthusiasm.\n\nDuring this ride with the youth, whom he already regarded as his nephew,\nhe found endless opportunities of catechizing him on all the trifles of\nwhich a perfect knowledge constituted, according to his private code, an\naccomplished gentleman.\n\n\"Have you any debts?\" he at last asked of his companion, after many\nother inquiries.\n\n\"No, monsieur.\"\n\n\"What, you pay for all you have?\"\n\n\"Punctually; otherwise we should lose our credit, and every sort of\nrespect.\"\n\n\"But at least you have more than one mistress? Ah, you blush, comrade!\nWell, manners have changed. All these notions of lawful order, Kantism,\nand liberty have spoilt the young men. You have no Guimard now, no\nDuthe, no creditors--and you know nothing of heraldry; why, my dear\nyoung friend, you are not fully fledged. The man who does not sow his\nwild oats in the spring sows them in the winter. If I have but eighty\nthousand francs a year at the age of seventy, it is because I ran\nthrough the capital at thirty. Oh! with my wife--in decency and honor.\nHowever, your imperfections will not interfere with my introducing you\nat the Pavillon Planat. Remember, you have promised to come, and I shall\nexpect you.\"\n\n\"What an odd little old man!\" said Longueville to himself. \"He is so\njolly and hale; but though he wishes to seem a good fellow, I will not\ntrust him too far.\"\n\nNext day, at about four o'clock, when the house party were dispersed\nin the drawing-rooms and billiard-room, a servant announced to the\ninhabitants of the Villa Planat, \"Monsieur DE Longueville.\" On hearing\nthe name of the old admiral's protege, every one, down to the player who\nwas about to miss his stroke, rushed in, as much to study Mademoiselle\nde Fontaine's countenance as to judge of this phoenix of men, who had\nearned honorable mention to the detriment of so many rivals. A simple\nbut elegant style of dress, an air of perfect ease, polite manners, a\npleasant voice with a ring in it which found a response in the hearer's\nheart-strings, won the good-will of the family for Monsieur Longueville.\nHe did not seem unaccustomed to the luxury of the Receiver-General's\nostentatious mansion. Though his conversation was that of a man of the\nworld, it was easy to discern that he had had a brilliant education, and\nthat his knowledge was as thorough as it was extensive. He knew so well\nthe right thing to say in a discussion on naval architecture, trivial,\nit is true, started by the old admiral, that one of the ladies remarked\nthat he must have passed through the Ecole Polytechnique.\n\n\"And I think, madame,\" he replied, \"that I may regard it as an honor to\nhave got in.\"\n\nIn spite of urgent pressing, he refused politely but firmly to be kept\nto dinner, and put an end to the persistency of the ladies by saying\nthat he was the Hippocrates of his young sister, whose delicate health\nrequired great care.\n\n\"Monsieur is perhaps a medical man?\" asked one of Emilie's\nsisters-in-law with ironical meaning.\n\n\"Monsieur has left the Ecole Polytechnique,\" Mademoiselle de Fontaine\nkindly put in; her face had flushed with richer color, as she learned\nthat the young lady of the ball was Monsieur Longueville's sister.\n\n\"But, my dear, he may be a doctor and yet have been to the Ecole\nPolytechnique--is it not so, monsieur?\"\n\n\"There is nothing to prevent it, madame,\" replied the young man.\n\nEvery eye was on Emilie, who was gazing with uneasy curiosity at the\nfascinating stranger. She breathed more freely when he added, not\nwithout a smile, \"I have not the honor of belonging to the medical\nprofession; and I even gave up going into the Engineers in order to\npreserve my independence.\"\n\n\"And you did well,\" said the Count. \"But how can you regard it as an\nhonor to be a doctor?\" added the Breton nobleman. \"Ah, my young friend,\nsuch a man as you----\"\n\n\"Monsieur le Comte, I respect every profession that has a useful\npurpose.\"\n\n\"Well, in that we agree. You respect those professions, I imagine, as a\nyoung man respects a dowager.\"\n\nMonsieur Longueville made his visit neither too long nor too short. He\nleft at the moment when he saw that he had pleased everybody, and that\neach one's curiosity about him had been roused.\n\n\"He is a cunning rascal!\" said the Count, coming into the drawing-room\nafter seeing him to the door.\n\nMademoiselle de Fontaine, who had been in the secret of this call, had\ndressed with some care to attract the young man's eye; but she had the\nlittle disappointment of finding that he did not bestow on her so much\nattention as she thought she deserved. The family were a good deal\nsurprised at the silence into which she had retired. Emilie generally\ndisplayed all her arts for the benefit of newcomers, her witty prattle,\nand the inexhaustible eloquence of her eyes and attitudes. Whether\nit was that the young man's pleasing voice and attractive manners had\ncharmed her, that she was seriously in love, and that this feeling had\nworked a change in her, her demeanor had lost all its affectations.\nBeing simple and natural, she must, no doubt, have seemed more\nbeautiful. Some of her sisters, and an old lady, a friend of the family,\nsaw in this behavior a refinement of art. They supposed that Emilie,\njudging the man worthy of her, intended to delay revealing her merits,\nso as to dazzle him suddenly when she found that she pleased him. Every\nmember of the family was curious to know what this capricious creature\nthought of the stranger; but when, during dinner, every one chose to\nendow Monsieur Longueville with some fresh quality which no one else\nhad discovered, Mademoiselle de Fontaine sat for some time in silence. A\nsarcastic remark of her uncle's suddenly roused her from her apathy;\nshe said, somewhat epigrammatically, that such heavenly perfection\nmust cover some great defect, and that she would take good care how she\njudged so gifted a man at first sight.\n\n\"Those who please everybody, please nobody,\" she added; \"and the worst\nof all faults is to have none.\"\n\nLike all girls who are in love, Emilie cherished the hope of being\nable to hide her feelings at the bottom of her heart by putting the\nArgus-eyes that watched on the wrong tack; but by the end of a fortnight\nthere was not a member of the large family party who was not in this\nlittle domestic secret. When Monsieur Longueville called for the third\ntime, Emilie believed it was chiefly for her sake. This discovery gave\nher such intoxicating pleasure that she was startled as she reflected on\nit. There was something in it very painful to her pride. Accustomed as\nshe was to be the centre of her world, she was obliged to recognize a\nforce that attracted her outside herself; she tried to resist, but she\ncould not chase from her heart the fascinating image of the young man.\n\nThen came some anxiety. Two of Monsieur Longueville's qualities,\nvery adverse to general curiosity, and especially to Mademoiselle de\nFontaine's, were unexpected modesty and discretion. He never spoke of\nhimself, of his pursuits, or of his family. The hints Emilie threw out\nin conversation, and the traps she laid to extract from the young fellow\nsome facts concerning himself, he could evade with the adroitness of a\ndiplomatist concealing a secret. If she talked of painting, he responded\nas a connoisseur; if she sat down to play, he showed without conceit\nthat he was a very good pianist; one evening he delighted all the\nparty by joining his delightful voice to Emilie's in one of Cimarosa's\ncharming duets. But when they tried to find out whether he were a\nprofessional singer, he baffled them so pleasantly that he did not\nafford these women, practised as they were in the art of reading\nfeelings, the least chance of discovering to what social sphere he\nbelonged. However boldly the old uncle cast the boarding-hooks over the\nvessel, Longueville slipped away cleverly, so as to preserve the charm\nof mystery; and it was easy to him to remain the \"handsome Stranger\"\nat the Villa, because curiosity never overstepped the bounds of good\nbreeding.\n\nEmilie, distracted by this reserve, hoped to get more out of the sister\nthan the brother, in the form of confidences. Aided by her uncle, who\nwas as skilful in such manoeuvres as in handling a ship, she endeavored\nto bring upon the scene the hitherto unseen figure of Mademoiselle Clara\nLongueville. The family party at the Villa Planat soon expressed the\ngreatest desire to make the acquaintance of so amiable a young lady, and\nto give her some amusement. An informal dance was proposed and accepted.\nThe ladies did not despair of making a young girl of sixteen talk.\n\nNotwithstanding the little clouds piled up by suspicion and created by\ncuriosity, a light of joy shone in Emilie's soul, for she found life\ndelicious when thus intimately connected with another than herself. She\nbegan to understand the relations of life. Whether it is that happiness\nmakes us better, or that she was too fully occupied to torment other\npeople, she became less caustic, more gentle, and indulgent. This change\nin her temper enchanted and amazed her family. Perhaps, at last, her\nselfishness was being transformed to love. It was a deep delight to her\nto look for the arrival of her bashful and unconfessed adorer. Though\nthey had not uttered a word of passion, she knew that she was loved, and\nwith what art did she not lead the stranger to unlock the stores of his\ninformation, which proved to be varied! She perceived that she, too,\nwas being studied, and that made her endeavor to remedy the defects her\neducation had encouraged. Was not this her first homage to love, and\na bitter reproach to herself? She desired to please, and she was\nenchanting; she loved, and she was idolized. Her family, knowing that\nher pride would sufficiently protect her, gave her enough freedom to\nenjoy the little childish delights which give to first love its charm\nand its violence. More than once the young man and Mademoiselle de\nFontaine walked, tete-a-tete, in the avenues of the garden, where nature\nwas dressed like a woman going to a ball. More than once they had those\nconversations, aimless and meaningless, in which the emptiest phrases\nare those which cover the deepest feelings. They often admired together\nthe setting sun and its gorgeous coloring. They gathered daisies to pull\nthe petals off, and sang the most impassioned duets, using the notes set\ndown by Pergolesi or Rossini as faithful interpreters to express their\nsecrets.\n\nThe day of the dance came. Clara Longueville and her brother, whom the\nservants persisted in honoring with the noble DE, were the principle\nguests. For the first time in her life Mademoiselle de Fontaine felt\npleasure in a young girl's triumph. She lavished on Clara in all\nsincerity the gracious petting and little attentions which women\ngenerally give each other only to excite the jealousy of men. Emilie,\nhad, indeed, an object in view; she wanted to discover some secrets.\nBut, being a girl, Mademoiselle Longueville showed even more mother-wit\nthan her brother, for she did not even look as if she were hiding a\nsecret, and kept the conversation to subjects unconnected with personal\ninterests, while, at the same time, she gave it so much charm that\nMademoiselle de Fontaine was almost envious, and called her \"the Siren.\"\nThough Emilie had intended to make Clara talk, it was Clara, in fact,\nwho questioned Emilie; she had meant to judge her, and she was judged by\nher; she was constantly provoked to find that she had betrayed her own\ncharacter in some reply which Clara had extracted from her, while her\nmodest and candid manner prohibited any suspicion of perfidy. There was\na moment when Mademoiselle de Fontaine seemed sorry for an ill-judged\nsally against the commonalty to which Clara had led her.\n\n\"Mademoiselle,\" said the sweet child, \"I have heard so much of you from\nMaximilien that I had the keenest desire to know you, out of affection\nfor him; but is not a wish to know you a wish to love you?\"\n\n\"My dear Clara, I feared I might have displeased you by speaking thus of\npeople who are not of noble birth.\"\n\n\"Oh, be quite easy. That sort of discussion is pointless in these days.\nAs for me, it does not affect me. I am beside the question.\"\n\nAmbitious as the answer might seem, it filled Mademoiselle de Fontaine\nwith the deepest joy; for, like all infatuated people, she explained it,\nas oracles are explained, in the sense that harmonized with her wishes;\nshe began dancing again in higher spirits than ever, as she watched\nLongueville, whose figure and grace almost surpassed those of her\nimaginary ideal. She felt added satisfaction in believing him to be well\nborn, her black eyes sparkled, and she danced with all the pleasure that\ncomes of dancing in the presence of the being we love. The couple had\nnever understood each other as well as at this moment; more than once\nthey felt their finger tips thrill and tremble as they were married in\nthe figures of the dance.\n\nThe early autumn had come to the handsome pair, in the midst of country\nfestivities and pleasures; they had abandoned themselves softly to the\ntide of the sweetest sentiment in life, strengthening it by a thousand\nlittle incidents which any one can imagine; for love is in some respects\nalways the same. They studied each other through it all, as much as\nlovers can.\n\n\"Well, well; a flirtation never turned so quickly into a love match,\"\nsaid the old uncle, who kept an eye on the two young people as a\nnaturalist watches an insect in the microscope.\n\nThe speech alarmed Monsieur and Madame Fontaine. The old Vendeen had\nceased to be so indifferent to his daughter's prospects as he had\npromised to be. He went to Paris to seek information, and found none.\nUneasy at this mystery, and not yet knowing what might be the outcome\nof the inquiry which he had begged a Paris friend to institute with\nreference to the family of Longueville, he thought it his duty to warn\nhis daughter to behave prudently. The fatherly admonition was received\nwith mock submission spiced with irony.\n\n\"At least, my dear Emilie, if you love him, do not own it to him.\"\n\n\"My dear father, I certainly do love him; but I will await your\npermission before I tell him so.\"\n\n\"But remember, Emilie, you know nothing of his family or his pursuits.\"\n\n\"I may be ignorant, but I am content to be. But, father, you wished to\nsee me married; you left me at liberty to make my choice; my choice is\nirrevocably made--what more is needful?\"\n\n\"It is needful to ascertain, my dear, whether the man of your choice\nis the son of a peer of France,\" the venerable gentleman retorted\nsarcastically.\n\nEmilie was silent for a moment. She presently raised her head, looked at\nher father, and said somewhat anxiously, \"Are not the Longuevilles----?\"\n\n\"They became extinct in the person of the old Duc de Rostein-Limbourg,\nwho perished on the scaffold in 1793. He was the last representative of\nthe last and younger branch.\"\n\n\"But, papa, there are some very good families descended from bastards.\nThe history of France swarms with princes bearing the bar sinister on\ntheir shields.\"\n\n\"Your ideas are much changed,\" said the old man, with a smile.\n\nThe following day was the last that the Fontaine family were to spend at\nthe Pavillon Planat. Emilie, greatly disturbed by her father's warning,\nawaited with extreme impatience the hour at which young Longueville was\nin the habit of coming, to wring some explanation from him. She went out\nafter dinner, and walked alone across the shrubbery towards an arbor fit\nfor lovers, where she knew that the eager youth would seek her; and\nas she hastened thither she considered of the best way to discover so\nimportant a matter without compromising herself--a rather difficult\nthing! Hitherto no direct avowal had sanctioned the feelings which bound\nher to this stranger. Like Maximilien, she had secretly enjoyed the\nsweetness of first love; but both were equally proud, and each feared to\nconfess that love.\n\nMaximilien Longueville, to whom Clara had communicated her not unfounded\nsuspicions as to Emilie's character, was by turns carried away by the\nviolence of a young man's passion, and held back by a wish to know and\ntest the woman to whom he would be entrusting his happiness. His love\nhad not hindered him from perceiving in Emilie the prejudices which\nmarred her young nature; but before attempting to counteract them, he\nwished to be sure that she loved him, for he would no sooner risk the\nfate of his love than of his life. He had, therefore, persistently kept\na silence to which his looks, his behavior, and his smallest actions\ngave the lie.\n\nOn her side, the self-respect natural to a young girl, augmented in\nMademoiselle de Fontaine by the monstrous vanity founded on her birth\nand beauty, kept her from meeting the declaration half-way, which her\ngrowing passion sometimes urged her to invite. Thus the lovers had\ninstinctively understood the situation without explaining to each\nother their secret motives. There are times in life when such vagueness\npleases youthful minds. Just because each had postponed speaking too\nlong, they seemed to be playing a cruel game of suspense. He was trying\nto discover whether he was beloved, by the effort any confession would\ncost his haughty mistress; she every minute hoped that he would break a\ntoo respectful silence.\n\nEmilie, seated on a rustic bench, was reflecting on all that had\nhappened in these three months full of enchantment. Her father's\nsuspicions were the last that could appeal to her; she even disposed\nof them at once by two or three of those reflections natural to an\ninexperienced girl, which, to her, seemed conclusive. Above all, she was\nconvinced that it was impossible that she should deceive herself. All\nthe summer through she had not been able to detect in Maximilien a\nsingle gesture, or a single word, which could indicate a vulgar origin\nor vulgar occupations; nay more, his manner of discussing things\nrevealed a man devoted to the highest interests of the nation.\n\"Besides,\" she reflected, \"an office clerk, a banker, or a merchant,\nwould not be at leisure to spend a whole season in paying his addresses\nto me in the midst of woods and fields; wasting his time as freely as a\nnobleman who has life before him free of all care.\"\n\nShe had given herself up to meditations far more interesting to her\nthan these preliminary thoughts, when a slight rustling in the leaves\nannounced to her than Maximilien had been watching her for a minute, not\nprobably without admiration.\n\n\"Do you know that it is very wrong to take a young girl thus unawares?\"\nshe asked him, smiling.\n\n\"Especially when they are busy with their secrets,\" replied Maximilien\narchly.\n\n\"Why should I not have my secrets? You certainly have yours.\"\n\n\"Then you really were thinking of your secrets?\" he went on, laughing.\n\n\"No, I was thinking of yours. My own, I know.\"\n\n\"But perhaps my secrets are yours, and yours mine,\" cried the young man,\nsoftly seizing Mademoiselle de Fontaine's hand and drawing it through\nhis arm.\n\nAfter walking a few steps they found themselves under a clump of trees\nwhich the hues of the sinking sun wrapped in a haze of red and brown.\nThis touch of natural magic lent a certain solemnity to the moment. The\nyoung man's free and eager action, and, above all, the throbbing of his\nsurging heart, whose hurried beating spoke to Emilie's arm, stirred her\nto an emotion that was all the more disturbing because it was produced\nby the simplest and most innocent circumstances. The restraint under\nwhich the young girls of the upper class live gives incredible force to\nany explosion of feeling, and to meet an impassioned lover is one of\nthe greatest dangers they can encounter. Never had Emilie and Maximilien\nallowed their eyes to say so much that they dared never speak. Carried\na way by this intoxication, they easily forgot the petty stipulations\nof pride, and the cold hesitancies of suspicion. At first, indeed, they\ncould only express themselves by a pressure of hands which interpreted\ntheir happy thoughts.\n\nAfter slowing pacing a few steps in long silence, Mademoiselle de\nFontaine spoke. \"Monsieur, I have a question to ask you,\" she said\ntrembling, and in an agitated voice. \"But, remember, I beg, that it is\nin a manner compulsory on me, from the rather singular position I am in\nwith regard to my family.\"\n\nA pause, terrible to Emilie, followed these sentences, which she had\nalmost stammered out. During the minute while it lasted, the girl,\nhaughty as she was, dared not meet the flashing eye of the man she\nloved, for she was secretly conscious of the meanness of the next words\nshe added: \"Are you of noble birth?\"\n\nAs soon as the words were spoken she wished herself at the bottom of a\nlake.\n\n\"Mademoiselle,\" Longueville gravely replied, and his face assumed a sort\nof stern dignity, \"I promise to answer you truly as soon as you shall\nhave answered in all sincerity a question I will put to you!\"--He\nreleased her arm, and the girl suddenly felt alone in the world, as he\nsaid: \"What is your object in questioning me as to my birth?\"\n\nShe stood motionless, cold, and speechless.\n\n\"Mademoiselle,\" Maximilien went on, \"let us go no further if we do not\nunderstand each other. I love you,\" he said, in a voice of deep emotion.\n\"Well, then,\" he added, as he heard the joyful exclamation she could not\nsuppress, \"why ask me if I am of noble birth?\"\n\n\"Could he speak so if he were not?\" cried a voice within her, which\nEmilie believed came from the depths of her heart. She gracefully raised\nher head, seemed to find new life in the young man's gaze, and held out\nher hand as if to renew the alliance.\n\n\"You thought I cared very much for dignities?\" said she with keen\narchness.\n\n\"I have no titles to offer my wife,\" he replied, in a half-sportive,\nhalf-serious tone. \"But if I choose one of high rank, and among women\nwhom a wealthy home has accustomed to the luxury and pleasures of a\nfine fortune, I know what such a choice requires of me. Love gives\neverything,\" he added lightly, \"but only to lovers. Once married,\nthey need something more than the vault of heaven and the carpet of a\nmeadow.\"\n\n\"He is rich,\" she reflected. \"As to titles, perhaps he only wants to try\nme. He has been told that I am mad about titles, and bent on marrying\nnone but a peer's son. My priggish sisters have played me that\ntrick.\"--\"I assure you, monsieur,\" she said aloud, \"that I have had\nvery extravagant ideas about life and the world; but now,\" she added\npointedly, looking at him in a perfectly distracting way, \"I know where\ntrue riches are to be found for a wife.\"\n\n\"I must believe that you are speaking from the depths of your heart,\"\nhe said, with gentle gravity. \"But this winter, my dear Emilie, in less\nthan two months perhaps, I may be proud of what I shall have to offer\nyou if you care for the pleasures of wealth. This is the only secret I\nshall keep locked here,\" and he laid his hand on his heart, \"for on its\nsuccess my happiness depends. I dare not say ours.\"\n\n\"Yes, yes, ours!\"\n\nExchanging such sweet nothings, they slowly made their way back to\nrejoin the company. Mademoiselle de Fontaine had never found her lover\nmore amiable or wittier: his light figure, his engaging manners, seemed\nto her more charming than ever, since the conversation which had made\nher to some extent the possessor of a heart worthy to be the envy of\nevery woman. They sang an Italian duet with so much expression that the\naudience applauded enthusiastically. Their adieux were in a conventional\ntone, which concealed their happiness. In short, this day had been to\nEmilie like a chain binding her more closely than ever to the Stranger's\nfate. The strength and dignity he had displayed in the scene when they\nhad confessed their feelings had perhaps impressed Mademoiselle de\nFontaine with the respect without which there is no true love.\n\nWhen she was left alone in the drawing-room with her father, the old man\nwent up to her affectionately, held her hands, and asked her whether she\nhad gained any light at to Monsieur Longueville's family and fortune.\n\n\"Yes, my dear father,\" she replied, \"and I am happier than I could have\nhoped. In short, Monsieur de Longueville is the only man I could ever\nmarry.\"\n\n\"Very well, Emilie,\" said the Count, \"then I know what remains for me to\ndo.\"\n\n\"Do you know of any impediment?\" she asked, in sincere alarm.\n\n\"My dear child, the young man is totally unknown to me; but unless he\nis not a man of honor, so long as you love him, he is as dear to me as a\nson.\"\n\n\"Not a man of honor!\" exclaimed Emilie. \"As to that, I am quite easy.\nMy uncle, who introduced him to us, will answer for him. Say, my dear\nuncle, has he been a filibuster, an outlaw, a pirate?\"\n\n\"I knew I should find myself in this fix!\" cried the old sailor,\nwaking up. He looked round the room, but his niece had vanished \"like\nSaint-Elmo's fires,\" to use his favorite expression.\n\n\"Well, uncle,\" Monsieur de Fontaine went on, \"how could you hide from\nus all you knew about this young man? You must have seen how anxious we\nhave been. Is Monsieur de Longueville a man of family?\"\n\n\"I don't know him from Adam or Eve,\" said the Comte de Kergarouet.\n\"Trusting to that crazy child's tact, I got him here by a method of my\nown. I know that the boy shoots with a pistol to admiration, hunts well,\nplays wonderfully at billiards, at chess, and at backgammon; he handles\nthe foils, and rides a horse like the late Chevalier de Saint-Georges.\nHe has a thorough knowledge of all our vintages. He is as good an\narithmetician as Bareme, draws, dances, and sings well. The devil's in\nit! what more do you want? If that is not a perfect gentleman, find me\na bourgeois who knows all this, or any man who lives more nobly than he\ndoes. Does he do anything, I ask you? Does he compromise his dignity\nby hanging about an office, bowing down before the upstarts you call\nDirectors-General? He walks upright. He is a man.--However, I have\njust found in my waistcoat pocket the card he gave me when he fancied\nI wanted to cut his throat, poor innocent. Young men are very\nsimple-minded nowadays! Here it is.\"\n\n\"Rue du Sentier, No. 5,\" said Monsieur de Fontaine, trying to recall\namong all the information he had received, something which might concern\nthe stranger. \"What the devil can it mean? Messrs. Palma, Werbrust &\nCo., wholesale dealers in muslins, calicoes, and printed cotton goods,\nlive there.--Stay, I have it: Longueville the deputy has an interest in\ntheir house. Well, but so far as I know, Longueville has but one son\nof two-and-thirty, who is not at all like our man, and to whom he gave\nfifty thousand francs a year that he might marry a minister's daughter;\nhe wants to be made a peer like the rest of 'em.--I never heard him\nmention this Maximilien. Has he a daughter? What is this girl Clara?\nBesides, it is open to any adventurer to call himself Longueville.\nBut is not the house of Palma, Werbrust & Co. half ruined by some\nspeculation in Mexico or the Indies? I will clear all this up.\"\n\n\"You speak a soliloquy as if you were on the stage, and seem to account\nme a cipher,\" said the old admiral suddenly. \"Don't you know that if he\nis a gentleman, I have more than one bag in my hold that will stop any\nleak in his fortune?\"\n\n\"As to that, if he is a son of Longueville's, he will want nothing;\nbut,\" said Monsieur de Fontaine, shaking his head from side to side,\n\"his father has not even washed off the stains of his origin. Before the\nRevolution he was an attorney, and the DE he has since assumed no more\nbelongs to him than half of his fortune.\"\n\n\"Pooh! pooh! happy those whose fathers were hanged!\" cried the admiral\ngaily.\n\n\n\nThree or four days after this memorable day, on one of those fine\nmornings in the month of November, which show the boulevards cleaned by\nthe sharp cold of an early frost, Mademoiselle de Fontaine, wrapped in a\nnew style of fur cape, of which she wished to set the fashion, went out\nwith two of her sisters-in-law, on whom she had been wont to discharge\nher most cutting remarks. The three women were tempted to the drive,\nless by their desire to try a very elegant carriage, and wear gowns\nwhich were to set the fashion for the winter, than by their wish to see\na cape which a friend had observed in a handsome lace and linen shop at\nthe corner of the Rue de la Paix. As soon as they were in the shop the\nBaronne de Fontaine pulled Emilie by the sleeve, and pointed out to her\nMaximilien Longueville seated behind the desk, and engaged in paying out\nthe change for a gold piece to one of the workwomen with whom he seemed\nto be in consultation. The \"handsome stranger\" held in his hand a parcel\nof patterns, which left no doubt as to his honorable profession.\n\nEmilie felt an icy shudder, though no one perceived it. Thanks to the\ngood breeding of the best society, she completely concealed the rage in\nher heart, and answered her sister-in-law with the words, \"I knew it,\"\nwith a fulness of intonation and inimitable decision which the most\nfamous actress of the time might have envied her. She went straight up\nto the desk. Longueville looked up, put the patterns in his pocket\nwith distracting coolness, bowed to Mademoiselle de Fontaine, and came\nforward, looking at her keenly.\n\n\"Mademoiselle,\" he said to the shopgirl, who followed him, looking very\nmuch disturbed, \"I will send to settle that account; my house deals\nin that way. But here,\" he whispered into her ear, as he gave her a\nthousand-franc note, \"take this--it is between ourselves.--You will\nforgive me, I trust, mademoiselle,\" he added, turning to Emilie. \"You\nwill kindly excuse the tyranny of business matters.\"\n\n\"Indeed, monsieur, it seems to me that it is no concern of mine,\"\nreplied Mademoiselle de Fontaine, looking at him with a bold expression\nof sarcastic indifference which might have made any one believe that she\nnow saw him for the first time.\n\n\"Do you really mean it?\" asked Maximilien in a broken voice.\n\nEmilie turned her back upon him with amazing insolence. These words,\nspoken in an undertone, had escaped the ears of her two sisters-in-law.\nWhen, after buying the cape, the three ladies got into the carriage\nagain, Emilie, seated with her back to the horses, could not resist one\nlast comprehensive glance into the depths of the odious shop, where she\nsaw Maximilien standing with his arms folded, in the attitude of a man\nsuperior to the disaster that has so suddenly fallen on him. Their eyes\nmet and flashed implacable looks. Each hoped to inflict a cruel wound\non the heart of a lover. In one instant they were as far apart as if one\nhad been in China and the other in Greenland.\n\nDoes not the breath of vanity wither everything? Mademoiselle de\nFontaine, a prey to the most violent struggle that can torture the heart\nof a young girl, reaped the richest harvest of anguish that prejudice\nand narrow-mindedness ever sowed in a human soul. Her face, but just now\nfresh and velvety, was streaked with yellow lines and red patches; the\npaleness of her cheeks seemed every now and then to turn green. Hoping\nto hide her despair from her sisters, she would laugh as she pointed out\nsome ridiculous dress or passer-by; but her laughter was spasmodic. She\nwas more deeply hurt by their unspoken compassion than by any satirical\ncomments for which she might have revenged herself. She exhausted her\nwit in trying to engage them in a conversation, in which she tried to\nexpend her fury in senseless paradoxes, heaping on all men engaged in\ntrade the bitterest insults and witticisms in the worst taste.\n\nOn getting home, she had an attack of fever, which at first assumed\na somewhat serious character. By the end of a month the care of her\nparents and of the physician restored her to her family.\n\nEvery one hoped that this lesson would be severe enough to subdue\nEmilie's nature; but she insensibly fell into her old habits and threw\nherself again into the world of fashion. She declared that there was no\ndisgrace in making a mistake. If she, like her father, had a vote in the\nChamber, she would move for an edict, she said, by which all merchants,\nand especially dealers in calico, should be branded on the forehead,\nlike Berri sheep, down to the third generation. She wished that none but\nnobles should have the right to wear the antique French costume, which\nwas so becoming to the courtiers of Louis XV. To hear her, it was a\nmisfortune for France, perhaps, that there was no outward and visible\ndifference between a merchant and a peer of France. And a hundred more\nsuch pleasantries, easy to imagine, were rapidly poured out when any\naccident brought up the subject.\n\nBut those who loved Emilie could see through all her banter a tinge of\nmelancholy. It was clear that Maximilien Longueville still reigned over\nthat inexorable heart. Sometimes she would be as gentle as she had been\nduring the brief summer that had seen the birth of her love; sometimes,\nagain, she was unendurable. Every one made excuses for her inequality of\ntemper, which had its source in sufferings at once secret and known to\nall. The Comte de Kergarouet had some influence over her, thanks to his\nincreased prodigality, a kind of consolation which rarely fails of its\neffect on a Parisian girl.\n\nThe first ball at which Mademoiselle de Fontaine appeared was at the\nNeapolitan ambassador's. As she took her place in the first quadrille\nshe saw, a few yards away from her, Maximilien Longueville, who nodded\nslightly to her partner.\n\n\"Is that young man a friend of yours?\" she asked, with a scornful air.\n\n\"Only my brother,\" he replied.\n\nEmilie could not help starting. \"Ah!\" he continued, \"and he is the\nnoblest soul living----\"\n\n\"Do you know my name?\" asked Emilie, eagerly interrupting him.\n\n\"No, mademoiselle. It is a crime, I confess, not to remember a name\nwhich is on every lip--I ought to say in every heart. But I have a valid\nexcuse. I have but just arrived from Germany. My ambassador, who is in\nParis on leave, sent me here this evening to take care of his amiable\nwife, whom you may see yonder in that corner.\"\n\n\"A perfect tragic mask!\" said Emilie, after looking at the ambassadress.\n\n\"And yet that is her ballroom face!\" said the young man, laughing.\n\"I shall have to dance with her! So I thought I might have some\ncompensation.\" Mademoiselle de Fontaine courtesied. \"I was very much\nsurprised,\" the voluble young secretary went on, \"to find my brother\nhere. On arriving from Vienna I heard that the poor boy was ill in bed;\nand I counted on seeing him before coming to this ball; but good policy\nwill always allow us to indulge family affection. The Padrona della case\nwould not give me time to call on my poor Maximilien.\"\n\n\"Then, monsieur, your brother is not, like you, in diplomatic\nemployment.\"\n\n\"No,\" said the attache, with a sigh, \"the poor fellow sacrificed himself\nfor me. He and my sister Clara have renounced their share of my father's\nfortune to make an eldest son of me. My father dreams of a peerage, like\nall who vote for the ministry. Indeed, it is promised him,\" he added\nin an undertone. \"After saving up a little capital my brother joined a\nbanking firm, and I hear he has just effected a speculation in Brazil\nwhich may make him a millionaire. You see me in the highest spirits at\nhaving been able, by my diplomatic connections, to contribute to his\nsuccess. I am impatiently expecting a dispatch from the Brazilian\nLegation, which will help to lift the cloud from his brow. What do you\nthink of him?\"\n\n\"Well, your brother's face does not look to me like that of a man busied\nwith money matters.\"\n\nThe young attache shot a scrutinizing glance at the apparently calm face\nof his partner.\n\n\"What!\" he exclaimed, with a smile, \"can young ladies read the thoughts\nof love behind the silent brow?\"\n\n\"Your brother is in love, then?\" she asked, betrayed into a movement of\ncuriosity.\n\n\"Yes; my sister Clara, to whom he is as devoted as a mother, wrote to\nme that he had fallen in love this summer with a very pretty girl; but I\nhave had no further news of the affair. Would you believe that the poor\nboy used to get up at five in the morning, and went off to settle his\nbusiness that he might be back by four o'clock in the country where the\nlady was? In fact, he ruined a very nice thoroughbred that I had just\ngiven him. Forgive my chatter, mademoiselle; I have but just come home\nfrom Germany. For a year I have heard no decent French, I have been\nweaned from French faces, and satiated with Germans, to such a degree\nthat, I believe, in my patriotic mania, I could talk to the chimeras on\na French candlestick. And if I talk with a lack of reserve unbecoming\nin a diplomatist, the fault is yours, mademoiselle. Was it not you who\npointed out my brother? When he is the theme I become inexhaustible. I\nshould like to proclaim to all the world how good and generous he is. He\ngave up no less than a hundred thousand francs a year, the income from\nthe Longueville property.\"\n\nIf Mademoiselle de Fontaine had the benefit of these important\nrevelations, it was partly due to the skill with which she continued to\nquestion her confiding partner from the moment when she found that he\nwas the brother of her scorned lover.\n\n\"And could you, without being grieved, see your brother selling muslin\nand calico?\" asked Emilie, at the end of the third figure of the\nquadrille.\n\n\"How do you know that?\" asked the attache. \"Thank God, though I pour out\na flood of words, I have already acquired the art of not telling more\nthan I intend, like all the other diplomatic apprentices I know.\"\n\n\"You told me, I assure you.\"\n\nMonsieur de Longueville looked at Mademoiselle de Fontaine with a\nsurprise that was full of perspicacity. A suspicion flashed upon him. He\nglanced inquiringly from his brother to his partner, guessed everything,\nclasped his hands, fixed his eyes on the ceiling, and began to laugh,\nsaying, \"I am an idiot! You are the handsomest person here; my brother\nkeeps stealing glances at you; he is dancing in spite of his illness,\nand you pretend not to see him. Make him happy,\" he added, as he led\nher back to her old uncle. \"I shall not be jealous, but I shall always\nshiver a little at calling you my sister----\"\n\nThe lovers, however, were to prove as inexorable to each other as they\nwere to themselves. At about two in the morning, refreshments were\nserved in an immense corridor, where, to leave persons of the same\ncoterie free to meet each other, the tables were arranged as in a\nrestaurant. By one of those accidents which always happen to lovers,\nMademoiselle de Fontaine found herself at a table next to that at which\nthe more important guests were seated. Maximilien was of the group.\nEmilie, who lent an attentive ear to her neighbors' conversation,\noverheard one of those dialogues into which a young woman so easily\nfalls with a young man who has the grace and style of Maximilien\nLongueville. The lady talking to the young banker was a Neapolitan\nduchess, whose eyes shot lightning flashes, and whose skin had the sheen\nof satin. The intimate terms on which Longueville affected to be with\nher stung Mademoiselle de Fontaine all the more because she had just\ngiven her lover back twenty times as much tenderness as she had ever\nfelt for him before.\n\n\"Yes, monsieur, in my country true love can make every kind of\nsacrifice,\" the Duchess was saying, in a simper.\n\n\"You have more passion than Frenchwomen,\" said Maximilien, whose burning\ngaze fell on Emilie. \"They are all vanity.\"\n\n\"Monsieur,\" Emilie eagerly interposed, \"is it not very wrong to\ncalumniate your own country? Devotion is to be found in every nation.\"\n\n\"Do you imagine, mademoiselle,\" retorted the Italian, with a sardonic\nsmile, \"that a Parisian would be capable of following her lover all over\nthe world?\"\n\n\"Oh, madame, let us understand each other. She would follow him to a\ndesert and live in a tent but not to sit in a shop.\"\n\nA disdainful gesture completed her meaning. Thus, under the influence of\nher disastrous education, Emile for the second time killed her budding\nhappiness, and destroyed its prospects of life. Maximilien's apparent\nindifference, and a woman's smile, had wrung from her one of those\nsarcasms whose treacherous zest always let her astray.\n\n\"Mademoiselle,\" said Longueville, in a low voice, under cover of the\nnoise made by the ladies as they rose from the table, \"no one will ever\nmore ardently desire your happiness than I; permit me to assure you\nof this, as I am taking leave of you. I am starting for Italy in a few\ndays.\"\n\n\"With a Duchess, no doubt?\"\n\n\"No, but perhaps with a mortal blow.\"\n\n\"Is not that pure fancy?\" asked Emilie, with an anxious glance.\n\n\"No,\" he replied. \"There are wounds which never heal.\"\n\n\"You are not to go,\" said the girl, imperiously, and she smiled.\n\n\"I shall go,\" replied Maximilien, gravely.\n\n\"You will find me married on your return, I warn you,\" she said\ncoquettishly.\n\n\"I hope so.\"\n\n\"Impertinent wretch!\" she exclaimed. \"How cruel a revenge!\"\n\nA fortnight later Maximilien set out with his sister Clara for the warm\nand poetic scenes of beautiful Italy, leaving Mademoiselle de Fontaine\na prey to the most vehement regret. The young Secretary to the Embassy\ntook up his brother's quarrel, and contrived to take signal vengeance on\nEmilie's disdain by making known the occasion of the lovers' separation.\nHe repaid his fair partner with interest all the sarcasm with which\nshe had formerly attacked Maximilien, and often made more than one\nExcellency smile by describing the fair foe of the counting-house, the\namazon who preached a crusade against bankers, the young girl whose\nlove had evaporated before a bale of muslin. The Comte de Fontaine was\nobliged to use his influence to procure an appointment to Russia for\nAuguste Longueville in order to protect his daughter from the ridicule\nheaped upon her by this dangerous young persecutor.\n\nNot long after, the Ministry being compelled to raise a levy of peers to\nsupport the aristocratic party, trembling in the Upper Chamber under the\nlash of an illustrious writer, gave Monsieur Guiraudin de Longueville a\npeerage, with the title of Vicomte. Monsieur de Fontaine also obtained\na peerage, the reward due as much to his fidelity in evil days as to his\nname, which claimed a place in the hereditary Chamber.\n\nAbout this time Emilie, now of age, made, no doubt, some serious\nreflections on life, for her tone and manners changed perceptibly.\nInstead of amusing herself by saying spiteful things to her uncle, she\nlavished on him the most affectionate attentions; she brought him his\nstick with a persevering devotion that made the cynical smile, she\ngave him her arm, rode in his carriage, and accompanied him in all his\ndrives; she even persuaded him that she liked the smell of tobacco, and\nread him his favorite paper La Quotidienne in the midst of clouds of\nsmoke, which the malicious old sailor intentionally blew over her;\nshe learned piquet to be a match for the old count; and this fantastic\ndamsel even listened without impatience to his periodical narratives of\nthe battles of the Belle-Poule, the manoeuvres of the Ville de Paris, M.\nde Suffren's first expedition, or the battle of Aboukir.\n\nThough the old sailor had often said that he knew his longitude and\nlatitude too well to allow himself to be captured by a young corvette,\none fine morning Paris drawing-rooms heard the news of the marriage of\nMademoiselle de Fontaine to the Comte de Kergarouet. The young Countess\ngave splendid entertainments to drown thought; but she, no doubt,\nfound a void at the bottom of the whirlpool; luxury was ineffectual to\ndisguise the emptiness and grief of her sorrowing soul; for the most\npart, in spite of the flashes of assumed gaiety, her beautiful face\nexpressed unspoken melancholy. Emilie appeared, however, full of\nattentions and consideration for her old husband, who, on retiring to\nhis rooms at night, to the sounds of a lively band, would often say, \"I\ndo not know myself. Was I to wait till the age of seventy-two to embark\nas pilot on board the Belle Emilie after twenty years of matrimonial\ngalleys?\"\n\nThe conduct of the young Countess was marked by such strictness that the\nmost clear-sighted criticism had no fault to find with her. Lookers on\nchose to think that the vice-admiral had reserved the right of disposing\nof his fortune to keep his wife more tightly in hand; but this was a\nnotion as insulting to the uncle as to the niece. Their conduct was\nindeed so delicately judicious that the men who were most interested in\nguessing the secrets of the couple could never decide whether the old\nCount regarded her as a wife or as a daughter. He was often heard to say\nthat he had rescued his niece as a castaway after shipwreck; and that,\nfor his part, he had never taken a mean advantage of hospitality when\nhe had saved an enemy from the fury of the storm. Though the Countess\naspired to reign in Paris and tried to keep pace with Mesdames the\nDuchesses de Maufrigneuse and du Chaulieu, the Marquises d'Espard and\nd'Aiglemont, the Comtesses Feraud, de Montcornet, and de Restaud,\nMadame de Camps, and Mademoiselle des Touches, she did not yield to the\naddresses of the young Vicomte de Portenduere, who made her his idol.\n\nTwo years after her marriage, in one of the old drawing-rooms in the\nFaubourg Saint-Germain, where she was admired for her character, worthy\nof the old school, Emilie heard the Vicomte de Longueville announced.\nIn the corner of the room where she was sitting, playing piquet with\nthe Bishop of Persepolis, her agitation was not observed; she turned her\nhead and saw her former lover come in, in all the freshness of youth.\nHis father's death, and then that of his brother, killed by the severe\nclimate of Saint-Petersburg, had placed on Maximilien's head the\nhereditary plumes of the French peer's hat. His fortune matched his\nlearning and his merits; only the day before his youthful and fervid\neloquence had dazzled the Assembly. At this moment he stood before the\nCountess, free, and graced with all the advantages she had formerly\nrequired of her ideal. Every mother with a daughter to marry made\namiable advances to a man gifted with the virtues which they attributed\nto him, as they admired his attractive person; but Emilie knew, better\nthan any one, that the Vicomte de Longueville had the steadfast nature\nin which a wise woman sees a guarantee of happiness. She looked at the\nadmiral who, to use his favorite expression, seemed likely to hold his\ncourse for a long time yet, and cursed the follies of her youth.\n\nAt this moment Monsieur de Persepolis said with Episcopal grace: \"Fair\nlady, you have thrown away the king of hearts--I have won. But do not\nregret your money. I keep it for my little seminaries.\"\n\n\nPARIS, December 1829.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Beaudenord, Godefroid de\n       A Distinguished Provincial at Paris\n       The Firm of Nucingen\n\n     Dudley, Lady Arabella\n       The Lily of the Valley\n       The Magic Skin\n       The Secrets of a Princess\n       A Daughter of Eve\n       Letters of Two Brides\n\n     Fontaine, Comte de\n       The Chouans\n       Modeste Mignon\n       Cesar Birotteau\n       The Government Clerks\n\n     Kergarouet, Comte de\n       The Purse\n       Ursule Mirouet\n\n     Louis XVIII., Louis-Stanislas-Xavier\n       The Chouans\n       The Seamy Side of History\n       The Gondreville Mystery\n       Scenes from a Courtesan's Life\n       The Lily of the Valley\n       Colonel Chabert\n       The Government Clerks\n\n     Manerville, Paul Francois-Joseph, Comte de\n       The Thirteen\n       Lost Illusions\n       A Distinguished Provincial at Paris\n       A Marriage Settlement\n\n     Marsay, Henri de\n       The Thirteen\n       The Unconscious Humorists\n       Another Study of Woman\n       The Lily of the Valley\n       Father Goriot\n       Jealousies of a Country Town\n       Ursule Mirouet\n       A Marriage Settlement\n       Lost Illusions\n       A Distinguished Provincial at Paris\n       Letters of Two Brides\n       Modest Mignon\n       The Secrets of a Princess\n       The Gondreville Mystery\n       A Daughter of Eve\n\n     Palma (banker)\n       The Firm of Nucingen\n       Cesar Birotteau\n       Gobseck\n       Lost Illusions\n       A Distinguished Provincial at Paris\n\n     Portenduere, Vicomte Savinien de\n       Scenes from a Courtesan's Life\n       Ursule Mirouet\n       Beatrix\n\n     Rastignac, Eugene de\n       Father Goriot\n       A Distinguished Provincial at Paris\n       Scenes from a Courtesan's Life\n       The Interdiction\n       A Study of Woman\n       Another Study of Woman\n       The Magic Skin\n       The Secrets of a Princess\n       A Daughter of Eve\n       The Gondreville Mystery\n       The Firm of Nucingen\n       Cousin Betty\n       The Member for Arcis\n       The Unconscious Humorists\n\n     Vandenesse, Marquise Charles de (Emilie de Fontaine)\n       Cesar Birotteau\n       Ursule Mirouet\n       A Daughter of Eve\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ball at Sceaux, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BALL AT SCEAUX ***\n\n***** This file should be named 1305.txt or 1305.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/3\/0\/1305\/\n\nProduced by Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1163,"split":"test"}
