{"ori_id":"b9ca8b4458e48f3c1343a11539ea52a848fd87ea","title":"The Man Who Would Be King","context":"The Man Who Would Be King\n The narrator of the story is a British journalist in Indiaâ\u0080\u0094Kipling himself, in all but name. While on a tour of some Indian native states he meets two scruffy adventurers, Daniel Dravot and Peachey Carnehan. He rather likes them, but then stops them from blackmailing a minor rajah. A few months later they appear at his office in Lahore. They tell him their plan. They have been \"Soldier, sailor, compositor [typesetter], photographer... [railroad] engine-drivers, petty contractors,\" and more, and have decided India is not big enough for them. The next day they will go off to Kafiristan to set themselves up as kings. Dravot can pass as a native, and they have twenty Martini-Henry rifles (then perhaps the best in the world). They plan to find a king or chief, help him defeat enemies, then take over for themselves. They ask the narrator for the use of any books or maps of the areaâ\u0080\u0093as a favour, because they are fellow Freemasons, and because he spoiled their blackmail scheme.\nTwo years later, on a scorching hot summer night, Carnehan creeps into the narrator's office. He is a broken man, a crippled beggar clad in rags and he tells an amazing story. Dravot and Carnehan succeeded in becoming kings: finding the Kafirs, who turn out to be white (\"so hairy and white and fair it was just shaking hands with old friends\"), mustering an army, taking over villages, and dreaming of building a unified nation. The Kafirs (pagans, not Muslims) were impressed by the rifles and Dravot's lack of fear of their idols, and acclaimed him as a god, the reincarnation or descendant of Alexander the Great. The Kafirs practised a form of Masonic ritual, and Dravot's reputation was further cemented when he showed knowledge of Masonic secrets that only the oldest priest remembered.\nTheir schemes were dashed when Dravot decided to marry a Kafir girl. Terrified at marrying a god, the girl bit Dravot when he tried to kiss her. Seeing him bleed, the priests cried that he was \"Neither God nor Devil but a man!\" Most of the Kafirs turned against Dravot and Carnehan. A few of his men remained loyal, but the army defected and the two kings were captured.\nDravot, wearing his crown, stood on a rope bridge over a gorge while the Kafirs cut the ropes, and he fell to his death. Carnehan was crucified between two pine trees. When he survived for a day, the Kafirs considered it a miracle and let him go. He begged his way back to India.\nAs proof of his tale, Carnehan shows the narrator Dravot's head, still wearing the golden crown. Carnehan leaves carrying the head. The next day the narrator sees him crawling along the road in the noon sun, with his hat off and gone mad. The narrator sends him to the local asylum. When he inquires two days later, he learns that Carnehan has died of sunstroke (\"half an hour bare-headed in the sun at mid-day...\"). No belongings were found with him.\nï»¿The Project Gutenberg EBook of The Man Who Would Be King, by Rudyard Kipling\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: The Man Who Would Be King\n\nAuthor: Rudyard Kipling\n\nPosting Date: September 8, 2014 [EBook #8147]\nRelease Date: May, 2005\nFirst Posted: June 20, 2003\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE MAN WHO WOULD BE KING ***\n\n\n\n\nProduced by Jeffrey Kraus-yao\n\n\n\n\n\n\n\n\n\nThe Man Who Would be King\n\n          By\n\n      Rudyard Kipling\n\n\n\n\nPublished by Brentanoâ\u0080\u0099s at 31 Union Square New York\n\n  THE MAN WHO WOULD\n               BE KING\n\nâ\u0080\u009cBrother to a Prince and fellow to a beggar if he be found worthy.â\u0080\u009d\n\nThe Law, as quoted, lays down a fair conduct of life, and one not easy\nto follow. I have been fellow to a beggar again and again under\ncircumstances which prevented either of us finding out whether the\nother was worthy. I have still to be brother to a Prince, though I once\ncame near to kinship with what might have been a veritable King and was\npromised the reversion of a Kingdomâ\u0080\u0094army, law-courts, revenue and\npolicy all complete. But, to-day, I greatly fear that my King is dead,\nand if I want a crown I must go and hunt it for myself.\n\nThe beginning of everything was in a railway train upon the road to\nMhow from Ajmir. There had been a deficit in the Budget, which\nnecessitated travelling, not Second-class, which is only half as dear\nas First-class, but by Intermediate, which is very awful indeed. There\nare no cushions in the Intermediate class, and the population are\neither Intermediate, which is Eurasian, or native, which for a long\nnight journey is nasty; or Loafer, which is amusing though intoxicated.\nIntermediates do not patronize refreshment-rooms. They carry their food\nin bundles and pots, and buy sweets from the native sweetmeat-sellers,\nand drink the roadside water. That is why in the hot weather\nIntermediates are taken out of the carriages dead, and in all weathers\nare most properly looked down upon.\n\nMy particular Intermediate happened to be empty till I reached\nNasirabad, when a huge gentleman in shirt-sleeves entered, and,\nfollowing the custom of Intermediates, passed the time of day. He was a\nwanderer and a vagabond like myself, but with an educated taste for\nwhiskey. He told tales of things he had seen and done, of\nout-of-the-way corners of the Empire into which he had penetrated, and\nof adventures in which he risked his life for a few daysâ\u0080\u0099 food. â\u0080\u009cIf\nIndia was filled with men like you and me, not knowing more than the\ncrows where theyâ\u0080\u0099d get their next dayâ\u0080\u0099s rations, it isnâ\u0080\u0099t seventy\nmillions of revenue the land would be payingâ\u0080\u0094itâ\u0080\u0099s seven hundred\nmillion,â\u0080\u009d said he; and as I looked at his mouth and chin I was\ndisposed to agree with him. We talked politicsâ\u0080\u0094the politics of\nLoaferdom that sees things from the underside where the lath and\nplaster is not smoothed offâ\u0080\u0094and we talked postal arrangements because\nmy friend wanted to send a telegram back from the next station to\nAjmir, which is the turning-off place from the Bombay to the Mhow line\nas you travel westward. My friend had no money beyond eight annas which\nhe wanted for dinner, and I had no money at all, owing to the hitch in\nthe Budget before mentioned. Further, I was going into a wilderness\nwhere, though I should resume touch with the Treasury, there were no\ntelegraph offices. I was, therefore, unable to help him in any way.\n\nâ\u0080\u009cWe might threaten a Station-master, and make him send a wire on\ntick,â\u0080\u009d said my friend, â\u0080\u009cbut thatâ\u0080\u0099d mean inquiries for you and for\nme, and Iâ\u0080\u0099ve got my hands full these days. Did you say you are\ntravelling back along this line within any days?â\u0080\u009d\n\nâ\u0080\u009cWithin ten,â\u0080\u009d I said.\n\nâ\u0080\u009cCanâ\u0080\u0099t you make it eight?â\u0080\u009d said he. â\u0080\u009cMine is rather urgent\nbusiness.â\u0080\u009d\n\nâ\u0080\u009cI can send your telegram within ten days if that will serve you,â\u0080\u009d\nI said.\n\nâ\u0080\u009cI couldnâ\u0080\u0099t trust the wire to fetch him now I think of it. Itâ\u0080\u0099s\nthis way. He leaves Delhi on the 23d for Bombay. That means heâ\u0080\u0099ll be\nrunning through Ajmir about the night of the 23d.â\u0080\u009d\n\nâ\u0080\u009cBut Iâ\u0080\u0099m going into the Indian Desert,â\u0080\u009d I explained.\n\nâ\u0080\u009cWell and good,â\u0080\u009d said he. â\u0080\u009cYouâ\u0080\u0099ll be changing at Marwar\nJunction to get into Jodhpore territoryâ\u0080\u0094you must do thatâ\u0080\u0094and\nheâ\u0080\u0099ll be coming through Marwar Junction in the early morning of the\n24th by the Bombay Mail. Can you be at Marwar Junction on that time?\nâ\u0080\u0099Twonâ\u0080\u0099t be inconveniencing you because I know that thereâ\u0080\u0099s\nprecious few pickings to be got out of these Central India\nStatesâ\u0080\u0094even though you pretend to be correspondent of the\nBackwoodsman.â\u0080\u009d\n\nâ\u0080\u009cHave you ever tried that trick?â\u0080\u009d I asked.\n\nâ\u0080\u009cAgain and again, but the Residents find you out, and then you get\nescorted to the Border before youâ\u0080\u0099ve time to get your knife into\nthem. But about my friend here. I must give him a word oâ\u0080\u0099 mouth to\ntell him whatâ\u0080\u0099s come to me or else he wonâ\u0080\u0099t know where to go. I\nwould take it more than kind of you if you was to come out of Central\nIndia in time to catch him at Marwar Junction, and say to him:â\u0080\u0094â\u0080\u0098He\nhas gone South for the week.â\u0080\u0099 Heâ\u0080\u0099ll know what that means. Heâ\u0080\u0099s a\nbig man with a red beard, and a great swell he is. Youâ\u0080\u0099ll find him\nsleeping like a gentleman with all his luggage round him in a\nsecond-class compartment. But donâ\u0080\u0099t you be afraid. Slip down the\nwindow, and say:â\u0080\u0094â\u0080\u0098He has gone South for the week,â\u0080\u0099 and heâ\u0080\u0099ll\ntumble. Itâ\u0080\u0099s only cutting your time of stay in those parts by two\ndays. I ask you as a strangerâ\u0080\u0094going to the West,â\u0080\u009d he said with\nemphasis.\n\nâ\u0080\u009cWhere have you come from?â\u0080\u009d said I.\n\nâ\u0080\u009cFrom the East,â\u0080\u009d said he, â\u0080\u009cand I am hoping that you will give him\nthe message on the Squareâ\u0080\u0094for the sake of my Mother as well as your\nown.â\u0080\u009d\n\nEnglishmen are not usually softened by appeals to the memory of their\nmothers, but for certain reasons, which will be fully apparent, I saw\nfit to agree.\n\nâ\u0080\u009cItâ\u0080\u0099s more than a little matter,â\u0080\u009d said he, â\u0080\u009cand thatâ\u0080\u0099s why I\nask you to do itâ\u0080\u0094and now I know that I can depend on you doing it. A\nsecond-class carriage at Marwar Junction, and a red-haired man asleep\nin it. Youâ\u0080\u0099ll be sure to remember. I get out at the next station, and\nI must hold on there till he comes or sends me what I want.â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099ll give the message if I catch him,â\u0080\u009d I said, â\u0080\u009cand for the\nsake of your Mother as well as mine Iâ\u0080\u0099ll give you a word of advice.\nDonâ\u0080\u0099t try to run the Central India States just now as the\ncorrespondent of the Backwoodsman. Thereâ\u0080\u0099s a real one knocking about\nhere, and it might lead to trouble.â\u0080\u009d\n\nâ\u0080\u009cThank you,â\u0080\u009d said he simply, â\u0080\u009cand when will the swine be gone? I\ncanâ\u0080\u0099t starve because heâ\u0080\u0099s ruining my work. I wanted to get hold of\nthe Degumber Rajah down here about his fatherâ\u0080\u0099s widow, and give him a\njump.â\u0080\u009d\n\nâ\u0080\u009cWhat did he do to his fatherâ\u0080\u0099s widow, then?â\u0080\u009d\n\nâ\u0080\u009cFilled her up with red pepper and slippered her to death as she hung\nfrom a beam. I found that out myself and Iâ\u0080\u0099m the only man that would\ndare going into the State to get hush-money for it. Theyâ\u0080\u0099ll try to\npoison me, same as they did in Chortumna when I went on the loot there.\nBut youâ\u0080\u0099ll give the man at Marwar Junction my message?â\u0080\u009d\n\nHe got out at a little roadside station, and I reflected. I had heard,\nmore than once, of men personating correspondents of newspapers and\nbleeding small Native States with threats of exposure, but I had never\nmet any of the caste before. They lead a hard life, and generally die\nwith great suddenness. The Native States have a wholesome horror of\nEnglish newspapers, which may throw light on their peculiar methods of\ngovernment, and do their best to choke correspondents with champagne,\nor drive them out of their mind with four-in-hand barouches. They do\nnot understand that nobody cares a straw for the internal\nadministration of Native States so long as oppression and crime are\nkept within decent limits, and the ruler is not drugged, drunk, or\ndiseased from one end of the year to the other. Native States were\ncreated by Providence in order to supply picturesque scenery, tigers\nand tall-writing. They are the dark places of the earth, full of\nunimaginable cruelty, touching the Railway and the Telegraph on one\nside, and, on the other, the days of Harun-al-Raschid. When I left the\ntrain I did business with divers Kings, and in eight days passed\nthrough many changes of life. Sometimes I wore dress-clothes and\nconsorted with Princes and Politicals, drinking from crystal and eating\nfrom silver. Sometimes I lay out upon the ground and devoured what I\ncould get, from a plate made of a flapjack, and drank the running\nwater, and slept under the same rug as my servant. It was all in a\ndayâ\u0080\u0099s work.\n\nThen I headed for the Great Indian Desert upon the proper date, as I\nhad promised, and the night Mail set me down at Marwar Junction, where\na funny little, happy-go-lucky, native managed railway runs to\nJodhpore. The Bombay Mail from Delhi makes a short halt at Marwar. She\narrived as I got in, and I had just time to hurry to her platform and\ngo down the carriages. There was only one second-class on the train. I\nslipped the window and looked down upon a flaming red beard, half\ncovered by a railway rug. That was my man, fast asleep, and I dug him\ngently in the ribs. He woke with a grunt and I saw his face in the\nlight of the lamps. It was a great and shining face.\n\nâ\u0080\u009cTickets again?â\u0080\u009d said he.\n\nâ\u0080\u009cNo,â\u0080\u009d said I. â\u0080\u009cI am to tell you that he is gone South for the\nweek. He is gone South for the week!â\u0080\u009d\n\nThe train had begun to move out. The red man rubbed his eyes. â\u0080\u009cHe has\ngone South for the week,â\u0080\u009d he repeated. â\u0080\u009cNow thatâ\u0080\u0099s just like his\nimpudence. Did he say that I was to give you anything?â\u0080\u0094â\u0080\u0099Cause I\nwonâ\u0080\u0099t.â\u0080\u009d\n\nâ\u0080\u009cHe didnâ\u0080\u0099t,â\u0080\u009d I said and dropped away, and watched the red lights\ndie out in the dark. It was horribly cold because the wind was blowing\noff the sands. I climbed into my own trainâ\u0080\u0094not an Intermediate\nCarriage this timeâ\u0080\u0094and went to sleep.\n\nIf the man with the beard had given me a rupee I should have kept it as\na memento of a rather curious affair. But the consciousness of having\ndone my duty was my only reward.\n\nLater on I reflected that two gentlemen like my friends could not do\nany good if they foregathered and personated correspondents of\nnewspapers, and might, if they â\u0080\u009cstuck upâ\u0080\u009d one of the little\nrat-trap states of Central India or Southern Rajputana, get themselves\ninto serious difficulties. I therefore took some trouble to describe\nthem as accurately as I could remember to people who would be\ninterested in deporting them; and succeeded, so I was later informed,\nin having them headed back from the Degumber borders.\n\nThen I became respectable, and returned to an Office where there were\nno Kings and no incidents except the daily manufacture of a newspaper.\nA newspaper office seems to attract every conceivable sort of person,\nto the prejudice of discipline. Zenana-mission ladies arrive, and beg\nthat the Editor will instantly abandon all his duties to describe a\nChristian prize-giving in a back-slum of a perfectly inaccessible\nvillage; Colonels who have been overpassed for commands sit down and\nsketch the outline of a series of ten, twelve, or twenty-four leading\narticles on Seniority versus Selection; missionaries wish to know why\nthey have not been permitted to escape from their regular vehicles of\nabuse and swear at a brother-missionary under special patronage of the\neditorial We; stranded theatrical companies troop up to explain that\nthey cannot pay for their advertisements, but on their return from New\nZealand or Tahiti will do so with interest; inventors of patent\npunkah-pulling machines, carriage couplings and unbreakable swords and\naxle-trees call with specifications in their pockets and hours at their\ndisposal; tea-companies enter and elaborate their prospectuses with the\noffice pens; secretaries of ball-committees clamor to have the glories\nof their last dance more fully expounded; strange ladies rustle in and\nsay:â\u0080\u0094â\u0080\u009cI want a hundred ladyâ\u0080\u0099s cards printed at once, please,â\u0080\u009d\nwhich is manifestly part of an Editorâ\u0080\u0099s duty; and every dissolute\nruffian that ever tramped the Grand Trunk Road makes it his business to\nask for employment as a proof-reader. And, all the time, the\ntelephone-bell is ringing madly, and Kings are being killed on the\nContinent, and Empires are saying, â\u0080\u009cYouâ\u0080\u0099re another,â\u0080\u009d and Mister\nGladstone is calling down brimstone upon the British Dominions, and the\nlittle black copy-boys are whining, â\u0080\u009ckaa-pi chayha-yehâ\u0080\u009d (copy\nwanted) like tired bees, and most of the paper is as blank as\nModredâ\u0080\u0099s shield.\n\nBut that is the amusing part of the year. There are other six months\nwherein none ever come to call, and the thermometer walks inch by inch\nup to the top of the glass, and the office is darkened to just above\nreading light, and the press machines are red-hot of touch, and nobody\nwrites anything but accounts of amusements in the Hill-stations or\nobituary notices. Then the telephone becomes a tinkling terror, because\nit tells you of the sudden deaths of men and women that you knew\nintimately, and the prickly-heat covers you as with a garment, and you\nsit down and write:â\u0080\u0094â\u0080\u009cA slight increase of sickness is reported from\nthe Khuda Janta Khan District. The outbreak is purely sporadic in its\nnature, and, thanks to the energetic efforts of the District\nauthorities, is now almost at an end. It is, however, with deep regret\nwe record the death, etc.â\u0080\u009d\n\nThen the sickness really breaks out, and the less recording and\nreporting the better for the peace of the subscribers. But the Empires\nand the Kings continue to divert themselves as selfishly as before, and\nthe foreman thinks that a daily paper really ought to come out once in\ntwenty-four hours, and all the people at the Hill-stations in the\nmiddle of their amusements say:â\u0080\u0094â\u0080\u009cGood gracious! Why canâ\u0080\u0099t the\npaper be sparkling? Iâ\u0080\u0099m sure thereâ\u0080\u0099s plenty going on up here.â\u0080\u009d\n\nThat is the dark half of the moon, and, as the advertisements say,\nâ\u0080\u009cmust be experienced to be appreciated.â\u0080\u009d\n\nIt was in that season, and a remarkably evil season, that the paper\nbegan running the last issue of the week on Saturday night, which is to\nsay Sunday morning, after the custom of a London paper. This was a\ngreat convenience, for immediately after the paper was put to bed, the\ndawn would lower the thermometer from 96Â° to almost 84Â° for almost\nhalf an hour, and in that chillâ\u0080\u0094you have no idea how cold is 84Â° on\nthe grass until you begin to pray for itâ\u0080\u0094a very tired man could set\noff to sleep ere the heat roused him.\n\nOne Saturday night it was my pleasant duty to put the paper to bed\nalone. A King or courtier or a courtesan or a community was going to\ndie or get a new Constitution, or do something that was important on\nthe other side of the world, and the paper was to be held open till the\nlatest possible minute in order to catch the telegram. It was a pitchy\nblack night, as stifling as a June night can be, and the loo, the\nred-hot wind from the westward, was booming among the tinder-dry trees\nand pretending that the rain was on its heels. Now and again a spot of\nalmost boiling water would fall on the dust with the flop of a frog,\nbut all our weary world knew that was only pretence. It was a shade\ncooler in the press-room than the office, so I sat there, while the\ntype ticked and clicked, and the night-jars hooted at the windows, and\nthe all but naked compositors wiped the sweat from their foreheads and\ncalled for water. The thing that was keeping us back, whatever it was,\nwould not come off, though the loo dropped and the last type was set,\nand the whole round earth stood still in the choking heat, with its\nfinger on its lip, to wait the event. I drowsed, and wondered whether\nthe telegraph was a blessing, and whether this dying man, or struggling\npeople, was aware of the inconvenience the delay was causing. There was\nno special reason beyond the heat and worry to make tension, but, as\nthe clock-hands crept up to three oâ\u0080\u0099clock and the machines spun their\nfly-wheels two and three times to see that all was in order, before I\nsaid the word that would set them off, I could have shrieked aloud.\n\nThen the roar and rattle of the wheels shivered the quiet into little\nbits. I rose to go away, but two men in white clothes stood in front of\nme. The first one said:â\u0080\u0094â\u0080\u009cItâ\u0080\u0099s him!â\u0080\u009d The second saidâ\u0080\u0094â\u0080\u009cSo it\nis!â\u0080\u009d And they both laughed almost as loudly as the machinery roared,\nand mopped their foreheads. â\u0080\u009cWe see there was a light burning across\nthe road and we were sleeping in that ditch there for coolness, and I\nsaid to my friend here, the office is open. Letâ\u0080\u0099s come along and\nspeak to him as turned us back from the Degumber State,â\u0080\u009d said the\nsmaller of the two. He was the man I had met in the Mhow train, and his\nfellow was the red-bearded man of Marwar Junction. There was no\nmistaking the eyebrows of the one or the beard of the other.\n\nI was not pleased, because I wished to go to sleep, not to squabble\nwith loafers. â\u0080\u009cWhat do you want?â\u0080\u009d I asked.\n\nâ\u0080\u009cHalf an hourâ\u0080\u0099s talk with you cool and comfortable, in the\noffice,â\u0080\u009d said the red-bearded man. â\u0080\u009cWeâ\u0080\u0099d like some drinkâ\u0080\u0094the\nContrack doesnâ\u0080\u0099t begin yet, Peachey, so you neednâ\u0080\u0099t lookâ\u0080\u0094but what\nwe really want is advice. We donâ\u0080\u0099t want money. We ask you as a favor,\nbecause you did us a bad turn about Degumber.â\u0080\u009d\n\nI led from the press-room to the stifling office with the maps on the\nwalls, and the red-haired man rubbed his hands. â\u0080\u009cThatâ\u0080\u0099s something\nlike,â\u0080\u009d said he. â\u0080\u009cThis was the proper shop to come to. Now, Sir, let\nme introduce to you Brother Peachey Carnehan, thatâ\u0080\u0099s him, and Brother\nDaniel Dravot, that is me, and the less said about our professions the\nbetter, for we have been most things in our time. Soldier, sailor,\ncompositor, photographer, proof-reader, street-preacher, and\ncorrespondents of the Backwoodsman when we thought the paper wanted\none. Carnehan is sober, and so am I. Look at us first and see thatâ\u0080\u0099s\nsure. It will save you cutting into my talk. Weâ\u0080\u0099ll take one of your\ncigars apiece, and you shall see us light.â\u0080\u009d I watched the test. The\nmen were absolutely sober, so I gave them each a tepid peg.\n\nâ\u0080\u009cWell and good,â\u0080\u009d said Carnehan of the eyebrows, wiping the froth\nfrom his mustache. â\u0080\u009cLet me talk now, Dan. We have been all over\nIndia, mostly on foot. We have been boiler-fitters, engine-drivers,\npetty contractors, and all that, and we have decided that India isnâ\u0080\u0099t\nbig enough for such as us.â\u0080\u009d\n\nThey certainly were too big for the office. Dravotâ\u0080\u0099s beard seemed to\nfill half the room and Carnehanâ\u0080\u0099s shoulders the other half, as they\nsat on the big table. Carnehan continued:â\u0080\u0094â\u0080\u009cThe country isnâ\u0080\u0099t half\nworked out because they that governs it wonâ\u0080\u0099t let you touch it. They\nspend all their blessed time in governing it, and you canâ\u0080\u0099t lift a\nspade, nor chip a rock, nor look for oil, nor anything like that\nwithout all the Government sayingâ\u0080\u0094â\u0080\u0098Leave it alone and let us\ngovern.â\u0080\u0099 Therefore, such as it is, we will let it alone, and go away\nto some other place where a man isnâ\u0080\u0099t crowded and can come to his\nown. We are not little men, and there is nothing that we are afraid of\nexcept Drink, and we have signed a Contrack on that. Therefore, we are\ngoing away to be Kings.â\u0080\u009d\n\nâ\u0080\u009cKings in our own right,â\u0080\u009d muttered Dravot.\n\nâ\u0080\u009cYes, of course,â\u0080\u009d I said. â\u0080\u009cYouâ\u0080\u0099ve been tramping in the sun, and\nitâ\u0080\u0099s a very warm night, and hadnâ\u0080\u0099t you better sleep over the\nnotion? Come to-morrow.â\u0080\u009d\n\nâ\u0080\u009cNeither drunk nor sunstruck,â\u0080\u009d said Dravot. â\u0080\u009cWe have slept over\nthe notion half a year, and require to see Books and Atlases, and we\nhave decided that there is only one place now in the world that two\nstrong men can Sar-a-whack. They call it Kafiristan. By my reckoning\nits the top right-hand corner of Afghanistan, not more than three\nhundred miles from Peshawar. They have two and thirty heathen idols\nthere, and weâ\u0080\u0099ll be the thirty-third. Itâ\u0080\u0099s a mountainous country,\nand the women of those parts are very beautiful.â\u0080\u009d\n\nâ\u0080\u009cBut that is provided against in the Contrack,â\u0080\u009d said Carnehan.\nâ\u0080\u009cNeither Women nor Liquor, Daniel.â\u0080\u009d\n\nâ\u0080\u009cAnd thatâ\u0080\u0099s all we know, except that no one has gone there, and\nthey fight, and in any place where they fight a man who knows how to\ndrill men can always be a King. We shall go to those parts and say to\nany King we findâ\u0080\u0094â\u0080\u0098Dâ\u0080\u0099 you want to vanquish your foes?â\u0080\u0099 and we\nwill show him how to drill men; for that we know better than anything\nelse. Then we will subvert that King and seize his Throne and establish\na Dy-nasty.â\u0080\u009d\n\nâ\u0080\u009cYouâ\u0080\u0099ll be cut to pieces before youâ\u0080\u0099re fifty miles across the\nBorder,â\u0080\u009d I said. â\u0080\u009cYou have to travel through Afghanistan to get to\nthat country. Itâ\u0080\u0099s one mass of mountains and peaks and glaciers, and\nno Englishman has been through it. The people are utter brutes, and\neven if you reached them you couldnâ\u0080\u0099t do anything.â\u0080\u009d\n\nâ\u0080\u009cThatâ\u0080\u0099s more like,â\u0080\u009d said Carnehan. â\u0080\u009cIf you could think us a\nlittle more mad we would be more pleased. We have come to you to know\nabout this country, to read a book about it, and to be shown maps. We\nwant you to tell us that we are fools and to show us your books.â\u0080\u009d He\nturned to the book-cases.\n\nâ\u0080\u009cAre you at all in earnest?â\u0080\u009d I said.\n\nâ\u0080\u009cA little,â\u0080\u009d said Dravot, sweetly. â\u0080\u009cAs big a map as you have got,\neven if itâ\u0080\u0099s all blank where Kafiristan is, and any books youâ\u0080\u0099ve\ngot. We can read, though we arenâ\u0080\u0099t very educated.â\u0080\u009d\n\nI uncased the big thirty-two-miles-to-the-inch map of India, and two\nsmaller Frontier maps, hauled down volume INF-KAN of the EncyclopÃ¦dia\nBritannica, and the men consulted them.\n\nâ\u0080\u009cSee here!â\u0080\u009d said Dravot, his thumb on the map. â\u0080\u009cUp to Jagdallak,\nPeachey and me know the road. We was there with Robertsâ\u0080\u0099s Army.\nWeâ\u0080\u0099ll have to turn off to the right at Jagdallak through Laghmann\nterritory. Then we get among the hillsâ\u0080\u0094fourteen thousand\nfeetâ\u0080\u0094fifteen thousandâ\u0080\u0094it will be cold work there, but it donâ\u0080\u0099t\nlook very far on the map.â\u0080\u009d\n\nI handed him Wood on the Sources of the Oxus. Carnehan was deep in the\nEncyclopÃ¦dia.\n\nâ\u0080\u009cTheyâ\u0080\u0099re a mixed lot,â\u0080\u009d said Dravot, reflectively; â\u0080\u009cand it\nwonâ\u0080\u0099t help us to know the names of their tribes. The more tribes the\nmore theyâ\u0080\u0099ll fight, and the better for us. From Jagdallak to Ashang.\nHâ\u0080\u0099mm!â\u0080\u009d\n\nâ\u0080\u009cBut all the information about the country is as sketchy and\ninaccurate as can be,â\u0080\u009d I protested. â\u0080\u009cNo one knows anything about it\nreally. Hereâ\u0080\u0099s the file of the United Servicesâ\u0080\u0099 Institute. Read\nwhat Bellew says.â\u0080\u009d\n\nâ\u0080\u009cBlow Bellew!â\u0080\u009d said Carnehan. â\u0080\u009cDan, theyâ\u0080\u0099re an all-fired lot of\nheathens, but this book here says they think theyâ\u0080\u0099re related to us\nEnglish.â\u0080\u009d\n\nI smoked while the men pored over Raverty, Wood, the maps and the\nEncyclopÃ¦dia.\n\nâ\u0080\u009cThere is no use your waiting,â\u0080\u009d said Dravot, politely. â\u0080\u009cItâ\u0080\u0099s\nabout four oâ\u0080\u0099clock now. Weâ\u0080\u0099ll go before six oâ\u0080\u0099clock if you want\nto sleep, and we wonâ\u0080\u0099t steal any of the papers. Donâ\u0080\u0099t you sit up.\nWeâ\u0080\u0099re two harmless lunatics, and if you come, to-morrow evening, down\nto the Serai weâ\u0080\u0099ll say good-by to you.â\u0080\u009d\n\nâ\u0080\u009cYou are two fools,â\u0080\u009d I answered. â\u0080\u009cYouâ\u0080\u0099ll be turned back at the\nFrontier or cut up the minute you set foot in Afghanistan. Do you want\nany money or a recommendation down-country? I can help you to the\nchance of work next week.â\u0080\u009d\n\nâ\u0080\u009cNext week we shall be hard at work ourselves, thank you,â\u0080\u009d said\nDravot. â\u0080\u009cIt isnâ\u0080\u0099t so easy being a King as it looks. When weâ\u0080\u0099ve\ngot our Kingdom in going order weâ\u0080\u0099ll let you know, and you can come\nup and help us to govern it.â\u0080\u009d\n\nâ\u0080\u009cWould two lunatics make a Contrack like that!â\u0080\u009d said Carnehan, with\nsubdued pride, showing me a greasy half-sheet of note-paper on which\nwas written the following. I copied it, then and there, as a\ncuriosity:â\u0080\u0094\n\nThis Contract between me and you persuing witnesseth in the name of\nGodâ\u0080\u0094Amen and so forth.\n\n  (One) That me and you will settle this matter together:\n          i.e., to be Kings of Kafiristan.\n  (Two) That you and me will not while this matter is\n          being settled, look at any Liquor, nor any\n          Woman black, white or brown, so as to get\n          mixed up with one or the other harmful.\n  (Three) That we conduct ourselves with Dignity and\n          Discretion, and if one of us gets into trouble\n          the other will stay by him.\n\n  Signed by you and me this day.\n          Peachey Taliaferro Carnehan.\n          Daniel Dravot.\n          Both Gentlemen at Large.\n\nâ\u0080\u009cThere was no need for the last article,â\u0080\u009d said Carnehan, blushing\nmodestly; â\u0080\u009cbut it looks regular. Now you know the sort of men that\nloafers areâ\u0080\u0094we are loafers, Dan, until we get out of Indiaâ\u0080\u0094and do\nyou think that we could sign a Contrack like that unless we was in\nearnest? We have kept away from the two things that make life worth\nhaving.â\u0080\u009d\n\nâ\u0080\u009cYou wonâ\u0080\u0099t enjoy your lives much longer if you are going to try\nthis idiotic adventure. Donâ\u0080\u0099t set the office on fire,â\u0080\u009d I said,\nâ\u0080\u009cand go away before nine oâ\u0080\u0099clock.â\u0080\u009d\n\nI left them still poring over the maps and making notes on the back of\nthe â\u0080\u009cContrack.â\u0080\u009d â\u0080\u009cBe sure to come down to the Serai to-morrow,â\u0080\u009d\nwere their parting words.\n\nThe Kumharsen Serai is the great four-square sink of humanity where the\nstrings of camels and horses from the North load and unload. All the\nnationalities of Central Asia may be found there, and most of the folk\nof India proper. Balkh and Bokhara there meet Bengal and Bombay, and\ntry to draw eye-teeth. You can buy ponies, turquoises, Persian\npussy-cats, saddle-bags, fat-tailed sheep and musk in the Kumharsen\nSerai, and get many strange things for nothing. In the afternoon I went\ndown there to see whether my friends intended to keep their word or\nwere lying about drunk.\n\nA priest attired in fragments of ribbons and rags stalked up to me,\ngravely twisting a childâ\u0080\u0099s paper whirligig. Behind him was his\nservant, bending under the load of a crate of mud toys. The two were\nloading up two camels, and the inhabitants of the Serai watched them\nwith shrieks of laughter.\n\nâ\u0080\u009cThe priest is mad,â\u0080\u009d said a horse-dealer to me. â\u0080\u009cHe is going up\nto Kabul to sell toys to the Amir. He will either be raised to honor or\nhave his head cut off. He came in here this morning and has been\nbehaving madly ever since.â\u0080\u009d\n\nâ\u0080\u009cThe witless are under the protection of God,â\u0080\u009d stammered a\nflat-cheeked Usbeg in broken Hindi. â\u0080\u009cThey foretell future events.â\u0080\u009d\n\nâ\u0080\u009cWould they could have foretold that my caravan would have been cut\nup by the Shinwaris almost within shadow of the Pass!â\u0080\u009d grunted the\nEusufzai agent of a Rajputana trading-house whose goods had been\nfeloniously diverted into the hands of other robbers just across the\nBorder, and whose misfortunes were the laughing-stock of the bazar.\nâ\u0080\u009cOhÃ©, priest, whence come you and whither do you go?â\u0080\u009d\n\nâ\u0080\u009cFrom Roum have I come,â\u0080\u009d shouted the priest, waving his whirligig;\nâ\u0080\u009cfrom Roum, blown by the breath of a hundred devils across the sea! O\nthieves, robbers, liars, the blessing of Pir Khan on pigs, dogs, and\nperjurers! Who will take the Protected of God to the North to sell\ncharms that are never still to the Amir? The camels shall not gall, the\nsons shall not fall sick, and the wives shall remain faithful while\nthey are away, of the men who give me place in their caravan. Who will\nassist me to slipper the King of the Roos with a golden slipper with a\nsilver heel? The protection of Pir Kahn be upon his labors!â\u0080\u009d He\nspread out the skirts of his gaberdine and pirouetted between the lines\nof tethered horses.\n\nâ\u0080\u009cThere starts a caravan from Peshawar to Kabul in twenty days,\nHuzrut,â\u0080\u009d said the Eusufzai trader. â\u0080\u009cMy camels go therewith. Do thou\nalso go and bring us good luck.â\u0080\u009d\n\nâ\u0080\u009cI will go even now!â\u0080\u009d shouted the priest. â\u0080\u009cI will depart upon my\nwinged camels, and be at Peshawar in a day! Ho! Hazar Mir Khan,â\u0080\u009d he\nyelled to his servant â\u0080\u009cdrive out the camels, but let me first mount\nmy own.â\u0080\u009d\n\nHe leaped on the back of his beast as it knelt, and turning round to\nme, cried:â\u0080\u0094\n\nâ\u0080\u009cCome thou also, Sahib, a little along the road, and I will sell thee\na charmâ\u0080\u0094an amulet that shall make thee King of Kafiristan.â\u0080\u009d\n\nThen the light broke upon me, and I followed the two camels out of the\nSerai till we reached open road and the priest halted.\n\nâ\u0080\u009cWhat dâ\u0080\u0099 you think oâ\u0080\u0099 that?â\u0080\u009d said he in English. â\u0080\u009cCarnehan\ncanâ\u0080\u0099t talk their patter, so Iâ\u0080\u0099ve made him my servant. He makes a\nhandsome servant. â\u0080\u0099Tisnâ\u0080\u0099t for nothing that Iâ\u0080\u0099ve been knocking\nabout the country for fourteen years. Didnâ\u0080\u0099t I do that talk neat?\nWeâ\u0080\u0099ll hitch on to a caravan at Peshawar till we get to Jagdallak, and\nthen weâ\u0080\u0099ll see if we can get donkeys for our camels, and strike into\nKafiristan. Whirligigs for the Amir, O Lor! Put your hand under the\ncamel-bags and tell me what you feel.â\u0080\u009d\n\nI felt the butt of a Martini, and another and another.\n\nâ\u0080\u009cTwenty of â\u0080\u0099em,â\u0080\u009d said Dravot, placidly.\n\nâ\u0080\u009cTwenty of â\u0080\u0099em, and ammunition to correspond, under the whirligigs\nand the mud dolls.â\u0080\u009d\n\nâ\u0080\u009cHeaven help you if you are caught with those things!â\u0080\u009d I said. â\u0080\u009cA\nMartini is worth her weight in silver among the Pathans.â\u0080\u009d\n\nâ\u0080\u009cFifteen hundred rupees of capitalâ\u0080\u0094every rupee we could beg,\nborrow, or stealâ\u0080\u0094are invested on these two camels,â\u0080\u009d said Dravot.\nâ\u0080\u009cWe wonâ\u0080\u0099t get caught. Weâ\u0080\u0099re going through the Khaiber with a\nregular caravan. Whoâ\u0080\u0099d touch a poor mad priest?â\u0080\u009d\n\nâ\u0080\u009cHave you got everything you want?â\u0080\u009d I asked, overcome with\nastonishment.\n\nâ\u0080\u009cNot yet, but we shall soon. Give us a momento of your kindness,\nBrother. You did me a service yesterday, and that time in Marwar. Half\nmy Kingdom shall you have, as the saying is.â\u0080\u009d I slipped a small charm\ncompass from my watch-chain and handed it up to the priest.\n\nâ\u0080\u009cGood-by,â\u0080\u009d said Dravot, giving me his hand cautiously. â\u0080\u009cItâ\u0080\u0099s\nthe last time weâ\u0080\u0099ll shake hands with an Englishman these many days.\nShake hands with him, Carnehan,â\u0080\u009d he cried, as the second camel passed\nme.\n\nCarnehan leaned down and shook hands. Then the camels passed away along\nthe dusty road, and I was left alone to wonder. My eye could detect no\nfailure in the disguises. The scene in the Serai attested that they\nwere complete to the native mind. There was just the chance, therefore,\nthat Carnehan and Dravot would be able to wander through Afghanistan\nwithout detection. But, beyond, they would find death, certain and\nawful death.\n\nTen days later a native friend of mine, giving me the news of the day\nfrom Peshawar, wound up his letter with:â\u0080\u0094â\u0080\u009cThere has been much\nlaughter here on account of a certain mad priest who is going in his\nestimation to sell petty gauds and insignificant trinkets which he\nascribes as great charms to H. H. the Amir of Bokhara. He passed\nthrough Peshawar and associated himself to the Second Summer caravan\nthat goes to Kabul. The merchants are pleased because through\nsuperstition they imagine that such mad fellows bring good-fortune.â\u0080\u009d\n\nThe two then, were beyond the Border. I would have prayed for them,\nbut, that night, a real King died in Europe, and demanded an obituary\nnotice.\n\n     *     *     *     *     *     *     *     *\n\nThe wheel of the world swings through the same phases again and again.\nSummer passed and winter thereafter, and came and passed again. The\ndaily paper continued and I with it, and upon the third summer there\nfell a hot night, a night-issue, and a strained waiting for something\nto be telegraphed from the other side of the world, exactly as had\nhappened before. A few great men had died in the past two years, the\nmachines worked with more clatter, and some of the trees in the Office\ngarden were a few feet taller. But that was all the difference.\n\nI passed over to the press-room, and went through just such a scene as\nI have already described. The nervous tension was stronger than it had\nbeen two years before, and I felt the heat more acutely. At three\noâ\u0080\u0099clock I cried, â\u0080\u009cPrint off,â\u0080\u009d and turned to go, when there crept\nto my chair what was left of a man. He was bent into a circle, his head\nwas sunk between his shoulders, and he moved his feet one over the\nother like a bear. I could hardly see whether he walked or\ncrawledâ\u0080\u0094this rag-wrapped, whining cripple who addressed me by name,\ncrying that he was come back. â\u0080\u009cCan you give me a drink?â\u0080\u009d he\nwhimpered. â\u0080\u009cFor the Lordâ\u0080\u0099s sake, give me a drink!â\u0080\u009d\n\nI went back to the office, the man following with groans of pain, and I\nturned up the lamp.\n\nâ\u0080\u009cDonâ\u0080\u0099t you know me?â\u0080\u009d he gasped, dropping into a chair, and he\nturned his drawn face, surmounted by a shock of gray hair, to the light.\n\nI looked at him intently. Once before had I seen eyebrows that met over\nthe nose in an inch-broad black band, but for the life of me I could\nnot tell where.\n\nâ\u0080\u009cI donâ\u0080\u0099t know you,â\u0080\u009d I said, handing him the whiskey. â\u0080\u009cWhat can\nI do for you?â\u0080\u009d\n\nHe took a gulp of the spirit raw, and shivered in spite of the\nsuffocating heat.\n\nâ\u0080\u009cIâ\u0080\u0099ve come back,â\u0080\u009d he repeated; â\u0080\u009cand I was the King of\nKafiristanâ\u0080\u0094me and Dravotâ\u0080\u0094crowned Kings we was! In this office we\nsettled itâ\u0080\u0094you setting there and giving us the books. I am\nPeacheyâ\u0080\u0094Peachey Taliaferro Carnehan, and youâ\u0080\u0099ve been setting here\never sinceâ\u0080\u0094O Lord!â\u0080\u009d\n\nI was more than a little astonished, and expressed my feelings\naccordingly.\n\nâ\u0080\u009cItâ\u0080\u0099s true,â\u0080\u009d said Carnehan, with a dry cackle, nursing his feet\nwhich were wrapped in rags. â\u0080\u009cTrue as gospel. Kings we were, with\ncrowns upon our headsâ\u0080\u0094me and Dravotâ\u0080\u0094poor Danâ\u0080\u0094oh, poor, poor Dan,\nthat would never take advice, not though I begged of him!â\u0080\u009d\n\nâ\u0080\u009cTake the whiskey,â\u0080\u009d I said, â\u0080\u009cand take your own time. Tell me all\nyou can recollect of everything from beginning to end. You got across\nthe border on your camels, Dravot dressed as a mad priest and you his\nservant. Do you remember that?â\u0080\u009d\n\nâ\u0080\u009cI ainâ\u0080\u0099t madâ\u0080\u0094yet, but I will be that way soon. Of course I\nremember. Keep looking at me, or maybe my words will go all to pieces.\nKeep looking at me in my eyes and donâ\u0080\u0099t say anything.â\u0080\u009d\n\nI leaned forward and looked into his face as steadily as I could. He\ndropped one hand upon the table and I grasped it by the wrist. It was\ntwisted like a birdâ\u0080\u0099s claw, and upon the back was a ragged, red,\ndiamond-shaped scar.\n\nâ\u0080\u009cNo, donâ\u0080\u0099t look there. Look at me,â\u0080\u009d said Carnehan.\n\nâ\u0080\u009cThat comes afterwards, but for the Lordâ\u0080\u0099s sake donâ\u0080\u0099t distrack\nme. We left with that caravan, me and Dravot, playing all sorts of\nantics to amuse the people we were with. Dravot used to make us laugh\nin the evenings when all the people was cooking their dinnersâ\u0080\u0094cooking\ntheir dinners, and â\u0080¦ what did they do then? They lit little fires\nwith sparks that went into Dravotâ\u0080\u0099s beard, and we all laughedâ\u0080\u0094fit\nto die. Little red fires they was, going into Dravotâ\u0080\u0099s big red\nbeardâ\u0080\u0094so funny.â\u0080\u009d His eyes left mine and he smiled foolishly.\n\nâ\u0080\u009cYou went as far as Jagdallak with that caravan,â\u0080\u009d I said at a\nventure, â\u0080\u009cafter you had lit those fires. To Jagdallak, where you\nturned off to try to get into Kafiristan.â\u0080\u009d\n\nâ\u0080\u009cNo, we didnâ\u0080\u0099t neither. What are you talking about? We turned off\nbefore Jagdallak, because we heard the roads was good. But they\nwasnâ\u0080\u0099t good enough for our two camelsâ\u0080\u0094mine and Dravotâ\u0080\u0099s. When we\nleft the caravan, Dravot took off all his clothes and mine too, and\nsaid we would be heathen, because the Kafirs didnâ\u0080\u0099t allow Mohammedans\nto talk to them. So we dressed betwixt and between, and such a sight as\nDaniel Dravot I never saw yet nor expect to see again. He burned half\nhis beard, and slung a sheep-skin over his shoulder, and shaved his\nhead into patterns. He shaved mine, too, and made me wear outrageous\nthings to look like a heathen. That was in a most mountaineous country,\nand our camels couldnâ\u0080\u0099t go along any more because of the mountains.\nThey were tall and black, and coming home I saw them fight like wild\ngoatsâ\u0080\u0094there are lots of goats in Kafiristan. And these mountains,\nthey never keep still, no more than the goats. Always fighting they\nare, and donâ\u0080\u0099t let you sleep at night.â\u0080\u009d\n\nâ\u0080\u009cTake some more whiskey,â\u0080\u009d I said, very slowly. â\u0080\u009cWhat did you and\nDaniel Dravot do when the camels could go no further because of the\nrough roads that led into Kafiristan?â\u0080\u009d\n\nâ\u0080\u009cWhat did which do? There was a party called Peachey Taliaferro\nCarnehan that was with Dravot. Shall I tell you about him? He died out\nthere in the cold. Slap from the bridge fell old Peachey, turning and\ntwisting in the air like a penny whirligig that you can sell to the\nAmirâ\u0080\u0094No; they was two for three haâ\u0080\u0099pence, those whirligigs, or I am\nmuch mistaken and woful sore. And then these camels were no use, and\nPeachey said to Dravotâ\u0080\u0094â\u0080\u0098For the Lordâ\u0080\u0099s sake, letâ\u0080\u0099s get out of\nthis before our heads are chopped off,â\u0080\u0099 and with that they killed the\ncamels all among the mountains, not having anything in particular to\neat, but first they took off the boxes with the guns and the\nammunition, till two men came along driving four mules. Dravot up and\ndances in front of them, singing,â\u0080\u0094â\u0080\u0098Sell me four mules.â\u0080\u0099 Says the\nfirst man,â\u0080\u0094â\u0080\u0098If you are rich enough to buy, you are rich enough to\nrob;â\u0080\u0099 but before ever he could put his hand to his knife, Dravot\nbreaks his neck over his knee, and the other party runs away. So\nCarnehan loaded the mules with the rifles that was taken off the\ncamels, and together we starts forward into those bitter cold\nmountainous parts, and never a road broader than the back of your\nhand.â\u0080\u009d\n\nHe paused for a moment, while I asked him if he could remember the\nnature of the country through which he had journeyed.\n\nâ\u0080\u009cI am telling you as straight as I can, but my head isnâ\u0080\u0099t as good\nas it might be. They drove nails through it to make me hear better how\nDravot died. The country was mountainous and the mules were most\ncontrary, and the inhabitants was dispersed and solitary. They went up\nand up, and down and down, and that other party Carnehan, was imploring\nof Dravot not to sing and whistle so loud, for fear of bringing down\nthe tremenjus avalanches. But Dravot says that if a King couldnâ\u0080\u0099t\nsing it wasnâ\u0080\u0099t worth being King, and whacked the mules over the rump,\nand never took no heed for ten cold days. We came to a big level valley\nall among the mountains, and the mules were near dead, so we killed\nthem, not having anything in special for them or us to eat. We sat upon\nthe boxes, and played odd and even with the cartridges that was jolted\nout.\n\nâ\u0080\u009cThen ten men with bows and arrows ran down that valley, chasing\ntwenty men with bows and arrows, and the row was tremenjus. They was\nfair menâ\u0080\u0094fairer than you or meâ\u0080\u0094with yellow hair and remarkable well\nbuilt. Says Dravot, unpacking the gunsâ\u0080\u0094â\u0080\u0098This is the beginning of\nthe business. Weâ\u0080\u0099ll fight for the ten men,â\u0080\u0099 and with that he fires\ntwo rifles at the twenty men and drops one of them at two hundred yards\nfrom the rock where we was sitting. The other men began to run, but\nCarnehan and Dravot sits on the boxes picking them off at all ranges,\nup and down the valley. Then we goes up to the ten men that had run\nacross the snow too, and they fires a footy little arrow at us. Dravot\nhe shoots above their heads and they all falls down flat. Then he walks\nover them and kicks them, and then he lifts them up and shakes hands\nall around to make them friendly like. He calls them and gives them the\nboxes to carry, and waves his hand for all the world as though he was\nKing already. They takes the boxes and him across the valley and up the\nhill into a pine wood on the top, where there was half a dozen big\nstone idols. Dravot he goes to the biggestâ\u0080\u0094a fellow they call\nImbraâ\u0080\u0094and lays a rifle and a cartridge at his feet, rubbing his nose\nrespectful with his own nose, patting him on the head, and saluting in\nfront of it. He turns round to the men and nods his head, and\nsays,â\u0080\u0094â\u0080\u0098Thatâ\u0080\u0099s all right. Iâ\u0080\u0099m in the know too, and these old\njim-jams are my friends.â\u0080\u0099 Then he opens his mouth and points down it,\nand when the first man brings him food, he saysâ\u0080\u0094â\u0080\u0098No;â\u0080\u0099 and when\nthe second man brings him food, he saysâ\u0080\u0094â\u0080\u0098No;â\u0080\u0099 but when one of the\nold priests and the boss of the village brings him food, he\nsaysâ\u0080\u0094â\u0080\u0098Yes;â\u0080\u0099 very haughty, and eats it slow. That was how we came\nto our first village, without any trouble, just as though we had\ntumbled from the skies. But we tumbled from one of those damned\nrope-bridges, you see, and you couldnâ\u0080\u0099t expect a man to laugh much\nafter that.â\u0080\u009d\n\nâ\u0080\u009cTake some more whiskey and go on,â\u0080\u009d I said. â\u0080\u009cThat was the first\nvillage you came into. How did you get to be King?â\u0080\u009d\n\nâ\u0080\u009cI wasnâ\u0080\u0099t King,â\u0080\u009d said Carnehan. â\u0080\u009cDravot he was the King, and a\nhandsome man he looked with the gold crown on his head and all. Him and\nthe other party stayed in that village, and every morning Dravot sat by\nthe side of old Imbra, and the people came and worshipped. That was\nDravotâ\u0080\u0099s order. Then a lot of men came into the valley, and Carnehan\nand Dravot picks them off with the rifles before they knew where they\nwas, and runs down into the valley and up again the other side, and\nfinds another village, same as the first one, and the people all falls\ndown flat on their faces, and Dravot says,â\u0080\u0094â\u0080\u0098Now what is the trouble\nbetween you two villages?â\u0080\u0099 and the people points to a woman, as fair\nas you or me, that was carried off, and Dravot takes her back to the\nfirst village and counts up the deadâ\u0080\u0094eight there was. For each dead\nman Dravot pours a little milk on the ground and waves his arms like a\nwhirligig and, â\u0080\u0098Thatâ\u0080\u0099s all right,â\u0080\u0099 says he. Then he and Carnehan\ntakes the big boss of each village by the arm and walks them down into\nthe valley, and shows them how to scratch a line with a spear right\ndown the valley, and gives each a sod of turf from both sides oâ\u0080\u0099 the\nline. Then all the people comes down and shouts like the devil and all,\nand Dravot says,â\u0080\u0094â\u0080\u0098Go and dig the land, and be fruitful and\nmultiply,â\u0080\u0099 which they did, though they didnâ\u0080\u0099t understand. Then we\nasks the names of things in their lingoâ\u0080\u0094bread and water and fire and\nidols and such, and Dravot leads the priest of each village up to the\nidol, and says he must sit there and judge the people, and if anything\ngoes wrong he is to be shot.\n\nâ\u0080\u009cNext week they was all turning up the land in the valley as quiet as\nbees and much prettier, and the priests heard all the complaints and\ntold Dravot in dumb show what it was about. â\u0080\u0098Thatâ\u0080\u0099s just the\nbeginning,â\u0080\u0099 says Dravot. â\u0080\u0098They think weâ\u0080\u0099re gods.â\u0080\u0099 He and\nCarnehan picks out twenty good men and shows them how to click off a\nrifle, and form fours, and advance in line, and they was very pleased\nto do so, and clever to see the hang of it. Then he takes out his pipe\nand his baccy-pouch and leaves one at one village, and one at the\nother, and off we two goes to see what was to be done in the next\nvalley. That was all rock, and there was a little village there, and\nCarnehan says,â\u0080\u0094â\u0080\u0098Send â\u0080\u0099em to the old valley to plant,â\u0080\u0099 and takes\nâ\u0080\u0099em there and gives â\u0080\u0099em some land that wasnâ\u0080\u0099t took before. They\nwere a poor lot, and we blooded â\u0080\u0099em with a kid before letting â\u0080\u0099em\ninto the new Kingdom. That was to impress the people, and then they\nsettled down quiet, and Carnehan went back to Dravot who had got into\nanother valley, all snow and ice and most mountainous. There was no\npeople there and the Army got afraid, so Dravot shoots one of them, and\ngoes on till he finds some people in a village, and the Army explains\nthat unless the people wants to be killed they had better not shoot\ntheir little matchlocks; for they had matchlocks. We makes friends with\nthe priest and I stays there alone with two of the Army, teaching the\nmen how to drill, and a thundering big Chief comes across the snow with\nkettledrums and horns twanging, because he heard there was a new god\nkicking about. Carnehan sights for the brown of the men half a mile\nacross the snow and wings one of them. Then he sends a message to the\nChief that, unless he wished to be killed, he must come and shake hands\nwith me and leave his arms behind. The Chief comes alone first, and\nCarnehan shakes hands with him and whirls his arms about, same as\nDravot used, and very much surprised that Chief was, and strokes my\neyebrows. Then Carnehan goes alone to the Chief, and asks him in dumb\nshow if he had an enemy he hated. â\u0080\u0098I have,â\u0080\u0099 says the Chief. So\nCarnehan weeds out the pick of his men, and sets the two of the Army to\nshow them drill and at the end of two weeks the men can manÅ\u0093uvre about\nas well as Volunteers. So he marches with the Chief to a great big\nplain on the top of a mountain, and the Chiefs men rushes into a\nvillage and takes it; we three Martinis firing into the brown of the\nenemy. So we took that village too, and I gives the Chief a rag from my\ncoat and says, â\u0080\u0098Occupy till I comeâ\u0080\u0099: which was scriptural. By way\nof a reminder, when me and the Army was eighteen hundred yards away, I\ndrops a bullet near him standing on the snow, and all the people falls\nflat on their faces. Then I sends a letter to Dravot, wherever he be by\nland or by sea.â\u0080\u009d\n\nAt the risk of throwing the creature out of train I\ninterrupted,â\u0080\u0094â\u0080\u009cHow could you write a letter up yonder?â\u0080\u009d\n\nâ\u0080\u009cThe letter?â\u0080\u0094Oh! â\u0080\u0094 The letter! Keep looking at me between the\neyes, please. It was a string-talk letter, that weâ\u0080\u0099d learned the way\nof it from a blind beggar in the Punjab.â\u0080\u009d\n\nI remember that there had once come to the office a blind man with a\nknotted twig and a piece of string which he wound round the twig\naccording to some cypher of his own. He could, after the lapse of days\nor hours, repeat the sentence which he had reeled up. He had reduced\nthe alphabet to eleven primitive sounds; and tried to teach me his\nmethod, but failed.\n\nâ\u0080\u009cI sent that letter to Dravot,â\u0080\u009d said Carnehan; â\u0080\u009cand told him to\ncome back because this Kingdom was growing too big for me to handle,\nand then I struck for the first valley, to see how the priests were\nworking. They called the village we took along with the Chief, Bashkai,\nand the first village we took, Er-Heb. The priest at Er-Heb was doing\nall right, but they had a lot of pending cases about land to show me,\nand some men from another village had been firing arrows at night. I\nwent out and looked for that village and fired four rounds at it from a\nthousand yards. That used all the cartridges I cared to spend, and I\nwaited for Dravot, who had been away two or three months, and I kept my\npeople quiet.\n\nâ\u0080\u009cOne morning I heard the devilâ\u0080\u0099s own noise of drums and horns, and\nDan Dravot marches down the hill with his Army and a tail of hundreds\nof men, and, which was the most amazingâ\u0080\u0094a great gold crown on his\nhead. â\u0080\u0098My Gord, Carnehan,â\u0080\u0099 says Daniel, â\u0080\u0098this is a tremenjus\nbusiness, and weâ\u0080\u0099ve got the whole country as far as itâ\u0080\u0099s worth\nhaving. I am the son of Alexander by Queen Semiramis, and youâ\u0080\u0099re my\nyounger brother and a god too! Itâ\u0080\u0099s the biggest thing weâ\u0080\u0099ve ever\nseen. Iâ\u0080\u0099ve been marching and fighting for six weeks with the Army,\nand every footy little village for fifty miles has come in rejoiceful;\nand more than that, Iâ\u0080\u0099ve got the key of the whole show, as youâ\u0080\u0099ll\nsee, and Iâ\u0080\u0099ve got a crown for you! I told â\u0080\u0099em to make two of â\u0080\u0099em\nat a place called Shu, where the gold lies in the rock like suet in\nmutton. Gold Iâ\u0080\u0099ve seen, and turquoise Iâ\u0080\u0099ve kicked out of the\ncliffs, and thereâ\u0080\u0099s garnets in the sands of the river, and hereâ\u0080\u0099s a\nchunk of amber that a man brought me. Call up all the priests and,\nhere, take your crown.â\u0080\u0099\n\nâ\u0080\u009cOne of the men opens a black hair bag and I slips the crown on. It\nwas too small and too heavy, but I wore it for the glory. Hammered gold\nit wasâ\u0080\u0094five pound weight, like a hoop of a barrel.\n\nâ\u0080\u009câ\u0080\u0098Peachey,â\u0080\u0099 says Dravot, â\u0080\u0098we donâ\u0080\u0099t want to fight no more. The\nCraftâ\u0080\u0099s the trick so help me!â\u0080\u0099 and he brings forward that same\nChief that I left at Bashkaiâ\u0080\u0094Billy Fish we called him afterwards,\nbecause he was so like Billy Fish that drove the big tank-engine at\nMach on the Bolan in the old days. â\u0080\u0098Shake hands with him,â\u0080\u0099 says\nDravot, and I shook hands and nearly dropped, for Billy Fish gave me\nthe Grip. I said nothing, but tried him with the Fellow Craft Grip. He\nanswers, all right, and I tried the Masterâ\u0080\u0099s Grip, but that was a\nslip. â\u0080\u0098A Fellow Craft he is!â\u0080\u0099 I says to Dan. â\u0080\u0098Does he know the\nword?â\u0080\u0099 â\u0080\u0098He does,â\u0080\u0099 says Dan, â\u0080\u0098and all the priests know. Itâ\u0080\u0099s a\nmiracle! The Chiefs and the priest can work a Fellow Craft Lodge in a\nway thatâ\u0080\u0099s very like ours, and theyâ\u0080\u0099ve cut the marks on the rocks,\nbut they donâ\u0080\u0099t know the Third Degree, and theyâ\u0080\u0099ve come to find out.\nItâ\u0080\u0099s Gordâ\u0080\u0099s Truth. Iâ\u0080\u0099ve known these long years that the Afghans\nknew up to the Fellow Craft Degree, but this is a miracle. A god and a\nGrand-Master of the Craft am I, and a Lodge in the Third Degree I will\nopen, and weâ\u0080\u0099ll raise the head priests and the Chiefs of the\nvillages.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Itâ\u0080\u0099s against all the law,â\u0080\u0099 I says, â\u0080\u0098holding a Lodge without\nwarrant from any one; and we never held office in any Lodge.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Itâ\u0080\u0099s a master-stroke of policy,â\u0080\u0099 says Dravot. â\u0080\u0098It means\nrunning the country as easy as a four-wheeled bogy on a down grade. We\ncanâ\u0080\u0099t stop to inquire now, or theyâ\u0080\u0099ll turn against us. Iâ\u0080\u0099ve forty\nChiefs at my heel, and passed and raised according to their merit they\nshall be. Billet these men on the villages and see that we run up a\nLodge of some kind. The temple of Imbra will do for the Lodge-room. The\nwomen must make aprons as you show them. Iâ\u0080\u0099ll hold a levee of Chiefs\ntonight and Lodge to-morrow.â\u0080\u0099\n\nâ\u0080\u009cI was fair rim off my legs, but I wasnâ\u0080\u0099t such a fool as not to see\nwhat a pull this Craft business gave us. I showed the priestsâ\u0080\u0099\nfamilies how to make aprons of the degrees, but for Dravotâ\u0080\u0099s apron\nthe blue border and marks was made of turquoise lumps on white hide,\nnot cloth. We took a great square stone in the temple for the\nMasterâ\u0080\u0099s chair, and little stones for the officersâ\u0080\u0099 chairs, and\npainted the black pavement with white squares, and did what we could to\nmake things regular.\n\nâ\u0080\u009cAt the levee which was held that night on the hillside with big\nbonfires, Dravot gives out that him and me were gods and sons of\nAlexander, and Past Grand-Masters in the Craft, and was come to make\nKafiristan a country where every man should eat in peace and drink in\nquiet, and specially obey us. Then the Chiefs come round to shake\nhands, and they was so hairy and white and fair it was just shaking\nhands with old friends. We gave them names according as they was like\nmen we had known in Indiaâ\u0080\u0094Billy Fish, Holly Dilworth, Pikky Kergan\nthat was Bazar-master when I was at Mhow, and so on, and so on.\n\nâ\u0080\u009cThe most amazing miracle was at Lodge next night. One of the old\npriests was watching us continuous, and I felt uneasy, for I knew\nweâ\u0080\u0099d have to fudge the Ritual, and I didnâ\u0080\u0099t know what the men knew.\nThe old priest was a stranger come in from beyond the village of\nBashkai. The minute Dravot puts on the Masterâ\u0080\u0099s apron that the girls\nhad made for him, the priest fetches a whoop and a howl, and tries to\noverturn the stone that Dravot was sitting on. â\u0080\u0098Itâ\u0080\u0099s all up now,â\u0080\u0099\nI says. â\u0080\u0098That comes of meddling with the Craft without warrant!â\u0080\u0099\nDravot never winked an eye, not when ten priests took and tilted over\nthe Grand-Masterâ\u0080\u0099s chairâ\u0080\u0094which was to say the stone of Imbra. The\npriest begins rubbing the bottom end of it to clear away the black\ndirt, and presently he shows all the other priests the Masterâ\u0080\u0099s Mark,\nsame as was on Dravotâ\u0080\u0099s apron, cut into the stone. Not even the\npriests of the temple of Imbra knew it was there. The old chap falls\nflat on his face at Dravotâ\u0080\u0099s feet and kisses â\u0080\u0099em. â\u0080\u0098Luck again,â\u0080\u0099\nsays Dravot, across the Lodge to me, â\u0080\u0098they say itâ\u0080\u0099s the missing\nMark that no one could understand the why of. Weâ\u0080\u0099re more than safe\nnow.â\u0080\u0099 Then he bangs the butt of his gun for a gavel and says:â\u0080\u0094â\u0080\u0098By\nvirtue of the authority vested in me by my own right hand and the help\nof Peachey, I declare myself Grand-Master of all Freemasonry in\nKafiristan in this the Mother Lodge oâ\u0080\u0099 the country, and King of\nKafiristan equally with Peachey!â\u0080\u0099 At that he puts on his crown and I\nputs on mineâ\u0080\u0094I was doing Senior Wardenâ\u0080\u0094and we opens the Lodge in\nmost ample form. It was a amazing miracle! The priests moved in Lodge\nthrough the first two degrees almost without telling, as if the memory\nwas coming back to them. After that, Peachey and Dravot raised such as\nwas worthyâ\u0080\u0094high priests and Chiefs of far-off villages. Billy Fish\nwas the first, and I can tell you we scared the soul out of him. It was\nnot in any way according to Ritual, but it served our turn. We didnâ\u0080\u0099t\nraise more than ten of the biggest men because we didnâ\u0080\u0099t want to make\nthe Degree common. And they was clamoring to be raised.\n\nâ\u0080\u009câ\u0080\u0098In another six months,â\u0080\u0099 says Dravot, â\u0080\u0098weâ\u0080\u0099ll hold another\nCommunication and see how you are working.â\u0080\u0099 Then he asks them about\ntheir villages, and learns that they was fighting one against the other\nand were fair sick and tired of it. And when they wasnâ\u0080\u0099t doing that\nthey was fighting with the Mohammedans. â\u0080\u0098You can fight those when\nthey come into our country,â\u0080\u0099 says Dravot. â\u0080\u0098Tell off every tenth man\nof your tribes for a Frontier guard, and send two hundred at a time to\nthis valley to be drilled. Nobody is going to be shot or speared any\nmore so long as he does well, and I know that you wonâ\u0080\u0099t cheat me\nbecause youâ\u0080\u0099re white peopleâ\u0080\u0094sons of Alexanderâ\u0080\u0094and not like\ncommon, black Mohammedans. You are my people and by God,â\u0080\u0099 says he,\nrunning off into English at the endâ\u0080\u0094â\u0080\u0098Iâ\u0080\u0099ll make a damned fine\nNation of you, or Iâ\u0080\u0099ll die in the making!â\u0080\u0099\n\nâ\u0080\u009cI canâ\u0080\u0099t tell all we did for the next six months because Dravot did\na lot I couldnâ\u0080\u0099t see the hang of, and he learned their lingo in a way\nI never could. My work was to help the people plough, and now and again\nto go out with some of the Army and see what the other villages were\ndoing, and make â\u0080\u0099em throw rope-bridges across the ravines which cut\nup the country horrid. Dravot was very kind to me, but when he walked\nup and down in the pine wood pulling that bloody red beard of his with\nboth fists I knew he was thinking plans I could not advise him about,\nand I just waited for orders.\n\nâ\u0080\u009cBut Dravot never showed me disrespect before the people. They were\nafraid of me and the Army, but they loved Dan. He was the best of\nfriends with the priests and the Chiefs; but any one could come across\nthe hills with a complaint and Dravot would hear him out fair, and call\nfour priests together and say what was to be done. He used to call in\nBilly Fish from Bashkai, and Pikky Kergan from Shu, and an old Chief we\ncalled Kafuzelumâ\u0080\u0094it was like enough to his real nameâ\u0080\u0094and hold\ncouncils with â\u0080\u0099em when there was any fighting to be done in small\nvillages. That was his Council of War, and the four priests of Bashkai,\nShu, Khawak, and Madora was his Privy Council. Between the lot of â\u0080\u0099em\nthey sent me, with forty men and twenty rifles, and sixty men carrying\nturquoises, into the Ghorband country to buy those hand-made Martini\nrifles, that come out of the Amirâ\u0080\u0099s workshops at Kabul, from one of\nthe Amirâ\u0080\u0099s Herati regiments that would have sold the very teeth out\nof their mouths for turquoises.\n\nâ\u0080\u009cI stayed in Ghorband a month, and gave the Governor the pick of my\nbaskets for hush-money, and bribed the colonel of the regiment some\nmore, and, between the two and the tribes-people, we got more than a\nhundred hand-made Martinis, a hundred good Kohat Jezails thatâ\u0080\u0099ll\nthrow to six hundred yards, and forty manloads of very bad ammunition\nfor the rifles. I came back with what I had, and distributed â\u0080\u0099em\namong the men that the Chiefs sent in to me to drill. Dravot was too\nbusy to attend to those things, but the old Army that we first made\nhelped me, and we turned out five hundred men that could drill, and two\nhundred that knew how to hold arms pretty straight. Even those\ncork-screwed, hand-made guns was a miracle to them. Dravot talked big\nabout powder-shops and factories, walking up and down in the pine wood\nwhen the winter was coming on.\n\nâ\u0080\u009câ\u0080\u0098I wonâ\u0080\u0099t make a Nation,â\u0080\u0099 says he. â\u0080\u0098Iâ\u0080\u0099ll make an Empire!\nThese men arenâ\u0080\u0099t niggers; theyâ\u0080\u0099re English! Look at their\neyesâ\u0080\u0094look at their mouths. Look at the way they stand up. They sit on\nchairs in their own houses. Theyâ\u0080\u0099re the Lost Tribes, or something\nlike it, and theyâ\u0080\u0099ve grown to be English. Iâ\u0080\u0099ll take a census in the\nspring if the priests donâ\u0080\u0099t get frightened. There must be a fair two\nmillion of â\u0080\u0099em in these hills. The villages are full oâ\u0080\u0099 little\nchildren. Two million peopleâ\u0080\u0094two hundred and fifty thousand fighting\nmenâ\u0080\u0094and all English!  They only want the rifles and a little\ndrilling. Two hundred and fifty thousand men, ready to cut in on\nRussiaâ\u0080\u0099s right flank when she tries for India! Peachey, man,â\u0080\u0099 he\nsays, chewing his beard in great hunks, â\u0080\u0098we shall be\nEmperorsâ\u0080\u0094Emperors of the Earth!  Rajah Brooke will be a suckling to\nus. Iâ\u0080\u0099ll treat with the Viceroy on equal terms. Iâ\u0080\u0099ll ask him to\nsend me twelve picked Englishâ\u0080\u0094twelve that I know ofâ\u0080\u0094to help us\ngovern a bit. Thereâ\u0080\u0099s Mackray, Sergeant-pensioner at\nSegowliâ\u0080\u0094manyâ\u0080\u0099s the good dinner heâ\u0080\u0099s given me, and his wife a pair\nof trousers. Thereâ\u0080\u0099s Donkin, the Warder of Tounghoo Jail; thereâ\u0080\u0099s\nhundreds that I could lay my hand on if I was in India. The Viceroy\nshall do it for me. Iâ\u0080\u0099ll send a man through in the spring for those\nmen, and Iâ\u0080\u0099ll write for a dispensation from the Grand Lodge for what\nIâ\u0080\u0099ve done as Grand-Master. Thatâ\u0080\u0094and all the Sniders thatâ\u0080\u0099ll be\nthrown out when the native troops in India take up the Martini.\nTheyâ\u0080\u0099ll be worn smooth, but theyâ\u0080\u0099ll do for fighting in these hills.\nTwelve English, a hundred thousand Sniders run through the Amirâ\u0080\u0099s\ncountry in dribletsâ\u0080\u0094Iâ\u0080\u0099d be content with twenty thousand in one\nyearâ\u0080\u0094and weâ\u0080\u0099d be an Empire. When everything was ship-shape, Iâ\u0080\u0099d\nhand over the crownâ\u0080\u0094this crown Iâ\u0080\u0099m wearing nowâ\u0080\u0094to Queen Victoria\non my knees, and sheâ\u0080\u0099d say:â\u0080\u0094â\u0080\u009cRise up, Sir Daniel Dravot.â\u0080\u009d Oh,\nits big! Itâ\u0080\u0099s big, I tell you! But thereâ\u0080\u0099s so much to be done in\nevery placeâ\u0080\u0094Bashkai, Khawak, Shu, and everywhere else.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098What is it?â\u0080\u0099 I says. â\u0080\u0098There are no more men coming in to be\ndrilled this autumn. Look at those fat, black clouds. Theyâ\u0080\u0099re\nbringing the snow.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098It isnâ\u0080\u0099t that,â\u0080\u0099 says Daniel, putting his hand very hard on my\nshoulder; â\u0080\u0098and I donâ\u0080\u0099t wish to say anything thatâ\u0080\u0099s against you,\nfor no other living man would have followed me and made me what I am as\nyou have done. Youâ\u0080\u0099re a first-class Commander-in-Chief, and the\npeople know you; butâ\u0080\u0094itâ\u0080\u0099s a big country, and somehow you canâ\u0080\u0099t\nhelp me, Peachey, in the way I want to be helped.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Go to your blasted priests, then!â\u0080\u0099 I said, and I was sorry when\nI made that remark, but it did hurt me sore to find Daniel talking so\nsuperior when Iâ\u0080\u0099d drilled all the men, and done all he told me.\n\nâ\u0080\u009câ\u0080\u0098Donâ\u0080\u0099t letâ\u0080\u0099s quarrel, Peachey,â\u0080\u0099 says Daniel without cursing.\nâ\u0080\u0098Youâ\u0080\u0099re a King too, and the half of this Kingdom is yours; but\ncanâ\u0080\u0099t you see, Peachey, we want cleverer men than us nowâ\u0080\u0094three or\nfour of â\u0080\u0098em that we can scatter about for our Deputies? Itâ\u0080\u0099s a\nhugeous great State, and I canâ\u0080\u0099t always tell the right thing to do,\nand I havenâ\u0080\u0099t time for all I want to do, and hereâ\u0080\u0099s the winter\ncoming on and all.â\u0080\u0099 He put half his beard into his mouth, and it was\nas red as the gold of his crown.\n\nâ\u0080\u009câ\u0080\u0098Iâ\u0080\u0099m sorry, Daniel,â\u0080\u0099 says I. â\u0080\u0098Iâ\u0080\u0099ve done all I could.\nIâ\u0080\u0099ve drilled the men and shown the people how to stack their oats\nbetter, and Iâ\u0080\u0099ve brought in those tinware rifles from Ghorbandâ\u0080\u0094but\nI know what youâ\u0080\u0099re driving at. I take it Kings always feel oppressed\nthat way.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Thereâ\u0080\u0099s another thing too,â\u0080\u0099 says Dravot, walking up and down.\nâ\u0080\u0098The winterâ\u0080\u0099s coming and these people wonâ\u0080\u0099t be giving much\ntrouble, and if they do we canâ\u0080\u0099t move about. I want a wife.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098For Gordâ\u0080\u0099s sake leave the women alone!â\u0080\u0099 I says. â\u0080\u0098Weâ\u0080\u0099ve\nboth got all the work we can, though I am a fool. Remember the\nContrack, and keep clear oâ\u0080\u0099 women.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098The Contrack only lasted till such time as we was Kings; and\nKings we have been these months past,â\u0080\u0099 says Dravot, weighing his\ncrown in his hand. â\u0080\u0098You go get a wife too, Peacheyâ\u0080\u0094a nice,\nstrappinâ\u0080\u0099, plump girl thatâ\u0080\u0099ll keep you warm in the winter.\nTheyâ\u0080\u0099re prettier than English girls, and we can take the pick of\nâ\u0080\u0099em. Boil â\u0080\u0099em once or twice in hot water, and theyâ\u0080\u0099ll come as\nfair as chicken and ham.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Donâ\u0080\u0099t tempt me!â\u0080\u0099 I says. â\u0080\u0098I will not have any dealings with\na woman not till we are a damâ\u0080\u0099 side more settled than we are now.\nIâ\u0080\u0099ve been doing the work oâ\u0080\u0099 two men, and youâ\u0080\u0099ve been doing the\nwork oâ\u0080\u0099 three. Letâ\u0080\u0099s lie off a bit, and see if we can get some\nbetter tobacco from Afghan country and run in some good liquor; but no\nwomen.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Whoâ\u0080\u0099s talking oâ\u0080\u0099 women?â\u0080\u0099 says Dravot. â\u0080\u0098I said wifeâ\u0080\u0094a\nQueen to breed a Kingâ\u0080\u0099s son for the King. A Queen out of the\nstrongest tribe, thatâ\u0080\u0099ll make them your blood-brothers, and thatâ\u0080\u0099ll\nlie by your side and tell you all the people thinks about you and their\nown affairs. Thatâ\u0080\u0099s what I want.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Do you remember that Bengali woman I kept at Mogul Serai when I\nwas plate-layer?â\u0080\u0099 says I. â\u0080\u0098A fat lot oâ\u0080\u0099 good she was to me. She\ntaught me the lingo and one or two other things; but what happened? She\nran away with the Station Masterâ\u0080\u0099s servant and half my monthâ\u0080\u0099s pay.\nThen she turned up at Dadur Junction in tow of a half-caste, and had\nthe impidence to say I was her husbandâ\u0080\u0094all among the drivers of the\nrunning-shed!â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Weâ\u0080\u0099ve done with that,â\u0080\u0099 says Dravot. â\u0080\u0098These women are whiter\nthan you or me, and a Queen I will have for the winter months.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098For the last time oâ\u0080\u0099 asking, Dan, do not,â\u0080\u0099 I says. â\u0080\u0098Itâ\u0080\u0099ll\nonly bring us harm. The Bible says that Kings ainâ\u0080\u0099t to waste their\nstrength on women, â\u0080\u0099specially when theyâ\u0080\u0099ve got a new raw Kingdom to\nwork over.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098For the last time of answering, I will,â\u0080\u0099 said Dravot, and he\nwent away through the pine-trees looking like a big red devil. The low\nsun hit his crown and beard on one side, and the two blazed like hot\ncoals.\n\nâ\u0080\u009cBut getting a wife was not as easy as Dan thought. He put it before\nthe Council, and there was no answer till Billy Fish said that heâ\u0080\u0099d\nbetter ask the girls. Dravot damned them all round. â\u0080\u0098Whatâ\u0080\u0099s wrong\nwith me?â\u0080\u0099 he shouts, standing by the idol Imbra. â\u0080\u0098Am I a dog or am\nI not enough of a man for your wenches? Havenâ\u0080\u0099t I put the shadow of\nmy hand over this country? Who stopped the last Afghan raid?â\u0080\u0099 It was\nme really, but Dravot was too angry to remember. â\u0080\u0098Who bought your\nguns? Who repaired the bridges? Whoâ\u0080\u0099s the Grand-Master of the sign\ncut in the stone?â\u0080\u0099 and he thumped his hand on the block that he used\nto sit on in Lodge, and at Council, which opened like Lodge always.\nBilly Fish said nothing and no more did the others. â\u0080\u0098Keep your hair\non, Dan,â\u0080\u0099 said I; â\u0080\u0098and ask the girls. Thatâ\u0080\u0099s how itâ\u0080\u0099s done at\nhome, and these people are quite English.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098The marriage of a King is a matter of State,â\u0080\u0099 says Dan, in a\nwhite-hot rage, for he could feel, I hope, that he was going against\nhis better mind. He walked out of the Council-room, and the others sat\nstill, looking at the ground.\n\nâ\u0080\u009câ\u0080\u0098Billy Fish,â\u0080\u0099 says I to the Chief of Bashkai, â\u0080\u0098whatâ\u0080\u0099s the\ndifficulty here? A straight answer to a true friend.â\u0080\u0099 â\u0080\u0098You know,â\u0080\u0099\nsays Billy Fish. â\u0080\u0098How should a man tell you who know everything? How\ncan daughters of men marry gods or devils? Itâ\u0080\u0099s not proper.â\u0080\u0099\n\nâ\u0080\u009cI remembered something like that in the Bible; but if, after seeing\nus as long as they had, they still believed we were gods it wasnâ\u0080\u0099t\nfor me to undeceive them.\n\nâ\u0080\u009câ\u0080\u0098A god can do anything,â\u0080\u0099 says I. â\u0080\u0098If the King is fond of a\ngirl heâ\u0080\u0099ll not let her die.â\u0080\u0099 â\u0080\u0098Sheâ\u0080\u0099ll have to,â\u0080\u0099 said Billy\nFish. â\u0080\u0098There are all sorts of gods and devils in these mountains, and\nnow and again a girl marries one of them and isnâ\u0080\u0099t seen any more.\nBesides, you two know the Mark cut in the stone. Only the gods know\nthat. We thought you were men till you showed the sign of the Master.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I wished then that we had explained about the loss of the genuine\nsecrets of a Master-Mason at the first go-off; but I said nothing. All\nthat night there was a blowing of horns in a little dark temple\nhalf-way down the hill, and I heard a girl crying fit to die. One of\nthe priests told us that she was being prepared to marry the King.\n\nâ\u0080\u009câ\u0080\u0098Iâ\u0080\u0099ll have no nonsense of that kind,â\u0080\u0099 says Dan. â\u0080\u0098I donâ\u0080\u0099t\nwant to interfere with your customs, but Iâ\u0080\u0099ll take my own wife.\nâ\u0080\u0098The girlâ\u0080\u0099s a little bit afraid,â\u0080\u0099 says the priest. â\u0080\u0098She thinks\nsheâ\u0080\u0099s going to die, and they are a-heartening of her up down in the\ntemple.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Hearten her very tender, then,â\u0080\u0099 says Dravot, â\u0080\u0098or Iâ\u0080\u0099ll\nhearten you with the butt of a gun so that youâ\u0080\u0099ll never want to be\nheartened again.â\u0080\u0099 He licked his lips, did Dan, and stayed up walking\nabout more than half the night, thinking of the wife that he was going\nto get in the morning. I wasnâ\u0080\u0099t any means comfortable, for I knew\nthat dealings with a woman in foreign parts, though you was a crowned\nKing twenty times over, could not but be risky. I got up very early in\nthe morning while Dravot was asleep, and I saw the priests talking\ntogether in whispers, and the Chiefs talking together too, and they\nlooked at me out of the corners of their eyes.\n\nâ\u0080\u009câ\u0080\u0098What is up, Fish?â\u0080\u0099 I says to the Bashkai man, who was wrapped\nup in his furs and looking splendid to behold.\n\nâ\u0080\u009câ\u0080\u0098I canâ\u0080\u0099t rightly say,â\u0080\u0099 says he; â\u0080\u0098but if you can induce the\nKing to drop all this nonsense about marriage, youâ\u0080\u0099ll be doing him\nand me and yourself a great service.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098That I do believe,â\u0080\u0099 says I. â\u0080\u0098But sure, you know, Billy, as\nwell as me, having fought against and for us, that the King and me are\nnothing more than two of the finest men that God Almighty ever made.\nNothing more, I do assure you.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098That may be,â\u0080\u0099 says Billy Fish, â\u0080\u0098and yet I should be sorry if\nit was.â\u0080\u0099 He sinks his head upon his great fur cloak for a minute and\nthinks. â\u0080\u0098King,â\u0080\u0099 says he, â\u0080\u0098be you man or god or devil, Iâ\u0080\u0099ll\nstick by you to-day. I have twenty of my men with me, and they will\nfollow me. Weâ\u0080\u0099ll go to Bashkai until the storm blows over.â\u0080\u0099\n\nâ\u0080\u009cA little snow had fallen in the night, and everything was white\nexcept the greasy fat clouds that blew down and down from the north.\nDravot came out with his crown on his head, swinging his arms and\nstamping his feet, and looking more pleased than Punch.\n\nâ\u0080\u009câ\u0080\u0098For the last time, drop it, Dan,â\u0080\u0099 says I in a whisper. â\u0080\u0098Billy\nFish here says that there will be a row.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098A row among my people!â\u0080\u0099 says Dravot. â\u0080\u0098Not much. Peachy,\nyouâ\u0080\u0099re a fool not to get a wife too. Whereâ\u0080\u0099s the girl?â\u0080\u0099 says he\nwith a voice as loud as the braying of a jackass. â\u0080\u0098Call up all the\nChiefs and priests, and let the Emperor see if his wife suits him.â\u0080\u0099\n\nâ\u0080\u009cThere was no need to call any one. They were all there leaning on\ntheir guns and spears round the clearing in the centre of the pine\nwood. A deputation of priests went down to the little temple to bring\nup the girl, and the horns blew up fit to wake the dead. Billy Fish\nsaunters round and gets as close to Daniel as he could, and behind him\nstood his twenty men with matchlocks. Not a man of them under six feet.\nI was next to Dravot, and behind me was twenty men of the regular Army.\nUp comes the girl, and a strapping wench she was, covered with silver\nand turquoises but white as death, and looking back every minute at the\npriests.\n\nâ\u0080\u009câ\u0080\u0098Sheâ\u0080\u0099ll do,â\u0080\u0099 said Dan, looking her over. â\u0080\u0098Whatâ\u0080\u0099s to be\nafraid of, lass? Come and kiss me.â\u0080\u0099 He puts his arm round her. She\nshuts her eyes, gives a bit of a squeak, and down goes her face in the\nside of Danâ\u0080\u0099s flaming red beard.\n\nâ\u0080\u009câ\u0080\u0098The slutâ\u0080\u0099s bitten me!â\u0080\u0099 says he, clapping his hand to his\nneck, and, sure enough, his hand was red with blood. Billy Fish and two\nof his matchlock-men catches hold of Dan by the shoulders and drags him\ninto the Bashkai lot, while the priests howls in their\nlingo,â\u0080\u0094â\u0080\u0098Neither god nor devil but a man!â\u0080\u0099 I was all taken aback,\nfor a priest cut at me in front, and the Army behind began firing into\nthe Bashkai men.\n\nâ\u0080\u009câ\u0080\u0098God A-mighty!â\u0080\u0099 says Dan. â\u0080\u0098What is the meaning oâ\u0080\u0099 this?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Come back! Come away!â\u0080\u0099 says Billy Fish. â\u0080\u0098Ruin and Mutiny is\nthe matter. Weâ\u0080\u0099ll break for Bashkai if we can.â\u0080\u0099\n\nâ\u0080\u009cI tried to give some sort of orders to my menâ\u0080\u0094the men oâ\u0080\u0099 the\nregular Armyâ\u0080\u0094but it was no use, so I fired into the brown of â\u0080\u0099em\nwith an English Martini and drilled three beggars in a line. The valley\nwas full of shouting, howling creatures, and every soul was shrieking,\nâ\u0080\u0098Not a god nor a devil but only a man!â\u0080\u0099 The Bashkai troops stuck to\nBilly Fish all they were worth, but their matchlocks wasnâ\u0080\u0099t half as\ngood as the Kabul breech-loaders, and four of them dropped. Dan was\nbellowing like a bull, for he was very wrathy; and Billy Fish had a\nhard job to prevent him running out at the crowd.\n\nâ\u0080\u009câ\u0080\u0098We canâ\u0080\u0099t stand,â\u0080\u0099 says Billy Fish. â\u0080\u0098Make a run for it down\nthe valley! The whole place is against us.â\u0080\u0099 The matchlock-men ran,\nand we went down the valley in spite of Dravotâ\u0080\u0099s protestations. He\nwas swearing horribly and crying out that he was a King. The priests\nrolled great stones on us, and the regular Army fired hard, and there\nwasnâ\u0080\u0099t more than six men, not counting Dan, Billy Fish, and Me, that\ncame down to the bottom of the valley alive.\n\nâ\u0080\u009câ\u0080\u0098Then they stopped firing and the horns in the temple blew again.\nâ\u0080\u0098Come awayâ\u0080\u0094for Gordâ\u0080\u0099s sake come away!â\u0080\u0099 says Billy Fish.\nâ\u0080\u0098Theyâ\u0080\u0099ll send runners out to all the villages before ever we get to\nBashkai. I can protect you there, but I canâ\u0080\u0099t do anything now.â\u0080\u0099\n\nâ\u0080\u009cMy own notion is that Dan began to go mad in his head from that\nhour. He stared up and down like a stuck pig. Then he was all for\nwalking back alone and killing the priests with his bare hands; which\nhe could have done. â\u0080\u0098An Emperor am I,â\u0080\u0099 says Daniel, â\u0080\u0098and next\nyear I shall be a Knight of the Queen.\n\nâ\u0080\u009câ\u0080\u0098All right, Dan,â\u0080\u0099 says I; â\u0080\u0098but come along now while thereâ\u0080\u0099s\ntime.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Itâ\u0080\u0099s your fault,â\u0080\u0099 says he, â\u0080\u0098for not looking after your Army\nbetter. There was mutiny in the midst, and you didnâ\u0080\u0099t knowâ\u0080\u0094you\ndamned engine-driving, plate-laying, missionaryâ\u0080\u0099s-pass-hunting\nhound!â\u0080\u0099 He sat upon a rock and called me every foul name he could lay\ntongue to. I was too heart-sick to care, though it was all his\nfoolishness that brought the smash.\n\nâ\u0080\u009câ\u0080\u0098Iâ\u0080\u0099m sorry, Dan,â\u0080\u0099 says I, â\u0080\u0098but thereâ\u0080\u0099s no accounting for\nnatives. This business is our Fifty-Seven. Maybe weâ\u0080\u0099ll make something\nout of it yet, when weâ\u0080\u0099ve got to Bashkai.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Letâ\u0080\u0099s get to Bashkai, then,â\u0080\u0099 says Dan, â\u0080\u0098and, by God, when I\ncome back here again Iâ\u0080\u0099ll sweep the valley so there isnâ\u0080\u0099t a bug in\na blanket left!â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098We walked all that day, and all that night Dan was stumping up\nand down on the snow, chewing his beard and muttering to himself.\n\nâ\u0080\u009câ\u0080\u0098Thereâ\u0080\u0099s no hope oâ\u0080\u0099 getting clear,â\u0080\u0099 said Billy Fish. â\u0080\u0098The\npriests will have sent runners to the villages to say that you are only\nmen. Why didnâ\u0080\u0099t you stick on as gods till things was more settled?\nIâ\u0080\u0099m a dead man,â\u0080\u0099 says Billy Fish, and he throws himself down on the\nsnow and begins to pray to his gods.\n\nâ\u0080\u009cNext morning we was in a cruel bad countryâ\u0080\u0094all up and down, no\nlevel ground at all, and no food either. The six Bashkai men looked at\nBilly Fish hungry-wise as if they wanted to ask something, but they\nsaid never a word. At noon we came to the top of a flat mountain all\ncovered with snow, and when we climbed up into it, behold, there was an\narmy in position waiting in the middle!\n\nâ\u0080\u009câ\u0080\u0098The runners have been very quick,â\u0080\u0099 says Billy Fish, with a\nlittle bit of a laugh. â\u0080\u0098They are waiting for us.â\u0080\u0099\n\nâ\u0080\u009cThree or four men began to fire from the enemyâ\u0080\u0099s side, and a\nchance shot took Daniel in the calf of the leg. That brought him to his\nsenses. He looks across the snow at the Army, and sees the rifles that\nwe had brought into the country.\n\nâ\u0080\u009câ\u0080\u0098Weâ\u0080\u0099re done for,â\u0080\u0099 says he. â\u0080\u0098They are Englishmen, these\npeople,â\u0080\u0094and itâ\u0080\u0099s my blasted nonsense that has brought you to this.\nGet back, Billy Fish, and take your men away; youâ\u0080\u0099ve done what you\ncould, and now cut for it. Carnehan,â\u0080\u0099 says he, â\u0080\u0098shake hands with me\nand go along with Billy. Maybe they wonâ\u0080\u0099t kill you. Iâ\u0080\u0099ll go and\nmeet â\u0080\u0099em alone. Itâ\u0080\u0099s me that did it. Me, the King!â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Go!â\u0080\u0099 says I. â\u0080\u0098Go to Hell, Dan. Iâ\u0080\u0099m with you here. Billy\nFish, you clear out, and we two will meet those folk.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Iâ\u0080\u0099m a Chief,â\u0080\u0099 says Billy Fish, quite quiet. â\u0080\u0098I stay with\nyou. My men can go.â\u0080\u0099\n\nâ\u0080\u009cThe Bashkai fellows didnâ\u0080\u0099t wait for a second word but ran off, and\nDan and Me and Billy Fish walked across to where the drums were\ndrumming and the horns were horning. It was cold-awful cold. Iâ\u0080\u0099ve got\nthat cold in the back of my head now. Thereâ\u0080\u0099s a lump of it there.â\u0080\u009d\n\nThe punkah-coolies had gone to sleep. Two kerosene lamps were blazing\nin the office, and the perspiration poured down my face and splashed on\nthe blotter as I leaned forward. Carnehan was shivering, and I feared\nthat his mind might go. I wiped my face, took a fresh grip of the\npiteously mangled hands, and said:â\u0080\u0094â\u0080\u009cWhat happened after that?â\u0080\u009d\n\nThe momentary shift of my eyes had broken the clear current.\n\nâ\u0080\u009cWhat was you pleased to say?â\u0080\u009d whined Carnehan. â\u0080\u009cThey took them\nwithout any sound. Not a little whisper all along the snow, not though\nthe King knocked down the first man that set hand on himâ\u0080\u0094not though\nold Peachey fired his last cartridge into the brown of â\u0080\u0099em. Not a\nsingle solitary sound did those swines make. They just closed up,\ntight, and I tell you their furs stunk. There was a man called Billy\nFish, a good friend of us all, and they cut his throat, Sir, then and\nthere, like a pig; and the King kicks up the bloody snow and\nsays:â\u0080\u0094â\u0080\u0098Weâ\u0080\u0099ve had a dashed fine run for our money. Whatâ\u0080\u0099s coming\nnext?â\u0080\u0099 But Peachey, Peachey Taliaferro, I tell you, Sir, in\nconfidence as betwixt two friends, he lost his head, Sir. No, he\ndidnâ\u0080\u0099t neither. The King lost his head, so he did, all along oâ\u0080\u0099 one\nof those cunning rope-bridges. Kindly let me have the paper-cutter,\nSir. It tilted this way. They marched him a mile across that snow to a\nrope-bridge over a ravine with a river at the bottom. You may have seen\nsuch.  They prodded him behind like an ox. â\u0080\u0098Damn your eyes!â\u0080\u0099 says\nthe King. â\u0080\u0098Dâ\u0080\u0099you suppose I canâ\u0080\u0099t die like a gentleman?â\u0080\u0099 He\nturns to Peacheyâ\u0080\u0094Peachey that was crying like a child. â\u0080\u0098Iâ\u0080\u0099ve\nbrought you to this, Peachey,â\u0080\u0099 says he. â\u0080\u0098Brought you out of your\nhappy life to be killed in Kafiristan, where you was late\nCommander-in-Chief of the Emperorâ\u0080\u0099s forces. Say you forgive me,\nPeachey.â\u0080\u0099 â\u0080\u0098I do,â\u0080\u0099 says Peachey. â\u0080\u0098Fully and freely do I forgive\nyou, Dan.â\u0080\u0099 â\u0080\u0098Shake hands, Peachey,â\u0080\u0099 says he. â\u0080\u0098Iâ\u0080\u0099m going\nnow.â\u0080\u0099 Out he goes, looking neither right nor left, and when he was\nplumb in the middle of those dizzy dancing ropes, â\u0080\u0098Cut, you\nbeggars,â\u0080\u0099 he shouts; and they cut, and old Dan fell, turning round\nand round and round, twenty thousand miles, for he took half an hour to\nfall till he struck the water, and I could see his body caught on a\nrock with the gold crown close beside.\n\nâ\u0080\u009cBut do you know what they did to Peachey between two pine-trees?\nThey crucified him, sir, as Peacheyâ\u0080\u0099s hands will show. They used\nwooden pegs for his hands and his feet; and he didnâ\u0080\u0099t die. He hung\nthere and screamed, and they took him down next day, and said it was a\nmiracle that he wasnâ\u0080\u0099t dead. They took him downâ\u0080\u0094poor old Peachey\nthat hadnâ\u0080\u0099t done them any harmâ\u0080\u0094that hadnâ\u0080\u0099t done them anyâ\u0080¦â\u0080\u009d\n\nHe rocked to and fro and wept bitterly, wiping his eyes with the back\nof his scarred hands and moaning like a child for some ten minutes.\n\nâ\u0080\u009cThey was cruel enough to feed him up in the temple, because they\nsaid he was more of a god than old Daniel that was a man. Then they\nturned him out on the snow, and told him to go home, and Peachey came\nhome in about a year, begging along the roads quite safe; for Daniel\nDravot he walked before and said:â\u0080\u0094â\u0080\u0098Come along, Peachey. Itâ\u0080\u0099s a\nbig thing weâ\u0080\u0099re doing.â\u0080\u0099 The mountains they danced at night, and the\nmountains they tried to fall on Peacheyâ\u0080\u0099s head, but Dan he held up\nhis hand, and Peachey came along bent double. He never let go of\nDanâ\u0080\u0099s hand, and he never let go of Danâ\u0080\u0099s head. They gave it to him\nas a present in the temple, to remind him not to come again, and though\nthe crown was pure gold, and Peachey was starving, never would Peachey\nsell the same. You knew Dravot, sir! You knew Right Worshipful Brother\nDravot! Look at him now!â\u0080\u009d\n\nHe fumbled in the mass of rags round his bent waist; brought out a\nblack horsehair bag embroidered with silver thread; and shook therefrom\non to my tableâ\u0080\u0094the dried, withered head of Daniel Dravot! The morning\nsun that had long been paling the lamps struck the red beard and blind\nsunken eyes; struck, too, a heavy circlet of gold studded with raw\nturquoises, that Carnehan placed tenderly on the battered temples.\n\nâ\u0080\u009cYou behold now,â\u0080\u009d said Carnehan, â\u0080\u009cthe Emperor in his habit as he\nlivedâ\u0080\u0094the King of Kafiristan with his crown upon his head. Poor old\nDaniel that was a monarch once!â\u0080\u009d\n\nI shuddered, for, in spite of defacements manifold, I recognized the\nhead of the man of Marwar Junction. Carnehan rose to go. I attempted to\nstop him. He was not fit to walk abroad. â\u0080\u009cLet me take away the\nwhiskey, and give me a little money,â\u0080\u009d he gasped. â\u0080\u009cI was a King\nonce. Iâ\u0080\u0099ll go to the Deputy Commissioner and ask to set in the\nPoor-house till I get my health. No, thank you, I canâ\u0080\u0099t wait till you\nget a carriage for me. Iâ\u0080\u0099ve urgent private affairsâ\u0080\u0094in the\nsouthâ\u0080\u0094at Marwar.â\u0080\u009d\n\nHe shambled out of the office and departed in the direction of the\nDeputy Commissionerâ\u0080\u0099s house. That day at noon I had occasion to go\ndown the blinding hot Mall, and I saw a crooked man crawling along the\nwhite dust of the roadside, his hat in his hand, quavering dolorously\nafter the fashion of street-singers at Home. There was not a soul in\nsight, and he was out of all possible earshot of the houses. And he\nsang through his nose, turning his head from right to left:â\u0080\u0094\n\n   â\u0080\u009cThe Son of Man goes forth to war,\n      A golden crown to gain;\n    His blood-red banner streams afarâ\u0080\u0094\n      Who follows in his train?â\u0080\u009d\n\nI waited to hear no more, but put the poor wretch into my carriage and\ndrove him off to the nearest missionary for eventual transfer to the\nAsylum. He repeated the hymn twice while he was with me whom he did not\nin the least recognize, and I left him singing to the missionary.\n\nTwo days later I inquired after his welfare of the Superintendent of\nthe Asylum.\n\nâ\u0080\u009cHe was admitted suffering from sun-stroke. He died early yesterday\nmorning,â\u0080\u009d said the Superintendent. â\u0080\u009cIs it true that he was half an\nhour bareheaded in the sun at midday?â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said I, â\u0080\u009cbut do you happen to know if he had anything upon\nhim by any chance when he died?â\u0080\u009d\n\nâ\u0080\u009cNot to my knowledge,â\u0080\u009d said the Superintendent.\n\nAnd there the matter rests.\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Man Who Would Be King, by Rudyard Kipling\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAN WHO WOULD BE KING ***\n\n***** This file should be named 8147-0.txt or 8147-0.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/8\/1\/4\/8147\/\n\nProduced by Jeffrey Kraus-yao\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n","id":800,"split":"train"}
