{"ori_id":"e684bea91a5d46223fca2aaf2b3584f49308ac55","title":"The Chimes","context":"The Chimes\n One New Year's Eve, Trotty, a poor elderly \"ticket-porter\" or casual messenger, is filled with gloom at the reports of crime and immorality in the newspapers, and wonders whether the working classes are simply wicked by nature. His daughter Meg and her long-time fiancĂŠ Richard arrive and announce their decision to marry next day. Trotty hides his misgivings, but their happiness is dispelled by an encounter with the pompous Alderman Cute, plus a political economist and a young gentleman with a nostalgia, all of whom make Trotty, Meg and Richard feel they hardly have a right to exist, let alone marry.\nTrotty carries a note for Cute to Sir Joseph Bowley MP, who dispenses charity to the poor in the manner of a paternal dictator. Bowley is ostentatiously settling his debts to ensure a clean start to the new year, and berates Trotty because he owes a few shillings to his local shop which he cannot pay off. Returning home, convinced that he and his fellow poor are naturally ungrateful and have no place in society, Trotty encounters Will Fern, a poor countryman, and his orphaned niece, Lilian. Fern has been accused of vagrancy and wants to visit Cute to set matters straight, but from a conversation overheard at Bowley's house, Trotty is able to warn him that Cute plans to have him arrested and imprisoned. He takes the pair home with him and he and Meg share their meagre food and poor lodging with the visitors. Meg tries to hide her distress, but it seems she has been dissuaded from marrying Richard by her encounter with Cute and the others.\nIn the night, the bells seem to call Trotty. Going to the church, he finds the tower door unlocked and climbs to the bellchamber, where he discovers the spirits of the bells and their goblin attendants who reprimand him for losing faith in man's destiny to improve. He is told that he fell from the tower during his climb and is now dead, and Meg's subsequent life must now be an object lesson for him. There follows a series of visions which he is forced to watch, helpless to interfere with the troubled lives of Meg, Richard, Will and Lilian over the subsequent years. Richard descends into alcoholism; Meg eventually marries him in an effort to save him, but he dies ruined, leaving her with a baby. Will is driven in and out of prison by petty laws and restrictions; Lilian turns to prostitution. In the end, destitute, Meg is driven to contemplate drowning herself and her child, thus committing the mortal sins of murder and suicide. The chimes' intention is to teach Trotty that, far from being naturally wicked, mankind is formed to strive for nobler things, and will fall only when crushed and repressed beyond bearing. Trotty breaks down when he sees Meg poised to jump into the river, cries that he has learned his lesson and begs the Chimes to save her, whereupon he finds himself able to touch her and prevent her from jumping.\nAt the end of the book, Trotty finds himself awakening at home as if from a dream as the bells ring in the New Year of the day Trotty originally climbed the tower. Meg and Richard have chosen to wed, and all of her friends have spontaneously chosen to provide a wedding feast and celebration. The author explicitly invites the reader to decide if this \"awakening\" is a dream-within-a-dream. The reader must choose between the harsh consequences of the behavior of the upper classes in Trotty's vision, or the happiness of the wedding.\nï»¿The Project Gutenberg eBook, The Chimes, by Charles Dickens\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: The Chimes\n\n\nAuthor: Charles Dickens\n\n\n\nRelease Date: December 26, 2011  [eBook #653]\nThis file was first posted on October 16, 1996\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE CHIMES***\n\n\nTranscribed from Charles Scribnerâ\u0080\u0099s Sons â\u0080\u009cWorks of Charles Dickensâ\u0080\u009d\nedition by David Price, email ccx074@pglaf.org\n\n\n\n\n\n                                THE CHIMES\n                              A Goblin Story\n\n\n                                    OF\n                   SOME BELLS THAT RANG AN OLD YEAR OUT\n                            AND A NEW YEAR IN\n\n\n\n\nCHAPTER Iâ\u0080\u0094First Quarter.\n\n\nThere are not many peopleâ\u0080\u0094and as it is desirable that a story-teller and\na story-reader should establish a mutual understanding as soon as\npossible, I beg it to be noticed that I confine this observation neither\nto young people nor to little people, but extend it to all conditions of\npeople: little and big, young and old: yet growing up, or already growing\ndown againâ\u0080\u0094there are not, I say, many people who would care to sleep in a\nchurch.  I donâ\u0080\u0099t mean at sermon-time in warm weather (when the thing has\nactually been done, once or twice), but in the night, and alone.  A great\nmultitude of persons will be violently astonished, I know, by this\nposition, in the broad bold Day.  But it applies to Night.  It must be\nargued by night, and I will undertake to maintain it successfully on any\ngusty winterâ\u0080\u0099s night appointed for the purpose, with any one opponent\nchosen from the rest, who will meet me singly in an old churchyard,\nbefore an old church-door; and will previously empower me to lock him in,\nif needful to his satisfaction, until morning.\n\nFor the night-wind has a dismal trick of wandering round and round a\nbuilding of that sort, and moaning as it goes; and of trying, with its\nunseen hand, the windows and the doors; and seeking out some crevices by\nwhich to enter.  And when it has got in; as one not finding what it\nseeks, whatever that may be, it wails and howls to issue forth again: and\nnot content with stalking through the aisles, and gliding round and round\nthe pillars, and tempting the deep organ, soars up to the roof, and\nstrives to rend the rafters: then flings itself despairingly upon the\nstones below, and passes, muttering, into the vaults.  Anon, it comes up\nstealthily, and creeps along the walls, seeming to read, in whispers, the\nInscriptions sacred to the Dead.  At some of these, it breaks out\nshrilly, as with laughter; and at others, moans and cries as if it were\nlamenting.  It has a ghostly sound too, lingering within the altar; where\nit seems to chaunt, in its wild way, of Wrong and Murder done, and false\nGods worshipped, in defiance of the Tables of the Law, which look so fair\nand smooth, but are so flawed and broken.  Ugh!  Heaven preserve us,\nsitting snugly round the fire!  It has an awful voice, that wind at\nMidnight, singing in a church!\n\nBut, high up in the steeple!  There the foul blast roars and whistles!\nHigh up in the steeple, where it is free to come and go through many an\nairy arch and loophole, and to twist and twine itself about the giddy\nstair, and twirl the groaning weathercock, and make the very tower shake\nand shiver!  High up in the steeple, where the belfry is, and iron rails\nare ragged with rust, and sheets of lead and copper, shrivelled by the\nchanging weather, crackle and heave beneath the unaccustomed tread; and\nbirds stuff shabby nests into corners of old oaken joists and beams; and\ndust grows old and grey; and speckled spiders, indolent and fat with long\nsecurity, swing idly to and fro in the vibration of the bells, and never\nloose their hold upon their thread-spun castles in the air, or climb up\nsailor-like in quick alarm, or drop upon the ground and ply a score of\nnimble legs to save one life!  High up in the steeple of an old church,\nfar above the light and murmur of the town and far below the flying\nclouds that shadow it, is the wild and dreary place at night: and high up\nin the steeple of an old church, dwelt the Chimes I tell of.\n\nThey were old Chimes, trust me.  Centuries ago, these Bells had been\nbaptized by bishops: so many centuries ago, that the register of their\nbaptism was lost long, long before the memory of man, and no one knew\ntheir names.  They had had their Godfathers and Godmothers, these Bells\n(for my own part, by the way, I would rather incur the responsibility of\nbeing Godfather to a Bell than a Boy), and had their silver mugs no\ndoubt, besides.  But Time had mowed down their sponsors, and Henry the\nEighth had melted down their mugs; and they now hung, nameless and\nmugless, in the church-tower.\n\nNot speechless, though.  Far from it.  They had clear, loud, lusty,\nsounding voices, had these Bells; and far and wide they might be heard\nupon the wind.  Much too sturdy Chimes were they, to be dependent on the\npleasure of the wind, moreover; for, fighting gallantly against it when\nit took an adverse whim, they would pour their cheerful notes into a\nlistening ear right royally; and bent on being heard on stormy nights, by\nsome poor mother watching a sick child, or some lone wife whose husband\nwas at sea, they had been sometimes known to beat a blustering Norâ\u0080\u0099\nWester; aye, â\u0080\u0098all to fits,â\u0080\u0099 as Toby Veck said;â\u0080\u0094for though they chose to\ncall him Trotty Veck, his name was Toby, and nobody could make it\nanything else either (except Tobias) without a special act of parliament;\nhe having been as lawfully christened in his day as the Bells had been in\ntheirs, though with not quite so much of solemnity or public rejoicing.\n\nFor my part, I confess myself of Toby Veckâ\u0080\u0099s belief, for I am sure he had\nopportunities enough of forming a correct one.  And whatever Toby Veck\nsaid, I say.  And I take my stand by Toby Veck, although he _did_ stand\nall day long (and weary work it was) just outside the church-door.  In\nfact he was a ticket-porter, Toby Veck, and waited there for jobs.\n\nAnd a breezy, goose-skinned, blue-nosed, red-eyed, stony-toed,\ntooth-chattering place it was, to wait in, in the winter-time, as Toby\nVeck well knew.  The wind came tearing round the cornerâ\u0080\u0094especially the\neast windâ\u0080\u0094as if it had sallied forth, express, from the confines of the\nearth, to have a blow at Toby.  And oftentimes it seemed to come upon him\nsooner than it had expected, for bouncing round the corner, and passing\nToby, it would suddenly wheel round again, as if it cried â\u0080\u0098Why, here he\nis!â\u0080\u0099  Incontinently his little white apron would be caught up over his\nhead like a naughty boyâ\u0080\u0099s garments, and his feeble little cane would be\nseen to wrestle and struggle unavailingly in his hand, and his legs would\nundergo tremendous agitation, and Toby himself all aslant, and facing now\nin this direction, now in that, would be so banged and buffeted, and\ntouzled, and worried, and hustled, and lifted off his feet, as to render\nit a state of things but one degree removed from a positive miracle, that\nhe wasnâ\u0080\u0099t carried up bodily into the air as a colony of frogs or snails\nor other very portable creatures sometimes are, and rained down again, to\nthe great astonishment of the natives, on some strange corner of the\nworld where ticket-porters are unknown.\n\nBut, windy weather, in spite of its using him so roughly, was, after all,\na sort of holiday for Toby.  Thatâ\u0080\u0099s the fact.  He didnâ\u0080\u0099t seem to wait so\nlong for a sixpence in the wind, as at other times; the having to fight\nwith that boisterous element took off his attention, and quite freshened\nhim up, when he was getting hungry and low-spirited.  A hard frost too,\nor a fall of snow, was an Event; and it seemed to do him good, somehow or\notherâ\u0080\u0094it would have been hard to say in what respect though, Toby!  So\nwind and frost and snow, and perhaps a good stiff storm of hail, were\nToby Veckâ\u0080\u0099s red-letter days.\n\nWet weather was the worst; the cold, damp, clammy wet, that wrapped him\nup like a moist great-coatâ\u0080\u0094the only kind of great-coat Toby owned, or\ncould have added to his comfort by dispensing with.  Wet days, when the\nrain came slowly, thickly, obstinately down; when the streetâ\u0080\u0099s throat,\nlike his own, was choked with mist; when smoking umbrellas passed and\nre-passed, spinning round and round like so many teetotums, as they\nknocked against each other on the crowded footway, throwing off a little\nwhirlpool of uncomfortable sprinklings; when gutters brawled and\nwaterspouts were full and noisy; when the wet from the projecting stones\nand ledges of the church fell drip, drip, drip, on Toby, making the wisp\nof straw on which he stood mere mud in no time; those were the days that\ntried him.  Then, indeed, you might see Toby looking anxiously out from\nhis shelter in an angle of the church wallâ\u0080\u0094such a meagre shelter that in\nsummer time it never cast a shadow thicker than a good-sized walking\nstick upon the sunny pavementâ\u0080\u0094with a disconsolate and lengthened face.\nBut coming out, a minute afterwards, to warm himself by exercise, and\ntrotting up and down some dozen times, he would brighten even then, and\ngo back more brightly to his niche.\n\nThey called him Trotty from his pace, which meant speed if it didnâ\u0080\u0099t make\nit.  He could have walked faster perhaps; most likely; but rob him of his\ntrot, and Toby would have taken to his bed and died.  It bespattered him\nwith mud in dirty weather; it cost him a world of trouble; he could have\nwalked with infinitely greater ease; but that was one reason for his\nclinging to it so tenaciously.  A weak, small, spare old man, he was a\nvery Hercules, this Toby, in his good intentions.  He loved to earn his\nmoney.  He delighted to believeâ\u0080\u0094Toby was very poor, and couldnâ\u0080\u0099t well\nafford to part with a delightâ\u0080\u0094that he was worth his salt.  With a\nshilling or an eighteenpenny message or small parcel in hand, his courage\nalways high, rose higher.  As he trotted on, he would call out to fast\nPostmen ahead of him, to get out of the way; devoutly believing that in\nthe natural course of things he must inevitably overtake and run them\ndown; and he had perfect faithâ\u0080\u0094not often testedâ\u0080\u0094in his being able to\ncarry anything that man could lift.\n\nThus, even when he came out of his nook to warm himself on a wet day,\nToby trotted.  Making, with his leaky shoes, a crooked line of slushy\nfootprints in the mire; and blowing on his chilly hands and rubbing them\nagainst each other, poorly defended from the searching cold by threadbare\nmufflers of grey worsted, with a private apartment only for the thumb,\nand a common room or tap for the rest of the fingers; Toby, with his\nknees bent and his cane beneath his arm, still trotted.  Falling out into\nthe road to look up at the belfry when the Chimes resounded, Toby trotted\nstill.\n\nHe made this last excursion several times a day, for they were company to\nhim; and when he heard their voices, he had an interest in glancing at\ntheir lodging-place, and thinking how they were moved, and what hammers\nbeat upon them.  Perhaps he was the more curious about these Bells,\nbecause there were points of resemblance between themselves and him.\nThey hung there, in all weathers, with the wind and rain driving in upon\nthem; facing only the outsides of all those houses; never getting any\nnearer to the blazing fires that gleamed and shone upon the windows, or\ncame puffing out of the chimney tops; and incapable of participation in\nany of the good things that were constantly being handed through the\nstreet doors and the area railings, to prodigious cooks.  Faces came and\nwent at many windows: sometimes pretty faces, youthful faces, pleasant\nfaces: sometimes the reverse: but Toby knew no more (though he often\nspeculated on these trifles, standing idle in the streets) whence they\ncame, or where they went, or whether, when the lips moved, one kind word\nwas said of him in all the year, than did the Chimes themselves.\n\nToby was not a casuistâ\u0080\u0094that he knew of, at leastâ\u0080\u0094and I donâ\u0080\u0099t mean to say\nthat when he began to take to the Bells, and to knit up his first rough\nacquaintance with them into something of a closer and more delicate woof,\nhe passed through these considerations one by one, or held any formal\nreview or great field-day in his thoughts.  But what I mean to say, and\ndo say is, that as the functions of Tobyâ\u0080\u0099s body, his digestive organs for\nexample, did of their own cunning, and by a great many operations of\nwhich he was altogether ignorant, and the knowledge of which would have\nastonished him very much, arrive at a certain end; so his mental\nfaculties, without his privity or concurrence, set all these wheels and\nsprings in motion, with a thousand others, when they worked to bring\nabout his liking for the Bells.\n\nAnd though I had said his love, I would not have recalled the word,\nthough it would scarcely have expressed his complicated feeling.  For,\nbeing but a simple man, he invested them with a strange and solemn\ncharacter.  They were so mysterious, often heard and never seen; so high\nup, so far off, so full of such a deep strong melody, that he regarded\nthem with a species of awe; and sometimes when he looked up at the dark\narched windows in the tower, he half expected to be beckoned to by\nsomething which was not a Bell, and yet was what he had heard so often\nsounding in the Chimes.  For all this, Toby scouted with indignation a\ncertain flying rumour that the Chimes were haunted, as implying the\npossibility of their being connected with any Evil thing.  In short, they\nwere very often in his ears, and very often in his thoughts, but always\nin his good opinion; and he very often got such a crick in his neck by\nstaring with his mouth wide open, at the steeple where they hung, that he\nwas fain to take an extra trot or two, afterwards, to cure it.\n\nThe very thing he was in the act of doing one cold day, when the last\ndrowsy sound of Twelve oâ\u0080\u0099clock, just struck, was humming like a melodious\nmonster of a Bee, and not by any means a busy bee, all through the\nsteeple!\n\nâ\u0080\u0098Dinner-time, eh!â\u0080\u0099 said Toby, trotting up and down before the church.\nâ\u0080\u0098Ah!â\u0080\u0099\n\nTobyâ\u0080\u0099s nose was very red, and his eyelids were very red, and he winked\nvery much, and his shoulders were very near his ears, and his legs were\nvery stiff, and altogether he was evidently a long way upon the frosty\nside of cool.\n\nâ\u0080\u0098Dinner-time, eh!â\u0080\u0099 repeated Toby, using his right-hand muffler like an\ninfantine boxing-glove, and punishing his chest for being cold.\nâ\u0080\u0098Ah-h-h-h!â\u0080\u0099\n\nHe took a silent trot, after that, for a minute or two.\n\nâ\u0080\u0098Thereâ\u0080\u0099s nothing,â\u0080\u0099 said Toby, breaking forth afreshâ\u0080\u0094but here he stopped\nshort in his trot, and with a face of great interest and some alarm, felt\nhis nose carefully all the way up.  It was but a little way (not being\nmuch of a nose) and he had soon finished.\n\nâ\u0080\u0098I thought it was gone,â\u0080\u0099 said Toby, trotting off again.  â\u0080\u0098Itâ\u0080\u0099s all right,\nhowever.  I am sure I couldnâ\u0080\u0099t blame it if it was to go.  It has a\nprecious hard service of it in the bitter weather, and precious little to\nlook forward to; for I donâ\u0080\u0099t take snuff myself.  Itâ\u0080\u0099s a good deal tried,\npoor creetur, at the best of times; for when it _does_ get hold of a\npleasant whiff or so (which anâ\u0080\u0099t too often) itâ\u0080\u0099s generally from somebody\nelseâ\u0080\u0099s dinner, a-coming home from the bakerâ\u0080\u0099s.â\u0080\u0099\n\nThe reflection reminded him of that other reflection, which he had left\nunfinished.\n\nâ\u0080\u0098Thereâ\u0080\u0099s nothing,â\u0080\u0099 said Toby, â\u0080\u0098more regular in its coming round than\ndinner-time, and nothing less regular in its coming round than dinner.\nThatâ\u0080\u0099s the great difference between â\u0080\u0099em.  Itâ\u0080\u0099s took me a long time to\nfind it out.  I wonder whether it would be worth any gentlemanâ\u0080\u0099s while,\nnow, to buy that obserwation for the Papers; or the Parliament!â\u0080\u0099\n\nToby was only joking, for he gravely shook his head in self-depreciation.\n\nâ\u0080\u0098Why! Lord!â\u0080\u0099 said Toby.  â\u0080\u0098The Papers is full of obserwations as it is;\nand soâ\u0080\u0099s the Parliament.  Hereâ\u0080\u0099s last weekâ\u0080\u0099s paper, now;â\u0080\u0099 taking a very\ndirty one from his pocket, and holding it from him at armâ\u0080\u0099s length; â\u0080\u0098full\nof obserwations!  Full of obserwations!  I like to know the news as well\nas any man,â\u0080\u0099 said Toby, slowly; folding it a little smaller, and putting\nit in his pocket again: â\u0080\u0098but it almost goes against the grain with me to\nread a paper now.  It frightens me almost.  I donâ\u0080\u0099t know what we poor\npeople are coming to.  Lord send we may be coming to something better in\nthe New Year nigh upon us!â\u0080\u0099\n\nâ\u0080\u0098Why, father, father!â\u0080\u0099 said a pleasant voice, hard by.\n\nBut Toby, not hearing it, continued to trot backwards and forwards:\nmusing as he went, and talking to himself.\n\nâ\u0080\u0098It seems as if we canâ\u0080\u0099t go right, or do right, or be righted,â\u0080\u0099 said\nToby.  â\u0080\u0098I hadnâ\u0080\u0099t much schooling, myself, when I was young; and I canâ\u0080\u0099t\nmake out whether we have any business on the face of the earth, or not.\nSometimes I think we must haveâ\u0080\u0094a little; and sometimes I think we must be\nintruding.  I get so puzzled sometimes that I am not even able to make up\nmy mind whether there is any good at all in us, or whether we are born\nbad.  We seem to be dreadful things; we seem to give a deal of trouble;\nwe are always being complained of and guarded against.  One way or other,\nwe fill the papers.  Talk of a New Year!â\u0080\u0099 said Toby, mournfully.  â\u0080\u0098I can\nbear up as well as another man at most times; better than a good many,\nfor I am as strong as a lion, and all men anâ\u0080\u0099t; but supposing it should\nreally be that we have no right to a New Yearâ\u0080\u0094supposing we really _are_\nintrudingâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098Why, father, father!â\u0080\u0099 said the pleasant voice again.\n\nToby heard it this time; started; stopped; and shortening his sight,\nwhich had been directed a long way off as seeking the enlightenment in\nthe very heart of the approaching year, found himself face to face with\nhis own child, and looking close into her eyes.\n\nBright eyes they were.  Eyes that would bear a world of looking in,\nbefore their depth was fathomed.  Dark eyes, that reflected back the eyes\nwhich searched them; not flashingly, or at the ownerâ\u0080\u0099s will, but with a\nclear, calm, honest, patient radiance, claiming kindred with that light\nwhich Heaven called into being.  Eyes that were beautiful and true, and\nbeaming with Hope.  With Hope so young and fresh; with Hope so buoyant,\nvigorous, and bright, despite the twenty years of work and poverty on\nwhich they had looked; that they became a voice to Trotty Veck, and said:\nâ\u0080\u0098I think we have some business hereâ\u0080\u0094a little!â\u0080\u0099\n\nTrotty kissed the lips belonging to the eyes, and squeezed the blooming\nface between his hands.\n\nâ\u0080\u0098Why, Pet,â\u0080\u0099 said Trotty.  â\u0080\u0098Whatâ\u0080\u0099s to do?  I didnâ\u0080\u0099t expect you to-day,\nMeg.â\u0080\u0099\n\nâ\u0080\u0098Neither did I expect to come, father,â\u0080\u0099 cried the girl, nodding her head\nand smiling as she spoke.  â\u0080\u0098But here I am!  And not alone; not alone!â\u0080\u0099\n\nâ\u0080\u0098Why you donâ\u0080\u0099t mean to say,â\u0080\u0099 observed Trotty, looking curiously at a\ncovered basket which she carried in her hand, â\u0080\u0098that youâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098Smell it, father dear,â\u0080\u0099 said Meg.  â\u0080\u0098Only smell it!â\u0080\u0099\n\nTrotty was going to lift up the cover at once, in a great hurry, when she\ngaily interposed her hand.\n\nâ\u0080\u0098No, no, no,â\u0080\u0099 said Meg, with the glee of a child.  â\u0080\u0098Lengthen it out a\nlittle.  Let me just lift up the corner; just the lit-tle ti-ny cor-ner,\nyou know,â\u0080\u0099 said Meg, suiting the action to the word with the utmost\ngentleness, and speaking very softly, as if she were afraid of being\noverheard by something inside the basket; â\u0080\u0098there.  Now.  Whatâ\u0080\u0099s that?â\u0080\u0099\n\nToby took the shortest possible sniff at the edge of the basket, and\ncried out in a rapture:\n\nâ\u0080\u0098Why, itâ\u0080\u0099s hot!â\u0080\u0099\n\nâ\u0080\u0098Itâ\u0080\u0099s burning hot!â\u0080\u0099 cried Meg.  â\u0080\u0098Ha, ha, ha!  Itâ\u0080\u0099s scalding hot!â\u0080\u0099\n\nâ\u0080\u0098Ha, ha, ha!â\u0080\u0099 roared Toby, with a sort of kick.  â\u0080\u0098Itâ\u0080\u0099s scalding hot!â\u0080\u0099\n\nâ\u0080\u0098But what is it, father?â\u0080\u0099 said Meg.  â\u0080\u0098Come.  You havenâ\u0080\u0099t guessed what it\nis.  And you must guess what it is.  I canâ\u0080\u0099t think of taking it out, till\nyou guess what it is.  Donâ\u0080\u0099t be in such a hurry!  Wait a minute!  A\nlittle bit more of the cover.  Now guess!â\u0080\u0099\n\nMeg was in a perfect fright lest he should guess right too soon;\nshrinking away, as she held the basket towards him; curling up her pretty\nshoulders; stopping her ear with her hand, as if by so doing she could\nkeep the right word out of Tobyâ\u0080\u0099s lips; and laughing softly the whole\ntime.\n\nMeanwhile Toby, putting a hand on each knee, bent down his nose to the\nbasket, and took a long inspiration at the lid; the grin upon his\nwithered face expanding in the process, as if he were inhaling laughing\ngas.\n\nâ\u0080\u0098Ah!  Itâ\u0080\u0099s very nice,â\u0080\u0099 said Toby.  â\u0080\u0098It anâ\u0080\u0099tâ\u0080\u0094I suppose it anâ\u0080\u0099t Polonies?â\u0080\u0099\n\nâ\u0080\u0098No, no, no!â\u0080\u0099 cried Meg, delighted.  â\u0080\u0098Nothing like Polonies!â\u0080\u0099\n\nâ\u0080\u0098No,â\u0080\u0099 said Toby, after another sniff.  â\u0080\u0098Itâ\u0080\u0099sâ\u0080\u0094itâ\u0080\u0099s mellower than Polonies.\nItâ\u0080\u0099s very nice.  It improves every moment.  Itâ\u0080\u0099s too decided for\nTrotters.  Anâ\u0080\u0099t it?â\u0080\u0099\n\nMeg was in an ecstasy.  He could not have gone wider of the mark than\nTrottersâ\u0080\u0094except Polonies.\n\nâ\u0080\u0098Liver?â\u0080\u0099 said Toby, communing with himself.  â\u0080\u0098No.  Thereâ\u0080\u0099s a mildness\nabout it that donâ\u0080\u0099t answer to liver.  Pettitoes?  No.  It anâ\u0080\u0099t faint\nenough for pettitoes.  It wants the stringiness of Cocksâ\u0080\u0099 heads.  And I\nknow it anâ\u0080\u0099t sausages.  Iâ\u0080\u0099ll tell you what it is.  Itâ\u0080\u0099s chitterlings!â\u0080\u0099\n\nâ\u0080\u0098No, it anâ\u0080\u0099t!â\u0080\u0099 cried Meg, in a burst of delight.  â\u0080\u0098No, it anâ\u0080\u0099t!â\u0080\u0099\n\nâ\u0080\u0098Why, what am I a-thinking of!â\u0080\u0099 said Toby, suddenly recovering a position\nas near the perpendicular as it was possible for him to assume.  â\u0080\u0098I shall\nforget my own name next.  Itâ\u0080\u0099s tripe!â\u0080\u0099\n\nTripe it was; and Meg, in high joy, protested he should say, in half a\nminute more, it was the best tripe ever stewed.\n\nâ\u0080\u0098And so,â\u0080\u0099 said Meg, busying herself exultingly with the basket, â\u0080\u0098Iâ\u0080\u0099ll lay\nthe cloth at once, father; for I have brought the tripe in a basin, and\ntied the basin up in a pocket-handkerchief; and if I like to be proud for\nonce, and spread that for a cloth, and call it a cloth, thereâ\u0080\u0099s no law to\nprevent me; is there, father?â\u0080\u0099\n\nâ\u0080\u0098Not that I know of, my dear,â\u0080\u0099 said Toby.  â\u0080\u0098But theyâ\u0080\u0099re always a-bringing\nup some new law or other.â\u0080\u0099\n\nâ\u0080\u0098And according to what I was reading you in the paper the other day,\nfather; what the Judge said, you know; we poor people are supposed to\nknow them all.  Ha ha!  What a mistake!  My goodness me, how clever they\nthink us!â\u0080\u0099\n\nâ\u0080\u0098Yes, my dear,â\u0080\u0099 cried Trotty; â\u0080\u0098and theyâ\u0080\u0099d be very fond of any one of us\nthat _did_ know â\u0080\u0099em all.  Heâ\u0080\u0099d grow fat upon the work heâ\u0080\u0099d get, that man,\nand be popular with the gentlefolks in his neighbourhood.  Very much so!â\u0080\u0099\n\nâ\u0080\u0098Heâ\u0080\u0099d eat his dinner with an appetite, whoever he was, if it smelt like\nthis,â\u0080\u0099 said Meg, cheerfully.  â\u0080\u0098Make haste, for thereâ\u0080\u0099s a hot potato\nbesides, and half a pint of fresh-drawn beer in a bottle.  Where will you\ndine, father?  On the Post, or on the Steps?  Dear, dear, how grand we\nare.  Two places to choose from!â\u0080\u0099\n\nâ\u0080\u0098The steps to-day, my Pet,â\u0080\u0099 said Trotty.  â\u0080\u0098Steps in dry weather.  Post in\nwet.  Thereâ\u0080\u0099s a greater conveniency in the steps at all times, because of\nthe sitting down; but theyâ\u0080\u0099re rheumatic in the damp.â\u0080\u0099\n\nâ\u0080\u0098Then here,â\u0080\u0099 said Meg, clapping her hands, after a momentâ\u0080\u0099s bustle; â\u0080\u0098here\nit is, all ready!  And beautiful it looks!  Come, father.  Come!â\u0080\u0099\n\nSince his discovery of the contents of the basket, Trotty had been\nstanding looking at herâ\u0080\u0094and had been speaking tooâ\u0080\u0094in an abstracted\nmanner, which showed that though she was the object of his thoughts and\neyes, to the exclusion even of tripe, he neither saw nor thought about\nher as she was at that moment, but had before him some imaginary rough\nsketch or drama of her future life.  Roused, now, by her cheerful\nsummons, he shook off a melancholy shake of the head which was just\ncoming upon him, and trotted to her side.  As he was stooping to sit\ndown, the Chimes rang.\n\nâ\u0080\u0098Amen!â\u0080\u0099 said Trotty, pulling off his hat and looking up towards them.\n\nâ\u0080\u0098Amen to the Bells, father?â\u0080\u0099 cried Meg.\n\nâ\u0080\u0098They broke in like a grace, my dear,â\u0080\u0099 said Trotty, taking his seat.\nâ\u0080\u0098Theyâ\u0080\u0099d say a good one, I am sure, if they could.  Manyâ\u0080\u0099s the kind thing\nthey say to me.â\u0080\u0099\n\nâ\u0080\u0098The Bells do, father!â\u0080\u0099 laughed Meg, as she set the basin, and a knife\nand fork, before him.  â\u0080\u0098Well!â\u0080\u0099\n\nâ\u0080\u0098Seem to, my Pet,â\u0080\u0099 said Trotty, falling to with great vigour.  â\u0080\u0098And\nwhereâ\u0080\u0099s the difference?  If I hear â\u0080\u0099em, what does it matter whether they\nspeak it or not?  Why bless you, my dear,â\u0080\u0099 said Toby, pointing at the\ntower with his fork, and becoming more animated under the influence of\ndinner, â\u0080\u0098how often have I heard them bells say, â\u0080\u009cToby Veck, Toby Veck,\nkeep a good heart, Toby!  Toby Veck, Toby Veck, keep a good heart, Toby!â\u0080\u009d\nA million times?  More!â\u0080\u0099\n\nâ\u0080\u0098Well, I never!â\u0080\u0099 cried Meg.\n\nShe had, thoughâ\u0080\u0094over and over again.  For it was Tobyâ\u0080\u0099s constant topic.\n\nâ\u0080\u0098When things is very bad,â\u0080\u0099 said Trotty; â\u0080\u0098very bad indeed, I mean; almost\nat the worst; then itâ\u0080\u0099s â\u0080\u009cToby Veck, Toby Veck, job coming soon, Toby!\nToby Veck, Toby Veck, job coming soon, Toby!â\u0080\u009d  That way.â\u0080\u0099\n\nâ\u0080\u0098And it comesâ\u0080\u0094at last, father,â\u0080\u0099 said Meg, with a touch of sadness in her\npleasant voice.\n\nâ\u0080\u0098Always,â\u0080\u0099 answered the unconscious Toby.  â\u0080\u0098Never fails.â\u0080\u0099\n\nWhile this discourse was holding, Trotty made no pause in his attack upon\nthe savoury meat before him, but cut and ate, and cut and drank, and cut\nand chewed, and dodged about, from tripe to hot potato, and from hot\npotato back again to tripe, with an unctuous and unflagging relish.  But\nhappening now to look all round the streetâ\u0080\u0094in case anybody should be\nbeckoning from any door or window, for a porterâ\u0080\u0094his eyes, in coming back\nagain, encountered Meg: sitting opposite to him, with her arms folded and\nonly busy in watching his progress with a smile of happiness.\n\nâ\u0080\u0098Why, Lord forgive me!â\u0080\u0099 said Trotty, dropping his knife and fork.  â\u0080\u0098My\ndove!  Meg! why didnâ\u0080\u0099t you tell me what a beast I was?â\u0080\u0099\n\nâ\u0080\u0098Father?â\u0080\u0099\n\nâ\u0080\u0098Sitting here,â\u0080\u0099 said Trotty, in penitent explanation, â\u0080\u0098cramming, and\nstuffing, and gorging myself; and you before me there, never so much as\nbreaking your precious fast, nor wanting to, whenâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098But I have broken it, father,â\u0080\u0099 interposed his daughter, laughing, â\u0080\u0098all\nto bits.  I have had my dinner.â\u0080\u0099\n\nâ\u0080\u0098Nonsense,â\u0080\u0099 said Trotty.  â\u0080\u0098Two dinners in one day!  It anâ\u0080\u0099t possible!\nYou might as well tell me that two New Yearâ\u0080\u0099s Days will come together, or\nthat I have had a gold head all my life, and never changed it.â\u0080\u0099\n\nâ\u0080\u0098I have had my dinner, father, for all that,â\u0080\u0099 said Meg, coming nearer to\nhim.  â\u0080\u0098And if youâ\u0080\u0099ll go on with yours, Iâ\u0080\u0099ll tell you how and where; and\nhow your dinner came to be brought; andâ\u0080\u0094and something else besides.â\u0080\u0099\n\nToby still appeared incredulous; but she looked into his face with her\nclear eyes, and laying her hand upon his shoulder, motioned him to go on\nwhile the meat was hot.  So Trotty took up his knife and fork again, and\nwent to work.  But much more slowly than before, and shaking his head, as\nif he were not at all pleased with himself.\n\nâ\u0080\u0098I had my dinner, father,â\u0080\u0099 said Meg, after a little hesitation,\nâ\u0080\u0098withâ\u0080\u0094with Richard.  His dinner-time was early; and as he brought his\ndinner with him when he came to see me, weâ\u0080\u0094we had it together, father.â\u0080\u0099\n\nTrotty took a little beer, and smacked his lips.  Then he said,\nâ\u0080\u0098Oh!â\u0080\u0099â\u0080\u0094because she waited.\n\nâ\u0080\u0098And Richard says, fatherâ\u0080\u0094â\u0080\u0099 Meg resumed.  Then stopped.\n\nâ\u0080\u0098What does Richard say, Meg?â\u0080\u0099 asked Toby.\n\nâ\u0080\u0098Richard says, fatherâ\u0080\u0094â\u0080\u0099  Another stoppage.\n\nâ\u0080\u0098Richardâ\u0080\u0099s a long time saying it,â\u0080\u0099 said Toby.\n\nâ\u0080\u0098He says then, father,â\u0080\u0099 Meg continued, lifting up her eyes at last, and\nspeaking in a tremble, but quite plainly; â\u0080\u0098another year is nearly gone,\nand where is the use of waiting on from year to year, when it is so\nunlikely we shall ever be better off than we are now?  He says we are\npoor now, father, and we shall be poor then, but we are young now, and\nyears will make us old before we know it.  He says that if we wait:\npeople in our condition: until we see our way quite clearly, the way will\nbe a narrow one indeedâ\u0080\u0094the common wayâ\u0080\u0094the Grave, father.â\u0080\u0099\n\nA bolder man than Trotty Veck must needs have drawn upon his boldness\nlargely, to deny it.  Trotty held his peace.\n\nâ\u0080\u0098And how hard, father, to grow old, and die, and think we might have\ncheered and helped each other!  How hard in all our lives to love each\nother; and to grieve, apart, to see each other working, changing, growing\nold and grey.  Even if I got the better of it, and forgot him (which I\nnever could), oh father dear, how hard to have a heart so full as mine is\nnow, and live to have it slowly drained out every drop, without the\nrecollection of one happy moment of a womanâ\u0080\u0099s life, to stay behind and\ncomfort me, and make me better!â\u0080\u0099\n\nTrotty sat quite still.  Meg dried her eyes, and said more gaily: that is\nto say, with here a laugh, and there a sob, and here a laugh and sob\ntogether:\n\nâ\u0080\u0098So Richard says, father; as his work was yesterday made certain for some\ntime to come, and as I love him, and have loved him full three yearsâ\u0080\u0094ah!\nlonger than that, if he knew it!â\u0080\u0094will I marry him on New Yearâ\u0080\u0099s Day; the\nbest and happiest day, he says, in the whole year, and one that is almost\nsure to bring good fortune with it.  Itâ\u0080\u0099s a short notice, fatherâ\u0080\u0094isnâ\u0080\u0099t\nit?â\u0080\u0094but I havenâ\u0080\u0099t my fortune to be settled, or my wedding dresses to be\nmade, like the great ladies, father, have I?  And he said so much, and\nsaid it in his way; so strong and earnest, and all the time so kind and\ngentle; that I said Iâ\u0080\u0099d come and talk to you, father.  And as they paid\nthe money for that work of mine this morning (unexpectedly, I am sure!)\nand as you have fared very poorly for a whole week, and as I couldnâ\u0080\u0099t\nhelp wishing there should be something to make this day a sort of holiday\nto you as well as a dear and happy day to me, father, I made a little\ntreat and brought it to surprise you.â\u0080\u0099\n\nâ\u0080\u0098And see how he leaves it cooling on the step!â\u0080\u0099 said another voice.\n\nIt was the voice of this same Richard, who had come upon them unobserved,\nand stood before the father and daughter; looking down upon them with a\nface as glowing as the iron on which his stout sledge-hammer daily rung.\nA handsome, well-made, powerful youngster he was; with eyes that sparkled\nlike the red-hot droppings from a furnace fire; black hair that curled\nabout his swarthy temples rarely; and a smileâ\u0080\u0094a smile that bore out Megâ\u0080\u0099s\neulogium on his style of conversation.\n\nâ\u0080\u0098See how he leaves it cooling on the step!â\u0080\u0099 said Richard.  â\u0080\u0098Meg donâ\u0080\u0099t\nknow what he likes.  Not she!â\u0080\u0099\n\nTrotty, all action and enthusiasm, immediately reached up his hand to\nRichard, and was going to address him in great hurry, when the house-door\nopened without any warning, and a footman very nearly put his foot into\nthe tripe.\n\nâ\u0080\u0098Out of the vays here, will you!  You must always go and be a-settin on\nour steps, must you!  You canâ\u0080\u0099t go and give a turn to none of the\nneighbours never, canâ\u0080\u0099t you!  _Will_ you clear the road, or wonâ\u0080\u0099t you?â\u0080\u0099\n\nStrictly speaking, the last question was irrelevant, as they had already\ndone it.\n\nâ\u0080\u0098Whatâ\u0080\u0099s the matter, whatâ\u0080\u0099s the matter!â\u0080\u0099 said the gentleman for whom the\ndoor was opened; coming out of the house at that kind of light-heavy\npaceâ\u0080\u0094that peculiar compromise between a walk and a jog-trotâ\u0080\u0094with which a\ngentleman upon the smooth down-hill of life, wearing creaking boots, a\nwatch-chain, and clean linen, _may_ come out of his house: not only\nwithout any abatement of his dignity, but with an expression of having\nimportant and wealthy engagements elsewhere.  â\u0080\u0098Whatâ\u0080\u0099s the matter!  Whatâ\u0080\u0099s\nthe matter!â\u0080\u0099\n\nâ\u0080\u0098Youâ\u0080\u0099re always a-being begged, and prayed, upon your bended knees you\nare,â\u0080\u0099 said the footman with great emphasis to Trotty Veck, â\u0080\u0098to let our\ndoor-steps be.  Why donâ\u0080\u0099t you let â\u0080\u0099em be?  CANâ\u0080\u0099T you let â\u0080\u0099em be?â\u0080\u0099\n\nâ\u0080\u0098There!  Thatâ\u0080\u0099ll do, thatâ\u0080\u0099ll do!â\u0080\u0099 said the gentleman.  â\u0080\u0098Halloa there!\nPorter!â\u0080\u0099 beckoning with his head to Trotty Veck.  â\u0080\u0098Come here.  Whatâ\u0080\u0099s\nthat?  Your dinner?â\u0080\u0099\n\nâ\u0080\u0098Yes, sir,â\u0080\u0099 said Trotty, leaving it behind him in a corner.\n\nâ\u0080\u0098Donâ\u0080\u0099t leave it there,â\u0080\u0099 exclaimed the gentleman.  â\u0080\u0098Bring it here, bring\nit here.  So!  This is your dinner, is it?â\u0080\u0099\n\nâ\u0080\u0098Yes, sir,â\u0080\u0099 repeated Trotty, looking with a fixed eye and a watery mouth,\nat the piece of tripe he had reserved for a last delicious tit-bit; which\nthe gentleman was now turning over and over on the end of the fork.\n\nTwo other gentlemen had come out with him.  One was a low-spirited\ngentleman of middle age, of a meagre habit, and a disconsolate face; who\nkept his hands continually in the pockets of his scanty pepper-and-salt\ntrousers, very large and dogâ\u0080\u0099s-eared from that custom; and was not\nparticularly well brushed or washed.  The other, a full-sized, sleek,\nwell-conditioned gentleman, in a blue coat with bright buttons, and a\nwhite cravat.  This gentleman had a very red face, as if an undue\nproportion of the blood in his body were squeezed up into his head; which\nperhaps accounted for his having also the appearance of being rather cold\nabout the heart.\n\nHe who had Tobyâ\u0080\u0099s meat upon the fork, called to the first one by the name\nof Filer; and they both drew near together.  Mr. Filer being exceedingly\nshort-sighted, was obliged to go so close to the remnant of Tobyâ\u0080\u0099s dinner\nbefore he could make out what it was, that Tobyâ\u0080\u0099s heart leaped up into\nhis mouth.  But Mr. Filer didnâ\u0080\u0099t eat it.\n\nâ\u0080\u0098This is a description of animal food, Alderman,â\u0080\u0099 said Filer, making\nlittle punches in it with a pencil-case, â\u0080\u0098commonly known to the labouring\npopulation of this country, by the name of tripe.â\u0080\u0099\n\nThe Alderman laughed, and winked; for he was a merry fellow, Alderman\nCute.  Oh, and a sly fellow too!  A knowing fellow.  Up to everything.\nNot to be imposed upon.  Deep in the peopleâ\u0080\u0099s hearts!  He knew them, Cute\ndid.  I believe you!\n\nâ\u0080\u0098But who eats tripe?â\u0080\u0099 said Mr. Filer, looking round.  â\u0080\u0098Tripe is without\nan exception the least economical, and the most wasteful article of\nconsumption that the markets of this country can by possibility produce.\nThe loss upon a pound of tripe has been found to be, in the boiling,\nseven-eights of a fifth more than the loss upon a pound of any other\nanimal substance whatever.  Tripe is more expensive, properly understood,\nthan the hothouse pine-apple.  Taking into account the number of animals\nslaughtered yearly within the bills of mortality alone; and forming a low\nestimate of the quantity of tripe which the carcases of those animals,\nreasonably well butchered, would yield; I find that the waste on that\namount of tripe, if boiled, would victual a garrison of five hundred men\nfor five months of thirty-one days each, and a February over.  The Waste,\nthe Waste!â\u0080\u0099\n\nTrotty stood aghast, and his legs shook under him.  He seemed to have\nstarved a garrison of five hundred men with his own hand.\n\nâ\u0080\u0098Who eats tripe?â\u0080\u0099 said Mr. Filer, warmly.  â\u0080\u0098Who eats tripe?â\u0080\u0099\n\nTrotty made a miserable bow.\n\nâ\u0080\u0098You do, do you?â\u0080\u0099 said Mr. Filer.  â\u0080\u0098Then Iâ\u0080\u0099ll tell you something.  You\nsnatch your tripe, my friend, out of the mouths of widows and orphans.â\u0080\u0099\n\nâ\u0080\u0098I hope not, sir,â\u0080\u0099 said Trotty, faintly.  â\u0080\u0098Iâ\u0080\u0099d sooner die of want!â\u0080\u0099\n\nâ\u0080\u0098Divide the amount of tripe before-mentioned, Alderman,â\u0080\u0099 said Mr. Filer,\nâ\u0080\u0098by the estimated number of existing widows and orphans, and the result\nwill be one pennyweight of tripe to each.  Not a grain is left for that\nman.  Consequently, heâ\u0080\u0099s a robber.â\u0080\u0099\n\nTrotty was so shocked, that it gave him no concern to see the Alderman\nfinish the tripe himself.  It was a relief to get rid of it, anyhow.\n\nâ\u0080\u0098And what do you say?â\u0080\u0099 asked the Alderman, jocosely, of the red-faced\ngentleman in the blue coat.  â\u0080\u0098You have heard friend Filer.  What do _you\nsay_?â\u0080\u0099\n\nâ\u0080\u0098Whatâ\u0080\u0099s it possible to say?â\u0080\u0099 returned the gentleman.  â\u0080\u0098What _is_ to be\nsaid?  Who can take any interest in a fellow like this,â\u0080\u0099 meaning Trotty;\nâ\u0080\u0098in such degenerate times as these?  Look at him.  What an object!  The\ngood old times, the grand old times, the great old times!  _Those_ were\nthe times for a bold peasantry, and all that sort of thing.  Those were\nthe times for every sort of thing, in fact.  Thereâ\u0080\u0099s nothing now-a-days.\nAh!â\u0080\u0099 sighed the red-faced gentleman.  â\u0080\u0098The good old times, the good old\ntimes!â\u0080\u0099\n\nThe gentleman didnâ\u0080\u0099t specify what particular times he alluded to; nor did\nhe say whether he objected to the present times, from a disinterested\nconsciousness that they had done nothing very remarkable in producing\nhimself.\n\nâ\u0080\u0098The good old times, the good old times,â\u0080\u0099 repeated the gentleman.  â\u0080\u0098What\ntimes they were!  They were the only times.  Itâ\u0080\u0099s of no use talking about\nany other times, or discussing what the people are in _these_ times.  You\ndonâ\u0080\u0099t call these, times, do you?  I donâ\u0080\u0099t.  Look into Struttâ\u0080\u0099s Costumes,\nand see what a Porter used to be, in any of the good old English reigns.â\u0080\u0099\n\nâ\u0080\u0098He hadnâ\u0080\u0099t, in his very best circumstances, a shirt to his back, or a\nstocking to his foot; and there was scarcely a vegetable in all England\nfor him to put into his mouth,â\u0080\u0099 said Mr. Filer.  â\u0080\u0098I can prove it, by\ntables.â\u0080\u0099\n\nBut still the red-faced gentleman extolled the good old times, the grand\nold times, the great old times.  No matter what anybody else said, he\nstill went turning round and round in one set form of words concerning\nthem; as a poor squirrel turns and turns in its revolving cage; touching\nthe mechanism, and trick of which, it has probably quite as distinct\nperceptions, as ever this red-faced gentleman had of his deceased\nMillennium.\n\nIt is possible that poor Trottyâ\u0080\u0099s faith in these very vague Old Times was\nnot entirely destroyed, for he felt vague enough at that moment.  One\nthing, however, was plain to him, in the midst of his distress; to wit,\nthat however these gentlemen might differ in details, his misgivings of\nthat morning, and of many other mornings, were well founded.  â\u0080\u0098No, no.\nWe canâ\u0080\u0099t go right or do right,â\u0080\u0099 thought Trotty in despair.  â\u0080\u0098There is no\ngood in us.  We are born bad!â\u0080\u0099\n\nBut Trotty had a fatherâ\u0080\u0099s heart within him; which had somehow got into\nhis breast in spite of this decree; and he could not bear that Meg, in\nthe blush of her brief joy, should have her fortune read by these wise\ngentlemen.  â\u0080\u0098God help her,â\u0080\u0099 thought poor Trotty.  â\u0080\u0098She will know it soon\nenough.â\u0080\u0099\n\nHe anxiously signed, therefore, to the young smith, to take her away.\nBut he was so busy, talking to her softly at a little distance, that he\nonly became conscious of this desire, simultaneously with Alderman Cute.\nNow, the Alderman had not yet had his say, but _he_ was a philosopher,\ntooâ\u0080\u0094practical, though!  Oh, very practicalâ\u0080\u0094and, as he had no idea of\nlosing any portion of his audience, he cried â\u0080\u0098Stop!â\u0080\u0099\n\nâ\u0080\u0098Now, you know,â\u0080\u0099 said the Alderman, addressing his two friends, with a\nself-complacent smile upon his face which was habitual to him, â\u0080\u0098I am a\nplain man, and a practical man; and I go to work in a plain practical\nway.  Thatâ\u0080\u0099s my way.  There is not the least mystery or difficulty in\ndealing with this sort of people if you only understand â\u0080\u0099em, and can talk\nto â\u0080\u0099em in their own manner.  Now, you Porter!  Donâ\u0080\u0099t you ever tell me, or\nanybody else, my friend, that you havenâ\u0080\u0099t always enough to eat, and of\nthe best; because I know better.  I have tasted your tripe, you know, and\nyou canâ\u0080\u0099t â\u0080\u009cchaffâ\u0080\u009d me.  You understand what â\u0080\u009cchaffâ\u0080\u009d means, eh?  Thatâ\u0080\u0099s the\nright word, isnâ\u0080\u0099t it?  Ha, ha, ha! Lord bless you,â\u0080\u0099 said the Alderman,\nturning to his friends again, â\u0080\u0098itâ\u0080\u0099s the easiest thing on earth to deal\nwith this sort of people, if you understand â\u0080\u0099em.â\u0080\u0099\n\nFamous man for the common people, Alderman Cute!  Never out of temper\nwith them!  Easy, affable, joking, knowing gentleman!\n\nâ\u0080\u0098You see, my friend,â\u0080\u0099 pursued the Alderman, â\u0080\u0098thereâ\u0080\u0099s a great deal of\nnonsense talked about Wantâ\u0080\u0094â\u0080\u009chard up,â\u0080\u009d you know; thatâ\u0080\u0099s the phrase, isnâ\u0080\u0099t\nit? ha! ha! ha!â\u0080\u0094and I intend to Put it Down.  Thereâ\u0080\u0099s a certain amount of\ncant in vogue about Starvation, and I mean to Put it Down.  Thatâ\u0080\u0099s all!\nLord bless you,â\u0080\u0099 said the Alderman, turning to his friends again, â\u0080\u0098you\nmay Put Down anything among this sort of people, if you only know the way\nto set about it.â\u0080\u0099\n\nTrotty took Megâ\u0080\u0099s hand and drew it through his arm.  He didnâ\u0080\u0099t seem to\nknow what he was doing though.\n\nâ\u0080\u0098Your daughter, eh?â\u0080\u0099 said the Alderman, chucking her familiarly under the\nchin.\n\nAlways affable with the working classes, Alderman Cute!  Knew what\npleased them!  Not a bit of pride!\n\nâ\u0080\u0098Whereâ\u0080\u0099s her mother?â\u0080\u0099 asked that worthy gentleman.\n\nâ\u0080\u0098Dead,â\u0080\u0099 said Toby.  â\u0080\u0098Her mother got up linen; and was called to Heaven\nwhen She was born.â\u0080\u0099\n\nâ\u0080\u0098Not to get up linen _there_, I suppose,â\u0080\u0099 remarked the Alderman\npleasantly.\n\nToby might or might not have been able to separate his wife in Heaven\nfrom her old pursuits.  But query: If Mrs. Alderman Cute had gone to\nHeaven, would Mr. Alderman Cute have pictured her as holding any state or\nstation there?\n\nâ\u0080\u0098And youâ\u0080\u0099re making love to her, are you?â\u0080\u0099 said Cute to the young smith.\n\nâ\u0080\u0098Yes,â\u0080\u0099 returned Richard quickly, for he was nettled by the question.\nâ\u0080\u0098And we are going to be married on New Yearâ\u0080\u0099s Day.â\u0080\u0099\n\nâ\u0080\u0098What do you mean!â\u0080\u0099 cried Filer sharply.  â\u0080\u0098Married!â\u0080\u0099\n\nâ\u0080\u0098Why, yes, weâ\u0080\u0099re thinking of it, Master,â\u0080\u0099 said Richard.  â\u0080\u0098Weâ\u0080\u0099re rather in\na hurry, you see, in case it should be Put Down first.â\u0080\u0099\n\nâ\u0080\u0098Ah!â\u0080\u0099 cried Filer, with a groan.  â\u0080\u0098Put _that_ down indeed, Alderman, and\nyouâ\u0080\u0099ll do something.  Married!  Married!!  The ignorance of the first\nprinciples of political economy on the part of these people; their\nimprovidence; their wickedness; is, by Heavens! enough toâ\u0080\u0094Now look at\nthat couple, will you!â\u0080\u0099\n\nWell?  They were worth looking at.  And marriage seemed as reasonable and\nfair a deed as they need have in contemplation.\n\nâ\u0080\u0098A man may live to be as old as Methuselah,â\u0080\u0099 said Mr. Filer, â\u0080\u0098and may\nlabour all his life for the benefit of such people as those; and may heap\nup facts on figures, facts on figures, facts on figures, mountains high\nand dry; and he can no more hope to persuade â\u0080\u0099em that they have no right\nor business to be married, than he can hope to persuade â\u0080\u0099em that they\nhave no earthly right or business to be born.  And _that_ we know they\nhavenâ\u0080\u0099t.  We reduced it to a mathematical certainty long ago!â\u0080\u0099\n\nAlderman Cute was mightily diverted, and laid his right forefinger on the\nside of his nose, as much as to say to both his friends, â\u0080\u0098Observe me,\nwill you!  Keep your eye on the practical man!â\u0080\u0099â\u0080\u0094and called Meg to him.\n\nâ\u0080\u0098Come here, my girl!â\u0080\u0099 said Alderman Cute.\n\nThe young blood of her lover had been mounting, wrathfully, within the\nlast few minutes; and he was indisposed to let her come.  But, setting a\nconstraint upon himself, he came forward with a stride as Meg approached,\nand stood beside her.  Trotty kept her hand within his arm still, but\nlooked from face to face as wildly as a sleeper in a dream.\n\nâ\u0080\u0098Now, Iâ\u0080\u0099m going to give you a word or two of good advice, my girl,â\u0080\u0099 said\nthe Alderman, in his nice easy way.  â\u0080\u0098Itâ\u0080\u0099s my place to give advice, you\nknow, because Iâ\u0080\u0099m a Justice.  You know Iâ\u0080\u0099m a Justice, donâ\u0080\u0099t you?â\u0080\u0099\n\nMeg timidly said, â\u0080\u0098Yes.â\u0080\u0099  But everybody knew Alderman Cute was a Justice!\nOh dear, so active a Justice always!  Who such a mote of brightness in\nthe public eye, as Cute!\n\nâ\u0080\u0098You are going to be married, you say,â\u0080\u0099 pursued the Alderman.  â\u0080\u0098Very\nunbecoming and indelicate in one of your sex!  But never mind that.\nAfter you are married, youâ\u0080\u0099ll quarrel with your husband and come to be a\ndistressed wife.  You may think not; but you will, because I tell you so.\nNow, I give you fair warning, that I have made up my mind to Put\ndistressed wives Down.  So, donâ\u0080\u0099t be brought before me.  Youâ\u0080\u0099ll have\nchildrenâ\u0080\u0094boys.  Those boys will grow up bad, of course, and run wild in\nthe streets, without shoes and stockings.  Mind, my young friend!  Iâ\u0080\u0099ll\nconvict â\u0080\u0099em summarily, every one, for I am determined to Put boys without\nshoes and stockings, Down.  Perhaps your husband will die young (most\nlikely) and leave you with a baby.  Then youâ\u0080\u0099ll be turned out of doors,\nand wander up and down the streets.  Now, donâ\u0080\u0099t wander near me, my dear,\nfor I am resolved, to Put all wandering mothers Down.  All young mothers,\nof all sorts and kinds, itâ\u0080\u0099s my determination to Put Down.  Donâ\u0080\u0099t think\nto plead illness as an excuse with me; or babies as an excuse with me;\nfor all sick persons and young children (I hope you know the\nchurch-service, but Iâ\u0080\u0099m afraid not) I am determined to Put Down.  And if\nyou attempt, desperately, and ungratefully, and impiously, and\nfraudulently attempt, to drown yourself, or hang yourself, Iâ\u0080\u0099ll have no\npity for you, for I have made up my mind to Put all suicide Down!  If\nthere is one thing,â\u0080\u0099 said the Alderman, with his self-satisfied smile,\nâ\u0080\u0098on which I can be said to have made up my mind more than on another, it\nis to Put suicide Down.  So donâ\u0080\u0099t try it on.  Thatâ\u0080\u0099s the phrase, isnâ\u0080\u0099t\nit?  Ha, ha! now we understand each other.â\u0080\u0099\n\nToby knew not whether to be agonised or glad, to see that Meg had turned\na deadly white, and dropped her loverâ\u0080\u0099s hand.\n\nâ\u0080\u0098And as for you, you dull dog,â\u0080\u0099 said the Alderman, turning with even\nincreased cheerfulness and urbanity to the young smith, â\u0080\u0098what are you\nthinking of being married for?  What do you want to be married for, you\nsilly fellow?  If I was a fine, young, strapping chap like you, I should\nbe ashamed of being milksop enough to pin myself to a womanâ\u0080\u0099s\napron-strings!  Why, sheâ\u0080\u0099ll be an old woman before youâ\u0080\u0099re a middle-aged\nman!  And a pretty figure youâ\u0080\u0099ll cut then, with a draggle-tailed wife and\na crowd of squalling children crying after you wherever you go!â\u0080\u0099\n\nO, he knew how to banter the common people, Alderman Cute!\n\nâ\u0080\u0098There!  Go along with you,â\u0080\u0099 said the Alderman, â\u0080\u0098and repent.  Donâ\u0080\u0099t make\nsuch a fool of yourself as to get married on New Yearâ\u0080\u0099s Day.  Youâ\u0080\u0099ll\nthink very differently of it, long before next New Yearâ\u0080\u0099s Day: a trim\nyoung fellow like you, with all the girls looking after you.  There!  Go\nalong with you!â\u0080\u0099\n\nThey went along.  Not arm in arm, or hand in hand, or interchanging\nbright glances; but, she in tears; he, gloomy and down-looking.  Were\nthese the hearts that had so lately made old Tobyâ\u0080\u0099s leap up from its\nfaintness?  No, no.  The Alderman (a blessing on his head!) had Put\n_them_ Down.\n\nâ\u0080\u0098As you happen to be here,â\u0080\u0099 said the Alderman to Toby, â\u0080\u0098you shall carry a\nletter for me.  Can you be quick?  Youâ\u0080\u0099re an old man.â\u0080\u0099\n\nToby, who had been looking after Meg, quite stupidly, made shift to\nmurmur out that he was very quick, and very strong.\n\nâ\u0080\u0098How old are you?â\u0080\u0099 inquired the Alderman.\n\nâ\u0080\u0098Iâ\u0080\u0099m over sixty, sir,â\u0080\u0099 said Toby.\n\nâ\u0080\u0098O!  This manâ\u0080\u0099s a great deal past the average age, you know,â\u0080\u0099 cried Mr.\nFiler breaking in as if his patience would bear some trying, but this\nreally was carrying matters a little too far.\n\nâ\u0080\u0098I feel Iâ\u0080\u0099m intruding, sir,â\u0080\u0099 said Toby.  â\u0080\u0098Iâ\u0080\u0094I misdoubted it this morning.\nOh dear me!â\u0080\u0099\n\nThe Alderman cut him short by giving him the letter from his pocket.\nToby would have got a shilling too; but Mr. Filer clearly showing that in\nthat case he would rob a certain given number of persons of\nninepence-halfpenny a-piece, he only got sixpence; and thought himself\nvery well off to get that.\n\nThen the Alderman gave an arm to each of his friends, and walked off in\nhigh feather; but, he immediately came hurrying back alone, as if he had\nforgotten something.\n\nâ\u0080\u0098Porter!â\u0080\u0099 said the Alderman.\n\nâ\u0080\u0098Sir!â\u0080\u0099 said Toby.\n\nâ\u0080\u0098Take care of that daughter of yours.  Sheâ\u0080\u0099s much too handsome.â\u0080\u0099\n\nâ\u0080\u0098Even her good looks are stolen from somebody or other, I suppose,â\u0080\u0099\nthought Toby, looking at the sixpence in his hand, and thinking of the\ntripe.  â\u0080\u0098Sheâ\u0080\u0099s been and robbed five hundred ladies of a bloom a-piece, I\nshouldnâ\u0080\u0099t wonder.  Itâ\u0080\u0099s very dreadful!â\u0080\u0099\n\nâ\u0080\u0098Sheâ\u0080\u0099s much too handsome, my man,â\u0080\u0099 repeated the Alderman.  â\u0080\u0098The chances\nare, that sheâ\u0080\u0099ll come to no good, I clearly see.  Observe what I say.\nTake care of her!â\u0080\u0099  With which, he hurried off again.\n\nâ\u0080\u0098Wrong every way.  Wrong every way!â\u0080\u0099 said Trotty, clasping his hands.\nâ\u0080\u0098Born bad.  No business here!â\u0080\u0099\n\nThe Chimes came clashing in upon him as he said the words.  Full, loud,\nand soundingâ\u0080\u0094but with no encouragement.  No, not a drop.\n\nâ\u0080\u0098The tuneâ\u0080\u0099s changed,â\u0080\u0099 cried the old man, as he listened.  â\u0080\u0098Thereâ\u0080\u0099s not a\nword of all that fancy in it.  Why should there be?  I have no business\nwith the New Year nor with the old one neither.  Let me die!â\u0080\u0099\n\nStill the Bells, pealing forth their changes, made the very air spin.\nPut â\u0080\u0099em down, Put â\u0080\u0099em down!  Good old Times, Good old Times!  Facts and\nFigures, Facts and Figures!  Put â\u0080\u0099em down, Put â\u0080\u0099em down!  If they said\nanything they said this, until the brain of Toby reeled.\n\nHe pressed his bewildered head between his hands, as if to keep it from\nsplitting asunder.  A well-timed action, as it happened; for finding the\nletter in one of them, and being by that means reminded of his charge, he\nfell, mechanically, into his usual trot, and trotted off.\n\n\n\n\nCHAPTER IIâ\u0080\u0094The Second Quarter.\n\n\nThe letter Toby had received from Alderman Cute, was addressed to a great\nman in the great district of the town.  The greatest district of the\ntown.  It must have been the greatest district of the town, because it\nwas commonly called â\u0080\u0098the worldâ\u0080\u0099 by its inhabitants.  The letter\npositively seemed heavier in Tobyâ\u0080\u0099s hand, than another letter.  Not\nbecause the Alderman had sealed it with a very large coat of arms and no\nend of wax, but because of the weighty name on the superscription, and\nthe ponderous amount of gold and silver with which it was associated.\n\nâ\u0080\u0098How different from us!â\u0080\u0099 thought Toby, in all simplicity and earnestness,\nas he looked at the direction.  â\u0080\u0098Divide the lively turtles in the bills\nof mortality, by the number of gentlefolks able to buy â\u0080\u0099em; and whose\nshare does he take but his own!  As to snatching tripe from anybodyâ\u0080\u0099s\nmouthâ\u0080\u0094heâ\u0080\u0099d scorn it!â\u0080\u0099\n\nWith the involuntary homage due to such an exalted character, Toby\ninterposed a corner of his apron between the letter and his fingers.\n\nâ\u0080\u0098His children,â\u0080\u0099 said Trotty, and a mist rose before his eyes; â\u0080\u0098his\ndaughtersâ\u0080\u0094Gentlemen may win their hearts and marry them; they may be\nhappy wives and mothers; they may be handsome like my darling M-e-â\u0080\u0099.\n\nHe couldnâ\u0080\u0099t finish the name.  The final letter swelled in his throat, to\nthe size of the whole alphabet.\n\nâ\u0080\u0098Never mind,â\u0080\u0099 thought Trotty.  â\u0080\u0098I know what I mean.  Thatâ\u0080\u0099s more than\nenough for me.â\u0080\u0099  And with this consolatory rumination, trotted on.\n\nIt was a hard frost, that day.  The air was bracing, crisp, and clear.\nThe wintry sun, though powerless for warmth, looked brightly down upon\nthe ice it was too weak to melt, and set a radiant glory there.  At other\ntimes, Trotty might have learned a poor manâ\u0080\u0099s lesson from the wintry sun;\nbut, he was past that, now.\n\nThe Year was Old, that day.  The patient Year had lived through the\nreproaches and misuses of its slanderers, and faithfully performed its\nwork.  Spring, summer, autumn, winter.  It had laboured through the\ndestined round, and now laid down its weary head to die.  Shut out from\nhope, high impulse, active happiness, itself, but active messenger of\nmany joys to others, it made appeal in its decline to have its toiling\ndays and patient hours remembered, and to die in peace.  Trotty might\nhave read a poor manâ\u0080\u0099s allegory in the fading year; but he was past that,\nnow.\n\nAnd only he?  Or has the like appeal been ever made, by seventy years at\nonce upon an English labourerâ\u0080\u0099s head, and made in vain!\n\nThe streets were full of motion, and the shops were decked out gaily.\nThe New Year, like an Infant Heir to the whole world, was waited for,\nwith welcomes, presents, and rejoicings.  There were books and toys for\nthe New Year, glittering trinkets for the New Year, dresses for the New\nYear, schemes of fortune for the New Year; new inventions to beguile it.\nIts life was parcelled out in almanacks and pocket-books; the coming of\nits moons, and stars, and tides, was known beforehand to the moment; all\nthe workings of its seasons in their days and nights, were calculated\nwith as much precision as Mr. Filer could work sums in men and women.\n\nThe New Year, the New Year.  Everywhere the New Year!  The Old Year was\nalready looked upon as dead; and its effects were selling cheap, like\nsome drowned marinerâ\u0080\u0099s aboardship.  Its patterns were Last Yearâ\u0080\u0099s, and\ngoing at a sacrifice, before its breath was gone.  Its treasures were\nmere dirt, beside the riches of its unborn successor!\n\nTrotty had no portion, to his thinking, in the New Year or the Old.\n\nâ\u0080\u0098Put â\u0080\u0099em down, Put â\u0080\u0099em down!  Facts and Figures, Facts and Figures!  Good\nold Times, Good old Times!  Put â\u0080\u0099em down, Put â\u0080\u0099em down!â\u0080\u0099â\u0080\u0094his trot went to\nthat measure, and would fit itself to nothing else.\n\nBut, even that one, melancholy as it was, brought him, in due time, to\nthe end of his journey.  To the mansion of Sir Joseph Bowley, Member of\nParliament.\n\nThe door was opened by a Porter.  Such a Porter!  Not of Tobyâ\u0080\u0099s order.\nQuite another thing.  His place was the ticket though; not Tobyâ\u0080\u0099s.\n\nThis Porter underwent some hard panting before he could speak; having\nbreathed himself by coming incautiously out of his chair, without first\ntaking time to think about it and compose his mind.  When he had found\nhis voiceâ\u0080\u0094which it took him a long time to do, for it was a long way off,\nand hidden under a load of meatâ\u0080\u0094he said in a fat whisper,\n\nâ\u0080\u0098Whoâ\u0080\u0099s it from?â\u0080\u0099\n\nToby told him.\n\nâ\u0080\u0098Youâ\u0080\u0099re to take it in, yourself,â\u0080\u0099 said the Porter, pointing to a room at\nthe end of a long passage, opening from the hall.  â\u0080\u0098Everything goes\nstraight in, on this day of the year.  Youâ\u0080\u0099re not a bit too soon; for the\ncarriage is at the door now, and they have only come to town for a couple\nof hours, aâ\u0080\u0099 purpose.â\u0080\u0099\n\nToby wiped his feet (which were quite dry already) with great care, and\ntook the way pointed out to him; observing as he went that it was an\nawfully grand house, but hushed and covered up, as if the family were in\nthe country.  Knocking at the room-door, he was told to enter from\nwithin; and doing so found himself in a spacious library, where, at a\ntable strewn with files and papers, were a stately lady in a bonnet; and\na not very stately gentleman in black who wrote from her dictation; while\nanother, and an older, and a much statelier gentleman, whose hat and cane\nwere on the table, walked up and down, with one hand in his breast, and\nlooked complacently from time to time at his own pictureâ\u0080\u0094a full length; a\nvery full lengthâ\u0080\u0094hanging over the fireplace.\n\nâ\u0080\u0098What is this?â\u0080\u0099 said the last-named gentleman.  â\u0080\u0098Mr. Fish, will you have\nthe goodness to attend?â\u0080\u0099\n\nMr. Fish begged pardon, and taking the letter from Toby, handed it, with\ngreat respect.\n\nâ\u0080\u0098From Alderman Cute, Sir Joseph.â\u0080\u0099\n\nâ\u0080\u0098Is this all?  Have you nothing else, Porter?â\u0080\u0099 inquired Sir Joseph.\n\nToby replied in the negative.\n\nâ\u0080\u0098You have no bill or demand upon meâ\u0080\u0094my name is Bowley, Sir Joseph\nBowleyâ\u0080\u0094of any kind from anybody, have you?â\u0080\u0099 said Sir Joseph.  â\u0080\u0098If you\nhave, present it.  There is a cheque-book by the side of Mr. Fish.  I\nallow nothing to be carried into the New Year.  Every description of\naccount is settled in this house at the close of the old one.  So that if\ndeath was toâ\u0080\u0094toâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098To cut,â\u0080\u0099 suggested Mr. Fish.\n\nâ\u0080\u0098To sever, sir,â\u0080\u0099 returned Sir Joseph, with great asperity, â\u0080\u0098the cord of\nexistenceâ\u0080\u0094my affairs would be found, I hope, in a state of preparation.â\u0080\u0099\n\nâ\u0080\u0098My dear Sir Joseph!â\u0080\u0099 said the lady, who was greatly younger than the\ngentleman.  â\u0080\u0098How shocking!â\u0080\u0099\n\nâ\u0080\u0098My lady Bowley,â\u0080\u0099 returned Sir Joseph, floundering now and then, as in\nthe great depth of his observations, â\u0080\u0098at this season of the year we\nshould think ofâ\u0080\u0094ofâ\u0080\u0094ourselves.  We should look into ourâ\u0080\u0094our accounts.  We\nshould feel that every return of so eventful a period in human\ntransactions, involves a matter of deep moment between a man and hisâ\u0080\u0094and\nhis banker.â\u0080\u0099\n\nSir Joseph delivered these words as if he felt the full morality of what\nhe was saying; and desired that even Trotty should have an opportunity of\nbeing improved by such discourse.  Possibly he had this end before him in\nstill forbearing to break the seal of the letter, and in telling Trotty\nto wait where he was, a minute.\n\nâ\u0080\u0098You were desiring Mr. Fish to say, my ladyâ\u0080\u0094â\u0080\u0099 observed Sir Joseph.\n\nâ\u0080\u0098Mr. Fish has said that, I believe,â\u0080\u0099 returned his lady, glancing at the\nletter.  â\u0080\u0098But, upon my word, Sir Joseph, I donâ\u0080\u0099t think I can let it go\nafter all.  It is so very dear.â\u0080\u0099\n\nâ\u0080\u0098What is dear?â\u0080\u0099 inquired Sir Joseph.\n\nâ\u0080\u0098That Charity, my love.  They only allow two votes for a subscription of\nfive pounds.  Really monstrous!â\u0080\u0099\n\nâ\u0080\u0098My lady Bowley,â\u0080\u0099 returned Sir Joseph, â\u0080\u0098you surprise me.  Is the luxury\nof feeling in proportion to the number of votes; or is it, to a rightly\nconstituted mind, in proportion to the number of applicants, and the\nwholesome state of mind to which their canvassing reduces them?  Is there\nno excitement of the purest kind in having two votes to dispose of among\nfifty people?â\u0080\u0099\n\nâ\u0080\u0098Not to me, I acknowledge,â\u0080\u0099 replied the lady.  â\u0080\u0098It bores one.  Besides,\none canâ\u0080\u0099t oblige oneâ\u0080\u0099s acquaintance.  But you are the Poor Manâ\u0080\u0099s Friend,\nyou know, Sir Joseph.  You think otherwise.â\u0080\u0099\n\nâ\u0080\u0098I _am_ the Poor Manâ\u0080\u0099s Friend,â\u0080\u0099 observed Sir Joseph, glancing at the poor\nman present.  â\u0080\u0098As such I may be taunted.  As such I have been taunted.\nBut I ask no other title.â\u0080\u0099\n\nâ\u0080\u0098Bless him for a noble gentleman!â\u0080\u0099 thought Trotty.\n\nâ\u0080\u0098I donâ\u0080\u0099t agree with Cute here, for instance,â\u0080\u0099 said Sir Joseph, holding\nout the letter.  â\u0080\u0098I donâ\u0080\u0099t agree with the Filer party.  I donâ\u0080\u0099t agree with\nany party.  My friend the Poor Man, has no business with anything of that\nsort, and nothing of that sort has any business with him.  My friend the\nPoor Man, in my district, is my business.  No man or body of men has any\nright to interfere between my friend and me.  That is the ground I take.\nI assume aâ\u0080\u0094a paternal character towards my friend.  I say, â\u0080\u009cMy good\nfellow, I will treat you paternally.â\u0080\u009dâ\u0080\u0099\n\nToby listened with great gravity, and began to feel more comfortable.\n\nâ\u0080\u0098Your only business, my good fellow,â\u0080\u0099 pursued Sir Joseph, looking\nabstractedly at Toby; â\u0080\u0098your only business in life is with me.  You\nneednâ\u0080\u0099t trouble yourself to think about anything.  I will think for you;\nI know what is good for you; I am your perpetual parent.  Such is the\ndispensation of an all-wise Providence!  Now, the design of your creation\nisâ\u0080\u0094not that you should swill, and guzzle, and associate your enjoyments,\nbrutally, with food; Toby thought remorsefully of the tripe; â\u0080\u0098but that\nyou should feel the Dignity of Labour.  Go forth erect into the cheerful\nmorning air, andâ\u0080\u0094and stop there.  Live hard and temperately, be\nrespectful, exercise your self-denial, bring up your family on next to\nnothing, pay your rent as regularly as the clock strikes, be punctual in\nyour dealings (I set you a good example; you will find Mr. Fish, my\nconfidential secretary, with a cash-box before him at all times); and you\nmay trust to me to be your Friend and Father.â\u0080\u0099\n\nâ\u0080\u0098Nice children, indeed, Sir Joseph!â\u0080\u0099 said the lady, with a shudder.\nâ\u0080\u0098Rheumatisms, and fevers, and crooked legs, and asthmas, and all kinds of\nhorrors!â\u0080\u0099\n\nâ\u0080\u0098My lady,â\u0080\u0099 returned Sir Joseph, with solemnity, â\u0080\u0098not the less am I the\nPoor Manâ\u0080\u0099s Friend and Father.  Not the less shall he receive\nencouragement at my hands.  Every quarter-day he will be put in\ncommunication with Mr. Fish.  Every New Yearâ\u0080\u0099s Day, myself and friends\nwill drink his health.  Once every year, myself and friends will address\nhim with the deepest feeling.  Once in his life, he may even perhaps\nreceive; in public, in the presence of the gentry; a Trifle from a\nFriend.  And when, upheld no more by these stimulants, and the Dignity of\nLabour, he sinks into his comfortable grave, then, my ladyâ\u0080\u0099â\u0080\u0094here Sir\nJoseph blew his noseâ\u0080\u0094â\u0080\u0098I will be a Friend and a Fatherâ\u0080\u0094on the same\ntermsâ\u0080\u0094to his children.â\u0080\u0099\n\nToby was greatly moved.\n\nâ\u0080\u0098O! You have a thankful family, Sir Joseph!â\u0080\u0099 cried his wife.\n\nâ\u0080\u0098My lady,â\u0080\u0099 said Sir Joseph, quite majestically, â\u0080\u0098Ingratitude is known to\nbe the sin of that class.  I expect no other return.â\u0080\u0099\n\nâ\u0080\u0098Ah!  Born bad!â\u0080\u0099 thought Toby.  â\u0080\u0098Nothing melts us.â\u0080\u0099\n\nâ\u0080\u0098What man can do, _I_ do,â\u0080\u0099 pursued Sir Joseph.  â\u0080\u0098I do my duty as the Poor\nManâ\u0080\u0099s Friend and Father; and I endeavour to educate his mind, by\ninculcating on all occasions the one great moral lesson which that class\nrequires.  That is, entire Dependence on myself.  They have no business\nwhatever withâ\u0080\u0094with themselves.  If wicked and designing persons tell them\notherwise, and they become impatient and discontented, and are guilty of\ninsubordinate conduct and black-hearted ingratitude; which is undoubtedly\nthe case; I am their Friend and Father still.  It is so Ordained.  It is\nin the nature of things.â\u0080\u0099\n\nWith that great sentiment, he opened the Aldermanâ\u0080\u0099s letter; and read it.\n\nâ\u0080\u0098Very polite and attentive, I am sure!â\u0080\u0099 exclaimed Sir Joseph.  â\u0080\u0098My lady,\nthe Alderman is so obliging as to remind me that he has had â\u0080\u009cthe\ndistinguished honourâ\u0080\u009dâ\u0080\u0094he is very goodâ\u0080\u0094of meeting me at the house of our\nmutual friend Deedles, the banker; and he does me the favour to inquire\nwhether it will be agreeable to me to have Will Fern put down.â\u0080\u0099\n\nâ\u0080\u0098_Most_ agreeable!â\u0080\u0099 replied my Lady Bowley.  â\u0080\u0098The worst man among them!\nHe has been committing a robbery, I hope?â\u0080\u0099\n\nâ\u0080\u0098Why no,â\u0080\u0099 said Sir Josephâ\u0080\u0099, referring to the letter.  â\u0080\u0098Not quite.  Very\nnear.  Not quite.  He came up to London, it seems, to look for employment\n(trying to better himselfâ\u0080\u0094thatâ\u0080\u0099s his story), and being found at night\nasleep in a shed, was taken into custody, and carried next morning before\nthe Alderman.  The Alderman observes (very properly) that he is\ndetermined to put this sort of thing down; and that if it will be\nagreeable to me to have Will Fern put down, he will be happy to begin\nwith him.â\u0080\u0099\n\nâ\u0080\u0098Let him be made an example of, by all means,â\u0080\u0099 returned the lady.  â\u0080\u0098Last\nwinter, when I introduced pinking and eyelet-holing among the men and\nboys in the village, as a nice evening employment, and had the lines,\n\n    O let us love our occupations,\n    Bless the squire and his relations,\n    Live upon our daily rations,\n    And always know our proper stations,\n\nset to music on the new system, for them to sing the while; this very\nFernâ\u0080\u0094I see him nowâ\u0080\u0094touched that hat of his, and said, â\u0080\u009cI humbly ask your\npardon, my lady, but _anâ\u0080\u0099t_ I something different from a great girl?â\u0080\u009d  I\nexpected it, of course; who can expect anything but insolence and\ningratitude from that class of people!  That is not to the purpose,\nhowever.  Sir Joseph!  Make an example of him!â\u0080\u0099\n\nâ\u0080\u0098Hem!â\u0080\u0099 coughed Sir Joseph.  â\u0080\u0098Mr. Fish, if youâ\u0080\u0099ll have the goodness to\nattendâ\u0080\u0094â\u0080\u0099\n\nMr. Fish immediately seized his pen, and wrote from Sir Josephâ\u0080\u0099s\ndictation.\n\nâ\u0080\u0098Private.  My dear Sir.  I am very much indebted to you for your courtesy\nin the matter of the man William Fern, of whom, I regret to add, I can\nsay nothing favourable.  I have uniformly considered myself in the light\nof his Friend and Father, but have been repaid (a common case, I grieve\nto say) with ingratitude, and constant opposition to my plans.  He is a\nturbulent and rebellious spirit.  His character will not bear\ninvestigation.  Nothing will persuade him to be happy when he might.\nUnder these circumstances, it appears to me, I own, that when he comes\nbefore you again (as you informed me he promised to do to-morrow, pending\nyour inquiries, and I think he may be so far relied upon), his committal\nfor some short term as a Vagabond, would be a service to society, and\nwould be a salutary example in a country whereâ\u0080\u0094for the sake of those who\nare, through good and evil report, the Friends and Fathers of the Poor,\nas well as with a view to that, generally speaking, misguided class\nthemselvesâ\u0080\u0094examples are greatly needed.  And I am,â\u0080\u0099 and so forth.\n\nâ\u0080\u0098It appears,â\u0080\u0099 remarked Sir Joseph when he had signed this letter, and Mr.\nFish was sealing it, â\u0080\u0098as if this were Ordained: really.  At the close of\nthe year, I wind up my account and strike my balance, even with William\nFern!â\u0080\u0099\n\nTrotty, who had long ago relapsed, and was very low-spirited, stepped\nforward with a rueful face to take the letter.\n\nâ\u0080\u0098With my compliments and thanks,â\u0080\u0099 said Sir Joseph.  â\u0080\u0098Stop!â\u0080\u0099\n\nâ\u0080\u0098Stop!â\u0080\u0099 echoed Mr. Fish.\n\nâ\u0080\u0098You have heard, perhaps,â\u0080\u0099 said Sir Joseph, oracularly, â\u0080\u0098certain remarks\ninto which I have been led respecting the solemn period of time at which\nwe have arrived, and the duty imposed upon us of settling our affairs,\nand being prepared.  You have observed that I donâ\u0080\u0099t shelter myself behind\nmy superior standing in society, but that Mr. Fishâ\u0080\u0094that gentlemanâ\u0080\u0094has a\ncheque-book at his elbow, and is in fact here, to enable me to turn over\na perfectly new leaf, and enter on the epoch before us with a clean\naccount.  Now, my friend, can you lay your hand upon your heart, and say,\nthat you also have made preparations for a New Year?â\u0080\u0099\n\nâ\u0080\u0098I am afraid, sir,â\u0080\u0099 stammered Trotty, looking meekly at him, â\u0080\u0098that I am\naâ\u0080\u0094aâ\u0080\u0094little behind-hand with the world.â\u0080\u0099\n\nâ\u0080\u0098Behind-hand with the world!â\u0080\u0099 repeated Sir Joseph Bowley, in a tone of\nterrible distinctness.\n\nâ\u0080\u0098I am afraid, sir,â\u0080\u0099 faltered Trotty, â\u0080\u0098that thereâ\u0080\u0099s a matter of ten or\ntwelve shillings owing to Mrs. Chickenstalker.â\u0080\u0099\n\nâ\u0080\u0098To Mrs. Chickenstalker!â\u0080\u0099 repeated Sir Joseph, in the same tone as\nbefore.\n\nâ\u0080\u0098A shop, sir,â\u0080\u0099 exclaimed Toby, â\u0080\u0098in the general line.  Also aâ\u0080\u0094a little\nmoney on account of rent.  A very little, sir.  It oughtnâ\u0080\u0099t to be owing,\nI know, but we have been hard put to it, indeed!â\u0080\u0099\n\nSir Joseph looked at his lady, and at Mr. Fish, and at Trotty, one after\nanother, twice all round.  He then made a despondent gesture with both\nhands at once, as if he gave the thing up altogether.\n\nâ\u0080\u0098How a man, even among this improvident and impracticable race; an old\nman; a man grown grey; can look a New Year in the face, with his affairs\nin this condition; how he can lie down on his bed at night, and get up\nagain in the morning, andâ\u0080\u0094There!â\u0080\u0099 he said, turning his back on Trotty.\nâ\u0080\u0098Take the letter.  Take the letter!â\u0080\u0099\n\nâ\u0080\u0098I heartily wish it was otherwise, sir,â\u0080\u0099 said Trotty, anxious to excuse\nhimself.  â\u0080\u0098We have been tried very hard.â\u0080\u0099\n\nSir Joseph still repeating â\u0080\u0098Take the letter, take the letter!â\u0080\u0099 and Mr.\nFish not only saying the same thing, but giving additional force to the\nrequest by motioning the bearer to the door, he had nothing for it but to\nmake his bow and leave the house.  And in the street, poor Trotty pulled\nhis worn old hat down on his head, to hide the grief he felt at getting\nno hold on the New Year, anywhere.\n\nHe didnâ\u0080\u0099t even lift his hat to look up at the Bell tower when he came to\nthe old church on his return.  He halted there a moment, from habit: and\nknew that it was growing dark, and that the steeple rose above him,\nindistinct and faint, in the murky air.  He knew, too, that the Chimes\nwould ring immediately; and that they sounded to his fancy, at such a\ntime, like voices in the clouds.  But he only made the more haste to\ndeliver the Aldermanâ\u0080\u0099s letter, and get out of the way before they began;\nfor he dreaded to hear them tagging â\u0080\u0098Friends and Fathers, Friends and\nFathers,â\u0080\u0099 to the burden they had rung out last.\n\nToby discharged himself of his commission, therefore, with all possible\nspeed, and set off trotting homeward.  But what with his pace, which was\nat best an awkward one in the street; and what with his hat, which didnâ\u0080\u0099t\nimprove it; he trotted against somebody in less than no time, and was\nsent staggering out into the road.\n\nâ\u0080\u0098I beg your pardon, Iâ\u0080\u0099m sure!â\u0080\u0099 said Trotty, pulling up his hat in great\nconfusion, and between the hat and the torn lining, fixing his head into\na kind of bee-hive.  â\u0080\u0098I hope I havenâ\u0080\u0099t hurt you.â\u0080\u0099\n\nAs to hurting anybody, Toby was not such an absolute Samson, but that he\nwas much more likely to be hurt himself: and indeed, he had flown out\ninto the road, like a shuttlecock.  He had such an opinion of his own\nstrength, however, that he was in real concern for the other party: and\nsaid again,\n\nâ\u0080\u0098I hope I havenâ\u0080\u0099t hurt you?â\u0080\u0099\n\nThe man against whom he had run; a sun-browned, sinewy, country-looking\nman, with grizzled hair, and a rough chin; stared at him for a moment, as\nif he suspected him to be in jest.  But, satisfied of his good faith, he\nanswered:\n\nâ\u0080\u0098No, friend.  You have not hurt me.â\u0080\u0099\n\nâ\u0080\u0098Nor the child, I hope?â\u0080\u0099 said Trotty.\n\nâ\u0080\u0098Nor the child,â\u0080\u0099 returned the man.  â\u0080\u0098I thank you kindly.â\u0080\u0099\n\nAs he said so, he glanced at a little girl he carried in his arms,\nasleep: and shading her face with the long end of the poor handkerchief\nhe wore about his throat, went slowly on.\n\nThe tone in which he said â\u0080\u0098I thank you kindly,â\u0080\u0099 penetrated Trottyâ\u0080\u0099s\nheart.  He was so jaded and foot-sore, and so soiled with travel, and\nlooked about him so forlorn and strange, that it was a comfort to him to\nbe able to thank any one: no matter for how little.  Toby stood gazing\nafter him as he plodded wearily away, with the childâ\u0080\u0099s arm clinging round\nhis neck.\n\nAt the figure in the worn shoesâ\u0080\u0094now the very shade and ghost of\nshoesâ\u0080\u0094rough leather leggings, common frock, and broad slouched hat,\nTrotty stood gazing, blind to the whole street.  And at the childâ\u0080\u0099s arm,\nclinging round its neck.\n\nBefore he merged into the darkness the traveller stopped; and looking\nround, and seeing Trotty standing there yet, seemed undecided whether to\nreturn or go on.  After doing first the one and then the other, he came\nback, and Trotty went half-way to meet him.\n\nâ\u0080\u0098You can tell me, perhaps,â\u0080\u0099 said the man with a faint smile, â\u0080\u0098and if you\ncan I am sure you will, and Iâ\u0080\u0099d rather ask you than anotherâ\u0080\u0094where\nAlderman Cute lives.â\u0080\u0099\n\nâ\u0080\u0098Close at hand,â\u0080\u0099 replied Toby.  â\u0080\u0098Iâ\u0080\u0099ll show you his house with pleasure.â\u0080\u0099\n\nâ\u0080\u0098I was to have gone to him elsewhere to-morrow,â\u0080\u0099 said the man,\naccompanying Toby, â\u0080\u0098but Iâ\u0080\u0099m uneasy under suspicion, and want to clear\nmyself, and to be free to go and seek my breadâ\u0080\u0094I donâ\u0080\u0099t know where.  So,\nmaybe heâ\u0080\u0099ll forgive my going to his house to-night.â\u0080\u0099\n\nâ\u0080\u0098Itâ\u0080\u0099s impossible,â\u0080\u0099 cried Toby with a start, â\u0080\u0098that your nameâ\u0080\u0099s Fern!â\u0080\u0099\n\nâ\u0080\u0098Eh!â\u0080\u0099 cried the other, turning on him in astonishment.\n\nâ\u0080\u0098Fern!  Will Fern!â\u0080\u0099 said Trotty.\n\nâ\u0080\u0098Thatâ\u0080\u0099s my name,â\u0080\u0099 replied the other.\n\nâ\u0080\u0098Why then,â\u0080\u0099 said Trotty, seizing him by the arm, and looking cautiously\nround, â\u0080\u0098for Heavenâ\u0080\u0099s sake donâ\u0080\u0099t go to him!  Donâ\u0080\u0099t go to him!  Heâ\u0080\u0099ll put\nyou down as sure as ever you were born.  Here! come up this alley, and\nIâ\u0080\u0099ll tell you what I mean.  Donâ\u0080\u0099t go to _him_.â\u0080\u0099\n\nHis new acquaintance looked as if he thought him mad; but he bore him\ncompany nevertheless.  When they were shrouded from observation, Trotty\ntold him what he knew, and what character he had received, and all about\nit.\n\nThe subject of his history listened to it with a calmness that surprised\nhim.  He did not contradict or interrupt it, once.  He nodded his head\nnow and thenâ\u0080\u0094more in corroboration of an old and worn-out story, it\nappeared, than in refutation of it; and once or twice threw back his hat,\nand passed his freckled hand over a brow, where every furrow he had\nploughed seemed to have set its image in little.  But he did no more.\n\nâ\u0080\u0098Itâ\u0080\u0099s true enough in the main,â\u0080\u0099 he said, â\u0080\u0098master, I could sift grain from\nhusk here and there, but let it be as â\u0080\u0099tis.  What odds?  I have gone\nagainst his plans; to my misfortunâ\u0080\u0099.  I canâ\u0080\u0099t help it; I should do the\nlike to-morrow.  As to character, them gentlefolks will search and\nsearch, and pry and pry, and have it as free from spot or speck in us,\nafore theyâ\u0080\u0099ll help us to a dry good word!â\u0080\u0094Well! I hope they donâ\u0080\u0099t lose\ngood opinion as easy as we do, or their lives is strict indeed, and\nhardly worth the keeping.  For myself, master, I never took with that\nhandâ\u0080\u0099â\u0080\u0094holding it before himâ\u0080\u0094â\u0080\u0098what wasnâ\u0080\u0099t my own; and never held it back\nfrom work, however hard, or poorly paid.  Whoever can deny it, let him\nchop it off!  But when work wonâ\u0080\u0099t maintain me like a human creetur; when\nmy living is so bad, that I am Hungry, out of doors and in; when I see a\nwhole working life begin that way, go on that way, and end that way,\nwithout a chance or change; then I say to the gentlefolks â\u0080\u009cKeep away from\nme!  Let my cottage be.  My doors is dark enough without your darkening\nof â\u0080\u0099em more.  Donâ\u0080\u0099t look for me to come up into the Park to help the show\nwhen thereâ\u0080\u0099s a Birthday, or a fine Speechmaking, or what not.  Act your\nPlays and Games without me, and be welcome to â\u0080\u0099em, and enjoy â\u0080\u0099em.  Weâ\u0080\u0099ve\nnowt to do with one another.  Iâ\u0080\u0099m best let alone!â\u0080\u009dâ\u0080\u0099\n\nSeeing that the child in his arms had opened her eyes, and was looking\nabout her in wonder, he checked himself to say a word or two of foolish\nprattle in her ear, and stand her on the ground beside him.  Then slowly\nwinding one of her long tresses round and round his rough forefinger like\na ring, while she hung about his dusty leg, he said to Trotty:\n\nâ\u0080\u0098Iâ\u0080\u0099m not a cross-grained man by natuâ\u0080\u0099, I believe; and easy satisfied, Iâ\u0080\u0099m\nsure.  I bear no ill-will against none of â\u0080\u0099em.  I only want to live like\none of the Almightyâ\u0080\u0099s creeturs.  I canâ\u0080\u0099tâ\u0080\u0094I donâ\u0080\u0099tâ\u0080\u0094and so thereâ\u0080\u0099s a pit dug\nbetween me, and them that can and do.  Thereâ\u0080\u0099s others like me.  You might\ntell â\u0080\u0099em off by hundreds and by thousands, sooner than by ones.â\u0080\u0099\n\nTrotty knew he spoke the Truth in this, and shook his head to signify as\nmuch.\n\nâ\u0080\u0098Iâ\u0080\u0099ve got a bad name this way,â\u0080\u0099 said Fern; â\u0080\u0098and Iâ\u0080\u0099m not likely, Iâ\u0080\u0099m\nafeared, to get a better.  â\u0080\u0099Tanâ\u0080\u0099t lawful to be out of sorts, and I AM out\nof sorts, though God knows Iâ\u0080\u0099d sooner bear a cheerful spirit if I could.\nWell!  I donâ\u0080\u0099t know as this Alderman could hurt _me_ much by sending me\nto jail; but without a friend to speak a word for me, he might do it; and\nyou seeâ\u0080\u0094!â\u0080\u0099 pointing downward with his finger, at the child.\n\nâ\u0080\u0098She has a beautiful face,â\u0080\u0099 said Trotty.\n\nâ\u0080\u0098Why yes!â\u0080\u0099 replied the other in a low voice, as he gently turned it up\nwith both his hands towards his own, and looked upon it steadfastly.\nâ\u0080\u0098Iâ\u0080\u0099ve thought so, many times.  Iâ\u0080\u0099ve thought so, when my hearth was very\ncold, and cupboard very bare.  I thought so tâ\u0080\u0099other night, when we were\ntaken like two thieves.  But theyâ\u0080\u0094they shouldnâ\u0080\u0099t try the little face too\noften, should they, Lilian?  Thatâ\u0080\u0099s hardly fair upon a man!â\u0080\u0099\n\nHe sunk his voice so low, and gazed upon her with an air so stern and\nstrange, that Toby, to divert the current of his thoughts, inquired if\nhis wife were living.\n\nâ\u0080\u0098I never had one,â\u0080\u0099 he returned, shaking his head.  â\u0080\u0098Sheâ\u0080\u0099s my brotherâ\u0080\u0099s\nchild: a orphan.  Nine year old, though youâ\u0080\u0099d hardly think it; but sheâ\u0080\u0099s\ntired and worn out now.  Theyâ\u0080\u0099d have taken care on her, the\nUnionâ\u0080\u0094eight-and-twenty mile away from where we liveâ\u0080\u0094between four walls\n(as they took care of my old father when he couldnâ\u0080\u0099t work no more, though\nhe didnâ\u0080\u0099t trouble â\u0080\u0099em long); but I took her instead, and sheâ\u0080\u0099s lived with\nme ever since.  Her mother had a friend once, in London here.  We are\ntrying to find her, and to find work too; but itâ\u0080\u0099s a large place.  Never\nmind.  More room for us to walk about in, Lilly!â\u0080\u0099\n\nMeeting the childâ\u0080\u0099s eyes with a smile which melted Toby more than tears,\nhe shook him by the hand.\n\nâ\u0080\u0098I donâ\u0080\u0099t so much as know your name,â\u0080\u0099 he said, â\u0080\u0098but Iâ\u0080\u0099ve opened my heart\nfree to you, for Iâ\u0080\u0099m thankful to you; with good reason.  Iâ\u0080\u0099ll take your\nadvice, and keep clear of thisâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098Justice,â\u0080\u0099 suggested Toby.\n\nâ\u0080\u0098Ah!â\u0080\u0099 he said.  â\u0080\u0098If thatâ\u0080\u0099s the name they give him.  This Justice.  And\nto-morrow will try whether thereâ\u0080\u0099s better fortunâ\u0080\u0099 to be met with,\nsomewheres near London.  Good night.  A Happy New Year!â\u0080\u0099\n\nâ\u0080\u0098Stay!â\u0080\u0099 cried Trotty, catching at his hand, as he relaxed his grip.\nâ\u0080\u0098Stay!  The New Year never can be happy to me, if we part like this.  The\nNew Year never can be happy to me, if I see the child and you go\nwandering away, you donâ\u0080\u0099t know where, without a shelter for your heads.\nCome home with me!  Iâ\u0080\u0099m a poor man, living in a poor place; but I can\ngive you lodging for one night and never miss it.  Come home with me!\nHere!  Iâ\u0080\u0099ll take her!â\u0080\u0099 cried Trotty, lifting up the child.  â\u0080\u0098A pretty\none!  Iâ\u0080\u0099d carry twenty times her weight, and never know Iâ\u0080\u0099d got it.  Tell\nme if I go too quick for you.  Iâ\u0080\u0099m very fast.  I always was!â\u0080\u0099  Trotty\nsaid this, taking about six of his trotting paces to one stride of his\nfatigued companion; and with his thin legs quivering again, beneath the\nload he bore.\n\nâ\u0080\u0098Why, sheâ\u0080\u0099s as light,â\u0080\u0099 said Trotty, trotting in his speech as well as in\nhis gait; for he couldnâ\u0080\u0099t bear to be thanked, and dreaded a momentâ\u0080\u0099s\npause; â\u0080\u0098as light as a feather.  Lighter than a Peacockâ\u0080\u0099s featherâ\u0080\u0094a great\ndeal lighter.  Here we are and here we go!  Round this first turning to\nthe right, Uncle Will, and past the pump, and sharp off up the passage to\nthe left, right opposite the public-house.  Here we are and here we go!\nCross over, Uncle Will, and mind the kidney pieman at the corner!  Here\nwe are and here we go!  Down the Mews here, Uncle Will, and stop at the\nblack door, with â\u0080\u009cT. Veck, Ticket Porter,â\u0080\u009d wrote upon a board; and here\nwe are and here we go, and here we are indeed, my precious.  Meg,\nsurprising you!â\u0080\u0099\n\nWith which words Trotty, in a breathless state, set the child down before\nhis daughter in the middle of the floor.  The little visitor looked once\nat Meg; and doubting nothing in that face, but trusting everything she\nsaw there; ran into her arms.\n\nâ\u0080\u0098Here we are and here we go!â\u0080\u0099 cried Trotty, running round the room, and\nchoking audibly.  â\u0080\u0098Here, Uncle Will, hereâ\u0080\u0099s a fire you know!  Why donâ\u0080\u0099t\nyou come to the fire?  Oh here we are and here we go!  Meg, my precious\ndarling, whereâ\u0080\u0099s the kettle?  Here it is and here it goes, and itâ\u0080\u0099ll bile\nin no time!â\u0080\u0099\n\nTrotty really had picked up the kettle somewhere or other in the course\nof his wild career and now put it on the fire: while Meg, seating the\nchild in a warm corner, knelt down on the ground before her, and pulled\noff her shoes, and dried her wet feet on a cloth.  Ay, and she laughed at\nTrotty tooâ\u0080\u0094so pleasantly, so cheerfully, that Trotty could have blessed\nher where she kneeled; for he had seen that, when they entered, she was\nsitting by the fire in tears.\n\nâ\u0080\u0098Why, father!â\u0080\u0099 said Meg.  â\u0080\u0098Youâ\u0080\u0099re crazy to-night, I think.  I donâ\u0080\u0099t know\nwhat the Bells would say to that.  Poor little feet.  How cold they are!â\u0080\u0099\n\nâ\u0080\u0098Oh, theyâ\u0080\u0099re warmer now!â\u0080\u0099 exclaimed the child.  â\u0080\u0098Theyâ\u0080\u0099re quite warm now!â\u0080\u0099\n\nâ\u0080\u0098No, no, no,â\u0080\u0099 said Meg.  â\u0080\u0098We havenâ\u0080\u0099t rubbed â\u0080\u0099em half enough.  Weâ\u0080\u0099re so\nbusy.  So busy!  And when theyâ\u0080\u0099re done, weâ\u0080\u0099ll brush out the damp hair;\nand when thatâ\u0080\u0099s done, weâ\u0080\u0099ll bring some colour to the poor pale face with\nfresh water; and when thatâ\u0080\u0099s done, weâ\u0080\u0099ll be so gay, and brisk, and\nhappyâ\u0080\u0094!â\u0080\u0099\n\nThe child, in a burst of sobbing, clasped her round the neck; caressed\nher fair cheek with its hand; and said, â\u0080\u0098Oh Meg! oh dear Meg!â\u0080\u0099\n\nTobyâ\u0080\u0099s blessing could have done no more.  Who could do more!\n\nâ\u0080\u0098Why, father!â\u0080\u0099 cried Meg, after a pause.\n\nâ\u0080\u0098Here I am and here I go, my dear!â\u0080\u0099 said Trotty.\n\nâ\u0080\u0098Good Gracious me!â\u0080\u0099 cried Meg.  â\u0080\u0098Heâ\u0080\u0099s crazy!  Heâ\u0080\u0099s put the dear childâ\u0080\u0099s\nbonnet on the kettle, and hung the lid behind the door!â\u0080\u0099\n\nâ\u0080\u0098I didnâ\u0080\u0099t go for to do it, my love,â\u0080\u0099 said Trotty, hastily repairing this\nmistake.  â\u0080\u0098Meg, my dear?â\u0080\u0099\n\nMeg looked towards him and saw that he had elaborately stationed himself\nbehind the chair of their male visitor, where with many mysterious\ngestures he was holding up the sixpence he had earned.\n\nâ\u0080\u0098I see, my dear,â\u0080\u0099 said Trotty, â\u0080\u0098as I was coming in, half an ounce of tea\nlying somewhere on the stairs; and Iâ\u0080\u0099m pretty sure there was a bit of\nbacon too.  As I donâ\u0080\u0099t remember where it was exactly, Iâ\u0080\u0099ll go myself and\ntry to find â\u0080\u0099em.â\u0080\u0099\n\nWith this inscrutable artifice, Toby withdrew to purchase the viands he\nhad spoken of, for ready money, at Mrs. Chickenstalkerâ\u0080\u0099s; and presently\ncame back, pretending he had not been able to find them, at first, in the\ndark.\n\nâ\u0080\u0098But here they are at last,â\u0080\u0099 said Trotty, setting out the tea-things,\nâ\u0080\u0098all correct!  I was pretty sure it was tea, and a rasher.  So it is.\nMeg, my pet, if youâ\u0080\u0099ll just make the tea, while your unworthy father\ntoasts the bacon, we shall be ready, immediate.  Itâ\u0080\u0099s a curious\ncircumstance,â\u0080\u0099 said Trotty, proceeding in his cookery, with the\nassistance of the toasting-fork, â\u0080\u0098curious, but well known to my friends,\nthat I never care, myself, for rashers, nor for tea.  I like to see other\npeople enjoy â\u0080\u0099em,â\u0080\u0099 said Trotty, speaking very loud, to impress the fact\nupon his guest, â\u0080\u0098but to me, as food, theyâ\u0080\u0099re disagreeable.â\u0080\u0099\n\nYet Trotty sniffed the savour of the hissing baconâ\u0080\u0094ah!â\u0080\u0094as if he liked it;\nand when he poured the boiling water in the tea-pot, looked lovingly down\ninto the depths of that snug cauldron, and suffered the fragrant steam to\ncurl about his nose, and wreathe his head and face in a thick cloud.\nHowever, for all this, he neither ate nor drank, except at the very\nbeginning, a mere morsel for formâ\u0080\u0099s sake, which he appeared to eat with\ninfinite relish, but declared was perfectly uninteresting to him.\n\nNo.  Trottyâ\u0080\u0099s occupation was, to see Will Fern and Lilian eat and drink;\nand so was Megâ\u0080\u0099s.  And never did spectators at a city dinner or court\nbanquet find such high delight in seeing others feast: although it were a\nmonarch or a pope: as those two did, in looking on that night.  Meg\nsmiled at Trotty, Trotty laughed at Meg.  Meg shook her head, and made\nbelief to clap her hands, applauding Trotty; Trotty conveyed, in\ndumb-show, unintelligible narratives of how and when and where he had\nfound their visitors, to Meg; and they were happy.  Very happy.\n\nâ\u0080\u0098Although,â\u0080\u0099 thought Trotty, sorrowfully, as he watched Megâ\u0080\u0099s face; â\u0080\u0098that\nmatch is broken off, I see!â\u0080\u0099\n\nâ\u0080\u0098Now, Iâ\u0080\u0099ll tell you what,â\u0080\u0099 said Trotty after tea.  â\u0080\u0098The little one, she\nsleeps with Meg, I know.â\u0080\u0099\n\nâ\u0080\u0098With good Meg!â\u0080\u0099 cried the child, caressing her.  â\u0080\u0098With Meg.â\u0080\u0099\n\nâ\u0080\u0098Thatâ\u0080\u0099s right,â\u0080\u0099 said Trotty.  â\u0080\u0098And I shouldnâ\u0080\u0099t wonder if she kiss Megâ\u0080\u0099s\nfather, wonâ\u0080\u0099t she?  _Iâ\u0080\u0099m_ Megâ\u0080\u0099s father.â\u0080\u0099\n\nMightily delighted Trotty was, when the child went timidly towards him,\nand having kissed him, fell back upon Meg again.\n\nâ\u0080\u0098Sheâ\u0080\u0099s as sensible as Solomon,â\u0080\u0099 said Trotty.  â\u0080\u0098Here we come and here\nweâ\u0080\u0094no, we donâ\u0080\u0099tâ\u0080\u0094I donâ\u0080\u0099t mean thatâ\u0080\u0094Iâ\u0080\u0094what was I saying, Meg, my precious?â\u0080\u0099\n\nMeg looked towards their guest, who leaned upon her chair, and with his\nface turned from her, fondled the childâ\u0080\u0099s head, half hidden in her lap.\n\nâ\u0080\u0098To be sure,â\u0080\u0099 said Toby.  â\u0080\u0098To be sure!  I donâ\u0080\u0099t know what Iâ\u0080\u0099m rambling on\nabout, to-night.  My wits are wool-gathering, I think.  Will Fern, you\ncome along with me.  Youâ\u0080\u0099re tired to death, and broken down for want of\nrest.  You come along with me.â\u0080\u0099  The man still played with the childâ\u0080\u0099s\ncurls, still leaned upon Megâ\u0080\u0099s chair, still turned away his face.  He\ndidnâ\u0080\u0099t speak, but in his rough coarse fingers, clenching and expanding in\nthe fair hair of the child, there was an eloquence that said enough.\n\nâ\u0080\u0098Yes, yes,â\u0080\u0099 said Trotty, answering unconsciously what he saw expressed in\nhis daughterâ\u0080\u0099s face.  â\u0080\u0098Take her with you, Meg.  Get her to bed.  There!\nNow, Will, Iâ\u0080\u0099ll show you where you lie.  Itâ\u0080\u0099s not much of a place: only a\nloft; but, having a loft, I always say, is one of the great conveniences\nof living in a mews; and till this coach-house and stable gets a better\nlet, we live here cheap.  Thereâ\u0080\u0099s plenty of sweet hay up there, belonging\nto a neighbour; and itâ\u0080\u0099s as clean as hands, and Meg, can make it.  Cheer\nup!  Donâ\u0080\u0099t give way.  A new heart for a New Year, always!â\u0080\u0099\n\nThe hand released from the childâ\u0080\u0099s hair, had fallen, trembling, into\nTrottyâ\u0080\u0099s hand.  So Trotty, talking without intermission, led him out as\ntenderly and easily as if he had been a child himself.  Returning before\nMeg, he listened for an instant at the door of her little chamber; an\nadjoining room.  The child was murmuring a simple Prayer before lying\ndown to sleep; and when she had remembered Megâ\u0080\u0099s name, â\u0080\u0098Dearly,\nDearlyâ\u0080\u0099â\u0080\u0094so her words ranâ\u0080\u0094Trotty heard her stop and ask for his.\n\nIt was some short time before the foolish little old fellow could compose\nhimself to mend the fire, and draw his chair to the warm hearth.  But,\nwhen he had done so, and had trimmed the light, he took his newspaper\nfrom his pocket, and began to read.  Carelessly at first, and skimming up\nand down the columns; but with an earnest and a sad attention, very soon.\n\nFor this same dreaded paper re-directed Trottyâ\u0080\u0099s thoughts into the\nchannel they had taken all that day, and which the dayâ\u0080\u0099s events had so\nmarked out and shaped.  His interest in the two wanderers had set him on\nanother course of thinking, and a happier one, for the time; but being\nalone again, and reading of the crimes and violences of the people, he\nrelapsed into his former train.\n\nIn this mood, he came to an account (and it was not the first he had ever\nread) of a woman who had laid her desperate hands not only on her own\nlife but on that of her young child.  A crime so terrible, and so\nrevolting to his soul, dilated with the love of Meg, that he let the\njournal drop, and fell back in his chair, appalled!\n\nâ\u0080\u0098Unnatural and cruel!â\u0080\u0099 Toby cried.  â\u0080\u0098Unnatural and cruel!  None but\npeople who were bad at heart, born bad, who had no business on the earth,\ncould do such deeds.  Itâ\u0080\u0099s too true, all Iâ\u0080\u0099ve heard to-day; too just, too\nfull of proof.  Weâ\u0080\u0099re Bad!â\u0080\u0099\n\nThe Chimes took up the words so suddenlyâ\u0080\u0094burst out so loud, and clear,\nand sonorousâ\u0080\u0094that the Bells seemed to strike him in his chair.\n\nAnd what was that, they said?\n\nâ\u0080\u0098Toby Veck, Toby Veck, waiting for you Toby!  Toby Veck, Toby Veck,\nwaiting for you Toby!  Come and see us, come and see us, Drag him to us,\ndrag him to us, Haunt and hunt him, haunt and hunt him, Break his\nslumbers, break his slumbers!  Toby Veck Toby Veck, door open wide Toby,\nToby Veck Toby Veck, door open wide Tobyâ\u0080\u0094â\u0080\u0099 then fiercely back to their\nimpetuous strain again, and ringing in the very bricks and plaster on the\nwalls.\n\nToby listened.  Fancy, fancy!  His remorse for having run away from them\nthat afternoon!  No, no.  Nothing of the kind.  Again, again, and yet a\ndozen times again.  â\u0080\u0098Haunt and hunt him, haunt and hunt him, Drag him to\nus, drag him to us!â\u0080\u0099  Deafening the whole town!\n\nâ\u0080\u0098Meg,â\u0080\u0099 said Trotty softly: tapping at her door.  â\u0080\u0098Do you hear anything?â\u0080\u0099\n\nâ\u0080\u0098I hear the Bells, father.  Surely theyâ\u0080\u0099re very loud to-night.â\u0080\u0099\n\nâ\u0080\u0098Is she asleep?â\u0080\u0099 said Toby, making an excuse for peeping in.\n\nâ\u0080\u0098So peacefully and happily!  I canâ\u0080\u0099t leave her yet though, father.  Look\nhow she holds my hand!â\u0080\u0099\n\nâ\u0080\u0098Meg,â\u0080\u0099 whispered Trotty.  â\u0080\u0098Listen to the Bells!â\u0080\u0099\n\nShe listened, with her face towards him all the time.  But it underwent\nno change.  She didnâ\u0080\u0099t understand them.\n\nTrotty withdrew, resumed his seat by the fire, and once more listened by\nhimself.  He remained here a little time.\n\nIt was impossible to bear it; their energy was dreadful.\n\nâ\u0080\u0098If the tower-door is really open,â\u0080\u0099 said Toby, hastily laying aside his\napron, but never thinking of his hat, â\u0080\u0098whatâ\u0080\u0099s to hinder me from going up\ninto the steeple and satisfying myself?  If itâ\u0080\u0099s shut, I donâ\u0080\u0099t want any\nother satisfaction.  Thatâ\u0080\u0099s enough.â\u0080\u0099\n\nHe was pretty certain as he slipped out quietly into the street that he\nshould find it shut and locked, for he knew the door well, and had so\nrarely seen it open, that he couldnâ\u0080\u0099t reckon above three times in all.\nIt was a low arched portal, outside the church, in a dark nook behind a\ncolumn; and had such great iron hinges, and such a monstrous lock, that\nthere was more hinge and lock than door.\n\nBut what was his astonishment when, coming bare-headed to the church; and\nputting his hand into this dark nook, with a certain misgiving that it\nmight be unexpectedly seized, and a shivering propensity to draw it back\nagain; he found that the door, which opened outwards, actually stood\najar!\n\nHe thought, on the first surprise, of going back; or of getting a light,\nor a companion, but his courage aided him immediately, and he determined\nto ascend alone.\n\nâ\u0080\u0098What have I to fear?â\u0080\u0099 said Trotty.  â\u0080\u0098Itâ\u0080\u0099s a church!  Besides, the\nringers may be there, and have forgotten to shut the door.â\u0080\u0099  So he went\nin, feeling his way as he went, like a blind man; for it was very dark.\nAnd very quiet, for the Chimes were silent.\n\nThe dust from the street had blown into the recess; and lying there,\nheaped up, made it so soft and velvet-like to the foot, that there was\nsomething startling, even in that.  The narrow stair was so close to the\ndoor, too, that he stumbled at the very first; and shutting the door upon\nhimself, by striking it with his foot, and causing it to rebound back\nheavily, he couldnâ\u0080\u0099t open it again.\n\nThis was another reason, however, for going on.  Trotty groped his way,\nand went on.  Up, up, up, and round, and round; and up, up, up; higher,\nhigher, higher up!\n\nIt was a disagreeable staircase for that groping work; so low and narrow,\nthat his groping hand was always touching something; and it often felt so\nlike a man or ghostly figure standing up erect and making room for him to\npass without discovery, that he would rub the smooth wall upward\nsearching for its face, and downward searching for its feet, while a\nchill tingling crept all over him.  Twice or thrice, a door or niche\nbroke the monotonous surface; and then it seemed a gap as wide as the\nwhole church; and he felt on the brink of an abyss, and going to tumble\nheadlong down, until he found the wall again.\n\nStill up, up, up; and round and round; and up, up, up; higher, higher,\nhigher up!\n\nAt length, the dull and stifling atmosphere began to freshen: presently\nto feel quite windy: presently it blew so strong, that he could hardly\nkeep his legs.  But, he got to an arched window in the tower, breast\nhigh, and holding tight, looked down upon the house-tops, on the smoking\nchimneys, on the blur and blotch of lights (towards the place where Meg\nwas wondering where he was and calling to him perhaps), all kneaded up\ntogether in a leaven of mist and darkness.\n\nThis was the belfry, where the ringers came.  He had caught hold of one\nof the frayed ropes which hung down through apertures in the oaken roof.\nAt first he started, thinking it was hair; then trembled at the very\nthought of waking the deep Bell.  The Bells themselves were higher.\nHigher, Trotty, in his fascination, or in working out the spell upon him,\ngroped his way.  By ladders now, and toilsomely, for it was steep, and\nnot too certain holding for the feet.\n\nUp, up, up; and climb and clamber; up, up, up; higher, higher, higher up!\n\nUntil, ascending through the floor, and pausing with his head just raised\nabove its beams, he came among the Bells.  It was barely possible to make\nout their great shapes in the gloom; but there they were.  Shadowy, and\ndark, and dumb.\n\nA heavy sense of dread and loneliness fell instantly upon him, as he\nclimbed into this airy nest of stone and metal.  His head went round and\nround.  He listened, and then raised a wild â\u0080\u0098Holloa!â\u0080\u0099  Holloa! was\nmournfully protracted by the echoes.\n\nGiddy, confused, and out of breath, and frightened, Toby looked about him\nvacantly, and sunk down in a swoon.\n\n\n\n\nCHAPTER IIIâ\u0080\u0094Third Quarter.\n\n\nBlack are the brooding clouds and troubled the deep waters, when the Sea\nof Thought, first heaving from a calm, gives up its Dead.  Monsters\nuncouth and wild, arise in premature, imperfect resurrection; the several\nparts and shapes of different things are joined and mixed by chance; and\nwhen, and how, and by what wonderful degrees, each separates from each,\nand every sense and object of the mind resumes its usual form and lives\nagain, no manâ\u0080\u0094though every man is every day the casket of this type of\nthe Great Mysteryâ\u0080\u0094can tell.\n\nSo, when and how the darkness of the night-black steeple changed to\nshining light; when and how the solitary tower was peopled with a myriad\nfigures; when and how the whispered â\u0080\u0098Haunt and hunt him,â\u0080\u0099 breathing\nmonotonously through his sleep or swoon, became a voice exclaiming in the\nwaking ears of Trotty, â\u0080\u0098Break his slumbers;â\u0080\u0099 when and how he ceased to\nhave a sluggish and confused idea that such things were, companioning a\nhost of others that were not; there are no dates or means to tell.  But,\nawake and standing on his feet upon the boards where he had lately lain,\nhe saw this Goblin Sight.\n\nHe saw the tower, whither his charmed footsteps had brought him, swarming\nwith dwarf phantoms, spirits, elfin creatures of the Bells.  He saw them\nleaping, flying, dropping, pouring from the Bells without a pause.  He\nsaw them, round him on the ground; above him, in the air; clambering from\nhim, by the ropes below; looking down upon him, from the massive\niron-girded beams; peeping in upon him, through the chinks and loopholes\nin the walls; spreading away and away from him in enlarging circles, as\nthe water ripples give way to a huge stone that suddenly comes plashing\nin among them.  He saw them, of all aspects and all shapes.  He saw them\nugly, handsome, crippled, exquisitely formed.  He saw them young, he saw\nthem old, he saw them kind, he saw them cruel, he saw them merry, he saw\nthem grim; he saw them dance, and heard them sing; he saw them tear their\nhair, and heard them howl.  He saw the air thick with them.  He saw them\ncome and go, incessantly.  He saw them riding downward, soaring upward,\nsailing off afar, perching near at hand, all restless and all violently\nactive.  Stone, and brick, and slate, and tile, became transparent to him\nas to them.  He saw them _in_ the houses, busy at the sleepersâ\u0080\u0099 beds.  He\nsaw them soothing people in their dreams; he saw them beating them with\nknotted whips; he saw them yelling in their ears; he saw them playing\nsoftest music on their pillows; he saw them cheering some with the songs\nof birds and the perfume of flowers; he saw them flashing awful faces on\nthe troubled rest of others, from enchanted mirrors which they carried in\ntheir hands.\n\nHe saw these creatures, not only among sleeping men but waking also,\nactive in pursuits irreconcilable with one another, and possessing or\nassuming natures the most opposite.  He saw one buckling on innumerable\nwings to increase his speed; another loading himself with chains and\nweights, to retard his.  He saw some putting the hands of clocks forward,\nsome putting the hands of clocks backward, some endeavouring to stop the\nclock entirely.  He saw them representing, here a marriage ceremony,\nthere a funeral; in this chamber an election, in that a ball he saw,\neverywhere, restless and untiring motion.\n\nBewildered by the host of shifting and extraordinary figures, as well as\nby the uproar of the Bells, which all this while were ringing, Trotty\nclung to a wooden pillar for support, and turned his white face here and\nthere, in mute and stunned astonishment.\n\nAs he gazed, the Chimes stopped.  Instantaneous change!  The whole swarm\nfainted! their forms collapsed, their speed deserted them; they sought to\nfly, but in the act of falling died and melted into air.  No fresh supply\nsucceeded them.  One straggler leaped down pretty briskly from the\nsurface of the Great Bell, and alighted on his feet, but he was dead and\ngone before he could turn round.  Some few of the late company who had\ngambolled in the tower, remained there, spinning over and over a little\nlonger; but these became at every turn more faint, and few, and feeble,\nand soon went the way of the rest.  The last of all was one small\nhunchback, who had got into an echoing corner, where he twirled and\ntwirled, and floated by himself a long time; showing such perseverance,\nthat at last he dwindled to a leg and even to a foot, before he finally\nretired; but he vanished in the end, and then the tower was silent.\n\nThen and not before, did Trotty see in every Bell a bearded figure of the\nbulk and stature of the Bellâ\u0080\u0094incomprehensibly, a figure and the Bell\nitself.  Gigantic, grave, and darkly watchful of him, as he stood rooted\nto the ground.\n\nMysterious and awful figures!  Resting on nothing; poised in the night\nair of the tower, with their draped and hooded heads merged in the dim\nroof; motionless and shadowy.  Shadowy and dark, although he saw them by\nsome light belonging to themselvesâ\u0080\u0094none else was thereâ\u0080\u0094each with its\nmuffled hand upon its goblin mouth.\n\nHe could not plunge down wildly through the opening in the floor; for all\npower of motion had deserted him.  Otherwise he would have done soâ\u0080\u0094aye,\nwould have thrown himself, headforemost, from the steeple-top, rather\nthan have seen them watching him with eyes that would have waked and\nwatched although the pupils had been taken out.\n\nAgain, again, the dread and terror of the lonely place, and of the wild\nand fearful night that reigned there, touched him like a spectral hand.\nHis distance from all help; the long, dark, winding, ghost-beleaguered\nway that lay between him and the earth on which men lived; his being\nhigh, high, high, up there, where it had made him dizzy to see the birds\nfly in the day; cut off from all good people, who at such an hour were\nsafe at home and sleeping in their beds; all this struck coldly through\nhim, not as a reflection but a bodily sensation.  Meantime his eyes and\nthoughts and fears, were fixed upon the watchful figures; which, rendered\nunlike any figures of this world by the deep gloom and shade enwrapping\nand enfolding them, as well as by their looks and forms and supernatural\nhovering above the floor, were nevertheless as plainly to be seen as were\nthe stalwart oaken frames, cross-pieces, bars and beams, set up there to\nsupport the Bells.  These hemmed them, in a very forest of hewn timber;\nfrom the entanglements, intricacies, and depths of which, as from among\nthe boughs of a dead wood blighted for their phantom use, they kept their\ndarksome and unwinking watch.\n\nA blast of airâ\u0080\u0094how cold and shrill!â\u0080\u0094came moaning through the tower.  As\nit died away, the Great Bell, or the Goblin of the Great Bell, spoke.\n\nâ\u0080\u0098What visitor is this!â\u0080\u0099 it said.  The voice was low and deep, and Trotty\nfancied that it sounded in the other figures as well.\n\nâ\u0080\u0098I thought my name was called by the Chimes!â\u0080\u0099 said Trotty, raising his\nhands in an attitude of supplication.  â\u0080\u0098I hardly know why I am here, or\nhow I came.  I have listened to the Chimes these many years.  They have\ncheered me often.â\u0080\u0099\n\nâ\u0080\u0098And you have thanked them?â\u0080\u0099 said the Bell.\n\nâ\u0080\u0098A thousand times!â\u0080\u0099 cried Trotty.\n\nâ\u0080\u0098How?â\u0080\u0099\n\nâ\u0080\u0098I am a poor man,â\u0080\u0099 faltered Trotty, â\u0080\u0098and could only thank them in words.â\u0080\u0099\n\nâ\u0080\u0098And always so?â\u0080\u0099 inquired the Goblin of the Bell.  â\u0080\u0098Have you never done\nus wrong in words?â\u0080\u0099\n\nâ\u0080\u0098No!â\u0080\u0099 cried Trotty eagerly.\n\nâ\u0080\u0098Never done us foul, and false, and wicked wrong, in words?â\u0080\u0099 pursued the\nGoblin of the Bell.\n\nTrotty was about to answer, â\u0080\u0098Never!â\u0080\u0099  But he stopped, and was confused.\n\nâ\u0080\u0098The voice of Time,â\u0080\u0099 said the Phantom, â\u0080\u0098cries to man, Advance!  Time is\nfor his advancement and improvement; for his greater worth, his greater\nhappiness, his better life; his progress onward to that goal within its\nknowledge and its view, and set there, in the period when Time and He\nbegan.  Ages of darkness, wickedness, and violence, have come and\ngoneâ\u0080\u0094millions uncountable, have suffered, lived, and diedâ\u0080\u0094to point the\nway before him.  Who seeks to turn him back, or stay him on his course,\narrests a mighty engine which will strike the meddler dead; and be the\nfiercer and the wilder, ever, for its momentary check!â\u0080\u0099\n\nâ\u0080\u0098I never did so to my knowledge, sir,â\u0080\u0099 said Trotty.  â\u0080\u0098It was quite by\naccident if I did.  I wouldnâ\u0080\u0099t go to do it, Iâ\u0080\u0099m sure.â\u0080\u0099\n\nâ\u0080\u0098Who puts into the mouth of Time, or of its servants,â\u0080\u0099 said the Goblin of\nthe Bell, â\u0080\u0098a cry of lamentation for days which have had their trial and\ntheir failure, and have left deep traces of it which the blind may seeâ\u0080\u0094a\ncry that only serves the present time, by showing men how much it needs\ntheir help when any ears can listen to regrets for such a pastâ\u0080\u0094who does\nthis, does a wrong.  And you have done that wrong, to us, the Chimes.â\u0080\u0099\n\nTrottyâ\u0080\u0099s first excess of fear was gone.  But he had felt tenderly and\ngratefully towards the Bells, as you have seen; and when he heard himself\narraigned as one who had offended them so weightily, his heart was\ntouched with penitence and grief.\n\nâ\u0080\u0098If you knew,â\u0080\u0099 said Trotty, clasping his hands earnestlyâ\u0080\u0094â\u0080\u0098or perhaps you\ndo knowâ\u0080\u0094if you know how often you have kept me company; how often you\nhave cheered me up when Iâ\u0080\u0099ve been low; how you were quite the plaything\nof my little daughter Meg (almost the only one she ever had) when first\nher mother died, and she and me were left alone; you wonâ\u0080\u0099t bear malice\nfor a hasty word!â\u0080\u0099\n\nâ\u0080\u0098Who hears in us, the Chimes, one note bespeaking disregard, or stern\nregard, of any hope, or joy, or pain, or sorrow, of the many-sorrowed\nthrong; who hears us make response to any creed that gauges human\npassions and affections, as it gauges the amount of miserable food on\nwhich humanity may pine and wither; does us wrong.  That wrong you have\ndone us!â\u0080\u0099 said the Bell.\n\nâ\u0080\u0098I have!â\u0080\u0099 said Trotty.  â\u0080\u0098Oh forgive me!â\u0080\u0099\n\nâ\u0080\u0098Who hears us echo the dull vermin of the earth: the Putters Down of\ncrushed and broken natures, formed to be raised up higher than such\nmaggots of the time can crawl or can conceive,â\u0080\u0099 pursued the Goblin of the\nBell; â\u0080\u0098who does so, does us wrong.  And you have done us wrong!â\u0080\u0099\n\nâ\u0080\u0098Not meaning it,â\u0080\u0099 said Trotty.  â\u0080\u0098In my ignorance.  Not meaning it!â\u0080\u0099\n\nâ\u0080\u0098Lastly, and most of all,â\u0080\u0099 pursued the Bell.  â\u0080\u0098Who turns his back upon\nthe fallen and disfigured of his kind; abandons them as vile; and does\nnot trace and track with pitying eyes the unfenced precipice by which\nthey fell from goodâ\u0080\u0094grasping in their fall some tufts and shreds of that\nlost soil, and clinging to them still when bruised and dying in the gulf\nbelow; does wrong to Heaven and man, to time and to eternity.  And you\nhave done that wrong!â\u0080\u0099\n\nâ\u0080\u0098Spare me!â\u0080\u0099 cried Trotty, falling on his knees; â\u0080\u0098for Mercyâ\u0080\u0099s sake!â\u0080\u0099\n\nâ\u0080\u0098Listen!â\u0080\u0099 said the Shadow.\n\nâ\u0080\u0098Listen!â\u0080\u0099 cried the other Shadows.\n\nâ\u0080\u0098Listen!â\u0080\u0099 said a clear and childlike voice, which Trotty thought he\nrecognised as having heard before.\n\nThe organ sounded faintly in the church below.  Swelling by degrees, the\nmelody ascended to the roof, and filled the choir and nave.  Expanding\nmore and more, it rose up, up; up, up; higher, higher, higher up;\nawakening agitated hearts within the burly piles of oak: the hollow\nbells, the iron-bound doors, the stairs of solid stone; until the tower\nwalls were insufficient to contain it, and it soared into the sky.\n\nNo wonder that an old manâ\u0080\u0099s breast could not contain a sound so vast and\nmighty.  It broke from that weak prison in a rush of tears; and Trotty\nput his hands before his face.\n\nâ\u0080\u0098Listen!â\u0080\u0099 said the Shadow.\n\nâ\u0080\u0098Listen!â\u0080\u0099 said the other Shadows.\n\nâ\u0080\u0098Listen!â\u0080\u0099 said the childâ\u0080\u0099s voice.\n\nA solemn strain of blended voices, rose into the tower.\n\nIt was a very low and mournful strainâ\u0080\u0094a Dirgeâ\u0080\u0094and as he listened, Trotty\nheard his child among the singers.\n\nâ\u0080\u0098She is dead!â\u0080\u0099 exclaimed the old man.  â\u0080\u0098Meg is dead!  Her Spirit calls to\nme.  I hear it!â\u0080\u0099\n\nâ\u0080\u0098The Spirit of your child bewails the dead, and mingles with the\ndeadâ\u0080\u0094dead hopes, dead fancies, dead imaginings of youth,â\u0080\u0099 returned the\nBell, â\u0080\u0098but she is living.  Learn from her life, a living truth.  Learn\nfrom the creature dearest to your heart, how bad the bad are born.  See\nevery bud and leaf plucked one by one from off the fairest stem, and know\nhow bare and wretched it may be.  Follow her!  To desperation!â\u0080\u0099\n\nEach of the shadowy figures stretched its right arm forth, and pointed\ndownward.\n\nâ\u0080\u0098The Spirit of the Chimes is your companion,â\u0080\u0099 said the figure.\n\nâ\u0080\u0098Go!  It stands behind you!â\u0080\u0099\n\nTrotty turned, and sawâ\u0080\u0094the child!  The child Will Fern had carried in the\nstreet; the child whom Meg had watched, but now, asleep!\n\nâ\u0080\u0098I carried her myself, to-night,â\u0080\u0099 said Trotty.  â\u0080\u0098In these arms!â\u0080\u0099\n\nâ\u0080\u0098Show him what he calls himself,â\u0080\u0099 said the dark figures, one and all.\n\nThe tower opened at his feet.  He looked down, and beheld his own form,\nlying at the bottom, on the outside: crushed and motionless.\n\nâ\u0080\u0098No more a living man!â\u0080\u0099 cried Trotty.  â\u0080\u0098Dead!â\u0080\u0099\n\nâ\u0080\u0098Dead!â\u0080\u0099 said the figures all together.\n\nâ\u0080\u0098Gracious Heaven!  And the New Yearâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098Past,â\u0080\u0099 said the figures.\n\nâ\u0080\u0098What!â\u0080\u0099 he cried, shuddering.  â\u0080\u0098I missed my way, and coming on the\noutside of this tower in the dark, fell downâ\u0080\u0094a year ago?â\u0080\u0099\n\nâ\u0080\u0098Nine years ago!â\u0080\u0099 replied the figures.\n\nAs they gave the answer, they recalled their outstretched hands; and\nwhere their figures had been, there the Bells were.\n\nAnd they rung; their time being come again.  And once again, vast\nmultitudes of phantoms sprung into existence; once again, were\nincoherently engaged, as they had been before; once again, faded on the\nstopping of the Chimes; and dwindled into nothing.\n\nâ\u0080\u0098What are these?â\u0080\u0099 he asked his guide.  â\u0080\u0098If I am not mad, what are these?â\u0080\u0099\n\nâ\u0080\u0098Spirits of the Bells.  Their sound upon the air,â\u0080\u0099 returned the child.\nâ\u0080\u0098They take such shapes and occupations as the hopes and thoughts of\nmortals, and the recollections they have stored up, give them.â\u0080\u0099\n\nâ\u0080\u0098And you,â\u0080\u0099 said Trotty wildly.  â\u0080\u0098What are you?â\u0080\u0099\n\nâ\u0080\u0098Hush, hush!â\u0080\u0099 returned the child.  â\u0080\u0098Look here!â\u0080\u0099\n\nIn a poor, mean room; working at the same kind of embroidery which he had\noften, often seen before her; Meg, his own dear daughter, was presented\nto his view.  He made no effort to imprint his kisses on her face; he did\nnot strive to clasp her to his loving heart; he knew that such\nendearments were, for him, no more.  But, he held his trembling breath,\nand brushed away the blinding tears, that he might look upon her; that he\nmight only see her.\n\nAh!  Changed.  Changed.  The light of the clear eye, how dimmed.  The\nbloom, how faded from the cheek.  Beautiful she was, as she had ever\nbeen, but Hope, Hope, Hope, oh where was the fresh Hope that had spoken\nto him like a voice!\n\nShe looked up from her work, at a companion.  Following her eyes, the old\nman started back.\n\nIn the woman grown, he recognised her at a glance.  In the long silken\nhair, he saw the self-same curls; around the lips, the childâ\u0080\u0099s expression\nlingering still.  See!  In the eyes, now turned inquiringly on Meg, there\nshone the very look that scanned those features when he brought her home!\n\nThen what was this, beside him!\n\nLooking with awe into its face, he saw a something reigning there: a\nlofty something, undefined and indistinct, which made it hardly more than\na remembrance of that childâ\u0080\u0094as yonder figure might beâ\u0080\u0094yet it was the\nsame: the same: and wore the dress.\n\nHark.  They were speaking!\n\nâ\u0080\u0098Meg,â\u0080\u0099 said Lilian, hesitating.  â\u0080\u0098How often you raise your head from your\nwork to look at me!â\u0080\u0099\n\nâ\u0080\u0098Are my looks so altered, that they frighten you?â\u0080\u0099 asked Meg.\n\nâ\u0080\u0098Nay, dear!  But you smile at that, yourself!  Why not smile, when you\nlook at me, Meg?â\u0080\u0099\n\nâ\u0080\u0098I do so.  Do I not?â\u0080\u0099 she answered: smiling on her.\n\nâ\u0080\u0098Now you do,â\u0080\u0099 said Lilian, â\u0080\u0098but not usually.  When you think Iâ\u0080\u0099m busy,\nand donâ\u0080\u0099t see you, you look so anxious and so doubtful, that I hardly\nlike to raise my eyes.  There is little cause for smiling in this hard\nand toilsome life, but you were once so cheerful.â\u0080\u0099\n\nâ\u0080\u0098Am I not now!â\u0080\u0099 cried Meg, speaking in a tone of strange alarm, and\nrising to embrace her.  â\u0080\u0098Do I make our weary life more weary to you,\nLilian!â\u0080\u0099\n\nâ\u0080\u0098You have been the only thing that made it life,â\u0080\u0099 said Lilian, fervently\nkissing her; â\u0080\u0098sometimes the only thing that made me care to live so, Meg.\nSuch work, such work!  So many hours, so many days, so many long, long\nnights of hopeless, cheerless, never-ending workâ\u0080\u0094not to heap up riches,\nnot to live grandly or gaily, not to live upon enough, however coarse;\nbut to earn bare bread; to scrape together just enough to toil upon, and\nwant upon, and keep alive in us the consciousness of our hard fate!  Oh\nMeg, Meg!â\u0080\u0099 she raised her voice and twined her arms about her as she\nspoke, like one in pain.  â\u0080\u0098How can the cruel world go round, and bear to\nlook upon such lives!â\u0080\u0099\n\nâ\u0080\u0098Lilly!â\u0080\u0099 said Meg, soothing her, and putting back her hair from her wet\nface.  â\u0080\u0098Why, Lilly!  You!  So pretty and so young!â\u0080\u0099\n\nâ\u0080\u0098Oh Meg!â\u0080\u0099 she interrupted, holding her at armâ\u0080\u0099s-length, and looking in\nher face imploringly.  â\u0080\u0098The worst of all, the worst of all!  Strike me\nold, Meg!  Wither me, and shrivel me, and free me from the dreadful\nthoughts that tempt me in my youth!â\u0080\u0099\n\nTrotty turned to look upon his guide.  But the Spirit of the child had\ntaken flight.  Was gone.\n\nNeither did he himself remain in the same place; for, Sir Joseph Bowley,\nFriend and Father of the Poor, held a great festivity at Bowley Hall, in\nhonour of the natal day of Lady Bowley.  And as Lady Bowley had been born\non New Yearâ\u0080\u0099s Day (which the local newspapers considered an especial\npointing of the finger of Providence to number One, as Lady Bowleyâ\u0080\u0099s\ndestined figure in Creation), it was on a New Yearâ\u0080\u0099s Day that this\nfestivity took place.\n\nBowley Hall was full of visitors.  The red-faced gentleman was there, Mr.\nFiler was there, the great Alderman Cute was thereâ\u0080\u0094Alderman Cute had a\nsympathetic feeling with great people, and had considerably improved his\nacquaintance with Sir Joseph Bowley on the strength of his attentive\nletter: indeed had become quite a friend of the family since thenâ\u0080\u0094and\nmany guests were there.  Trottyâ\u0080\u0099s ghost was there, wandering about, poor\nphantom, drearily; and looking for its guide.\n\nThere was to be a great dinner in the Great Hall.  At which Sir Joseph\nBowley, in his celebrated character of Friend and Father of the Poor, was\nto make his great speech.  Certain plum-puddings were to be eaten by his\nFriends and Children in another Hall first; and, at a given signal,\nFriends and Children flocking in among their Friends and Fathers, were to\nform a family assemblage, with not one manly eye therein unmoistened by\nemotion.\n\nBut, there was more than this to happen.  Even more than this.  Sir\nJoseph Bowley, Baronet and Member of Parliament, was to play a match at\nskittlesâ\u0080\u0094real skittlesâ\u0080\u0094with his tenants!\n\nâ\u0080\u0098Which quite reminds me,â\u0080\u0099 said Alderman Cute, â\u0080\u0098of the days of old King\nHal, stout King Hal, bluff King Hal.  Ah!  Fine character!â\u0080\u0099\n\nâ\u0080\u0098Very,â\u0080\u0099 said Mr. Filer, dryly.  â\u0080\u0098For marrying women and murdering â\u0080\u0099em.\nConsiderably more than the average number of wives by the bye.â\u0080\u0099\n\nâ\u0080\u0098Youâ\u0080\u0099ll marry the beautiful ladies, and not murder â\u0080\u0099em, eh?â\u0080\u0099 said\nAlderman Cute to the heir of Bowley, aged twelve.  â\u0080\u0098Sweet boy!  We shall\nhave this little gentleman in Parliament now,â\u0080\u0099 said the Alderman, holding\nhim by the shoulders, and looking as reflective as he could, â\u0080\u0098before we\nknow where we are.  We shall hear of his successes at the poll; his\nspeeches in the House; his overtures from Governments; his brilliant\nachievements of all kinds; ah! we shall make our little orations about\nhim in the Common Council, Iâ\u0080\u0099ll be bound; before we have time to look\nabout us!â\u0080\u0099\n\nâ\u0080\u0098Oh, the difference of shoes and stockings!â\u0080\u0099 Trotty thought.  But his\nheart yearned towards the child, for the love of those same shoeless and\nstockingless boys, predestined (by the Alderman) to turn out bad, who\nmight have been the children of poor Meg.\n\nâ\u0080\u0098Richard,â\u0080\u0099 moaned Trotty, roaming among the company, to and fro; â\u0080\u0098where\nis he?  I canâ\u0080\u0099t find Richard!  Where is Richard?â\u0080\u0099  Not likely to be\nthere, if still alive!  But Trottyâ\u0080\u0099s grief and solitude confused him; and\nhe still went wandering among the gallant company, looking for his guide,\nand saying, â\u0080\u0098Where is Richard?  Show me Richard!â\u0080\u0099\n\nHe was wandering thus, when he encountered Mr. Fish, the confidential\nSecretary: in great agitation.\n\nâ\u0080\u0098Bless my heart and soul!â\u0080\u0099 cried Mr. Fish.  â\u0080\u0098Whereâ\u0080\u0099s Alderman Cute?  Has\nanybody seen the Alderman?â\u0080\u0099\n\nSeen the Alderman?  Oh dear!  Who could ever help seeing the Alderman?\nHe was so considerate, so affable, he bore so much in mind the natural\ndesires of folks to see him, that if he had a fault, it was the being\nconstantly On View.  And wherever the great people were, there, to be\nsure, attracted by the kindred sympathy between great souls, was Cute.\n\nSeveral voices cried that he was in the circle round Sir Joseph.  Mr.\nFish made way there; found him; and took him secretly into a window near\nat hand.  Trotty joined them.  Not of his own accord.  He felt that his\nsteps were led in that direction.\n\nâ\u0080\u0098My dear Alderman Cute,â\u0080\u0099 said Mr. Fish.  â\u0080\u0098A little more this way.  The\nmost dreadful circumstance has occurred.  I have this moment received the\nintelligence.  I think it will be best not to acquaint Sir Joseph with it\ntill the day is over.  You understand Sir Joseph, and will give me your\nopinion.  The most frightful and deplorable event!â\u0080\u0099\n\nâ\u0080\u0098Fish!â\u0080\u0099 returned the Alderman.  â\u0080\u0098Fish!  My good fellow, what is the\nmatter?  Nothing revolutionary, I hope!  Noâ\u0080\u0094no attempted interference\nwith the magistrates?â\u0080\u0099\n\nâ\u0080\u0098Deedles, the banker,â\u0080\u0099 gasped the Secretary.  â\u0080\u0098Deedles Brothersâ\u0080\u0094who was\nto have been here to-dayâ\u0080\u0094high in office in the Goldsmithsâ\u0080\u0099 Companyâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098Not stopped!â\u0080\u0099 exclaimed the Alderman, â\u0080\u0098It canâ\u0080\u0099t be!â\u0080\u0099\n\nâ\u0080\u0098Shot himself.â\u0080\u0099\n\nâ\u0080\u0098Good God!â\u0080\u0099\n\nâ\u0080\u0098Put a double-barrelled pistol to his mouth, in his own counting house,â\u0080\u0099\nsaid Mr. Fish, â\u0080\u0098and blew his brains out.  No motive.  Princely\ncircumstances!â\u0080\u0099\n\nâ\u0080\u0098Circumstances!â\u0080\u0099 exclaimed the Alderman.  â\u0080\u0098A man of noble fortune.  One\nof the most respectable of men.  Suicide, Mr. Fish!  By his own hand!â\u0080\u0099\n\nâ\u0080\u0098This very morning,â\u0080\u0099 returned Mr. Fish.\n\nâ\u0080\u0098Oh the brain, the brain!â\u0080\u0099 exclaimed the pious Alderman, lifting up his\nhands.  â\u0080\u0098Oh the nerves, the nerves; the mysteries of this machine called\nMan!  Oh the little that unhinges it: poor creatures that we are!\nPerhaps a dinner, Mr. Fish.  Perhaps the conduct of his son, who, I have\nheard, ran very wild, and was in the habit of drawing bills upon him\nwithout the least authority!  A most respectable man.  One of the most\nrespectable men I ever knew!  A lamentable instance, Mr. Fish.  A public\ncalamity!  I shall make a point of wearing the deepest mourning.  A most\nrespectable man!  But there is One above.  We must submit, Mr. Fish.  We\nmust submit!â\u0080\u0099\n\nWhat, Alderman!  No word of Putting Down?  Remember, Justice, your high\nmoral boast and pride.  Come, Alderman!  Balance those scales.  Throw me\ninto this, the empty one, no dinner, and Natureâ\u0080\u0099s founts in some poor\nwoman, dried by starving misery and rendered obdurate to claims for which\nher offspring _has_ authority in holy mother Eve.  Weigh me the two, you\nDaniel, going to judgment, when your day shall come!  Weigh them, in the\neyes of suffering thousands, audience (not unmindful) of the grim farce\nyou play.  Or supposing that you strayed from your five witsâ\u0080\u0094itâ\u0080\u0099s not so\nfar to go, but that it might beâ\u0080\u0094and laid hands upon that throat of yours,\nwarning your fellows (if you have a fellow) how they croak their\ncomfortable wickedness to raving heads and stricken hearts.  What then?\n\nThe words rose up in Trottyâ\u0080\u0099s breast, as if they had been spoken by some\nother voice within him.  Alderman Cute pledged himself to Mr. Fish that\nhe would assist him in breaking the melancholy catastrophe to Sir Joseph\nwhen the day was over.  Then, before they parted, wringing Mr. Fishâ\u0080\u0099s\nhand in bitterness of soul, he said, â\u0080\u0098The most respectable of men!â\u0080\u0099  And\nadded that he hardly knew (not even he), why such afflictions were\nallowed on earth.\n\nâ\u0080\u0098Itâ\u0080\u0099s almost enough to make one think, if one didnâ\u0080\u0099t know better,â\u0080\u0099 said\nAlderman Cute, â\u0080\u0098that at times some motion of a capsizing nature was going\non in things, which affected the general economy of the social fabric.\nDeedles Brothers!â\u0080\u0099\n\nThe skittle-playing came off with immense success.  Sir Joseph knocked\nthe pins about quite skilfully; Master Bowley took an innings at a\nshorter distance also; and everybody said that now, when a Baronet and\nthe Son of a Baronet played at skittles, the country was coming round\nagain, as fast as it could come.\n\nAt its proper time, the Banquet was served up.  Trotty involuntarily\nrepaired to the Hall with the rest, for he felt himself conducted thither\nby some stronger impulse than his own free will.  The sight was gay in\nthe extreme; the ladies were very handsome; the visitors delighted,\ncheerful, and good-tempered.  When the lower doors were opened, and the\npeople flocked in, in their rustic dresses, the beauty of the spectacle\nwas at its height; but Trotty only murmured more and more, â\u0080\u0098Where is\nRichard!  He should help and comfort her!  I canâ\u0080\u0099t see Richard!â\u0080\u0099\n\nThere had been some speeches made; and Lady Bowleyâ\u0080\u0099s health had been\nproposed; and Sir Joseph Bowley had returned thanks, and had made his\ngreat speech, showing by various pieces of evidence that he was the born\nFriend and Father, and so forth; and had given as a Toast, his Friends\nand Children, and the Dignity of Labour; when a slight disturbance at the\nbottom of the Hall attracted Tobyâ\u0080\u0099s notice.  After some confusion, noise,\nand opposition, one man broke through the rest, and stood forward by\nhimself.\n\nNot Richard.  No.  But one whom he had thought of, and had looked for,\nmany times.  In a scantier supply of light, he might have doubted the\nidentity of that worn man, so old, and grey, and bent; but with a blaze\nof lamps upon his gnarled and knotted head, he knew Will Fern as soon as\nhe stepped forth.\n\nâ\u0080\u0098What is this!â\u0080\u0099 exclaimed Sir Joseph, rising.  â\u0080\u0098Who gave this man\nadmittance?  This is a criminal from prison!  Mr. Fish, sir, _will_ you\nhave the goodnessâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098A minute!â\u0080\u0099 said Will Fern.  â\u0080\u0098A minute!  My Lady, you was born on this\nday along with a New Year.  Get me a minuteâ\u0080\u0099s leave to speak.â\u0080\u0099\n\nShe made some intercession for him.  Sir Joseph took his seat again, with\nnative dignity.\n\nThe ragged visitorâ\u0080\u0094for he was miserably dressedâ\u0080\u0094looked round upon the\ncompany, and made his homage to them with a humble bow.\n\nâ\u0080\u0098Gentlefolks!â\u0080\u0099 he said.  â\u0080\u0098Youâ\u0080\u0099ve drunk the Labourer.  Look at me!â\u0080\u0099\n\nâ\u0080\u0098Just come from jail,â\u0080\u0099 said Mr. Fish.\n\nâ\u0080\u0098Just come from jail,â\u0080\u0099 said Will.  â\u0080\u0098And neither for the first time, nor\nthe second, nor the third, nor yet the fourth.â\u0080\u0099\n\nMr. Filer was heard to remark testily, that four times was over the\naverage; and he ought to be ashamed of himself.\n\nâ\u0080\u0098Gentlefolks!â\u0080\u0099 repeated Will Fern.  â\u0080\u0098Look at me!  You see Iâ\u0080\u0099m at the\nworst.  Beyond all hurt or harm; beyond your help; for the time when your\nkind words or kind actions could have done me good,â\u0080\u0099â\u0080\u0094he struck his hand\nupon his breast, and shook his head, â\u0080\u0098is gone, with the scent of last\nyearâ\u0080\u0099s beans or clover on the air.  Let me say a word for these,â\u0080\u0099\npointing to the labouring people in the Hall; â\u0080\u0098and when youâ\u0080\u0099re met\ntogether, hear the real Truth spoke out for once.â\u0080\u0099\n\nâ\u0080\u0098Thereâ\u0080\u0099s not a man here,â\u0080\u0099 said the host, â\u0080\u0098who would have him for a\nspokesman.â\u0080\u0099\n\nâ\u0080\u0098Like enough, Sir Joseph.  I believe it.  Not the less true, perhaps, is\nwhat I say.  Perhaps thatâ\u0080\u0099s a proof on it.  Gentlefolks, Iâ\u0080\u0099ve lived many\na year in this place.  You may see the cottage from the sunk fence over\nyonder.  Iâ\u0080\u0099ve seen the ladies draw it in their books, a hundred times.\nIt looks well in a picter, Iâ\u0080\u0099ve heerd say; but there anâ\u0080\u0099t weather in\npicters, and maybe â\u0080\u0099tis fitter for that, than for a place to live in.\nWell!  I lived there.  How hardâ\u0080\u0094how bitter hard, I lived there, I wonâ\u0080\u0099t\nsay.  Any day in the year, and every day, you can judge for your own\nselves.â\u0080\u0099\n\nHe spoke as he had spoken on the night when Trotty found him in the\nstreet.  His voice was deeper and more husky, and had a trembling in it\nnow and then; but he never raised it passionately, and seldom lifted it\nabove the firm stern level of the homely facts he stated.\n\nâ\u0080\u0098â\u0080\u0099Tis harder than you think for, gentlefolks, to grow up decent, commonly\ndecent, in such a place.  That I growed up a man and not a brute, says\nsomething for meâ\u0080\u0094as I was then.  As I am now, thereâ\u0080\u0099s nothing can be said\nfor me or done for me.  Iâ\u0080\u0099m past it.â\u0080\u0099\n\nâ\u0080\u0098I am glad this man has entered,â\u0080\u0099 observed Sir Joseph, looking round\nserenely.  â\u0080\u0098Donâ\u0080\u0099t disturb him.  It appears to be Ordained.  He is an\nexample: a living example.  I hope and trust, and confidently expect,\nthat it will not be lost upon my Friends here.â\u0080\u0099\n\nâ\u0080\u0098I dragged on,â\u0080\u0099 said Fern, after a momentâ\u0080\u0099s silence, â\u0080\u0098somehow.  Neither\nme nor any other man knows how; but so heavy, that I couldnâ\u0080\u0099t put a\ncheerful face upon it, or make believe that I was anything but what I\nwas.  Now, gentlemenâ\u0080\u0094you gentlemen that sits at Sessionsâ\u0080\u0094when you see a\nman with discontent writ on his face, you says to one another, â\u0080\u009cHeâ\u0080\u0099s\nsuspicious.  I has my doubts,â\u0080\u009d says you, â\u0080\u009cabout Will Fern.  Watch that\nfellow!â\u0080\u009d  I donâ\u0080\u0099t say, gentlemen, it ainâ\u0080\u0099t quite natâ\u0080\u0099ral, but I say â\u0080\u0099tis\nso; and from that hour, whatever Will Fern does, or lets aloneâ\u0080\u0094all oneâ\u0080\u0094it\ngoes against him.â\u0080\u0099\n\nAlderman Cute stuck his thumbs in his waistcoat-pockets, and leaning back\nin his chair, and smiling, winked at a neighbouring chandelier.  As much\nas to say, â\u0080\u0098Of course!  I told you so.  The common cry!  Lord bless you,\nwe are up to all this sort of thingâ\u0080\u0094myself and human nature.â\u0080\u0099\n\nâ\u0080\u0098Now, gentlemen,â\u0080\u0099 said Will Fern, holding out his hands, and flushing for\nan instant in his haggard face, â\u0080\u0098see how your laws are made to trap and\nhunt us when weâ\u0080\u0099re brought to this.  I tries to live elsewhere.  And Iâ\u0080\u0099m\na vagabond.  To jail with him!  I comes back here.  I goes a-nutting in\nyour woods, and breaksâ\u0080\u0094who donâ\u0080\u0099t?â\u0080\u0094a limber branch or two.  To jail with\nhim!  One of your keepers sees me in the broad day, near my own patch of\ngarden, with a gun.  To jail with him!  I has a natâ\u0080\u0099ral angry word with\nthat man, when Iâ\u0080\u0099m free again.  To jail with him!  I cuts a stick.  To\njail with him!  I eats a rotten apple or a turnip.  To jail with him!\nItâ\u0080\u0099s twenty mile away; and coming back I begs a trifle on the road.  To\njail with him!  At last, the constable, the keeperâ\u0080\u0094anybodyâ\u0080\u0094finds me\nanywhere, a-doing anything.  To jail with him, for heâ\u0080\u0099s a vagrant, and a\njail-bird known; and jailâ\u0080\u0099s the only home heâ\u0080\u0099s got.â\u0080\u0099\n\nThe Alderman nodded sagaciously, as who should say, â\u0080\u0098A very good home\ntoo!â\u0080\u0099\n\nâ\u0080\u0098Do I say this to serve MY cause!â\u0080\u0099 cried Fern.  â\u0080\u0098Who can give me back my\nliberty, who can give me back my good name, who can give me back my\ninnocent niece?  Not all the Lords and Ladies in wide England.  But,\ngentlemen, gentlemen, dealing with other men like me, begin at the right\nend.  Give us, in mercy, better homes when weâ\u0080\u0099re a-lying in our cradles;\ngive us better food when weâ\u0080\u0099re a-working for our lives; give us kinder\nlaws to bring us back when we're a-going wrong; and donâ\u0080\u0099t set jail, jail,\njail, afore us, everywhere we turn.  There anâ\u0080\u0099t a condescension you can\nshow the Labourer then, that he wonâ\u0080\u0099t take, as ready and as grateful as a\nman can be; for, he has a patient, peaceful, willing heart.  But you must\nput his rightful spirit in him first; for, whether heâ\u0080\u0099s a wreck and ruin\nsuch as me, or is like one of them that stand here now, his spirit is\ndivided from you at this time.  Bring it back, gentlefolks, bring it\nback!  Bring it back, afore the day comes when even his Bible changes in\nhis altered mind, and the words seem to him to read, as they have\nsometimes read in my own eyesâ\u0080\u0094in jail: â\u0080\u009cWhither thou goest, I can Not go;\nwhere thou lodgest, I do Not lodge; thy people are Not my people; Nor thy\nGod my God!â\u0080\u009dâ\u0080\u0099\n\nA sudden stir and agitation took place in Hall.  Trotty thought at first,\nthat several had risen to eject the man; and hence this change in its\nappearance.  But, another moment showed him that the room and all the\ncompany had vanished from his sight, and that his daughter was again\nbefore him, seated at her work.  But in a poorer, meaner garret than\nbefore; and with no Lilian by her side.\n\nThe frame at which she had worked, was put away upon a shelf and covered\nup.  The chair in which she had sat, was turned against the wall.  A\nhistory was written in these little things, and in Megâ\u0080\u0099s grief-worn face.\nOh! who could fail to read it!\n\nMeg strained her eyes upon her work until it was too dark to see the\nthreads; and when the night closed in, she lighted her feeble candle and\nworked on.  Still her old father was invisible about her; looking down\nupon her; loving herâ\u0080\u0094how dearly loving her!â\u0080\u0094and talking to her in a\ntender voice about the old times, and the Bells.  Though he knew, poor\nTrotty, though he knew she could not hear him.\n\nA great part of the evening had worn away, when a knock came at her door.\nShe opened it.  A man was on the threshold.  A slouching, moody, drunken\nsloven, wasted by intemperance and vice, and with his matted hair and\nunshorn beard in wild disorder; but, with some traces on him, too, of\nhaving been a man of good proportion and good features in his youth.\n\nHe stopped until he had her leave to enter; and she, retiring a pace or\ntwo from the open door, silently and sorrowfully looked upon him.  Trotty\nhad his wish.  He saw Richard.\n\nâ\u0080\u0098May I come in, Margaret?â\u0080\u0099\n\nâ\u0080\u0098Yes!  Come in.  Come in!â\u0080\u0099\n\nIt was well that Trotty knew him before he spoke; for with any doubt\nremaining on his mind, the harsh discordant voice would have persuaded\nhim that it was not Richard but some other man.\n\nThere were but two chairs in the room.  She gave him hers, and stood at\nsome short distance from him, waiting to hear what he had to say.\n\nHe sat, however, staring vacantly at the floor; with a lustreless and\nstupid smile.  A spectacle of such deep degradation, of such abject\nhopelessness, of such a miserable downfall, that she put her hands before\nher face and turned away, lest he should see how much it moved her.\n\nRoused by the rustling of her dress, or some such trifling sound, he\nlifted his head, and began to speak as if there had been no pause since\nhe entered.\n\nâ\u0080\u0098Still at work, Margaret?  You work late.â\u0080\u0099\n\nâ\u0080\u0098I generally do.â\u0080\u0099\n\nâ\u0080\u0098And early?â\u0080\u0099\n\nâ\u0080\u0098And early.â\u0080\u0099\n\nâ\u0080\u0098So she said.  She said you never tired; or never owned that you tired.\nNot all the time you lived together.  Not even when you fainted, between\nwork and fasting.  But I told you that, the last time I came.â\u0080\u0099\n\nâ\u0080\u0098You did,â\u0080\u0099 she answered.  â\u0080\u0098And I implored you to tell me nothing more;\nand you made me a solemn promise, Richard, that you never would.â\u0080\u0099\n\nâ\u0080\u0098A solemn promise,â\u0080\u0099 he repeated, with a drivelling laugh and vacant\nstare.  â\u0080\u0098A solemn promise.  To be sure.  A solemn promise!â\u0080\u0099  Awakening,\nas it were, after a time; in the same manner as before; he said with\nsudden animation:\n\nâ\u0080\u0098How can I help it, Margaret?  What am I to do?  She has been to me\nagain!â\u0080\u0099\n\nâ\u0080\u0098Again!â\u0080\u0099 cried Meg, clasping her hands.  â\u0080\u0098O, does she think of me so\noften!  Has she been again!â\u0080\u0099\n\nâ\u0080\u0098Twenty times again,â\u0080\u0099 said Richard.  â\u0080\u0098Margaret, she haunts me.  She comes\nbehind me in the street, and thrusts it in my hand.  I hear her foot upon\nthe ashes when Iâ\u0080\u0099m at my work (ha, ha! that anâ\u0080\u0099t often), and before I can\nturn my head, her voice is in my ear, saying, â\u0080\u009cRichard, donâ\u0080\u0099t look round.\nFor Heavenâ\u0080\u0099s love, give her this!â\u0080\u009d  She brings it where I live: she sends\nit in letters; she taps at the window and lays it on the sill.  What\n_can_ I do?  Look at it!â\u0080\u0099\n\nHe held out in his hand a little purse, and chinked the money it\nenclosed.\n\nâ\u0080\u0098Hide it,â\u0080\u0099 said Meg.  â\u0080\u0098Hide it!  When she comes again, tell her, Richard,\nthat I love her in my soul.  That I never lie down to sleep, but I bless\nher, and pray for her.  That, in my solitary work, I never cease to have\nher in my thoughts.  That she is with me, night and day.  That if I died\nto-morrow, I would remember her with my last breath.  But, that I cannot\nlook upon it!â\u0080\u0099\n\nHe slowly recalled his hand, and crushing the purse together, said with a\nkind of drowsy thoughtfulness:\n\nâ\u0080\u0098I told her so.  I told her so, as plain as words could speak.  Iâ\u0080\u0099ve\ntaken this gift back and left it at her door, a dozen times since then.\nBut when she came at last, and stood before me, face to face, what could\nI do?â\u0080\u0099\n\nâ\u0080\u0098You saw her!â\u0080\u0099 exclaimed Meg.  â\u0080\u0098You saw her!  O, Lilian, my sweet girl!\nO, Lilian, Lilian!â\u0080\u0099\n\nâ\u0080\u0098I saw her,â\u0080\u0099 he went on to say, not answering, but engaged in the same\nslow pursuit of his own thoughts.  â\u0080\u0098There she stood: trembling!  â\u0080\u009cHow\ndoes she look, Richard?  Does she ever speak of me?  Is she thinner?  My\nold place at the table: whatâ\u0080\u0099s in my old place?  And the frame she taught\nme our old work onâ\u0080\u0094has she burnt it, Richard!â\u0080\u009d  There she was.  I heard\nher say it.â\u0080\u0099\n\nMeg checked her sobs, and with the tears streaming from her eyes, bent\nover him to listen.  Not to lose a breath.\n\nWith his arms resting on his knees; and stooping forward in his chair, as\nif what he said were written on the ground in some half legible\ncharacter, which it was his occupation to decipher and connect; he went\non.\n\nâ\u0080\u0098â\u0080\u009cRichard, I have fallen very low; and you may guess how much I have\nsuffered in having this sent back, when I can bear to bring it in my hand\nto you.  But you loved her once, even in my memory, dearly.  Others\nstepped in between you; fears, and jealousies, and doubts, and vanities,\nestranged you from her; but you did love her, even in my memory!â\u0080\u009d  I\nsuppose I did,â\u0080\u0099 he said, interrupting himself for a moment.  â\u0080\u0098I did!\nThatâ\u0080\u0099s neither here nor thereâ\u0080\u0094â\u0080\u009cO Richard, if you ever did; if you have\nany memory for what is gone and lost, take it to her once more.  Once\nmore!  Tell her how I laid my head upon your shoulder, where her own head\nmight have lain, and was so humble to you, Richard.  Tell her that you\nlooked into my face, and saw the beauty which she used to praise, all\ngone: all gone: and in its place, a poor, wan, hollow cheek, that she\nwould weep to see.  Tell her everything, and take it back, and she will\nnot refuse again.  She will not have the heart!â\u0080\u009dâ\u0080\u0099\n\nSo he sat musing, and repeating the last words, until he woke again, and\nrose.\n\nâ\u0080\u0098You wonâ\u0080\u0099t take it, Margaret?â\u0080\u0099\n\nShe shook her head, and motioned an entreaty to him to leave her.\n\nâ\u0080\u0098Good night, Margaret.â\u0080\u0099\n\nâ\u0080\u0098Good night!â\u0080\u0099\n\nHe turned to look upon her; struck by her sorrow, and perhaps by the pity\nfor himself which trembled in her voice.  It was a quick and rapid\naction; and for the moment some flash of his old bearing kindled in his\nform.  In the next he went as he had come.  Nor did this glimmer of a\nquenched fire seem to light him to a quicker sense of his debasement.\n\nIn any mood, in any grief, in any torture of the mind or body, Megâ\u0080\u0099s work\nmust be done.  She sat down to her task, and plied it.  Night, midnight.\nStill she worked.\n\nShe had a meagre fire, the night being very cold; and rose at intervals\nto mend it.  The Chimes rang half-past twelve while she was thus engaged;\nand when they ceased she heard a gentle knocking at the door.  Before she\ncould so much as wonder who was there, at that unusual hour, it opened.\n\nO Youth and Beauty, happy as ye should be, look at this.  O Youth and\nBeauty, blest and blessing all within your reach, and working out the\nends of your Beneficent Creator, look at this!\n\nShe saw the entering figure; screamed its name; cried â\u0080\u0098Lilian!â\u0080\u0099\n\nIt was swift, and fell upon its knees before her: clinging to her dress.\n\nâ\u0080\u0098Up, dear!  Up!  Lilian!  My own dearest!â\u0080\u0099\n\nâ\u0080\u0098Never more, Meg; never more!  Here!  Here!  Close to you, holding to\nyou, feeling your dear breath upon my face!â\u0080\u0099\n\nâ\u0080\u0098Sweet Lilian!  Darling Lilian!  Child of my heartâ\u0080\u0094no motherâ\u0080\u0099s love can\nbe more tenderâ\u0080\u0094lay your head upon my breast!â\u0080\u0099\n\nâ\u0080\u0098Never more, Meg.  Never more!  When I first looked into your face, you\nknelt before me.  On my knees before you, let me die.  Let it be here!â\u0080\u0099\n\nâ\u0080\u0098You have come back.  My Treasure!  We will live together, work together,\nhope together, die together!â\u0080\u0099\n\nâ\u0080\u0098Ah!  Kiss my lips, Meg; fold your arms about me; press me to your bosom;\nlook kindly on me; but donâ\u0080\u0099t raise me.  Let it be here.  Let me see the\nlast of your dear face upon my knees!â\u0080\u0099\n\nO Youth and Beauty, happy as ye should be, look at this!  O Youth and\nBeauty, working out the ends of your Beneficent Creator, look at this!\n\nâ\u0080\u0098Forgive me, Meg!  So dear, so dear!  Forgive me!  I know you do, I see\nyou do, but say so, Meg!â\u0080\u0099\n\nShe said so, with her lips on Lilianâ\u0080\u0099s cheek.  And with her arms twined\nroundâ\u0080\u0094she knew it nowâ\u0080\u0094a broken heart.\n\nâ\u0080\u0098His blessing on you, dearest love.  Kiss me once more!  He suffered her\nto sit beside His feet, and dry them with her hair.  O Meg, what Mercy\nand Compassion!â\u0080\u0099\n\nAs she died, the Spirit of the child returning, innocent and radiant,\ntouched the old man with its hand, and beckoned him away.\n\n\n\n\nCHAPTER IVâ\u0080\u0094Fourth Quarter.\n\n\nSome new remembrance of the ghostly figures in the Bells; some faint\nimpression of the ringing of the Chimes; some giddy consciousness of\nhaving seen the swarm of phantoms reproduced and reproduced until the\nrecollection of them lost itself in the confusion of their numbers; some\nhurried knowledge, how conveyed to him he knew not, that more years had\npassed; and Trotty, with the Spirit of the child attending him, stood\nlooking on at mortal company.\n\nFat company, rosy-cheeked company, comfortable company.  They were but\ntwo, but they were red enough for ten.  They sat before a bright fire,\nwith a small low table between them; and unless the fragrance of hot tea\nand muffins lingered longer in that room than in most others, the table\nhad seen service very lately.  But all the cups and saucers being clean,\nand in their proper places in the corner-cupboard; and the brass\ntoasting-fork hanging in its usual nook and spreading its four idle\nfingers out as if it wanted to be measured for a glove; there remained no\nother visible tokens of the meal just finished, than such as purred and\nwashed their whiskers in the person of the basking cat, and glistened in\nthe gracious, not to say the greasy, faces of her patrons.\n\nThis cosy couple (married, evidently) had made a fair division of the\nfire between them, and sat looking at the glowing sparks that dropped\ninto the grate; now nodding off into a doze; now waking up again when\nsome hot fragment, larger than the rest, came rattling down, as if the\nfire were coming with it.\n\nIt was in no danger of sudden extinction, however; for it gleamed not\nonly in the little room, and on the panes of window-glass in the door,\nand on the curtain half drawn across them, but in the little shop beyond.\nA little shop, quite crammed and choked with the abundance of its stock;\na perfectly voracious little shop, with a maw as accommodating and full\nas any sharkâ\u0080\u0099s.  Cheese, butter, firewood, soap, pickles, matches, bacon,\ntable-beer, peg-tops, sweetmeats, boysâ\u0080\u0099 kites, bird-seed, cold ham, birch\nbrooms, hearth-stones, salt, vinegar, blacking, red-herrings, stationery,\nlard, mushroom-ketchup, staylaces, loaves of bread, shuttlecocks, eggs,\nand slate pencil; everything was fish that came to the net of this greedy\nlittle shop, and all articles were in its net.  How many other kinds of\npetty merchandise were there, it would be difficult to say; but balls of\npackthread, ropes of onions, pounds of candles, cabbage-nets, and\nbrushes, hung in bunches from the ceiling, like extraordinary fruit;\nwhile various odd canisters emitting aromatic smells, established the\nveracity of the inscription over the outer door, which informed the\npublic that the keeper of this little shop was a licensed dealer in tea,\ncoffee, tobacco, pepper, and snuff.\n\nGlancing at such of these articles as were visible in the shining of the\nblaze, and the less cheerful radiance of two smoky lamps which burnt but\ndimly in the shop itself, as though its plethora sat heavy on their\nlungs; and glancing, then, at one of the two faces by the parlour-fire;\nTrotty had small difficulty in recognising in the stout old lady, Mrs.\nChickenstalker: always inclined to corpulency, even in the days when he\nhad known her as established in the general line, and having a small\nbalance against him in her books.\n\nThe features of her companion were less easy to him.  The great broad\nchin, with creases in it large enough to hide a finger in; the astonished\neyes, that seemed to expostulate with themselves for sinking deeper and\ndeeper into the yielding fat of the soft face; the nose afflicted with\nthat disordered action of its functions which is generally termed The\nSnuffles; the short thick throat and labouring chest, with other beauties\nof the like description; though calculated to impress the memory, Trotty\ncould at first allot to nobody he had ever known: and yet he had some\nrecollection of them too.  At length, in Mrs. Chickenstalkerâ\u0080\u0099s partner in\nthe general line, and in the crooked and eccentric line of life, he\nrecognised the former porter of Sir Joseph Bowley; an apoplectic\ninnocent, who had connected himself in Trottyâ\u0080\u0099s mind with Mrs.\nChickenstalker years ago, by giving him admission to the mansion where he\nhad confessed his obligations to that lady, and drawn on his unlucky head\nsuch grave reproach.\n\nTrotty had little interest in a change like this, after the changes he\nhad seen; but association is very strong sometimes; and he looked\ninvoluntarily behind the parlour-door, where the accounts of credit\ncustomers were usually kept in chalk.  There was no record of his name.\nSome names were there, but they were strange to him, and infinitely fewer\nthan of old; from which he argued that the porter was an advocate of\nready-money transactions, and on coming into the business had looked\npretty sharp after the Chickenstalker defaulters.\n\nSo desolate was Trotty, and so mournful for the youth and promise of his\nblighted child, that it was a sorrow to him, even to have no place in\nMrs. Chickenstalkerâ\u0080\u0099s ledger.\n\nâ\u0080\u0098What sort of a night is it, Anne?â\u0080\u0099 inquired the former porter of Sir\nJoseph Bowley, stretching out his legs before the fire, and rubbing as\nmuch of them as his short arms could reach; with an air that added, â\u0080\u0098Here\nI am if itâ\u0080\u0099s bad, and I donâ\u0080\u0099t want to go out if itâ\u0080\u0099s good.â\u0080\u0099\n\nâ\u0080\u0098Blowing and sleeting hard,â\u0080\u0099 returned his wife; â\u0080\u0098and threatening snow.\nDark.  And very cold.â\u0080\u0099\n\nâ\u0080\u0098Iâ\u0080\u0099m glad to think we had muffins,â\u0080\u0099 said the former porter, in the tone\nof one who had set his conscience at rest.  â\u0080\u0098Itâ\u0080\u0099s a sort of night thatâ\u0080\u0099s\nmeant for muffins.  Likewise crumpets.  Also Sally Lunns.â\u0080\u0099\n\nThe former porter mentioned each successive kind of eatable, as if he\nwere musingly summing up his good actions.  After which he rubbed his fat\nlegs as before, and jerking them at the knees to get the fire upon the\nyet unroasted parts, laughed as if somebody had tickled him.\n\nâ\u0080\u0098Youâ\u0080\u0099re in spirits, Tugby, my dear,â\u0080\u0099 observed his wife.\n\nThe firm was Tugby, late Chickenstalker.\n\nâ\u0080\u0098No,â\u0080\u0099 said Tugby.  â\u0080\u0098No.  Not particular.  Iâ\u0080\u0099m a little elewated.  The\nmuffins came so pat!â\u0080\u0099\n\nWith that he chuckled until he was black in the face; and had so much ado\nto become any other colour, that his fat legs took the strangest\nexcursions into the air.  Nor were they reduced to anything like decorum\nuntil Mrs. Tugby had thumped him violently on the back, and shaken him as\nif he were a great bottle.\n\nâ\u0080\u0098Good gracious, goodness, lord-a-mercy bless and save the man!â\u0080\u0099 cried\nMrs. Tugby, in great terror.  â\u0080\u0098Whatâ\u0080\u0099s he doing?â\u0080\u0099\n\nMr. Tugby wiped his eyes, and faintly repeated that he found himself a\nlittle elewated.\n\nâ\u0080\u0098Then donâ\u0080\u0099t be so again, thatâ\u0080\u0099s a dear good soul,â\u0080\u0099 said Mrs. Tugby, â\u0080\u0098if\nyou donâ\u0080\u0099t want to frighten me to death, with your struggling and\nfighting!â\u0080\u0099\n\nMr. Tugby said he wouldnâ\u0080\u0099t; but, his whole existence was a fight, in\nwhich, if any judgment might be founded on the constantly-increasing\nshortness of his breath, and the deepening purple of his face, he was\nalways getting the worst of it.\n\nâ\u0080\u0098So itâ\u0080\u0099s blowing, and sleeting, and threatening snow; and itâ\u0080\u0099s dark, and\nvery cold, is it, my dear?â\u0080\u0099 said Mr. Tugby, looking at the fire, and\nreverting to the cream and marrow of his temporary elevation.\n\nâ\u0080\u0098Hard weather indeed,â\u0080\u0099 returned his wife, shaking her head.\n\nâ\u0080\u0098Aye, aye!  Years,â\u0080\u0099 said Mr. Tugby, â\u0080\u0098are like Christians in that respect.\nSome of â\u0080\u0099em die hard; some of â\u0080\u0099em die easy.  This one hasnâ\u0080\u0099t many days to\nrun, and is making a fight for it.  I like him all the better.  Thereâ\u0080\u0099s a\ncustomer, my love!â\u0080\u0099\n\nAttentive to the rattling door, Mrs. Tugby had already risen.\n\nâ\u0080\u0098Now then!â\u0080\u0099 said that lady, passing out into the little shop.  â\u0080\u0098Whatâ\u0080\u0099s\nwanted?  Oh!  I beg your pardon, sir, Iâ\u0080\u0099m sure.  I didnâ\u0080\u0099t think it was\nyou.â\u0080\u0099\n\nShe made this apology to a gentleman in black, who, with his wristbands\ntucked up, and his hat cocked loungingly on one side, and his hands in\nhis pockets, sat down astride on the table-beer barrel, and nodded in\nreturn.\n\nâ\u0080\u0098This is a bad business up-stairs, Mrs. Tugby,â\u0080\u0099 said the gentleman.  â\u0080\u0098The\nman canâ\u0080\u0099t live.â\u0080\u0099\n\nâ\u0080\u0098Not the back-attic canâ\u0080\u0099t!â\u0080\u0099 cried Tugby, coming out into the shop to join\nthe conference.\n\nâ\u0080\u0098The back-attic, Mr. Tugby,â\u0080\u0099 said the gentleman, â\u0080\u0098is coming down-stairs\nfast, and will be below the basement very soon.â\u0080\u0099\n\nLooking by turns at Tugby and his wife, he sounded the barrel with his\nknuckles for the depth of beer, and having found it, played a tune upon\nthe empty part.\n\nâ\u0080\u0098The back-attic, Mr. Tugby,â\u0080\u0099 said the gentleman: Tugby having stood in\nsilent consternation for some time: â\u0080\u0098is Going.â\u0080\u0099\n\nâ\u0080\u0098Then,â\u0080\u0099 said Tugby, turning to his wife, â\u0080\u0098he must Go, you know, before\nheâ\u0080\u0099s Gone.â\u0080\u0099\n\nâ\u0080\u0098I donâ\u0080\u0099t think you can move him,â\u0080\u0099 said the gentleman, shaking his head.\nâ\u0080\u0098I wouldnâ\u0080\u0099t take the responsibility of saying it could be done, myself.\nYou had better leave him where he is.  He canâ\u0080\u0099t live long.â\u0080\u0099\n\nâ\u0080\u0098Itâ\u0080\u0099s the only subject,â\u0080\u0099 said Tugby, bringing the butter-scale down upon\nthe counter with a crash, by weighing his fist on it, â\u0080\u0098that weâ\u0080\u0099ve ever\nhad a word upon; she and me; and look what it comes to!  Heâ\u0080\u0099s going to\ndie here, after all.  Going to die upon the premises.  Going to die in\nour house!â\u0080\u0099\n\nâ\u0080\u0098And where should he have died, Tugby?â\u0080\u0099 cried his wife.\n\nâ\u0080\u0098In the workhouse,â\u0080\u0099 he returned.  â\u0080\u0098What are workhouses made for?â\u0080\u0099\n\nâ\u0080\u0098Not for that,â\u0080\u0099 said Mrs. Tugby, with great energy.  â\u0080\u0098Not for that!\nNeither did I marry you for that.  Donâ\u0080\u0099t think it, Tugby.  I wonâ\u0080\u0099t have\nit.  I wonâ\u0080\u0099t allow it.  Iâ\u0080\u0099d be separated first, and never see your face\nagain.  When my widowâ\u0080\u0099s name stood over that door, as it did for many\nyears: this house being known as Mrs. Chickenstalkerâ\u0080\u0099s far and wide, and\nnever known but to its honest credit and its good report: when my widowâ\u0080\u0099s\nname stood over that door, Tugby, I knew him as a handsome, steady,\nmanly, independent youth; I knew her as the sweetest-looking,\nsweetest-tempered girl, eyes ever saw; I knew her father (poor old\ncreetur, he fell down from the steeple walking in his sleep, and killed\nhimself), for the simplest, hardest-working, childest-hearted man, that\never drew the breath of life; and when I turn them out of house and home,\nmay angels turn me out of Heaven.  As they would!  And serve me right!â\u0080\u0099\n\nHer old face, which had been a plump and dimpled one before the changes\nwhich had come to pass, seemed to shine out of her as she said these\nwords; and when she dried her eyes, and shook her head and her\nhandkerchief at Tugby, with an expression of firmness which it was quite\nclear was not to be easily resisted, Trotty said, â\u0080\u0098Bless her!  Bless\nher!â\u0080\u0099\n\nThen he listened, with a panting heart, for what should follow.  Knowing\nnothing yet, but that they spoke of Meg.\n\nIf Tugby had been a little elevated in the parlour, he more than balanced\nthat account by being not a little depressed in the shop, where he now\nstood staring at his wife, without attempting a reply; secretly\nconveying, howeverâ\u0080\u0094either in a fit of abstraction or as a precautionary\nmeasureâ\u0080\u0094all the money from the till into his own pockets, as he looked at\nher.\n\nThe gentleman upon the table-beer cask, who appeared to be some\nauthorised medical attendant upon the poor, was far too well accustomed,\nevidently, to little differences of opinion between man and wife, to\ninterpose any remark in this instance.  He sat softly whistling, and\nturning little drops of beer out of the tap upon the ground, until there\nwas a perfect calm: when he raised his head, and said to Mrs. Tugby, late\nChickenstalker:\n\nâ\u0080\u0098Thereâ\u0080\u0099s something interesting about the woman, even now.  How did she\ncome to marry him?â\u0080\u0099\n\nâ\u0080\u0098Why that,â\u0080\u0099 said Mrs. Tugby, taking a seat near him, â\u0080\u0098is not the least\ncruel part of her story, sir.  You see they kept company, she and\nRichard, many years ago.  When they were a young and beautiful couple,\neverything was settled, and they were to have been married on a New\nYearâ\u0080\u0099s Day.  But, somehow, Richard got it into his head, through what the\ngentlemen told him, that he might do better, and that heâ\u0080\u0099d soon repent\nit, and that she wasnâ\u0080\u0099t good enough for him, and that a young man of\nspirit had no business to be married.  And the gentlemen frightened her,\nand made her melancholy, and timid of his deserting her, and of her\nchildren coming to the gallows, and of its being wicked to be man and\nwife, and a good deal more of it.  And in short, they lingered and\nlingered, and their trust in one another was broken, and so at last was\nthe match.  But the fault was his.  She would have married him, sir,\njoyfully.  Iâ\u0080\u0099ve seen her heart swell many times afterwards, when he\npassed her in a proud and careless way; and never did a woman grieve more\ntruly for a man, than she for Richard when he first went wrong.â\u0080\u0099\n\nâ\u0080\u0098Oh! he went wrong, did he?â\u0080\u0099 said the gentleman, pulling out the vent-peg\nof the table-beer, and trying to peep down into the barrel through the\nhole.\n\nâ\u0080\u0098Well, sir, I donâ\u0080\u0099t know that he rightly understood himself, you see.  I\nthink his mind was troubled by their having broke with one another; and\nthat but for being ashamed before the gentlemen, and perhaps for being\nuncertain too, how she might take it, heâ\u0080\u0099d have gone through any\nsuffering or trial to have had Megâ\u0080\u0099s promise and Megâ\u0080\u0099s hand again.\nThatâ\u0080\u0099s my belief.  He never said so; moreâ\u0080\u0099s the pity!  He took to\ndrinking, idling, bad companions: all the fine resources that were to be\nso much better for him than the Home he might have had.  He lost his\nlooks, his character, his health, his strength, his friends, his work:\neverything!â\u0080\u0099\n\nâ\u0080\u0098He didnâ\u0080\u0099t lose everything, Mrs. Tugby,â\u0080\u0099 returned the gentleman, â\u0080\u0098because\nhe gained a wife; and I want to know how he gained her.â\u0080\u0099\n\nâ\u0080\u0098Iâ\u0080\u0099m coming to it, sir, in a moment.  This went on for years and years;\nhe sinking lower and lower; she enduring, poor thing, miseries enough to\nwear her life away.  At last, he was so cast down, and cast out, that no\none would employ or notice him; and doors were shut upon him, go where he\nwould.  Applying from place to place, and door to door; and coming for\nthe hundredth time to one gentleman who had often and often tried him (he\nwas a good workman to the very end); that gentleman, who knew his\nhistory, said, â\u0080\u009cI believe you are incorrigible; there is only one person\nin the world who has a chance of reclaiming you; ask me to trust you no\nmore, until she tries to do it.â\u0080\u009d  Something like that, in his anger and\nvexation.â\u0080\u0099\n\nâ\u0080\u0098Ah!â\u0080\u0099 said the gentleman.  â\u0080\u0098Well?â\u0080\u0099\n\nâ\u0080\u0098Well, sir, he went to her, and kneeled to her; said it was so; said it\never had been so; and made a prayer to her to save him.â\u0080\u0099\n\nâ\u0080\u0098And she?â\u0080\u0094Donâ\u0080\u0099t distress yourself, Mrs. Tugby.â\u0080\u0099\n\nâ\u0080\u0098She came to me that night to ask me about living here.  â\u0080\u009cWhat he was\nonce to me,â\u0080\u009d she said, â\u0080\u009cis buried in a grave, side by side with what I\nwas to him.  But I have thought of this; and I will make the trial.  In\nthe hope of saving him; for the love of the light-hearted girl (you\nremember her) who was to have been married on a New Yearâ\u0080\u0099s Day; and for\nthe love of her Richard.â\u0080\u009d  And she said he had come to her from Lilian,\nand Lilian had trusted to him, and she never could forget that.  So they\nwere married; and when they came home here, and I saw them, I hoped that\nsuch prophecies as parted them when they were young, may not often fulfil\nthemselves as they did in this case, or I wouldnâ\u0080\u0099t be the makers of them\nfor a Mine of Gold.â\u0080\u0099\n\nThe gentleman got off the cask, and stretched himself, observing:\n\nâ\u0080\u0098I suppose he used her ill, as soon as they were married?â\u0080\u0099\n\nâ\u0080\u0098I donâ\u0080\u0099t think he ever did that,â\u0080\u0099 said Mrs. Tugby, shaking her head, and\nwiping her eyes.  â\u0080\u0098He went on better for a short time; but, his habits\nwere too old and strong to be got rid of; he soon fell back a little; and\nwas falling fast back, when his illness came so strong upon him.  I think\nhe has always felt for her.  I am sure he has.  I have seen him, in his\ncrying fits and tremblings, try to kiss her hand; and I have heard him\ncall her â\u0080\u009cMeg,â\u0080\u009d and say it was her nineteenth birthday.  There he has\nbeen lying, now, these weeks and months.  Between him and her baby, she\nhas not been able to do her old work; and by not being able to be\nregular, she has lost it, even if she could have done it.  How they have\nlived, I hardly know!â\u0080\u0099\n\nâ\u0080\u0098I know,â\u0080\u0099 muttered Mr. Tugby; looking at the till, and round the shop,\nand at his wife; and rolling his head with immense intelligence.  â\u0080\u0098Like\nFighting Cocks!â\u0080\u0099\n\nHe was interrupted by a cryâ\u0080\u0094a sound of lamentationâ\u0080\u0094from the upper story\nof the house.  The gentleman moved hurriedly to the door.\n\nâ\u0080\u0098My friend,â\u0080\u0099 he said, looking back, â\u0080\u0098you neednâ\u0080\u0099t discuss whether he shall\nbe removed or not.  He has spared you that trouble, I believe.â\u0080\u0099\n\nSaying so, he ran up-stairs, followed by Mrs. Tugby; while Mr. Tugby\npanted and grumbled after them at leisure: being rendered more than\ncommonly short-winded by the weight of the till, in which there had been\nan inconvenient quantity of copper.  Trotty, with the child beside him,\nfloated up the staircase like mere air.\n\nâ\u0080\u0098Follow her!  Follow her!  Follow her!â\u0080\u0099  He heard the ghostly voices in\nthe Bells repeat their words as he ascended.  â\u0080\u0098Learn it, from the\ncreature dearest to your heart!â\u0080\u0099\n\nIt was over.  It was over.  And this was she, her fatherâ\u0080\u0099s pride and joy!\nThis haggard, wretched woman, weeping by the bed, if it deserved that\nname, and pressing to her breast, and hanging down her head upon, an\ninfant.  Who can tell how spare, how sickly, and how poor an infant!  Who\ncan tell how dear!\n\nâ\u0080\u0098Thank God!â\u0080\u0099 cried Trotty, holding up his folded hands.  â\u0080\u0098O, God be\nthanked!  She loves her child!â\u0080\u0099\n\nThe gentleman, not otherwise hard-hearted or indifferent to such scenes,\nthan that he saw them every day, and knew that they were figures of no\nmoment in the Filer sumsâ\u0080\u0094mere scratches in the working of these\ncalculationsâ\u0080\u0094laid his hand upon the heart that beat no more, and listened\nfor the breath, and said, â\u0080\u0098His pain is over.  Itâ\u0080\u0099s better as it is!â\u0080\u0099\nMrs. Tugby tried to comfort her with kindness.  Mr. Tugby tried\nphilosophy.\n\nâ\u0080\u0098Come, come!â\u0080\u0099 he said, with his hands in his pockets, â\u0080\u0098you mustnâ\u0080\u0099t give\nway, you know.  That wonâ\u0080\u0099t do.  You must fight up.  What would have\nbecome of me if _I_ had given way when I was porter, and we had as many\nas six runaway carriage-doubles at our door in one night!  But, I fell\nback upon my strength of mind, and didnâ\u0080\u0099t open it!â\u0080\u0099\n\nAgain Trotty heard the voices saying, â\u0080\u0098Follow her!â\u0080\u0099  He turned towards\nhis guide, and saw it rising from him, passing through the air.  â\u0080\u0098Follow\nher!â\u0080\u0099 it said.  And vanished.\n\nHe hovered round her; sat down at her feet; looked up into her face for\none trace of her old self; listened for one note of her old pleasant\nvoice.  He flitted round the child: so wan, so prematurely old, so\ndreadful in its gravity, so plaintive in its feeble, mournful, miserable\nwail.  He almost worshipped it.  He clung to it as her only safeguard; as\nthe last unbroken link that bound her to endurance.  He set his fatherâ\u0080\u0099s\nhope and trust on the frail baby; watched her every look upon it as she\nheld it in her arms; and cried a thousand times, â\u0080\u0098She loves it!  God be\nthanked, she loves it!â\u0080\u0099\n\nHe saw the woman tend her in the night; return to her when her grudging\nhusband was asleep, and all was still; encourage her, shed tears with\nher, set nourishment before her.  He saw the day come, and the night\nagain; the day, the night; the time go by; the house of death relieved of\ndeath; the room left to herself and to the child; he heard it moan and\ncry; he saw it harass her, and tire her out, and when she slumbered in\nexhaustion, drag her back to consciousness, and hold her with its little\nhands upon the rack; but she was constant to it, gentle with it, patient\nwith it.  Patient!  Was its loving mother in her inmost heart and soul,\nand had its Being knitted up with hers as when she carried it unborn.\n\nAll this time, she was in want: languishing away, in dire and pining\nwant.  With the baby in her arms, she wandered here and there, in quest\nof occupation; and with its thin face lying in her lap, and looking up in\nhers, did any work for any wretched sum; a day and night of labour for as\nmany farthings as there were figures on the dial.  If she had quarrelled\nwith it; if she had neglected it; if she had looked upon it with a\nmomentâ\u0080\u0099s hate; if, in the frenzy of an instant, she had struck it!  No.\nHis comfort was, She loved it always.\n\nShe told no one of her extremity, and wandered abroad in the day lest she\nshould be questioned by her only friend: for any help she received from\nher hands, occasioned fresh disputes between the good woman and her\nhusband; and it was new bitterness to be the daily cause of strife and\ndiscord, where she owed so much.\n\nShe loved it still.  She loved it more and more.  But a change fell on\nthe aspect of her love.  One night.\n\nShe was singing faintly to it in its sleep, and walking to and fro to\nhush it, when her door was softly opened, and a man looked in.\n\nâ\u0080\u0098For the last time,â\u0080\u0099 he said.\n\nâ\u0080\u0098William Fern!â\u0080\u0099\n\nâ\u0080\u0098For the last time.â\u0080\u0099\n\nHe listened like a man pursued: and spoke in whispers.\n\nâ\u0080\u0098Margaret, my race is nearly run.  I couldnâ\u0080\u0099t finish it, without a\nparting word with you.  Without one grateful word.â\u0080\u0099\n\nâ\u0080\u0098What have you done?â\u0080\u0099 she asked: regarding him with terror.\n\nHe looked at her, but gave no answer.\n\nAfter a short silence, he made a gesture with his hand, as if he set her\nquestion by; as if he brushed it aside; and said:\n\nâ\u0080\u0098Itâ\u0080\u0099s long ago, Margaret, now: but that night is as fresh in my memory as\never â\u0080\u0099twas.  We little thought, then,â\u0080\u0099 he added, looking round, â\u0080\u0098that we\nshould ever meet like this.  Your child, Margaret?  Let me have it in my\narms.  Let me hold your child.â\u0080\u0099\n\nHe put his hat upon the floor, and took it.  And he trembled as he took\nit, from head to foot.\n\nâ\u0080\u0098Is it a girl?â\u0080\u0099\n\nâ\u0080\u0098Yes.â\u0080\u0099\n\nHe put his hand before its little face.\n\nâ\u0080\u0098See how weak Iâ\u0080\u0099m grown, Margaret, when I want the courage to look at it!\nLet her be, a moment.  I wonâ\u0080\u0099t hurt her.  Itâ\u0080\u0099s long ago, butâ\u0080\u0094Whatâ\u0080\u0099s her\nname?â\u0080\u0099\n\nâ\u0080\u0098Margaret,â\u0080\u0099 she answered, quickly.\n\nâ\u0080\u0098Iâ\u0080\u0099m glad of that,â\u0080\u0099 he said.  â\u0080\u0098Iâ\u0080\u0099m glad of that!â\u0080\u0099  He seemed to breathe\nmore freely; and after pausing for an instant, took away his hand, and\nlooked upon the infantâ\u0080\u0099s face.  But covered it again, immediately.\n\nâ\u0080\u0098Margaret!â\u0080\u0099 he said; and gave her back the child.  â\u0080\u0098Itâ\u0080\u0099s Lilianâ\u0080\u0099s.â\u0080\u0099\n\nâ\u0080\u0098Lilianâ\u0080\u0099s!â\u0080\u0099\n\nâ\u0080\u0098I held the same face in my arms when Lilianâ\u0080\u0099s mother died and left her.â\u0080\u0099\n\nâ\u0080\u0098When Lilianâ\u0080\u0099s mother died and left her!â\u0080\u0099 she repeated, wildly.\n\nâ\u0080\u0098How shrill you speak!  Why do you fix your eyes upon me so?  Margaret!â\u0080\u0099\n\nShe sunk down in a chair, and pressed the infant to her breast, and wept\nover it.  Sometimes, she released it from her embrace, to look anxiously\nin its face: then strained it to her bosom again.  At those times, when\nshe gazed upon it, then it was that something fierce and terrible began\nto mingle with her love.  Then it was that her old father quailed.\n\nâ\u0080\u0098Follow her!â\u0080\u0099 was sounded through the house.  â\u0080\u0098Learn it, from the\ncreature dearest to your heart!â\u0080\u0099\n\nâ\u0080\u0098Margaret,â\u0080\u0099 said Fern, bending over her, and kissing her upon the brow:\nâ\u0080\u0098I thank you for the last time.  Good night.  Good bye!  Put your hand in\nmine, and tell me youâ\u0080\u0099ll forget me from this hour, and try to think the\nend of me was here.â\u0080\u0099\n\nâ\u0080\u0098What have you done?â\u0080\u0099 she asked again.\n\nâ\u0080\u0098Thereâ\u0080\u0099ll be a Fire to-night,â\u0080\u0099 he said, removing from her.  â\u0080\u0098Thereâ\u0080\u0099ll be\nFires this winter-time, to light the dark nights, East, West, North, and\nSouth.  When you see the distant sky red, theyâ\u0080\u0099ll be blazing.  When you\nsee the distant sky red, think of me no more; or, if you do, remember\nwhat a Hell was lighted up inside of me, and think you see its flames\nreflected in the clouds.  Good night.  Good bye!â\u0080\u0099  She called to him; but\nhe was gone.  She sat down stupefied, until her infant roused her to a\nsense of hunger, cold, and darkness.  She paced the room with it the\nlivelong night, hushing it and soothing it.  She said at intervals, â\u0080\u0098Like\nLilian, when her mother died and left her!â\u0080\u0099  Why was her step so quick,\nher eye so wild, her love so fierce and terrible, whenever she repeated\nthose words?\n\nâ\u0080\u0098But, it is Love,â\u0080\u0099 said Trotty.  â\u0080\u0098It is Love.  Sheâ\u0080\u0099ll never cease to love\nit.  My poor Meg!â\u0080\u0099\n\nShe dressed the child next morning with unusual careâ\u0080\u0094ah, vain expenditure\nof care upon such squalid robes!â\u0080\u0094and once more tried to find some means\nof life.  It was the last day of the Old Year.  She tried till night, and\nnever broke her fast.  She tried in vain.\n\nShe mingled with an abject crowd, who tarried in the snow, until it\npleased some officer appointed to dispense the public charity (the lawful\ncharity; not that once preached upon a Mount), to call them in, and\nquestion them, and say to this one, â\u0080\u0098Go to such a place,â\u0080\u0099 to that one,\nâ\u0080\u0098Come next week;â\u0080\u0099 to make a football of another wretch, and pass him here\nand there, from hand to hand, from house to house, until he wearied and\nlay down to die; or started up and robbed, and so became a higher sort of\ncriminal, whose claims allowed of no delay.  Here, too, she failed.\n\nShe loved her child, and wished to have it lying on her breast.  And that\nwas quite enough.\n\nIt was night: a bleak, dark, cutting night: when, pressing the child\nclose to her for warmth, she arrived outside the house she called her\nhome.  She was so faint and giddy, that she saw no one standing in the\ndoorway until she was close upon it, and about to enter.  Then, she\nrecognised the master of the house, who had so disposed himselfâ\u0080\u0094with his\nperson it was not difficultâ\u0080\u0094as to fill up the whole entry.\n\nâ\u0080\u0098O!â\u0080\u0099 he said softly.  â\u0080\u0098You have come back?â\u0080\u0099\n\nShe looked at the child, and shook her head.\n\nâ\u0080\u0098Donâ\u0080\u0099t you think you have lived here long enough without paying any rent?\nDonâ\u0080\u0099t you think that, without any money, youâ\u0080\u0099ve been a pretty constant\ncustomer at this shop, now?â\u0080\u0099 said Mr. Tugby.\n\nShe repeated the same mute appeal.\n\nâ\u0080\u0098Suppose you try and deal somewhere else,â\u0080\u0099 he said.  â\u0080\u0098And suppose you\nprovide yourself with another lodging.  Come!  Donâ\u0080\u0099t you think you could\nmanage it?â\u0080\u0099\n\nShe said in a low voice, that it was very late.  To-morrow.\n\nâ\u0080\u0098Now I see what you want,â\u0080\u0099 said Tugby; â\u0080\u0098and what you mean.  You know\nthere are two parties in this house about you, and you delight in setting\nâ\u0080\u0099em by the ears.  I donâ\u0080\u0099t want any quarrels; Iâ\u0080\u0099m speaking softly to avoid\na quarrel; but if you donâ\u0080\u0099t go away, Iâ\u0080\u0099ll speak out loud, and you shall\ncause words high enough to please you.  But you shanâ\u0080\u0099t come in.  That I\nam determined.â\u0080\u0099\n\nShe put her hair back with her hand, and looked in a sudden manner at the\nsky, and the dark lowering distance.\n\nâ\u0080\u0098This is the last night of an Old Year, and I wonâ\u0080\u0099t carry ill-blood and\nquarrellings and disturbances into a New One, to please you nor anybody\nelse,â\u0080\u0099 said Tugby, who was quite a retail Friend and Father.  â\u0080\u0098I wonder\nyou anâ\u0080\u0099t ashamed of yourself, to carry such practices into a New Year.\nIf you havenâ\u0080\u0099t any business in the world, but to be always giving way,\nand always making disturbances between man and wife, youâ\u0080\u0099d be better out\nof it.  Go along with you.â\u0080\u0099\n\nâ\u0080\u0098Follow her!  To desperation!â\u0080\u0099\n\nAgain the old man heard the voices.  Looking up, he saw the figures\nhovering in the air, and pointing where she went, down the dark street.\n\nâ\u0080\u0098She loves it!â\u0080\u0099 he exclaimed, in agonised entreaty for her.  â\u0080\u0098Chimes! she\nloves it still!â\u0080\u0099\n\nâ\u0080\u0098Follow her!â\u0080\u0099  The shadow swept upon the track she had taken, like a\ncloud.\n\nHe joined in the pursuit; he kept close to her; he looked into her face.\nHe saw the same fierce and terrible expression mingling with her love,\nand kindling in her eyes.  He heard her say, â\u0080\u0098Like Lilian!  To be changed\nlike Lilian!â\u0080\u0099 and her speed redoubled.\n\nO, for something to awaken her!  For any sight, or sound, or scent, to\ncall up tender recollections in a brain on fire!  For any gentle image of\nthe Past, to rise before her!\n\nâ\u0080\u0098I was her father!  I was her father!â\u0080\u0099 cried the old man, stretching out\nhis hands to the dark shadows flying on above.  â\u0080\u0098Have mercy on her, and\non me!  Where does she go?  Turn her back!  I was her father!â\u0080\u0099\n\nBut they only pointed to her, as she hurried on; and said, â\u0080\u0098To\ndesperation!  Learn it from the creature dearest to your heart!â\u0080\u0099  A\nhundred voices echoed it.  The air was made of breath expended in those\nwords.  He seemed to take them in, at every gasp he drew.  They were\neverywhere, and not to be escaped.  And still she hurried on; the same\nlight in her eyes, the same words in her mouth, â\u0080\u0098Like Lilian!  To be\nchanged like Lilian!â\u0080\u0099  All at once she stopped.\n\nâ\u0080\u0098Now, turn her back!â\u0080\u0099 exclaimed the old man, tearing his white hair.  â\u0080\u0098My\nchild!  Meg!  Turn her back!  Great Father, turn her back!â\u0080\u0099\n\nIn her own scanty shawl, she wrapped the baby warm.  With her fevered\nhands, she smoothed its limbs, composed its face, arranged its mean\nattire.  In her wasted arms she folded it, as though she never would\nresign it more.  And with her dry lips, kissed it in a final pang, and\nlast long agony of Love.\n\nPutting its tiny hand up to her neck, and holding it there, within her\ndress, next to her distracted heart, she set its sleeping face against\nher: closely, steadily, against her: and sped onward to the River.\n\nTo the rolling River, swift and dim, where Winter Night sat brooding like\nthe last dark thoughts of many who had sought a refuge there before her.\nWhere scattered lights upon the banks gleamed sullen, red, and dull, as\ntorches that were burning there, to show the way to Death.  Where no\nabode of living people cast its shadow, on the deep, impenetrable,\nmelancholy shade.\n\nTo the River!  To that portal of Eternity, her desperate footsteps tended\nwith the swiftness of its rapid waters running to the sea.  He tried to\ntouch her as she passed him, going down to its dark level: but, the wild\ndistempered form, the fierce and terrible love, the desperation that had\nleft all human check or hold behind, swept by him like the wind.\n\nHe followed her.  She paused a moment on the brink, before the dreadful\nplunge.  He fell down on his knees, and in a shriek addressed the figures\nin the Bells now hovering above them.\n\nâ\u0080\u0098I have learnt it!â\u0080\u0099 cried the old man.  â\u0080\u0098From the creature dearest to my\nheart!  O, save her, save her!â\u0080\u0099\n\nHe could wind his fingers in her dress; could hold it!  As the words\nescaped his lips, he felt his sense of touch return, and knew that he\ndetained her.\n\nThe figures looked down steadfastly upon him.\n\nâ\u0080\u0098I have learnt it!â\u0080\u0099 cried the old man.  â\u0080\u0098O, have mercy on me in this\nhour, if, in my love for her, so young and good, I slandered Nature in\nthe breasts of mothers rendered desperate!  Pity my presumption,\nwickedness, and ignorance, and save her.â\u0080\u0099  He felt his hold relaxing.\nThey were silent still.\n\nâ\u0080\u0098Have mercy on her!â\u0080\u0099 he exclaimed, â\u0080\u0098as one in whom this dreadful crime\nhas sprung from Love perverted; from the strongest, deepest Love we\nfallen creatures know!  Think what her misery must have been, when such\nseed bears such fruit!  Heaven meant her to be good.  There is no loving\nmother on the earth who might not come to this, if such a life had gone\nbefore.  O, have mercy on my child, who, even at this pass, means mercy\nto her own, and dies herself, and perils her immortal soul, to save it!â\u0080\u0099\n\nShe was in his arms.  He held her now.  His strength was like a giantâ\u0080\u0099s.\n\nâ\u0080\u0098I see the Spirit of the Chimes among you!â\u0080\u0099 cried the old man, singling\nout the child, and speaking in some inspiration, which their looks\nconveyed to him.  â\u0080\u0098I know that our inheritance is held in store for us by\nTime.  I know there is a sea of Time to rise one day, before which all\nwho wrong us or oppress us will be swept away like leaves.  I see it, on\nthe flow!  I know that we must trust and hope, and neither doubt\nourselves, nor doubt the good in one another.  I have learnt it from the\ncreature dearest to my heart.  I clasp her in my arms again.  O Spirits,\nmerciful and good, I take your lesson to my breast along with her!  O\nSpirits, merciful and good, I am grateful!â\u0080\u0099\n\nHe might have said more; but, the Bells, the old familiar Bells, his own\ndear, constant, steady friends, the Chimes, began to ring the joy-peals\nfor a New Year: so lustily, so merrily, so happily, so gaily, that he\nleapt upon his feet, and broke the spell that bound him.\n\n                                * * * * *\n\nâ\u0080\u0098And whatever you do, father,â\u0080\u0099 said Meg, â\u0080\u0098donâ\u0080\u0099t eat tripe again, without\nasking some doctor whether itâ\u0080\u0099s likely to agree with you; for how you\n_have_ been going on, Good gracious!â\u0080\u0099\n\nShe was working with her needle, at the little table by the fire;\ndressing her simple gown with ribbons for her wedding.  So quietly happy,\nso blooming and youthful, so full of beautiful promise, that he uttered a\ngreat cry as if it were an Angel in his house; then flew to clasp her in\nhis arms.\n\nBut, he caught his feet in the newspaper, which had fallen on the hearth;\nand somebody came rushing in between them.\n\nâ\u0080\u0098No!â\u0080\u0099 cried the voice of this same somebody; a generous and jolly voice\nit was!  â\u0080\u0098Not even you.  Not even you.  The first kiss of Meg in the New\nYear is mine.  Mine!  I have been waiting outside the house, this hour,\nto hear the Bells and claim it.  Meg, my precious prize, a happy year!  A\nlife of happy years, my darling wife!â\u0080\u0099\n\nAnd Richard smothered her with kisses.\n\nYou never in all your life saw anything like Trotty after this.  I donâ\u0080\u0099t\ncare where you have lived or what you have seen; you never in all your\nlife saw anything at all approaching him!  He sat down in his chair and\nbeat his knees and cried; he sat down in his chair and beat his knees and\nlaughed; he sat down in his chair and beat his knees and laughed and\ncried together; he got out of his chair and hugged Meg; he got out of his\nchair and hugged Richard; he got out of his chair and hugged them both at\nonce; he kept running up to Meg, and squeezing her fresh face between his\nhands and kissing it, going from her backwards not to lose sight of it,\nand running up again like a figure in a magic lantern; and whatever he\ndid, he was constantly sitting himself down in his chair, and never\nstopping in it for one single moment; beingâ\u0080\u0094thatâ\u0080\u0099s the truthâ\u0080\u0094beside\nhimself with joy.\n\nâ\u0080\u0098And to-morrowâ\u0080\u0099s your wedding-day, my pet!â\u0080\u0099 cried Trotty.  â\u0080\u0098Your real,\nhappy wedding-day!â\u0080\u0099\n\nâ\u0080\u0098To-day!â\u0080\u0099 cried Richard, shaking hands with him.  â\u0080\u0098To-day.  The Chimes\nare ringing in the New Year.  Hear them!â\u0080\u0099\n\nThey WERE ringing!  Bless their sturdy hearts, they WERE ringing!  Great\nBells as they were; melodious, deep-mouthed, noble Bells; cast in no\ncommon metal; made by no common founder; when had they ever chimed like\nthat, before!\n\nâ\u0080\u0098But, to-day, my pet,â\u0080\u0099 said Trotty.  â\u0080\u0098You and Richard had some words\nto-day.â\u0080\u0099\n\nâ\u0080\u0098Because heâ\u0080\u0099s such a bad fellow, father,â\u0080\u0099 said Meg.  â\u0080\u0098Anâ\u0080\u0099t you, Richard?\nSuch a headstrong, violent man!  Heâ\u0080\u0099d have made no more of speaking his\nmind to that great Alderman, and putting _him_ down I donâ\u0080\u0099t know where,\nthan he would ofâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u0098â\u0080\u0094Kissing Meg,â\u0080\u0099 suggested Richard.  Doing it too!\n\nâ\u0080\u0098No.  Not a bit more,â\u0080\u0099 said Meg.  â\u0080\u0098But I wouldnâ\u0080\u0099t let him, father.  Where\nwould have been the use!â\u0080\u0099\n\nâ\u0080\u0098Richard my boy!â\u0080\u0099 cried Trotty.  â\u0080\u0098You was turned up Trumps originally;\nand Trumps you must be, till you die!  But, you were crying by the fire\nto-night, my pet, when I came home!  Why did you cry by the fire?â\u0080\u0099\n\nâ\u0080\u0098I was thinking of the years weâ\u0080\u0099ve passed together, father.  Only that.\nAnd thinking that you might miss me, and be lonely.â\u0080\u0099\n\nTrotty was backing off to that extraordinary chair again, when the child,\nwho had been awakened by the noise, came running in half-dressed.\n\nâ\u0080\u0098Why, here she is!â\u0080\u0099 cried Trotty, catching her up.  â\u0080\u0098Hereâ\u0080\u0099s little\nLilian!  Ha ha ha!  Here we are and here we go!  O here we are and here\nwe go again!  And here we are and here we go! and Uncle Will too!â\u0080\u0099\nStopping in his trot to greet him heartily.  â\u0080\u0098O, Uncle Will, the vision\nthat Iâ\u0080\u0099ve had to-night, through lodging you!  O, Uncle Will, the\nobligations that youâ\u0080\u0099ve laid me under, by your coming, my good friend!â\u0080\u0099\n\nBefore Will Fern could make the least reply, a band of music burst into\nthe room, attended by a lot of neighbours, screaming â\u0080\u0098A Happy New Year,\nMeg!â\u0080\u0099  â\u0080\u0098A Happy Wedding!â\u0080\u0099  â\u0080\u0098Many of â\u0080\u0099em!â\u0080\u0099 and other fragmentary good\nwishes of that sort.  The Drum (who was a private friend of Trottyâ\u0080\u0099s)\nthen stepped forward, and said:\n\nâ\u0080\u0098Trotty Veck, my boy!  Itâ\u0080\u0099s got about, that your daughter is going to be\nmarried to-morrow.  There anâ\u0080\u0099t a soul that knows you that donâ\u0080\u0099t wish you\nwell, or that knows her and donâ\u0080\u0099t wish her well.  Or that knows you both,\nand donâ\u0080\u0099t wish you both all the happiness the New Year can bring.  And\nhere we are, to play it in and dance it in, accordingly.â\u0080\u0099\n\nWhich was received with a general shout.  The Drum was rather drunk,\nby-the-bye; but, never mind.\n\nâ\u0080\u0098What a happiness it is, Iâ\u0080\u0099m sure,â\u0080\u0099 said Trotty, â\u0080\u0098to be so esteemed!  How\nkind and neighbourly you are!  Itâ\u0080\u0099s all along of my dear daughter.  She\ndeserves it!â\u0080\u0099\n\nThey were ready for a dance in half a second (Meg and Richard at the\ntop); and the Drum was on the very brink of feathering away with all his\npower; when a combination of prodigious sounds was heard outside, and a\ngood-humoured comely woman of some fifty years of age, or thereabouts,\ncame running in, attended by a man bearing a stone pitcher of terrific\nsize, and closely followed by the marrow-bones and cleavers, and the\nbells; not _the_ Bells, but a portable collection on a frame.\n\nTrotty said, â\u0080\u0098Itâ\u0080\u0099s Mrs. Chickenstalker!â\u0080\u0099  And sat down and beat his knees\nagain.\n\nâ\u0080\u0098Married, and not tell me, Meg!â\u0080\u0099 cried the good woman.  â\u0080\u0098Never!  I\ncouldnâ\u0080\u0099t rest on the last night of the Old Year without coming to wish\nyou joy.  I couldnâ\u0080\u0099t have done it, Meg.  Not if I had been bed-ridden.\nSo here I am; and as itâ\u0080\u0099s New Yearâ\u0080\u0099s Eve, and the Eve of your wedding\ntoo, my dear, I had a little flip made, and brought it with me.â\u0080\u0099\n\nMrs. Chickenstalkerâ\u0080\u0099s notion of a little flip did honour to her\ncharacter.  The pitcher steamed and smoked and reeked like a volcano; and\nthe man who had carried it, was faint.\n\nâ\u0080\u0098Mrs. Tugby!â\u0080\u0099 said Trotty, who had been going round and round her, in an\necstasy.â\u0080\u0094â\u0080\u0098I _should_ say, Chickenstalkerâ\u0080\u0094Bless your heart and soul!  A\nHappy New Year, and many of â\u0080\u0099em!  Mrs. Tugby,â\u0080\u0099 said Trotty when he had\nsaluted her;â\u0080\u0094â\u0080\u0098I _should_ say, Chickenstalkerâ\u0080\u0094This is William Fern and\nLilian.â\u0080\u0099\n\nThe worthy dame, to his surprise, turned very pale and very red.\n\nâ\u0080\u0098Not Lilian Fern whose mother died in Dorsetshire!â\u0080\u0099 said she.\n\nHer uncle answered â\u0080\u0098Yes,â\u0080\u0099 and meeting hastily, they exchanged some\nhurried words together; of which the upshot was, that Mrs. Chickenstalker\nshook him by both hands; saluted Trotty on his cheek again of her own\nfree will; and took the child to her capacious breast.\n\nâ\u0080\u0098Will Fern!â\u0080\u0099 said Trotty, pulling on his right-hand muffler.  â\u0080\u0098Not the\nfriend you was hoping to find?â\u0080\u0099\n\nâ\u0080\u0098Ay!â\u0080\u0099 returned Will, putting a hand on each of Trottyâ\u0080\u0099s shoulders.  â\u0080\u0098And\nlike to prove aâ\u0080\u0099most as good a friend, if that can be, as one I found.â\u0080\u0099\n\nâ\u0080\u0098O!â\u0080\u0099 said Trotty.  â\u0080\u0098Please to play up there.  Will you have the\ngoodness!â\u0080\u0099\n\nTo the music of the band, and, the bells, the marrow-bones and cleavers,\nall at once; and while the Chimes were yet in lusty operation out of\ndoors; Trotty, making Meg and Richard, second couple, led off Mrs.\nChickenstalker down the dance, and danced it in a step unknown before or\nsince; founded on his own peculiar trot.\n\nHad Trotty dreamed?  Or, are his joys and sorrows, and the actors in\nthem, but a dream; himself a dream; the teller of this tale a dreamer,\nwaking but now?  If it be so, O listener, dear to him in all his visions,\ntry to bear in mind the stern realities from which these shadows come;\nand in your sphereâ\u0080\u0094none is too wide, and none too limited for such an\nendâ\u0080\u0094endeavour to correct, improve, and soften them.  So may the New Year\nbe a happy one to you, happy to many more whose happiness depends on you!\nSo may each year be happier than the last, and not the meanest of our\nbrethren or sisterhood debarred their rightful share, in what our Great\nCreator formed them to enjoy.\n\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE CHIMES***\n\n\n******* This file should be named 653-0.txt or 653-0.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/6\/5\/653\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n","id":1002,"split":"train"}
