{"ori_id":"09809dc4e1e63a28e32c8182d8493667a91b54a3","title":"The Tale of Mrs. Tittlemouse","context":"The Tale of Mrs. Tittlemouse\n Mrs. Tittlemouse is a tale in which no humans play a part and one in which events are treated as though they have occurred since time immemorial and far from human observance. It is a simple story, and one likely to appeal to young children.\nMrs. Tittlemouse is a \"most terribly tidy little mouse always sweeping and dusting the soft sandy floors\" in the \"yards and yards\" of passages and storerooms, nut-cellars, and seed-cellars in her \"funny house\" amongst the roots of a hedge. She has a kitchen, a parlour, a pantry, a larder, and a bedroom where she keeps her dust-pan and brush next to her little box bed. She tries to keep her house tidy, but insect intruders leave dirty footprints on the floors and all sorts of messes about the place.\nA beetle is shooed away, a ladybird is exorcised with \"Fly away home! Your house is on fire!\", and a spider inquiring after Miss Muffet is turned away with little ceremony. In a distant passage, Mrs. Tittlemouse meets Babbitty Bumble, a bumble bee who has taken up residence with three or four other bees in one of the empty storerooms. Mrs. Tittlemouse tries to pull out their nest but they buzz fiercely at her, and she retreats to deal with the matter after dinner.\nIn her parlour, she finds her toad neighbour Mr. Jackson sitting before the fire in her rocking chair. Mr. Jackson lives in \"a drain below the hedge, in a very dirty wet ditch\". His coat tails drip with water and he leaves wet footmarks on Mrs. Tittlemouse's parlour floor. She follows him about with a mop and dish-cloth.\nMrs. Tittlemouse allows Mr. Jackson to stay for dinner, but the food is not to his liking, and he rummages about the cupboard searching for the honey he can smell. He discovers a butterfly in the sugar bowl, but when he finds the bees, he makes a big mess pulling out their nest. Mrs. Tittlemouse fears she \"shall go distracted\" as a result of the turmoil and takes refuge in the nut-cellar. When she finally ventures forth, she discovers everybody has left but her house is a mess. She takes some moss, beeswax, and twigs to partly close up her front door to keep Mr. Jackson out. Exhausted, she goes to bed wondering if her house will ever be tidy again.\nThe fastidious little mouse spends a fortnight spring cleaning. She rubs the furniture with beeswax and polishes her little tin spoons, then holds a party for five other little wood-mice wearing their Regency finery. Mr. Jackson attends but is forced to sit outside because Mrs. Tittlemouse has narrowed her door. He takes no offence at being excluded from the parlour. Acorn-cupfuls of honeydew are passed through the window to him and he toasts Mrs. Tittlemouse's good health.\nï»¿Project Gutenberg's The Tale of Mrs. Tittlemouse, by Beatrix Potter\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Tale of Mrs. Tittlemouse\n\nAuthor: Beatrix Potter\n\nRelease Date: November 18, 2005 [EBook #17089]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TALE OF MRS. TITTLEMOUSE ***\n\n\n\n\nProduced by Robert Cicconetti, Emmy and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n[Illustration: Mrs. Tittlemouse & Bees]\n\n\n\n\nTHE TALE OF MRS. TITTLEMOUSE\n\nBy BEATRIX POTTER\n\nAuthor of \"The Tale of Peter Rabbit\" etc.\n\n[Illustration: Mrs. Tittlemouse & Butterfly]\n\nFREDERICK WARNE\n\nFREDERICK WARNE\n\nPenguin Books Ltd, Harmondsworth, Middlesex, England\nViking Penguin Inc., 40 West 23rd Street, New York, New York 10010, U.S.A.\nPenguin Books Australia Ltd, Ringwood, Victoria, Australia\nPenguin Books Canada Ltd, 2801 John Street, Markham, Ontario, Canada L3R 1B4\nPenguin Books (N.Z.) Ltd, 182-190 Wairau Road, Auckland 10, New Zealand\n\nFirst published 1910\nThis impression 1985\nUniversal Copyright Notice:\nCopyright Â© 1910 by Frederick Warne & Co.\nCopyright in all countries signatory to the Berne Convention\n\n          All rights reserved. Without limiting the rights\n          under copyright reserved above, no part of this\n          publication may be reproduced, stored in or\n          introduced into a retrieval system, or\n          transmitted, in any form or by any means\n          (electronic, mechanical, photocopying, recording\n          or otherwise), without the prior written\n          permission of both the copyright owner and the\n          above publisher of this book.\n\nPrinted and bound in Great Britain by\nWilliam Clowes Limited, Beccles and London\n\n\n\nNELLIE'S\nLITTLE BOOK\n\n[Illustration: Mrs. Tittlemouse at the Door]\n\nOnce upon a time there was a wood-mouse, and her name was Mrs.\nTittlemouse.\n\nShe lived in a bank under a hedge.\n\nSuch a funny house! There were yards and yards of sandy passages,\nleading to storerooms and nut-cellars and seed-cellars, all amongst the\nroots of the hedge.\n\n[Illustration: In the pantry]\n\n[Illustration: In bed]\n\nThere was a kitchen, a parlour, a pantry, and a larder.\n\nAlso, there was Mrs. Tittlemouse's bedroom, where she slept in a little\nbox bed!\n\nMrs. Tittlemouse was a most terribly tidy particular little mouse,\nalways sweeping and dusting the soft sandy floors.\n\nSometimes a beetle lost its way in the passages.\n\n\"Shuh! shuh! little dirty feet!\" said Mrs. Tittlemouse, clattering her\ndust-pan.\n\n[Illustration: Shooing a beetle]\n\n[Illustration: A ladybird]\n\nAnd one day a little old woman ran up and down in a red spotty cloak.\n\n\"Your house is on fire, Mother Ladybird! Fly away home to your\nchildren!\"\n\nAnother day, a big fat spider came in to shelter from the rain.\n\n\"Beg pardon, is this not Miss Muffet's?\"\n\n\"Go away, you bold bad spider! Leaving ends of cobweb all over my nice\nclean house!\"\n\n[Illustration: Spider]\n\n[Illustration: Out the window]\n\nShe bundled the spider out at a window.\n\nHe let himself down the hedge with a long thin bit of string.\n\nMrs. Tittlemouse went on her way to a distant storeroom, to fetch\ncherry-stones and thistle-down seed for dinner.\n\nAll along the passage she sniffed, and looked at the floor.\n\n\"I smell a smell of honey; is it the cowslips outside, in the hedge? I\nam sure I can see the marks of little dirty feet.\"\n\n[Illustration: Marks of little feet]\n\n[Illustration: Babbitty Bumble]\n\nSuddenly round a corner, she met Babbitty Bumble--\"Zizz, Bizz, Bizzz!\"\nsaid the bumble bee.\n\nMrs. Tittlemouse looked at her severely. She wished that she had a\nbroom.\n\n\"Good-day, Babbitty Bumble; I should be glad to buy some beeswax. But\nwhat are you doing down here? Why do you always come in at a window, and\nsay Zizz, Bizz, Bizzz?\" Mrs. Tittlemouse began to get cross.\n\n\"Zizz, Wizz, Wizzz!\" replied Babbitty Bumble in a peevish squeak. She\nsidled down a passage, and disappeared into a storeroom which had been\nused for acorns.\n\nMrs. Tittlemouse had eaten the acorns before Christmas; the storeroom\nought to have been empty.\n\nBut it was full of untidy dry moss.\n\n[Illustration: Full of moss]\n\n[Illustration: Bees nest]\n\nMrs. Tittlemouse began to pull out the moss. Three or four other bees\nput their heads out, and buzzed fiercely.\n\n\"I am not in the habit of letting lodgings; this is an intrusion!\" said\nMrs. Tittlemouse. \"I will have them turned out--\" \"Buzz! Buzz!\nBuzzz!\"--\"I wonder who would help me?\" \"Bizz, Wizz, Wizzz!\"\n\n--\"I will not have Mr. Jackson; he never wipes his feet.\"\n\nMrs. Tittlemouse decided to leave the bees till after dinner.\n\nWhen she got back to the parlour, she heard some one coughing in a fat\nvoice; and there sat Mr. Jackson himself!\n\nHe was sitting all over a small rocking-chair, twiddling his thumbs and\nsmiling, with his feet on the fender.\n\nHe lived in a drain below the hedge, in a very dirty wet ditch.\n\n[Illustration: Mr. Jackson]\n\n[Illustration: Sitting and dripping]\n\n\"How do you do, Mr. Jackson? Deary me, you have got very wet!\"\n\n\"Thank you, thank you, thank you, Mrs. Tittlemouse! I'll sit awhile and\ndry myself,\" said Mr. Jackson.\n\nHe sat and smiled, and the water dripped off his coat tails. Mrs.\nTittlemouse went round with a mop.\n\nHe sat such a while that he had to be asked if he would take some\ndinner?\n\nFirst she offered him cherry-stones. \"Thank you, thank you, Mrs.\nTittlemouse! No teeth, no teeth, no teeth!\" said Mr. Jackson.\n\nHe opened his mouth most unnecessarily wide; he certainly had not a\ntooth in his head.\n\n[Illustration: Feeding Mr. Jackson]\n\n[Illustration: Thistledown]\n\nThen she offered him thistle-down seed--\"Tiddly, widdly, widdly! Pouff,\npouff, puff!\" said Mr. Jackson. He blew the thistle-down all over the\nroom.\n\n\"Thank you, thank you, thank you, Mrs. Tittlemouse! Now what I\nreally--_really_ should like--would be a little dish of honey!\"\n\n\"I am afraid I have not got any, Mr. Jackson,\" said Mrs. Tittlemouse.\n\n\"Tiddly, widdly, widdly, Mrs. Tittlemouse!\" said the smiling Mr.\nJackson, \"I can _smell_ it; that is why I came to call.\"\n\nMr. Jackson rose ponderously from the table, and began to look into the\ncupboards.\n\nMrs. Tittlemouse followed him with a dish-cloth, to wipe his large wet\nfootmarks off the parlour floor.\n\n[Illustration: Wiping up footmarks]\n\n[Illustration: Walking down the passage]\n\nWhen he had convinced himself that there was no honey in the cupboards,\nhe began to walk down the passage.\n\n\"Indeed, indeed, you will stick fast, Mr. Jackson!\"\n\n\"Tiddly, widdly, widdly, Mrs. Tittlemouse!\"\n\nFirst he squeezed into the pantry.\n\n\"Tiddly, widdly, widdly? no honey? no honey, Mrs. Tittlemouse?\"\n\nThere were three creepy-crawly people hiding in the plate-rack. Two of\nthem got away; but the littlest one he caught.\n\n[Illustration: Creepy-crawly people]\n\n[Illustration: Butterfly tasting the sugar]\n\nThen he squeezed into the larder. Miss Butterfly was tasting the sugar;\nbut she flew away out of the window.\n\n\"Tiddly, widdly, widdly, Mrs. Tittlemouse; you seem to have plenty of\nvisitors!\"\n\n\"And without any invitation!\" said Mrs. Thomasina Tittlemouse.\n\nThey went along the sandy passage--\"Tiddly widdly--\" \"Buzz! Wizz! Wizz!\"\n\nHe met Babbitty round a corner, and snapped her up, and put her down\nagain.\n\n\"I do not like bumble bees. They are all over bristles,\" said Mr.\nJackson, wiping his mouth with his coat-sleeve.\n\n\"Get out, you nasty old toad!\" shrieked Babbitty Bumble.\n\n\"I shall go distracted!\" scolded Mrs. Tittlemouse.\n\n[Illustration: Confronting the Bee]\n\n[Illustration: Shut into the nut-cellar]\n\nShe shut herself up in the nut-cellar while Mr. Jackson pulled out the\nbees-nest. He seemed to have no objection to stings.\n\nWhen Mrs. Tittlemouse ventured to come out--everybody had gone away.\n\nBut the untidiness was something dreadful--\"Never did I see such a\nmess--smears of honey; and moss, and thistledown--and marks of big and\nlittle dirty feet--all over my nice clean house!\"\n\nShe gathered up the moss and the remains of the beeswax.\n\nThen she went out and fetched some twigs, to partly close up the front\ndoor.\n\n\"I will make it too small for Mr. Jackson!\"\n\n[Illustration: Closing up the front door]\n\n[Illustration: Too tired]\n\nShe fetched soft soap, and flannel, and a new scrubbing brush from the\nstoreroom. But she was too tired to do any more. First she fell asleep\nin her chair, and then she went to bed.\n\n\"Will it ever be tidy again?\" said poor Mrs. Tittlemouse.\n\nNext morning she got up very early and began a spring cleaning which\nlasted a fortnight.\n\nShe swept, and scrubbed, and dusted; and she rubbed up the furniture\nwith beeswax, and polished her little tin spoons.\n\n[Illustration: Polishing]\n\nWhen it was all beautifully neat and clean, she gave a party to five\nother little mice, without Mr. Jackson.\n\nHe smelt the party and came up the bank, but he could not squeeze in at\nthe door.\n\n[Illustration: The party]\n\n[Illustration: Honey-dew through the window]\n\nSo they handed him out acorn-cupfuls of honey-dew through the window,\nand he was not at all offended.\n\nHe sat outside in the sun, and said--\"Tiddly, widdly, widdly! Your very\ngood health, Mrs. Tittlemouse!\"\n\n\nTHE END\n\n       *       *       *       *       *\n\nTranscriber's Note: Punctuation normalized and captions added to\nillustrations.\n\n\n\n\n\nEnd of Project Gutenberg's The Tale of Mrs. Tittlemouse, by Beatrix Potter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TALE OF MRS. TITTLEMOUSE ***\n\n***** This file should be named 17089-8.txt or 17089-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/7\/0\/8\/17089\/\n\nProduced by Robert Cicconetti, Emmy and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1120,"split":"test"}
