{"ori_id":"3e6619168f67d135d8d3215e064e5d814168adc1","title":"Copyright Act of 1976","context":"Copyright Act of 1976\n Under section 102 of the Act, copyright protection extends to \"original works of authorship fixed in any tangible medium of expression, now known or later developed, from which they can be perceived, reproduced, or otherwise communicated, either directly or with the aid of a machine or device.\" The Act defines \"works of authorship\" as any of the following:\nliterary works,\nmusical works, including any accompanying words,\ndramatic works, including any accompanying music,\npantomimes and choreographic works,\npictorial, graphic, and sculptural works,\nmotion pictures and other audiovisual works, and\nsound recordings.\nAn eighth category, architectural works, was added in 1990.\nThe wording of section 102 is significant mainly because it effectuated a major change in the mode of United States copyright protection. Under the last major statutory revision to U.S. copyright law, the Copyright Act of 1909, federal statutory copyright protection attached to original works only when those works were 1) published and 2) had a notice of copyright affixed. State copyright law governed protection for unpublished works before the adoption of the 1976 Act, but published works, whether containing a notice of copyright or not, were governed exclusively by federal law. If no notice of copyright was affixed to a work and the work was, in fact, \"published\" in a legal sense, the 1909 Act provided no copyright protection and the work became part of the public domain. Under the 1976 Act, however, section 102 says that copyright protection extends to original works that are fixed in a tangible medium of expression. Thus, the 1976 Act broadened the scope of federal statutory copyright protection from \"published\" works to works that are \"fixed\".\nSection 102(b) excludes several categories from copyright protection, partly codifying Baker v. Selden. It requires that \"in no case does copyright protection for an original work of authorship extend to any idea, procedure, process, system, method of operation, concept, principle, or discovery, regardless of the form in which it is described, explained, illustrated, or embodied in such work.\"\nï»¿The Project Gutenberg EBook of Reproduction of Copyrighted Works By\nEducators and Librarians, by Library of Congress.  Copyright Office. and United States\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Reproduction of Copyrighted Works By Educators and Librarians\n\nAuthor: Library of Congress.  Copyright Office.\n        United States\n\nPosting Date: August 8, 2009 [EBook #4318]\nRelease Date: August, 2003\nFirst Posted: January 5, 2002\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK REPRODUCTION OF COPYRIGHTED WORKS ***\n\n\n\n\nProduced by George Davis\n\n\n\n\n\n\n\n\n\n\nUnited States Copyright Office\n\nCircular 21\n\nReproduction of Copyrighted Works by Educators and Librarians\n\n------------------------------------------------------------------------\n\nMany educators and librarians ask about the fair use and photocopying\nprovisions of the copyright law. The Copyright Office cannot give legal\nadvice or offer opinions on what is permitted or prohibited. However, we\nhave published in this circular basic information on some of the most\nimportant legislative provisions and other documents dealing with\nreproduction by librarians and educators.\n\nAlso available is the 1983 Report of the Register of Copyrights on\nLibrary Reproduction of Copyrighted Works (17 U.S.C. 108). The Report\nand seven appendixes can be purchased in microfiche or paper copies by\nwritten request from the National Technical Information Service, U.S.\nDepartment of Commerce, 5285 Port Royal Road, Springfield, VA 22161 or\nby calling the Sales Desk at (703)487-4650. The FAX number for placing\norders is (703) 321-8547. The TTY number for placing orders is (703)\n487-4639. When ordering, please include the fol-lowing NTIS Accession\nNumbers: PB83 148239ACY, Entire Set; PB83 148247ACY, Report Only; PB83\n148254ACY, Appendix l (King Report); PB83 148262ACY, Appendix II\n(Chicago Hearing and Written Comments); PB83 148270ACY, Appendix III\n(Houston Hearing and Written Comments); PB83 148288ACY, Appendix IV\n(Washington Hearing and Written Comments); PB83 148296ACY, Appendix V\n(Anaheim Hearing and Written Comments); PB83 148304ACY, Appendix VI\n(New York Hearing and Written Comments); and PB83 148312ACY, Appendix\nVII (Final Written Comments).\n\nThe 1988 5-year Report of the Register of Copyrights on Library\nReproduction of Copyrighted Works is also available from NTIS. Use NTIS\nAccession Number PB88 212014ACY.\n\n\n**Contents of This Booklet**\n\nA. Introductory Note ................................................. 4\nB. Exclusive Rights in Copyrighted Works ............................. 4\n1. Text of Section 106 ............................................... 4\n2. Excerpts From House Report ........................................ 5\nC. Fair Use .......................................................... 5\n1. Text of Section 107 ............................................... 5\n2. Excerpts From House Report ........................................ 6\na. Introductory Discussion ........................................... 6\nb. Statement of Intention as to Classroom Reproduction ............... 7\n(i) Introductory Statement ........................................... 7\n(ii) Guidelines With Respect to Books and Periodicals ................ 7\n(iii) Guidelines With Respect to Music ............................... 9\n(iv) Discussion of Guidelines ........................................ 9\nc. Additional Excerpts .............................................. 10\n3. Excerpts From Conference Report .................................. 10\n4. Excerpts From Congressional Debates .............................. 11\nD. Reproduction by Libraries and Archives ........................... 12\n1. Text of Section 108 .............................................. 12\n2. Excerpts From Senate Report ...................................... 13\na. Discussion of Libraries and Archives in Profit-Making\n          Institutions .............................................. 13\nb. Discussion of Multiple Copies and Systematic Reproduction ........ 13\n3. Excerpts From House Report ....................................... 14\na. Introductory Statement ........................................... 14\nb. Discussion of Libraries and Archives in Profit-Making\n          Institutions............................................... 15\nc. Rights of Reproduction and Distribution Under Section 108 ........ 15\nd. General Exemptions for Libraries and Archives .................... 16\ne. Discussion of Multiple Copies and Systematic Reproduction ........ 17\nf. Discussion of Works Excluded ..................................... 17\n4. Excerpts From Conference Report .................................. 17\na. Introductory Discussion of Section 108 ........................... 18\nb. Conference Committee Discussion of CONTU Guidelines on\n          Photocopying and Interlibrary Arrangements ................ 18\nc. Reprint of CONTU Guidelines on Photocopying and Interlibrary\n          Arrangements .............................................. 18\nd. Discussion of \"Audiovisual News Program\" ......................... 19\ne. Discussion of Libraries and Archives in Profit-Making\n          Institutions............................................... 19\n5. Copyright Office Regulations Under Section 108 ................... 19\nE. Liability for Infringement ....................................... 20\n1. Text of Section 504 .............................................. 20\n2. Excerpts From House Report ....................................... 21\n3. Excerpts From Conference Report .................................. 22\nF. Guidelines for Off-air Recording of Broadcast Programming for\n          Educational Purposes ...................................... 22\n\n\n\n--------------------\nA. INTRODUCTORY NOTE\n--------------------\n\n*The Subjects Covered in This Booklet*\n\nThe documentary materials collected in this booklet deal with\nreproduction of copyrighted works by educators, librarians, and\narchivists for a variety of uses, including:\n  + Reproduction for teaching in educational institutions at all levels;\n    and\n  + Reproduction by libraries and archives for purposes of study,\n    research, interlibrary exchanges, and archival preservation.\n\nThe documents reprinted here are limited to materials dealing with\nreproduction. Under the copyright law, reproduction can take either of\ntwo forms:\n  + The making of copies: by photocopying, making micro-form\n    reproductions, videotaping, or any other method of duplicating\n    visually-perceptible material; and\n  + The making of phonorecords: by duplicating sound recordings, taping\n    off the air, or any other method of recapturing sounds.\n\nThe copyright law also contains various provisions dealing with\nimportations, performances, and displays of copyrighted works for\neducational and other noncommercial purposes, but they are outside the\nscope of this booklet. You can obtain a copy of the statute and\ninformation about specific provisions by writing to the Publications\nSection, LM-455, Copyright Office, Library of Congress, Washington,\nD.C. 20559-6000.\n\n\n*A Note on the Documents Reprinted*\n\nThe documentary materials in this booklet are reprints or excerpts from\nsix sources:\n\n1. The Copyright Act of October 19, 1976. This is the copyright law of\nthe United States, effective January 1, 1978 (title 17 of the United\nStates Code, Public Law 94-553, 90 Stat. 2541).\n\n2. The Senate Report. This is the 1975 report of the Senate Judiciary\nCommittee on S. 22, the Senate version of the bill that became the\nCopyright Act of 1976 (S. Rep. No. 94-473, 94th Cong., 1st Sess.,\nNovember 20 (legislative day November 18,1975)).\n\n3. The House Report. This is the 1976 report of the House of\nRepresentatives Judiciary Committee on the House amendments to the bill\nthat became the Copyright Act of 1976 (H.R. Rep. No. 94-1476, 94th\nCong., 2d Sess., Sep-tember 3,1976).\n\n4. The Conference Report. This is the 1976 report of the \"committee of\nconference on the disagreeing votes of the two Houses on the amendments\nof the House to the bill (S. 22) for the general revision of the\nCopyright Law\" (H.R. Rep. No. 94-1733, 94th Cong., 2d Sess., September\n29,1976).\n\n5. The Congressional Debates. This booklet contains excerpts from the\nCongressional Record of September 22, 1976, reflecting statements on the\nfloor of Congress at the time the bill was passed by the House of\nRepresentatives (122 CONG. REC. H 10874-76, daily edition, September\n22,1976).\n\n6. Copyright Office Regulations. These are regulations issued by the\nCopyright Office under section 108 dealing with warnings of copyright\nfor use by libraries and archives (37 Code of Federal Regulations\nSec. 201.14).\n\nItems 2 and 3 on this list--the 1975 Senate Report and the 1976 House\nReport--present special problems. On many points the language of these\ntwo reports is identical or closely similiar. However, the two reports\nwere written at different times, by committees of different Houses of\nCongress, on somewhat different bills. As a result, the discussions on\nsome provisions of the bills vary widely, and on certain points they\ndisagree.\n\nThe disagreements between the Senate and House versions of the bill\nitself were, of course, resolved when the Act of 1976 was finally\npassed. However, many of the disagreements as to matters of\ninterpretation between statements in the 1975 Senate Report and in the\n1976 House Report were left partly or wholly unresolved. It is therefore\ndifficult in compiling a booklet such as this to decide in some cases\nwhat to include and what to leave out.\n\nThe House Report was written later than the Senate Report, and in many\ncases it adopted the language of the Senate Report, updating it and\nconforming it to the version of the bill that was finally enacted into\nlaw. Thus, where the differences between the two Reports are relatively\nminor, or where the discussion in the House Report appears to have\nsuperseded the discussion of the same point in the Senate Report, we\nhave used the House Report as the source of our documentation. In other\ncases we have included excerpts from both discussions in an effort to\npresent the legislative history as fully and fairly as possible. Anyone\nmaking a thorough study of the Act of 1976 as it affects librarians and\neducators should not, of course, rely exclusively on the excerpts\nreprinted here but should go back to the primary documentary sources.\n\n\n\n----------------------------------------\nB. EXCLUSIVE RIGHTS IN COPYRIGHTED WORKS\n----------------------------------------\n\n1. Text of Section 106\n\n   ===============================================================\n   The following is a reprint of the entire text of section 106 of\n   title 17, United States Code.\n   ===============================================================\n\n*Section 106. Exclusive rights in copyrighted works*\n\nSubject to sections 107 through 120, the owner of copyright under this\ntitle has the exclusive rights to do and to authorize any of the\nfollowing:\n(1) to reproduce the copyrighted work in copies or phonorecords;\n(2) to prepare derivative works based upon the copyrighted work;\n(3) to distribute copies or phonorecords of the copyrighted work to the\n    public by sale or other transfer of ownership, or by rental, lease,\n    or lending;\n(4) in the case of literary, musical, dramatic, and choreographic\n    works, pantomimes, and motion pictures and other audiovisual works,\n    to perform the copyrighted work publicly; and\n(5) in the case of literary, musical, dramatic, and choreographic\n    works, pantomimes, and pictorial, graphic, or sculptural works,\n    including the individual images of a motion picture or other\n    audiovisual work, to display the copyrighted work publicly.\n\n\n*2. Excerpts From House Report on Section 106*\n\n   =====================================================================\n   The following excerpts are reprinted from the House Report on the new\n   copyright law (H.R. Rep. No. 94-1476, pages 61-62). The text of the\n   corresponding Senate Report (S. Rep. No. 94-473, pages 57-58) is\n   substantially the same.\n   =====================================================================\n\nSECTION 106. EXCLUSIVE RIGHTS IN COPYRIGHTED WORKS\n\nGeneral scope of copyright\n\nThe five fundamental rights that the bill gives to copyright owners--the\nexclusive rights of reproduction, adaptation, publication, performance,\nand display--are stated generally in section 106. These exclusive\nrights, which comprise the so-called \"bundle of rights\" that is a\ncopyright, are cumulative and may overlap in some cases. Each of the\nfive enumerated rights may be subdivided indefinitely and, as discussed\nbelow in connection with section 201, each subdivision of an exclusive\nright may be owned and enforced separately.\n\nThe approach of the bill is to set forth the copyright owner's exclusive\nrights in broad terms in section 106, and then to provide various\nlimitations, qualifications, or exemptions in the 12 sections that\nfollow. Thus, everything in section 106 is made \"subject to sections 107\nthrough 118,\" and must be read in conjunction with those provisions.\n\n* * *\n\n*Rights of reproduction, adaptation, and publication*\n\nThe first three clauses of section 106, which cover all rights under a\ncopyright except those of performance and display, extend to every kind\nof copyrighted work. The exclusive rights encompassed by these clauses,\nthough closely related, are independent; they can generally be\ncharacterized as rights of copying, recording, adaptation, and\npublishing. A single act of infringement may violate all of these rights\nat once, as where a publisher reproduces, adapts, and sells copies of a\nperson's copyrighted work as part of a publishing venture. Infringement\ntakes place when any one of the rights is violated: where, for example,\na printer reproduces copies without selling them or a retailer sells\ncopies without having anything to do with their reproduction. The\nreferences to \"copies or phonorecords,\" although in the plural, are\nintended here and throughout the bill to include the singular (1 U.S.C.\nSec. 1).\n\n*Reproduction.*--Read together with the relevant definitions in section\n101, the right \"to reproduce the copyrighted work in copies or\nphonorecords\" means the right to produce a material object in which the\nwork is duplicated, transcribed, imitated, or simulated in a fixed form\nfrom which it can be \"perceived, reproduced, or otherwise communicated,\neither directly or with the aid of a machine or device.\" As under the\npresent law, a copyrighted work would be infringed by reproducing it in\nwhole or in any substantial part, and by duplicating it exactly or by\nimitation or simulation. Wide departures or variations from the\ncopyrighted work would still be an infringement as long as the author's\n\"expression\" rather than merely the author's \"ideas\" are taken. An\nexception to this general principle, applicable to the reproduction of\ncopyrighted sound recordings, is specified in section 114.\n\n\"Reproduction\" under clause (1) of section 106 is to be distinguished\nfrom \"display\" under clause (5). For a work to be \"reproduced,\" its\nfixation in tangible form must be \"sufficiently permanent or stable to\npermit it to be perceived, reproduced, or otherwise communicated for a\nperiod of more than transitory duration.\" Thus, the showing of images on\na screen or tube would not be a violation of clause (1), although it\nmight come within the scope of clause (5).\n\n\n\n-----------\nC. FAIR USE\n-----------\n\n1. *Text of Section 107*\n\n   =====================================================================\n   The following is a reprint of the entire text of section 107 of title\n   17, United States Code.\n   =====================================================================\n\n*Section 107. Limitations on exclusive rights: Fair use*\n\nNotwithstanding the provisions of sections 106 and 106A, the fair use of\na copyrighted work, including such use by reproduction in copies or\nphonorecords or by any other means specified by that section, for\npurposes such as criticism, comment, news reporting, teaching\n(including multiple copies for classroom use), scholarship, or research,\nis not an infringement of copyright. In determining whether the use made\nof a work in any particular case is a fair use the factors to be\nconsidered shall include--\n\n(1) the purpose and character of the use, including whether such use is\nof a commercial nature or is for non-profit educational purposes;\n\n(2) the nature of the copyrighted work;\n\n(3) the amount and substantiality of the portion used in relation to the\ncopyrighted work as a whole; and\n\n(4) the effect of the use upon the potential market for or value of the\ncopyrighted work.\n\nThe fact that a work is unpublished shall not itself bar a finding of\nfair use if such finding is made upon consideration of all the above\nfactors.\n\n\n*2. Excerpts From House Report on Section 107*\n\n   =====================================================================\n   The following excerpts are reprinted from the House Report on the new\n   copyright law (H.R. Rep. No. 94-1476, pages 65-74). The discussion\n   of section 107 appears at pages 61-67 of the Senate Report (S. Rep.\n   No. 94-473). The text of this section of the Senate Report is not\n   reprinted in this booklet, but similarities and differences between\n   the House and Senate Reports on particular points will be noted\n   below.\n   =====================================================================\n\n\n*a. House Report: Introductory Discussion on Section 107*\n\n   =====================================================================\n   The first two paragraphs in this portion of the House Report are\n   closely similar to the Senate Report. The remainder of the passage\n   differs substantially in the two Reports.**\n   =====================================================================\n\nSECTION 107. FAIR USE\n\n*General background of the problem*\n\nThe judicial doctrine of fair use, one of the most important and\nwell-established limitations on the exclusive right of copyright owners,\nwould be given express statutory recognition for the first time in\nsection 107. The claim that a defendant's acts constituted a fair use\nrather than an infringement has been raised as a defense in innumerable\ncopyright actions over the years, and there is ample case law\nrecognizing the existence of the doctrine and applying it. The examples\nenumerated at page 24 of the Register's 1961 Report, while by no means\nexhaustive, give some idea of the sort of activities the courts might\nregard as fair use under the circumstances: \"quotation of excerpts in a\nreview or criticism for purposes of illustration or comment; quotation\nof short passages in a scholarly or technical work, for illustration or\nclarification of the author's observations; use in a parody of some of\nthe content of the work parodied; summary of an address or article, with\nbrief quotations, in a news report; reproduction by a library of a\nportion of a work to replace part of a damaged copy; reproduction by a\nteacher or student of a small part of a work to illustrate a lesson;\nreproduction of a work in legislative or judicial proceedings or\nreports; incidental and fortuitous reproduction, in a newsreel or\nbroadcast, of a work located in the scene of an event being reported.\"\n\nAlthough the courts have considered and ruled upon the fair use doctrine\nover and over again, no real definition of the concept has ever emerged.\nIndeed, since the doctrine is an equitable rule of reason, no generally\napplicable definition is possible, and each case raising the question\nmust be decided on its own facts. On the other hand, the courts have\nevolved a set of criteria which, though in no case definitive or\ndeterminative, provide some gauge for balancing the equities. These\ncriteria have been stated in various ways, but essentially they can all\nbe reduced to the four standards which have been adopted in section 107:\n\"(1) the purpose and character of the use, including whether such use is\nof a commercial nature or is for non-profit educational purposes; (2)\nthe nature of the copyrighted work; (3) the amount and substantiality of\nthe portion used in relation to the copyrighted work as a whole; and\n(4) the effect of the use upon the potential market for or value of the\ncopyrighted work.\"\n\nThese criteria are relevant in determining whether the basic doctrine of\nfair use, as stated in the first sentence of section 107, applies in a\nparticular case: \"Notwithstanding the provisions of section 106, the\nfair use of a copyrighted work, including such use by reproduction in\ncopies or phonorecords or by any other means specified by that section,\nfor purposes such as criticism, comment, news reporting, teaching\n(including multiple copies for classroom use), scholarship, or research,\nis not an infringement of copyright.\"\n\nThe specific wording of section 107 as it now stands is the result of a\nprocess of accretion, resulting from the long controversy over the\nrelated problems of fair use and the reproduction (mostly by\nphotocopying) of copyrighted material for educational and scholarly\npurposes. For example, the reference to fair use--\"by reproduction in\ncopies or phonorecords or by any other means\"--is mainly intended to make\nclear that the doctrine has as much application to photocopying and\ntaping as to older forms of use; it is not intended to give these kinds\nof reproduction any special status under the fair use provision or to\nsanction any reproduction beyond the normal and reasonable limits of\nfair use. Similarly, the newly-added reference to \"multiple copies for\nclassroom use\" is a recognition that, under the proper circumstances of\nfairness, the doctrine can be applied to reproductions of multiple\ncopies for the members of a class.\n\nThe Committee has amended the first of the criteria to be\nconsidered--\"the purpose and character of the use\"--to state explicitly\nthat this factor includes a consideration of \"whether such use is of a\ncommercial nature or is for non-profit educational purposes.\" This\namendment is not intended to be interpreted as any sort of not-for-\nprofit limitation on educational uses of copyrighted works. It is an\nexpress recognition that, as under the present law, the commercial or\nnon-profit character of an activity, while not conclusive with respect to\nfair use, can and should be weighed along with other factors in fair use\ndecisions.\n\n*General intention behind the provision*\n\nThe statement of the fair use doctrine in section 107 offers some\nguidance to users in determining when the principles of the doctrine\napply. However, the endless variety of situations and combinations of\ncircumstances that can rise in particular cases precludes the\nformulation of exact rules in the statute. The bill endorses the purpose\nand general scope of the judicial doctrine of fair use, but there is no\ndisposition to freeze the doctrine in the statute, especially during a\nperiod of rapid technological change. Beyond a very broad statutory\nexplanation of what fair use is and some of the criteria applicable to\nit, the courts must be free to adapt the doctrine to particular\nsituations on a case-by-case basis. Section 107 is intended to restate\nthe present judicial doctrine of fair use, not to change, narrow, or\nenlarge it in any way.\n\n\n*b. House Report: Statement of Intention as to Classroom Reproduction*\n\n   ==================================================================\n   The House Report differs substantially from the Senate Report on\n   this point.\n   ==================================================================\n\n*(i) Introductory Statement*\n\n*Intention as to classroom reproduction*\n\nAlthough the works and uses to which the doctrine of fair use is\napplicable are as broad as the copyright law itself, most of the\ndiscussion of section 107 has centered around questions of classroom\nreproduction, particularly photocopying. The arguments on the question\nare summarized at pp. 30-31 of this Committee's 1967 report (H.R. Rep.\nNo. 83, 90th Cong., 1st Sess.), and have not changed materially in the\nintervening years.\n\nThe Committee also adheres to its earlier conclusion, that \"a specific\nexemption freeing certain reproductions of copyrighted works for\neducational and scholarly purposes from copyright control is not\njustified.\" At the same time the Committee recognizes, as it did in\n1967, that there is a \"need for greater certainty and protection for\nteachers.\" In an effort to meet this need the Committee has not only\nadopted further amendments to section 107, but has also amended section\n504(c) to provide innocent teachers and other non-profit users of\ncopyrighted material with broad insulation against unwarranted liability\nfor infringement. The latter amendments are discussed below in\nconnection with Chapter 5 of the bill.\n\nIn 1967 the Committee also sought to approach this problem by including,\nin its report, a very thorough discussion of \"the considerations lying\nbehind the four criteria listed in the amended section 107, in the\ncontext of typical classroom situations arising today.\" This discussion\nappeared on pp. 32-35 of the 1967 report, and with some changes has\nbeen retained in the Senate report on S. 22 (S. Rep. No. 94-473, pp.\n63-65). The Committee has reviewed this discussion, and considers that\nit still has value as an analysis of various aspects of the problem.\n\nAt the Judiciary Subcommittee hearings in June 1975, Chairman\nKastenmeier and other members urged the parties to meet together\nindependently in an effort to achieve a meeting of the minds as to\npermissible educational uses of copyrighted material. The response to\nthese suggestions was positive, and a number of meetings of three\ngroups, dealing respectively with classroon, reproduction of printed\nmaterial, music, and audio-visual material, were held beginning in\nSeptember 1975.\n\n*(ii) Guidelines With Respect to Books and Periodicals*\n\nIn a joint letter to Chairman Kastenmeier, dated March 19, 1976, the\nrepresentatives of the Ad Hoc Committee of Educational Institutions and\nOrganizations on Copyright Law Revision, and of the Authors League of\nAmerica, Inc., and the Association of American Publishers, Inc., stated:\n\n\"You may remember that in our letter of March 8, 1976 we told you that\nthe negotiating teams representing authors and publishers and the Ad\nHoc Group had reached tentative agreement on guidelines to insert in\nthe Committee Report covering educational copying from books and\nperiodicals under Section 107 of H.R. 2223 and S. 22, and that as part\nof that tentative agreement each side would accept the amendments to\nSections 107 and 504 which were adopted by your Subcommittee on March\n3,1976.\n\n\"We are now happy to tell you that the agreement has been approved by the\nprincipals and we enclose a copy herewith. We had originally intended to\ntranslate the agreement into language suitable for inclusion in the\nlegislative report dealing with Section 107, but we have since been\nadvised by committee staff that this will not be necessary.\n\n\"As stated above, the agreement refers only to copying from books and\nperiodicals, and it is not intended to apply to musical or audiovisual\nworks.\"\n\nThe full text of the agreement is as follows:\n\nAGREEMENT ON GUIDELINES FOR CLASSROOM COPYING IN NOT-FOR-PROFIT\nEDUCATIONAL INSTITUTIONS WITH RESPECT TO BOOKS AND PERIODICALS\n\nThe purpose of the following guidelines is to state the minimum and not\nthe maximum standards of educational fair use under Section 107 of H.R.\n2223. The parties agree that the conditions determining the extent of\npermissible copying for educational purposes may change in the future;\nthat certain types of copying permitted under these guidelines may not\nbe permissible in the future; and conversely that in the future other\ntypes of copying not permitted under these guidelines may be permissible\nunder revised guidelines.\n\nMoreover, the following statement of guidelines is not intended to limit\nthe types of copying permitted under the standards of fair use under\njudicial decision and which are stated in Section 107 of the Copyright\nRevision Bill. There may be instances in which copying which does not\nfall within the guidelines stated below may nonetheless be permitted\nunder the criteria of fair use.\n\nGUIDELINES\n\nI. Single Copying for Teachers\n\nA single copy may be made of any of the following by or for a teacher at\nhis or her individual request for his or her scholarly research or use\nin teaching or preparation to teach a class:\n\nA. A chapter from a book;\n\nB. An article from a periodical or newspaper;\n\nC. A short story, short essay or short poem, whether or not from a\ncollective work;\n\nD. A chart, graph, diagram, drawing, cartoon or picture from a book,\nperiodical, or newspaper;\n\nII. Multiple Copies for Classroom Use\n\nMultiple copies (not to exceed in any event more than one copy per pupil\nin a course) may be made by or for the teacher giving the course for\nclassroom use or discussion; provided that:\n\nA. The copying meets the tests of brevity and spontaneity as defined\nbelow; and,\n\nB. Meets the cumulative effect test as defined below; and,\n\nC. Each copy includes a notice of copyright\n\nDefinitions\n\n*Brevity*\n(i) Poetry: (a) A complete poem if less than 250 words and if printed on\nnot more than two pages or, (b) from a longer poem, an excerpt of not\nmore than 250 words.\n\n(ii) Prose: (a) Either a complete article, story or essay of less than\n2,500 words, or (b) an excerpt from any prose work of not more than\n1,000 words or 10% of the work, whichever is less, but in any event a\nminimum of 500 words.\n\n[Each of the numerical limits stated in \"i\" and \"ii\" above may be\nexpanded to permit the completion of an unfinished line of a poem or of\nan unfinished prose paragraph.]\n\n(iii) Illustration: One chart, graph, diagram, drawing, cartoon or\npicture per book or per periodical issue.\n\n(iv) \"Special\" works: Certain works in poetry, prose or in \"poetic\nprose\" which often combine language with illustrations and which are\nintended sometimes for children and at other times for a more general\naudience fall short of 2,500 words in their entirety. Paragraph \"ii\"\nabove notwithstandiiig such \"special works\" may not be reproduced in\ntheir entirety; however, an excerpt comprising not more than two of the\npublished pages of such special work and containing not more than 10% of\nthe words found in the text thereof, may be reproduced.\n\n*Spontaneity*\n\n(i) The copying is at the instance and inspiration of the individual\nteacher, and\n\n(ii) The inspiration and decision to use the work and the moment of its\nuse for maximum teaching effectiveness are so close in time that it\nwould be unreasonable to expect a timely reply to a request for\npermission.\n\n*Cumulative Effect*\n\n(i) The copying of the material is for only one course in the school in\nwhich the copies are made.\n\n(ii) Not more than one short poem, article, story, essay or two excerpts\nmay be copied from the same author, nor more than three from the same\ncollective work or periodical volume during one class term.\n\n(iii) There shall not be more than nine instances of such multiple\ncopying for one course during one class term.\n\n[The limitations stated in \"ii\" and \"iii\" above shall not apply to\ncurrent news periodicals and newspapers and current news sections of\nother periodicals.]\n\n*III. Prohibitions as to I and II Above*\n\nNotwithstanding any of the above, the following shall be prohibited:\n\n(A) Copying shall not be used to create or to replace or substitute for\nanthologies, compilations or collective works. Such replacement or\nsubstitution may occur whether copies of various works or excerpts\ntherefrom are accumulated or reproduced and used separately.\n\n(B) There shall be no copying of or from works intended to be\n\"consumable\" in the course of study or of teaching. These include\nworkbooks, exercises, standardized tests and test booklets and answer\nsheets and like consumable material.\n\n(C) Copying shall not:\n\n(a) substitute for the purchase of books, publishers' reprints or\nperiodicals;\n\n(b) be directed by higher authority;\n\n(c) be repeated with respect to the same item by the same teacher from\nterm to term.\n\n(D) No charge shall be made to the student beyond the actual cost of the\nphotocopying.\n\nAgreed MARCH 19, 1976.\n\nAd Hoc Committee on Copyright Law Revision:\nBY SHELDON ELLIOTT STEINBACH.\n\nAuthor-Publisher Group:\nAuthors League of America:\nBY IRWIN KARP, Counsel.\n\nAssociation of American Publishers, Inc.:\nBY ALEXANDER C. HOFFMAN, Chairman, Copyright Committee.\n\n\n(iii) Guidelines With Respect to Music\n\nIn a joint letter dated April 30,1976, representatives of the Music\nPublishers' Association of the United States, Inc., the National Music\nPublishers' Association, Inc., the Music Teachers National Association,\nthe Music Educators National Conference, the National Association of\nSchools of Music, and the Ad Hoc Committee on Copyright Law Revision,\nwrote to Chairman Kastenmeier as follows:\n\n\"During the hearings on H.R. 2223 in June 1975, you and several of your\nsubcommittee members suggested that concerned groups should work\ntogether in developing guidelines which would be helpful to clarify\nSection 107 of the bill.\n\n\"Representatives of music educators and music publishers delayed their\nmeetings until guidelines had been developed relative to books and\nperiodicals. Shortly after that work was completed and those guidelines\nwere forwarded to your subcommittee, representatives of the undersigned\nmusic organizations met together with representatives of the Ad Hoc\nCommittee on Copyright Law Revision to draft guidelines relative to\nmusic.\n\n\"We are very pleased to inform you that the discussions thus have been\nfruitful on the guidelines which have been developed. Since private\nmusic teachers are an important factor in music education, due\nconsideration has been given to the concerns of that group.\n\n\"We trust that this will be helpful in the report on the bill to clarify\nFair Use as it applies to music.\"\n\nThe text of the guidelines accompanying this letter is as follows:\n\nGUIDELINES FOR EDUCATIONAL USES OF MUSIC\n\nThe purpose of the following guidelines is to state the minimum and not\nthe maximum standards of educational fair use under Section 107 of HR\n2223. The parties agree that the conditions determining the extent of\npermissible copying for educational purposes may change in the future;\nthat certain types of copying permitted under these guidelines may not\nbe permissible in the future, and conversely that in the future other\ntypes of copying not permitted under these guidelines may be permissible\nunder revised guidelines.\n\nMoreover, the following statement of guidelines is not intended to limit\nthe types of copying permitted under the standards of fair use under\njudicial decision and which are stated in Section 107 of the Copyright\nRevision Bill. There may be instances in which copying which does not\nfall within the guidelines stated below may nonetheless be permitted\nunder the criteria of fair use.\n\n\nA. Permissible Uses\n\n1. Emergency copying to replace purchased copies which for any reason\nare not available for an imminent performance provided purchased\nreplacement copies shall be substituted in due course.\n\n2. For academic purposes other than performance, single or multiple\ncopies of excerpts of works may be made, provided that the excerpts do\nnot comprise a part of the whole which would constitute a performable\nunit such as a section [1], movement or aria, but in no case more than\n10 percent of the whole work. The number of copies shall not exceed one\ncopy per pupil. [2]\n\n3. Printed copies which have been purchased may be edited or simplified\nprovided that the fundamental character of the work is not distorted or\nthe lyrics, if any, altered or lyrics added if none exist.\n\n4. A single copy of recordings of performances by students may be made\nfor evaluation or rehearsal purposes and may be retained by the\neducational institution or individual teacher.\n\n5. A single copy of a sound recording (such as a tape, disc or cassette)\nof copyrighted music may be made from sound recordings owned by an\neducational institution or an individual teacher for the purpose of\nconstructing aural exercises or examinations and may be retained by the\neducational institution or individual teacher. (This pertains only to\nthe copyright of the music itself and not to any copyright which may\nexist in the sound recording.)\n\n\nB. Prohibitions\n\n1. Copying to create or replace or substitute for anthologies,\ncompilations or collective works.\n\n2. Copying of or from works intended to be \"consumable\" in the course\nof study or of teaching such as workbooks, exercises, standardized\ntests and answer sheets and like material.\n\n3. Copying for the purpose of performance, except as in A(1) above.\n\n4. Copying for the purpose of substituting for the purchase of music,\nexcept as in A(1) and A(2) above.\n\n5. Copying without inclusion of the copyright notice which appears on\nthe printed copy.\n\n\n(iv) Discussion of Guidelines\n\nThe Committee appreciates and commends the efforts and the cooperative\nancl reasonable spirit of the parties who achieved the agreed guidelines\non books and periodicals and on music. Representatives of the American\nAssociation of University Professors and of the Association of American\nLaw Schools have written to the Committee strongly criticizing the\nguidelines, particularly with respect to multiple copying, as being too\nrestrictive with respect to classroom situations at the university and\ngraduate level. However, the Committee notes that the Ad Hoc group did\ninclude representatives of higher education, that the stated \"purpose of\nthe . . . guidelines is to state the minimum and not the maximum\nstandards of educational fair use\" and that the agreement acknowledges\n\"there may be instances in which copying which does not fall within the\nguidelines . . . may nonetheless be permitted under the criteria of fair\nuse.\"\n\nThe Committee believes the guidelines are a reasonable interpretation of\nthe minimum standards of fair use. Teachers will know that copying\nwithin the guidelines is fair use. Thus, the guidelines serve the\npurpose of fulfilling the need for greater certainty and protection for\nteachers. The Committee expresses the hope that if there are areas\nwhere standards other than these guidelines may be appropriate, the\nparties will continue their efforts to provide additional specific\nguidelines in the same spirit of good will and give and take that has\nmarked the discussion of this subject in recent months.\n\n\nc. House Report: Additional Excerpts\n\n    =================================================================\n    Under the heading \"Reproduction and uses for other purposes,\" the\n    House Report, at pages 72-74, parallels much of the material\n    appearing at pages 65-67 of the Senate Report under the same\n    heading, but with some differences.\n    =================================================================\n\nThe concentrated attention given the fair use provision in the context\nof classroom teaching activities should not obscure its application in\nother areas. It must be emphasized again that the same general standards\nof fair use are applicable to all kinds of uses of copyrighted material,\nalthough the relative weight to be given them will differ from case to\ncase.\n\n* * *\n\nA problem of particular urgency is that of preserving for posterity\nprints of motion pictures made before 1942.  Aside from the deplorable\nfact that in a great many cases the only existing copy of a film has\nbeen deliberately destroyed, those that remain are in immediate danger\nof disintegration; they were printed on film stock with a nitrate base\nthat will inevitably decompose in time. The efforts of the Library of\nCongress, the American Film Institute, and other organizations to rescue\nand preserve this irreplaceable contribution to our cultural life are to\nbe applauded, and the making of duplicate copies for purposes of\narchival preservation certanly falls within the scope of \"fair use.\"\n\n* * *\n\nDuring the consideration of the revision bill in the 94th Congress it\nwas proposed that independent newsletters, as distinguished from house\norgans and publicity or advertising publications, be given separate\ntreatment. It is argued that newsletters are particularly vulnerable to\nmass photocopying, and that most newsletters have fairly modest\ncirculations. Whether the copying of portions of a newsletter is an act\nof infringement or a fair use will necessarily turn on the facts of the\nindividual case. However, as a general principle, it seems clear that\nthe scope of the fair use doctrine should be considerably narrower in\nthe case of newsletters than in that of either mass-circulation\nperiodicals or scientific journals. The commercial nature of the user is\na significant factor in such cases: Copying by a profit-making user of\neven a small portion of a newsletter may have a significant impact on\nthe commercial market for the work.\n\nThe Committee has examined the use of excerpts from copyrighted works in\nthe art work of calligraphers. The committee believes that a single copy\nreproduction of an excerpt from a copyrighted work by a calligrapher for\na single client does not represent an infringement of copyright.\nLikewise, a single reproduction of excerpts from a copyrighted work by a\nstudent calligrapher or teacher in a learning situation would be a fair\nuse of the copyrighted work.\n\nThe Register of Copyrights has recommended that the committee report\ndescribe the relationship between this section and the provisions of\nsection 108 relating to reproduction by libraries and archives. The\ndoctrine of fair use applies to library photocopying, and nothing\ncontained in section 108 \"in any way affects the right of fair use.\" No\nprovision of section 108 is intended to take away any rights existing\nunder the fair use doctrine. To the contrary, section 108 authorizes\ncertain photocopying practices which may not qualify as a fair use.\n\nThe criteria of fair use are necessarily set forth in general terms. In\nthe application of the criteria of fair use to specific photocopying\npractices of libraries, it is the intent of this legislation to provide\nan appropriate balancing of the rights of creators, and the needs of\nusers.\n\n\n3. Excerpts From Conference Report on Section 107\n\n   ====================================================================\n   The following excerpt is reprinted from the Report of the\n   Conference Committee on the new copyright law (H.R. Rep. No. 94-1733,\n   page 70).\n   ====================================================================\n\nFAIR USE\n\nSenate bill\n\nThe Senate bill, in section 107, embodied express statutory recognition\nof the judicial doctrine that the fair use of a copyrighted work is not\nan infringement of copyright. It set forth the fair use doctrine,\nincluding four criteria for determining its applicability in particular\ncases, in general terms.\n\nHouse bill\n\nThe House bill amended section 107 in two respects: in the general\nstatement of the fair use doctrine it added a specific reference to\nmultiple copies for classroom use, and it amplified the statement of the\nfirst of the criteria to be used in judging fair use (the purpose and\ncharacter of the use) by referring to the commercial nature or nonprofit\neducational purpose of the use.\n\nConference substitute\n\nThe conference substitute adopts the House amendments. The conferees\naccept as part of their understanding of fair use the Guidelines for\nClassroom Copying in Not-for-Profit Educational Institutions with\nrespect to books and periodicals appearing at pp. 68-70 of the House\nReport (H. Rept. No. 94-1476, as corrected at p. H 10727 of the\nCongressional Record for September 21, 1976), and for educational uses\nof music appearing at pp. 70-71 of the House report, as amended in the\nstatement appearing at p. H 10875 of the Congressional Record of\nSeptember 22, 1976. The conferees also endorse the statement concerning\nthe meaning of the word \"teacher\" in the guidelines for books and\nperiodicals, and the application of fair use in the case of use of\ntelevision programs within the confines of a nonprofit educational\ninstitution for the deaf and hearing impaired, both of which appear on\np. H 10875 of the Congressional Record of September 22, 1976.\n\n\n4. Excerpts From Congressional Debates\n\n    ==================================================================\n    The following excerpts are reprinted from the Congressional Record\n    of September 22, 1976, including statements by Mr. Kastenmeier\n    (Chairman of the House Judiciary Subcommittee responsible for the\n    bill) on the floor of the House of Representatives.\n    ==================================================================\n\nMR. KASTENMElER.\n\n* * *\n\nMr. Chairman, before concluding my remarks I would like to discuss\nseveral questions which have been raised concerning the meaning of\nseveral provisions of S. 22 as reported by the House Judiciary\nCommittee and of statements in the committee's report, No. 94-1476.\n\n* * *\n\nAnother question involves the reference to \"teacher\" in the \"Agreement\non Guidelines for Classroom Copying in Not-for-Profit Educational\nInstitutions\" reproduced at pages 68-70 of the committee's report No.\n94-1476 in connection with section 107. It has been pointed out that,\nin planning his or her teaching on a day-to-day basis in a variety of\neducational situations, an individual teacher will commonly consult with\ninstructional specialists on the staff of the school, such as reading\nspecialists, curriculum specialists, audiovisual directors, guidance\ncounselors, and the like. As long as the copying meets all of the other\ncriteria laid out in the guidelines, including the requirements for\nspontaneity and the prohibition against the copying being directed by\nhigher authority, the committee regards the concept of \"teacher\" as\nbroad enough to include instructional specialists working in\nconsultation with actual instructors.\n\nAlso in consultation with section 107, the committee's attention has\nbeen directed to the unique educational needs and problems of the\napproximately 50,000 deaf and hearing-impaired students in the United\nStates, and the inadequacy of both public and commercial television to\nserve their educational needs. It has been suggested that, as long as\nclear-cut constraints are imposed and enforced, the doctrine of fair\nuse is broad enough to permit the making of an off-the-air fixation of a\ntelevision program within a non-profit educational institution for the\ndeaf and hearing impaired, the reproduction of a master and a work copy\nof a captioned version of the original fixation, and the performance of\nthe program from the work copy within the confines of the institution.\nIn identifying the constraints that would have to be imposed within an\ninstitution in order for these activities to be considered as fair use,\nit has been suggested that the purpose of the use would have to be\nnon-commercial in every respect, and educational in the sense that it\nserves as part of a deaf or hearing-impaired student's learning\nenvironment within the institution, and that the institution would have\nto insure that the master and work copy would remain in the hands of a\nlimited number of authorized personnel within the institution, would be\nresponsible for assuring against its unauthorized reproduction or\ndistribution, or its performance or retention for other than educational\npurposes within the institution. Work copies of captioned programs could\nbe shared among institutions for the deaf abiding by the constraints\nspecified. Assuming that these constraints are both imposed and\nenforced, and that no other factors intervene to render the use unfair,\nthe committee believes that the activities described could reasonably be\nconsidered fair use under section 107.\n\n* * *\n\nMr. Chairman, because of the complexity of this bill and the delicate\nbalances which it creates among competing economic interests, the\ncommittee will resist extensive amendment of this bill. On behalf of the\ncommittee I would urge all of my colleagues to vote favorably on Sec.\n22.\n\nMr. SKUBlTZ. Mr. Chairman, will the gentleman yield?\n\nMr. KASTENMEIER. I am happy to yield to my friend, the gentleman from\nKansas.\n\nMr. SKUBITZ. Mr. Chairman, I thank my friend, the gentleman from\nWisconsin, for yielding.\n\nMr. Chairman, I have received a great deal of mail from the\nschoolteachers in my district who are particularly concerned about\nsection 107--fair use--the fair use of copyrighted material. Having\nbeen a former schoolteacher myself, I believe they make a good point and\nthere is a sincere fear on their part that, because of the vagueness or\nambiguity in the bill's treatment of the doctrine of fair use, they may\nsubject themselves to liability for an unintentional infringement of\ncopyright when all they were trying to do was the job for which they\nwere trained.\n\nThe vast majority of teachers in this country would not knowingly\ninfringe upon a person's copyright, but, as any teacher can appreciate,\nthere are times when information is needed and is available, but it may\nbe literally impossible to locate the right person to approve the use of\nthat material and the purchase of such would not be feasible and, in the\nmeantime, the teacher may have lost that \"teachable moment.\"\n\nDid the subcommittee take these problems into consideration and did they\ndo anything to try and help the teachers to better understand section\n107?\n\nHave the teachers been protected by this section 107?\n\nMr. KASTENMElER. Mr. Chairman, in response to the gentleman's question\nand his observations preceding the question, I would say, indeed they\nhave.\n\nOver the years this has been one of the most difficult questions. It is\na problem that I believe has been very successfully resolved.\n\nSection 107 on \"Fair Use\" has, of course, restated four standards, and\nthese standards are, namely: The purpose and character of the use of the\nmaterial; the nature of the copyrighted work; the amount and\nsubstantiality of the portion used in relation to the copyrighted work\nas a whole; and the effect of the use upon the potential market for or\nvalue of the copyrighted work.\n\nThese are the four \"Fair Use\" criteria. These alone were not adequate to\nguide teachers, and I am sure the gentleman from Kansas (Mr. SKUBITZ)\nunderstands that as a schoolteacher himself.\n\nTherefore, the educators, the proprietors, and the publishers of\neducational materials did, at the committee's long insistence, get\ntogether. While there were many fruitless meetings, they did finally get\ntogether.\n\nMr. Chairman, I will draw the gentleman's attention to pages 65 through\n74 in the report which contain extensive guidelines for teachers. I am\nvery happy to say that there was an agreement reached between teachers\nand publishers of educational material, and that today the National\nEducation Association supports the bill, and it has, in fact, sent a\ntelegram which at the appropriate time I will make a part of the RECORD\nand which requests support for the bill in its present form, believing\nthat it has satisfied the needs of the teachers:\n\n***\nNATIONAL EDUCATION ASSOCIATION,\nWashington, D.C., September 10, 1976.\n\nNational Education Association urgently requests your support of the\nCopyright Revision bill, H.R. 2223, as reported by the Judiciary\nCommittee. This compromise effort represents a major breakthrough in\nestablishing equitable legal guidelines for the use of copyright\nmaterials for instructional and research purposes. We ask your support\nof the committee bill without amendments.\n\nJAMES W. GREEN,\nAssistant Director for Legislation.\n***\n\nMr. SKUBITZ. Mr. Chairman, if the gentleman will\nyield further, then the NEA is satisfied with the language\nin the bill as it now stands; is that correct?\n\nMr. KASTENMEIER. The gentleman is correct.\n\nMr. SKUBlTZ. Mr. Chairman, I thank the gentleman.\n\n\n\n-----------------------------------------\nD. REPRODUCTION BY LIBRARIES AND ARCHIVES\n-----------------------------------------\n\n1. Text of Section 108\n\n    ===============================================================\n    The following is a reprint of the entire text of section 108 of\n    title 17, United States Code.\n    ===============================================================\n\nSection 108. Limitations on exclusive rights:\n\n*Reproduction by libraries and archives*\n\n(a) Notwithstanding the provisions of section 106, it is not an\ninfringement of copyright for a library or archives, or any of its\nemployees acting within the scope of their employment, to reproduce no\nmore than one copy or phonorecord of a work, or to distribute such copy\nor phonorecord, under the conditions specified by this section, if--\n\n(1) the reproduction or distribution is made without any purpose of\ndirect or indirect commercial advantage;\n\n(2) the collections of the library or archives are (i) open to the\npublic, or (ii) available not only to researchers affiliated with the\nlibrary or archives or with the institution of which it is a part, but\nalso to other persons doing research in a specialized field; and\n\n(3) the reproduction or distribution of the work includes a notice of\ncopyright.\n\n(b) The rights of reproduction and distribution under this section apply\nto a copy or phonorecord of an unpublished work duplicated in facsimile\nform solely for purposes of preservation and security or for deposit for\nresearch use in another library or archives of the type described by\nclause (2) of subsection (a), if the copy or phonorecord reproduced is\ncurrently in the collections of the library or archives.\n\n(c) The right of reproduction under this section applies to a copy or\nphonorecord of a published work duplicated in facsimile form solely for\nthe purpose of replacement of a copy or phonorecord that is damaged,\ndeteriorating, lost, or stolen, if the library or archives has, after a\nreasonable effort, determined that an unused replacement cannot be\nobtained at a fair price.\n\n(d) The rights of reproduction and distribution under this section apply\nto a copy, made from the collection of a library or archives where the\nuser makes his or her request or from that of another library or\narchives, of no more than one article or other contribution to a\ncopyrighted collection or periodical issue, or to a copy or phonorecord\nof a small part of any other copyrighted work, if--\n\n(1) the copy or phonorecord becomes the property of the user, and the\nlibrary or archives has had no notice that the copy or phonorecord would\nbe used for any purpose other than private study, scholarship, or\nresearch; and\n\n(2) the library or archives displays prominently, at the place where\norders are accepted, and includes on its order form, a warning of\ncopyright in accordance with requirements that the Register of\nCopyrights shall prescribe by regulation.\n\n(e) The rights of reproduction and distribution under this section apply\nto the entire work, or to a substantial part of it, made from the\ncollection of a library or archives where the user makes his or her\nrequest or from that of another library or archives, if the library or\narchives. has first determined, on the basis of a reasonable\ninvestigation, that a copy or phonorecord of the copyrighted work cannot\nbe obtained at a fair price, if--\n\n(1) the copy or phonorecord becomes the property of the user, and the\nlibrary or archives has had no notice that the copy or phonorecord would\nbe used for any purpose other than private study, scholarship, or\nresearch; and\n\n(2) the library or archives displays prominently, at the place where\norders are accepted, and includes on its order form, a warning of\ncopyright in accordance with requirements that the Register of\nCopyrights shall prescribe by regulation.\n\n(f) Nothing in this section--\n\n(1) shall be construed to impose liability for copyright infringement\nupon a library or archives or its employees for the unsupervised use of\nreproducing equipment located on its premises: Provided, That such\nequipment displays a notice that the making of a copy may be subject to\nthe copyright law;\n\n(2) excuses a person who uses such reproducing equipment or who requests\na copy or phonorecord under subsection (d) from liability for copyright\ninfringement for any such act, or for any later use of such copy or\nphonorecord, if it exceeds fair use as provided by section 107;\n\n(3) shall be construed to limit the reproduction and distribution by\nlending of a limited number of copies and excerpts by a library or\narchives of an audiovisual news program, subject to clauses (1), (2),\nand (3) of subsection (a); or\n\n(4) in any way affects the right of fair use as provided by section 107,\nor any contractual obligations assumed at any time by the library or\narchives when it obtained a copy or phonorecord of a work in its\ncollections.\n\n(g) The rights of reproduction and distribution under this section\nextend to the isolated and unrelated reproduction or distribution of a\nsingle copy or phonorecord of the same material on separate occasions,\nbut do not extend to cases where the library or archives, or its\nemployee--\n\n(1) is aware or has substaiitial reason to believe that it is engaging\nin the related or concerted reproduction or distribution of multiple\ncopies or phonorecords of the same material, whether made on one\noccasion or over a period of time, and whether intended for aggregate\nuse by one or more individuals or for separate use by the individual\nmembers of a group; or\n\n(2) engages in the systematic reproduction or distribution of single or\nmultiple copies or phonorecords of material described in subsection (d):\nProvided, That nothing in this clause prevents a library or archives\nfrom participating in interlibrary arrangements that do not have, as\ntheir purpose or effect, that the library or archives receiving such\ncopies or phonorecords for distribution does so in such aggregate\nquantities as to substitute for a subscription to or purchase of such\nwork.\n\n(h) The rights of reproduction and distribution under this section do\nnot apply to a musical work, a pictorial, graphic or sculptural work, or\na motion picture or other audiovisual work other than an audiovisual\nwork dealing with news, except that no such limitation shall apply with\nrespect to rights granted by subsections (b) and (c), or with respect to\npictorial or graphic works published as illustrations, diagrams, or\nsimilar adjuncts to works of which copies are reproduced or distributed\nin accordance with subsections (d) and (e).\n\n\n2. Excerpts From Senate Report on Section 108\n\n   ===================================================================\n   The following excerpts are reprinted from the 1975 Senate Report on\n   the new copyright law (S. Rep. No. 94-473, pages 67-71). Where the\n   discussions of particular points are generally similar in the two\n   Reports, the passages from the later House Report are reprinted in\n   this booklet. Where the discussion of particular points is\n   substantially different, passages from both Reports are reprinted.\n   ===================================================================\n\na. Senate Report: Discussion of Libraries and Archives in Profit-Making\n   Institutions\n\nThe limitation of section 108 to reproduction and distribution by\nlibraries and archives \"without any purpose of direct or indirect\ncommercial advantage\" is intended to preclude a library or archives in a\nprofit-making organization from providing photocopies of copyrighted\nmaterials to employees engaged in furtherance of the organization's\ncommercial enterprise, unless such copying qualifies as a fair use, or\nthe organization has obtained the necessary copyright licenses. A\ncommercial organization should purchase the number of copies of a work\nthat it requires, or obtain the consent of the copyright owner to the\nmaking of the photocopies.\n\nb. Senate Report: Discussion of Multiple Copies and Systematic\n   Reproduction\n\n*Multiple copies and systematic reproduction*\n\nSubsection (g) provides that the rights granted by this section extend\nonly to the \"isolated and unrelated reproduction of a single copy,\" but\nthis section does not authorize the related or concerted reproduction of\nmultiple copies of the same material whether made on one occasion or\nover a period of time, and whether intended for aggregate use by one\nindividual or for separate use by the individual members of a group. For\nexample, if a college professor instructs his class to read an article\nfrom a copyrighted journal, the school library would not be permitted,\nunder subsection (g), to reproduce copies of the article for the members\nof the class.\n\nSubsection (g) also provides that section 108 does not authorize the\nsystematic reproduction or distribution of copies or phonorecords of\narticles or other contributions to copyrighted collections or\nperiodicals or of small parts of other copyrighted works whether or not\nmultiple copies are reproduced or distributed. Systematic reproduction\nor distribution occurs when a library makes copies of such materials\navailable to other libraries or to groups of users under formal or\ninformal arrangements whose purpose or effect is to have the reproducing\nlibrary serve as their source of such material. Such systematic\nreproduction and distribution, as distinguished from isolated and\nunrelated reproduction or distribution, may substitute the copies\nreproduced by the source library for subscriptions or reprints or other\ncopies which the receiving libraries or users might otherwise have\npurchased for themselves, from the publisher or the licensed reproducing\nagencies.\n\nWhile it is not possible to formulate specific definitions of\n\"systematic copying,\" the following examples serve to illustrate some\nof the copying prohibited by subsection (g).\n\n(1) A library with a collection of journals in biology informs other\nlibraries with similar collections that it will maintain and build its\nown collection and will make copies of articles from these journals\navailable to them and their patrons on request. Accordingly, the other\nlibraries discontinue or refrain from purchasing subscriptions to these\njournals and fulfill their patrons' requests for articles by obtaining\nphotocopies from the source library.\n\n(2) A research center employing a number of scientists and technicians\nsubscribes to one or two copies of needed periodicals. By reproducing\nphotocopies of articles the center is able to make the material in\nthese periodicals available to its staff in the same manner which\notherwise would have required multiple subscriptions.\n\n(3) Several branches of a library system agree that one branch will\nsubscribe to particular journals in lieu of each branch purchasing its\nown subscriptions, and the one subscribing branch will reproduce copies\nof articles from the publication for users of the other branches.\n\nThe committee believes that section 108 provides an appropriate\nstatutory balancing of the rights of creators and the needs of users.\nHowever, neither a statute nor legislative history can specify precisely\nwhich library photocopying practices constitute the making of \"single\ncopies\" as distinguished from \"systematic reproduction.\" Isolated single\nspontaneous requests must be distinguished from \"systematic\nreproduction.\" The photocopying needs of such operations as multi-county\nregional systems must be met. The committee therefore recommends that\nrepresentatives of authors, book and periodical publishers and other\nowners of copyrighted material meet with the library community to\nformulate photocopying guidelines to assist library patrons and\nemployees. Concerning library photocopying practices not authorized by\nthis legislation, the committee recommends that workable clearance and\nlicensing procedures be developed.\n\nIt is still uncertain how far a library may go under the Copyright Act\nof 1909 in supplying a photocopy of copyrighted material in its\ncollection. The recent case of The Williams and Wilkins Company v. The\nUnited States failed to significantly illuminate the application of the\nfair use doctrine to library photocopying practices. Indeed, the opinion\nof the Court of Claims said the Court was engaged in \"a 'holding\nOperation' in the interim period before Congress enacted its preferred\nsolution.\"\n\nWhile the several opinions in the Wilkins case have given the Congress\nlittle guidance as to the current state of the law on fair use, these\nopinions provide additional support for the balanced resolution of the\nphotocopying issue adopted by the Senate last year in S. 1361 and\npreserved in section 108 of this legislation. As the Court of Claims\nopinion succinctly stated \"there is much to be said on all sides.\"\n\nIn adopting these provisions on library photocopying, the committee is\naware that through such programs as those of the National Commission on\nLibraries and Information Science there will be a significant evolution\nin the functioning and services of libraries. To consider the possible\nneed for changes in copyright law and procedures as a result of new\ntechnology, a National Commission on New Technological Uses of\nCopyrighted Works has been established (Public Law 93-573).\n\n\n3. Excerpts From House Report on Section 108\n\n    ====================================================================\n    The following excerpts are reprinted from the House Report on the\n    new copyright law (H.R. Rep. No. 94-1476, pages 74-79). All of the\n    House Report's discussion of section 108 is reprinted here;\n    similarities and differences between the House and Senate Reports on\n    particular points will be noted below.\n    ====================================================================\n\na. House Report: Introductory Statement\n\n   =====================================================================\n   This paragraph is substantially the same in the Senate and House\n   Reports.\n   =====================================================================\n\nNotwithstanding the exclusive rights of the owners of copyright, section\n108 provides that under certain conditions it is not an infringement of\ncopyright for a library or archives, or any of its employees acting\nwithin the scope of their employment, to reproduce or distribute not\nmore than one copy or phonorecord of a work, provided (1) the\nreproduction or distribution is made without any purpose of direct or\nindirect commercial advantage and (2) the collections of the library or\narchives are open to the public or available not only to researchers\naffiliated with the library or archives, but also to other persons doing\nresearch in a specialized field, and (3) the reproduction or\ndistribution of the work includes a notice of copyright.\n\n\nb. House Report: Discussion of Libraries and Archives in Profit-Making\n   Institutions\n\n   ===================================================================\n   The Senate and House Reports differ substantially on this point.\n   The Senate Report's discussion is reprinted at page 17, above.\n   ===================================================================\n\nUnder this provision, a purely commercial enterprise could not establish\na collection of copyrighted works, call itself a library or archive, and\nengage in for-profit reproduction and distribution of photocopies.\nSimilarly, it would not be possible for a non-profit institution, by\nmeans of contractual arrangements with a commercial copying enterprise,\nto authorize the enterprise to carry out copying and distribution\nfunctions that would be exempt if conducted by the non-profit\ninstitution itself.\n\nThe reference to \"indirect commercial advantage\" has raised questions as\nto the status of photocopying done by or for libraries or archival\ncollections within industrial, profitmaking, or proprietary institutions\n(such as the research and development departments of chemical,\npharmaceutical, automobile, and oil corporations, the library of a\npropriatary hospital, the collections owned by a law or medical\npartnership, etc.).\n\nThere is a direct interrelationship between this problem and the\nprohibitions against \"multiple\" and \"systematic\" photocopying in section\n108 (g) (1) and (2). Under section 108, a library in a profit-making\norganization would not be authorized to:\n\n(a) use a single subscription or copy to supply its employees with\nmultiple copies of material relevant to their work; or\n\n(b) use a single subscription or copy to supply its employees, on\nrequest, with single copies of material relevant to their work, where\nthe arrangement is \"systematic\" in the sense of deliberately\nsubstituting photocopying for subscription or purchase; or\n\n(c) use \"interlibrary loan\" arrangements for obtaining photocopies in\nsuch aggregate quantities as to substitute for subscriptions or\npurchase of material needed by employees in their work.\n\nMoreover, a library in a profit-making organization could not evade\nthese obligations by installing reproducing equipment on its premises\nfor unsupervised use by the organization's staff.\n\nIsolated, spontaneous making of single photocopies by a library in a\nfor-profit organization, without any systematic effort to substitute\nphotocopying for subscriptions or purchases, would be covered by section\n108, even though the copies are furnished to the employees of the\norganization for use in their work. Similarly, for-profit libraries\ncould participate in interlibrary arrangements for exchange of\nphotocopies, as long as the reproduction or distribution was not\n\"systematic.\" These activities, by themselves, would ordinarily not be\nconsidered \"for direct or indirect commercial advantage,\" since the\n\"advantage\" referred to in this clause must attach to the immediate\ncommercial motivation behind the reproduction or distribution itself,\nrather than to the ultimate profit-making motivation behind the\nenterprise in which the library is located. On the other hand, section\n108 would not excuse reproduction or distribution if there were a\ncommercial motive behind the actual making or distributing of the\ncopies, if multiple copies were made or distributed, or if the\nphotocopying activities were \"systematic\" in the sense that their aim\nwas to substitute for subscriptions or purchases.\n\n\nc. House Report: Rights of Reproduction and Distribution Under\n   Section 108\n\n   ====================================================================\n   The following paragraphs are closely similar in the Senate and House\n   Reports.\n   ====================================================================\n\n\nThe rights of reproduction and distribution under section 108 apply in\nthe following circumstances:\n\n*Archival reproductions*\n\nSubsection (b) authorizes the reproduction and distribution of a copy or\nphonorecord of an unpublished work duplicated in facsimile form solely\nfor purposes of preservation and security, or for deposit for research\nuse in another library or archives, if the copy or phonorecord\nreproduced is currently in the collections of the first library or\narchives. Only unpublished works could be reproduced under this\nexemption, but the right would extend to any type of work, including\nphotographs, motion pictures and sound recordings.\n\nUnder this exemption, for example, a repository could make photocopies\nof manuscripts by microfilm or electrostatic process, but could not\nreproduce the work in \"machine-readable\" language for storage in an\ninformation system.\n\n*Replacement of damaged copy*\n\nSubsection (c) authorizes the reproduction of a published work\nduplicated in facsimile form solely for the purpose of replacement of a\ncopy or phonorecord that is damaged, deteriorating, lost or stolen, if\nthe library or archives has, after a reasonable effort, determined that\nan unused replacement cannot be obtained at a fair price. The scope and\nnature of a reasonable investigation to determine that an unused\nreplacement cannot be obtained will vary according to the circumstances\nof a particular situation. It will always require recourse to\ncommonly-known trade sources in the United States, and in the normal\nsituation also to the publisher or other copyright owner (if such owner\ncan be located at the address listed in the copyright registration), or\nan authorized reproducing service.\n\n*Articles and small excerpts*\n\nSubsection (d) authorizes the reproduction and distribution of a copy of\nnot more than one article or other contribution to a copyrighted\ncollection or periodical issue, or of a copy or phonorecord of a small\npart of any other copyrighted work. The copy or phonorecord may be made\nby the library where the user makes his request or by another library\npursuant to an interlibrary loan. It is further required that the copy\nbecome the property of the user, that the library or archives have no\nnotice that the copy would be used for any purposes other than private\nstudy, scholarship or research, and that the library or archives display\nprominently at the place where reproduction requests are accepted, and\nincludes in its order form, a warning of copyright in accordance with\nrequirements that the Register of Copyrights shall prescribe by\nregulation.\n\n*Out-of-print works*\n\nSubsection (e) authorizes the reproduction and distribution of a copy or\nphonorecord of an entire work under certain circumstances, if it has\nbeen established that a copy cannot be obtained at a fair price. The\ncopy may be made by the library where the user makes his request or by\nanother library pursuant to an interlibrary loan. The scope and nature\nof a reasonable investigation to determine that an unused copy cannot be\nobtained will vary according to the circumstances of a particular\nsituation. It will always require recourse to commonly-known trade\nsources in the United States, and in the normal situation also to the\npublisher or other copyright owner (if the owner can be located at the\naddress listed in the copyright registration), or an authorized\nreproducing service. It is further required that the copy become the\nproperty of the user, that the library or archives have no notice that\nthe copy would be used for any purpose other than private study,\nscholarship, or research, and that the library or archives display\nprominently at the place where reproduction requests are accepted, and\ninclude on its order form, a warning of copyright in accordance with\nrequirements that the Register of Copyrights shall prescribe by\nregulation.\n\n\nd. House Report: General Exemptions for Libraries and Archives\n\n   ===================================================================\n   Parts of the following paragraphs are substantially similar in the\n   Senate and House Reports. Differences in the House Report on certain\n   points reflect certain amendments in section 108(f) and elsewhere\n   in the Copyright Act.\n   ===================================================================\n\n*General exemptions*\n\nClause (1) of subsection (f) specifically exempts a library or archives\nor its employees from liability for the unsupervised use of reproducing\nequipment located on its premises, provided that the reproducing\nequipment displays a notice that the making of a copy may be subject to\nthe copyright law. Clause (2) of subsection (f) makes clear that this\nexemption of the library or archives does not extend to the person using\nsuch equipment or requesting such copy if the use exceeds fair use.\nInsofar as such person is concerned the copy or phonorecord made is not\nconsidered \"lawfully\" made for purposes of sections 109, 110 or other\nprovisions of the title.\n\nClause (3) provides that nothing in section 108 is intended to limit the\nreproduction and distribution by lending of a limited number of copies\nand excerpts of an audio-visual news program. This exemption is intended\nto apply to the daily newscasts of the national television networks,\nwhich report the major events of the day. It does not apply to\ndocumentary (except documentary programs involving news reporting as\nthat term is used in section 107), magazine-format or other public\naffairs broadcasts dealing with subjects of general interest to the\nviewing public.\n\nThe clause was first added to the revision bill in 1974 by the adoption\nof an amendment proposed by Senator Baker. It is intended to permit\nlibraries and archives, subject to the general conditions of this\nsection, to make off-the-air videotape recordings of daily network\nnewscasts for limited distribution to scholars and researchers for use\nin research purposes. As such, it is an adjunct to the American\nTelevision and Radio Archive established in Section 113 of the Act which\nwill be the principal repository for television broadcast material,\nincluding news broadcasts. The inclusion of language indicating that\nsuch material may only be distributed by lending by the library or\narchive is intended to preclude performance, copying, or sale, whether\nor not for profit, by the recipient of a copy of a television broadcast\ntaped off-the-air pursuant to this clause.\n\nClause (4), in addition to asserting that nothing contained in section\n108 \"affects the right of fair use as provided by section 107,\" also\nprovides that the right of reproduction granted by this section does\nnot override any contractual arrangements assumed by a library or\narchives when it obtained a work for its collections. For example, if\nthere is an express contractual prohibition against reproduction for\nany purpose, this legislation shall not be construed as justifying a\nviolation of the contract. This clause is intended to encompass the\nsituation where an individual makes papers, manuscripts or other works\navailable to a library with the understanding that they will not be\nreproduced.\n\nIt is the intent of this legislation that a subsequent unlawful use by a\nuser of a copy or phonorecord of a work lawfully made by a library,\nshall not make the library liable for such improper use.\n\n\ne. House Report: Discussion of Multiple Copies and Systematic\n   Reproduction\n\n   =====================================================================\n   The Senate and House Reports differ substantially on this point. The\n   Senate Report's discussion is reprinted at page 17. above.\n   =====================================================================\n\n*Multiple copies and systematic reproduction*\n\nSubsection (g) provides that the rights granted by this section extend\nonly to the \"isolated and unrelated reproduction of a single copy or\nphonorecord of the same material on separate occasions.\" However, this\nsection does not authorize the related or concerted reproduction of\nmultiple copies or phonorecords of the same material, whether made on\none occasion or over a period of time, and whether intended for\naggregate use by one individual or for separate use by the individual\nmembers of a group.\n\nWith respect to material described in subsection (d)--articles or other\ncontributions to periodicals or collections, and small parts of other\ncopyrighted works--subsection (g) (2) provides that the exemptions of\nsection 108 do not apply if the library or archive engages in\n\"systematic reproduction or distribution of single or multiple copies or\nphonorecords.\" This provision in S.22 provoked a storm of controversy,\ncentering around the extent to which the restrictions on \"systematic\"\nactivities would prevent the continuation and development of\ninterlibrary networks and other arrangements involving the exchange of\nphotocopies. After thorough consideration, the Committee amended section\n108 (g) (2) to add the following proviso:\n\nProvided, that nothing in this clause prevents a library or archives\nfrom participating in interlibrary arrangements that do not have, as\ntheir purpose or effect, that the library or archives receiving such\ncopies or phonorecords for distribution does so in such aggregate\nquantities as to substitute for a subscription to or purchase of such\nwork.\n\nIn addition, the Committee added a new subsection (i) to section 108,\nrequiring the Register of Copyrights, five years from the effective date\nof the new Act and at five year intervals thereafter, to report to\nCongress upon \"the extent to which this section has achieved the\nintended statutory balancing of the rights of creators, and the needs of\nusers,\" and to make appropriate legislative or other recommendations. As\nnoted in connection with section 107, the Committee also amended section\n504(c) in a way that would insulate librarians from unwarranted\nliability for copyright infringement; this amendment is discussed below.\n\nThe key phrases in the Committee's amendment of section 108(g) (2) are\n\"aggregate quantities\" and \"substitute for a subscription to or purchase\nof\" a work. To be implemented effectively in practice, these provisions\nwill require the development and implementation of more-or-less specific\nguidelines establishing criteria to govern various situations. The\nNational Commission on New Technological Uses of Copyrighted Works\n(CONTU) offered to provide good offices in helping to develop these\nguidelines. This offer was accepted and, although the final text of\nguidelines has not yet been achieved, the Committee has reason to hope\nthat, within the next month, some agreement can be reached on an initial\nset of guidelines covering practices under section 108(g)(2).\n\n\nf. House Report: Discussion of Works Excluded\n\n    ==================================================================\n    The House Report's discussion of section 108(h) is longer than the\n    corresponding paragraph in the Senate Report, and reflects certain\n    amendments in the subsection.\n    ==================================================================\n\n*Works excluded*\n\nSubsection (h) provides that the rights of reproduction and distribution\nunder this section do not apply to a musical work, a pictorial, graphic\nor sculptural work, or a motion picture or other audiovisual work other\nthan \"an audiovisual work dealing with news.\" The latter term is\nintended as the equivalent in meaning of the phrase \"audio-visual news\nprogram\" in section 108 (f) (3). The exclusions under subsection (h) do\nnot apply to archival reproduction under subsection (b), to replacement\nof damaged or lost copies or phonorecords under subsection (c), or to\n\"pictorial or graphic works published as illustrations, diagrams, or\nsimilar adjuncts to works of which copies are reproduced or distributed\nin accordance with subsections (d) and (e).\"\n\nAlthough subsection (h) generally removes musical, graphic, and\naudiovisual works from the specific exemptions of section 108, it is\nimportant to recognize that the doctrine of fair use under section 107\nremains fully applicable to the photocopying or other reproduction of\nsuch works. In the case of music, for example, it would be fair use for\na scholar doing musicological research to have a library supply a copy\nof a portion of a score or to reproduce portions of a phonorecord of a\nwork. Nothing in section 108 impairs the applicability of the fair use\ndoctrine to a wide variety of situations involving photocopying or other\nreproduction by a library of copyrighted material in its collections,\nwhere the user requests the reproduction for legitimate scholarly or\nresearch purposes.\n\n\n4. Excerpts From Conference Report\n\n   =====================================================================\n   The following excerpt is reprinted from the Report of the Conference\n   Committee on the new copyright law (H.R. Rep. No. 94-1733, pages\n   70-74).\n   =====================================================================\n\na. Conference Report: Introductory Discussion of Section 108\n\nREPRODUCTION BY LIBRARIES AND ARCHIVES\n\nSenate bill\n\nSection 108 of the Senate bill dealt with a variety of situations\ninvolving photocopying and other forms of reproduction by libraries and\narchives. It specified the conditions under which single copies of\ncopyrighted material can be noncommercially reproduced and distributed,\nbut made clear that the privileges of a library or archives under the\nsection do not apply where the reproduction or distribution is of\nmultiple copies or is \"systematic.\" Under subsection (f), the section\nwas not to be construed as limiting the reproduction and distribution,\nby a library or archive meeting the basic criteria of the section, of a\nlimited number of copies and excerpts of an audiovisual news program.\n\nHouse bill\n\nThe House bill amended section 108 to make clear that, in cases\ninvolving interlibrary arrangements for the exchange of photocopies, the\nactivity would not be considered \"systematic\" as long as the library or\narchives receiving the reproductions for distribution does not do so in\nsuch aggregate quantities as to substitute for a subscription to or\npurchase of the work. A new subsection (i) directed the Register of\nCopyrights, by the end of 1982 and at five-year intervals thereafter, to\nreport on the practical success of the section in balancing the various\ninterests, and to make recommendations for any needed changes. With\nrespect to audiovisual news programs, the House bill limited the scope\nof the distribution privilege confirmed by section 108 (f) (3) to cases\nwhere the distribution takes the form of a loan.\n\n\nb. Conference Report: Conference Committee Discussion of CONTU\n   Guidelines on Photocopying and Interlibrary Arrangements\n\nConference substitute\n\nThe conference substitute adopts the provisions of section 108 as\namended by the House bill. In doing so, the conferees have noted two\nletters dated September 22, 1976, sent respectively to John L.\nMcClellan, Chairman of the Senate Judiciary Subcommittee on Patents,\nTrademarks, and Copyrights, and to Robert W. Kastenmeier, Chairman of\nthe House Judiciary Subcommittee on Courts, Civil Liberties, and the\nAdministration of Justice. The letters, from the Chairman of the\nNational Commission on New Technological Uses of Copyrighted Works\n(CONTU), Stanley H. Fuld, transmitted a document consisting of\n\"guidelines interpreting the provision in subsection 108 (g) (2) of S.\n22, as approved by the House Committee on the Judiciary.\" Chairman\nFuld's letters explain that, following lengthy consultations with the\nparties concerned, the Commission adopted these guidelines as fair and\nworkable and with the hope that the conferees on S. 22 may find that\nthey merit inclusion in the conference report. The letters add that,\nalthough time did not permit securing signatures of the representatives\nof the principal library organizations or of the organizations\nrepresenting publishers and authors on these guidelines, the Commission\nhad received oral assurances from these representatives that the\nguidelines are acceptable to their organizations.\n\nThe conference committee understands that the guidelines are not\nintended as, and cannot be considered, explicit rules or directions\ngoverning any and all cases, now or in the future. It is recognized that\ntheir purpose is to provide guidance in the most commonly-encountered\ninterlibrary photocopying situations, that they are not intended to be\nlimiting or determinative in themselves or with respect to other\nsituations, and that they deal with an evolving situation that will\nundoubtedly require their continuous reevaluation and adjustment. With\nthese qualifications, the conference committee agrees that the\nguidelines are a reasonable interpretation of the proviso of section 108\n(g) (2) in the most common situations to which they apply today.\n\n\nc. Conference Report: Reprint of CONTU Guidelines on Photocopying and\n   Interlibrary Arrangements\n\nThe text of the guidelines follows:\n\nPHOTOCOPYING--INTERLIBRARY ARRANGEMENTS INTRODUCTION\n\nSubsection 108(g)(2) of the bill deals, among other things, with limits\non interlibrary arrangements for photocopying. It prohibits systematic\nphotocopying of copyrighted materials but permits interlibrary\narrangements \"that do not have, as their purpose or effect, that the\nlibrary or archives receiving such copies or phonorecords for\ndistribution does so in such aggregate quantities as to substitute for a\nsubscription to or purchase of such work.\"\n\nThe National Commission on New Technological Uses of Copyrighted Works\noffered its good offices to the House and Senate subcommittees in\nbringing the interested parties together to see if agreement could be\nreached on what a realistic definition would be of \"such aggregate\nquantities.\" The Commission consulted with the parties and suggested the\ninterpretation which follows, on which there has been substantial\nagreement by the principal library, publisher, and author organizations.\nThe Commission considers the guidelines which follow to be a workable\nand fair interpretation of the intent of the proviso portion of\nsubsection 108(g)(2).\n\nThese guidelines are intended to provide guidance in the application of\nsection 108 to the most frequently encountered interlibrary case: a\nlibrary's obtaining from another library, in lieu of interlibrary loan,\ncopies of articles from relatively recent issues of periodicals--those\npublished within five years prior to the date of the request. The\nguidelines do not specify what aggregate quantity of copies of an\narticle or articles published in a periodical, the issue date of which\nis more than five years prior to the date when the request for the copy\nthereof is made, constitutes a substitute for a subscription to such\nperiodical. The meaning of the proviso to subsection 108(g)(2) in such\ncase is left to future interpretation.\n\nThe point has been made that the present practice on interlibrary loans\nand use of photocopies in lieu of loans may be supplemented or even\nlargely replaced by a system in which one or more agencies or\ninstitutions, public or private, exist for the specific purpose of\nproviding a central source for photocopies. Of course, these guidelines\nwould not apply to such a situation.\n\n\nGUIDELINES FOR THE PROVISO OF SUBSECTION 108 (G)(2)\n\n1. As used in the proviso of subsection 108 (g) (2), the words \". . .\nsuch aggregate quantities as to substitute for a subscription to or\npurchase of such work\" shall mean:\n\n(a) with respect to any given periodical (as opposed to any given issue\nof a periodical), filled requests of a library or archives (a\n\"requesting entity\") within any calendar year for a total of six or more\ncopies of an article or articles published in such periodical within\nfive years prior to the date of the request. These guidelines\nspecifically shall not apply, directly or indirectly, to any request of\na requesting entity for a copy or copies of an article or articles\npublished in any issue of a periodical, the publication date of which is\nmore than five years prior to the date when the request is made. These\nguidelines do not define the meaning, with respect to such a request, of\n\". . . such aggregate quantities as to substitute for a subscription to\n[such periodical]\".\n\n(b) With respect to any other material described in subsection 108 (d),\n(including fiction and poetry), filled requests of a requesting entity\nwithin any calendar year for a total of six or more copies or\nphonorecords of or from any given work (including a collective work)\nduring the entire period when such material shall be protected by\ncopyright.\n\n2. In the event that a requesting entity--\n\n(a) shall have in force or shall have entered an order for a\nsubscription to a periodical, or\n\n(b) has within its collection, or shall have entered an order for, a\ncopy or phonorecord of any other copyrighted work, material from either\ncategory of which it desires to obtain by copy from another library or\narchives (the \"supplying entity\"), because the material to be copied is\nnot reasonably available for use by the requesting entity itself, then\nthe fulfillment of such request shall be treated as though the\nrequesting entity made such copy from its own collection. A library or\narchives may request a copy or phonorecord from a supplying entity only\nunder those circumstances where the requesting entity would have been\nable, under the other provisions of section 108, to supply such copy\nfrom materials in its own collection.\n\n3. No request for a copy or phonorecord of any material to which these\nguidelines apply may be fulfilled by the supplying entity unless such\nrequest is accompanied by a representation by the requesting entity that\nthe request was made in conformity with these guidelines.\n\n4. The requesting entity shall maintain records of all requests made by\nit for copies or phonorecords of any materials to which these guidelines\napply and shall maintain records of the fulfillment of such requests,\nwhich records shall be retained until the end of the third complete\ncalendar year after the end of the calendar year in which the respective\nrequest shall have been made.\n\n5. As part of the review provided for in subsection 108 (i), these\nguidelines shall be reviewed not later than five years from the\neffective date of this bill.\n\n\nd. Conference Report: Discussion of \"Audiovisual News Program\"\n\nThe conference committee is aware that an issue has arisen as to the\nmeaning of the phrase \"audiovisual news program\" in section 108(f)(3).\nThe conferees believe that, under the provision as adopted in the\nconference substitute, a library or archives qualifying under section\n108 (a) would be free, without regard to the archival activities of the\nLibrary of Congress or any other organization, to reproduce, on\nvideotape or any other medium of fixation or reproduction, local,\nregional, or network newscasts, interviews concerning current news\nevents, and on-the-spot coverage of news events, and to distribute a\nlimited number of reproductions of such a program on a loan basis.\n\n\ne. Conference Report: Discussion of Libraries and Archives in\n   Profit-Making Institutions\n\nAnother point of interpretation involves the meaning of \"indirect\ncommercial advantage,\" as used in section 108(a)(1), in the case of\nlibraries or archival collections within industrial, profit-making, or\nproprietary institutions. As long as the library or archives meets the\ncriteria in section 108\n\n(a) and the other requirements of the section, including the\nprohibitions against multiple and systematic copying in subsection (g),\nthe conferees consider that the isolated, spontaneous making of single\nphotocopies by a library or archives in a for-profit organization\nwithout any commercial motivation, or participation by such a library or\narchives in interlibrary arrangements, would come within the scope of\nsection 108.\n\n\n5. Copyright Office Regulations Under Section 108\n\n   =================================================================\n   The following is the text of regulations adopted by the Copyright\n   Office to implement sections 108(d)(2) and 108(e) of the new\n   copyright law (37 Code of Federal Regulations Sec. 201.14).\n   =================================================================\n\nSection 201.14 Warnings of copyright for use by certain libraries and\n               archives.\n\n(a) Definitions. (1) A \"Display Warning of Copyright\" is a notice under\nparagraphs (d)(2) and (e)(2) of section 108 of Title 17 of the United\nStates Code as amended by Pub. L. 94-553. As required by those sections\nthe \"Display Warning of Copyright\" is to be displayed at the place where\norders for copies or phonorecords are accepted by certain libraries and\narchives.\n\n(2) An \"Order Warning of Copyright\" is a notice under paragraphs (d) (2)\nand (e)(2) of section 108 of Title 17 of the United States Code as\namended by Pub. L. 94-553. As required by those sections the \"Order\nWarning of Copyright\" is to be included on printed forms supplied by\ncertain libraries and archives and used by their patrons for ordering\ncopies or phonorecords.\n\n(b) Contents. A Display Warning of Copyright and an Order Warning of\nCopyright shall consist of a verbatim reproduction of the following\nnotice, printed in such size and form and displayed in such manner as to\ncomply with paragraph (c) of this section:\n\n                                 NOTICE\n               WARNING CONCERNING COPYRIGHT RESTRICTIONS\n\nThe copyright law of the United States (Title 17, United States Code)\ngoverns the making of photocopies or other reproductions of copyrighted\nmaterial.\n\nUnder certain conditions specified in the law, libraries and archives\nare authorized to furnish a photocopy or other reproduction. One of\nthese specified conditions is that the photocopy or reproduction is not\nto be \"used for any purpose other than private study, scholarship, or\nresearch.\" If a user makes a request for, or later uses, a photocopy or\nreproduction for purposes in excess of \"fair use,\" that user may be\nliable for copyright infringement.\n\nThis institution reserves the right to refuse to accept a copying order\nif, in its judgment, fulfillment of the order would involve violation of\ncopyright law.\n\n(c)Form and Manner of Use.\n\n(1) A Display Warning of Copyright shall be printed on heavy paper or\nother durable material in type at least 18 points in size, and shall be\ndisplayed prominently, in such manner and location as to be clearly\nvisible, legible, and comprehensible to a casual observer within the\nimmediate vicinity of the place where orders are accepted.\n\n(2) An Order Warning of Copyright shall be printed within a box located\nprominently on the order form itself, either on the front side of the\nform or immediately adjacent to the space calling for the name or\nsignature of the person using the form. The notice shall be printed in\ntype size no smaller than that used predominantly throughout the form,\nand in no case shall the type size be smaller than 8 points. The notice\nshall be printed in such manner as to be clearly legible,\ncomprehensible, and readily apparent to a casual reader of the form.\n\n\n\n-----------------------------\nE. LIABILITY FOR INFRINGEMENT\n-----------------------------\n\n1. Text of Section 504\n\n   =====================================================================\n   The following is a reprint of the entire text of section 504 of title\n   17, United States Code. The special provisions affecting librarians\n   and educators are in subsection (c)(2).\n   =====================================================================\n\nSection 504. Remedies for infringement: Damages and profits. [3]\n\n(a) IN GENERAL.--Except as otherwise provided by this title, an\ninfringer of copyright is liable for either--\n\n(1) the copyright owner's actual damages and any additional profits of\nthe infringer, as provided by subsection (b); or\n\n(2) statutory damages, as provided by subsection (c).\n\n(b) ACTUAL DAMAGES AND PROFITS.--The copyright owner is entitled to\nrecover the actual damages suffered by him or her as a result of the\ninfringement, and any profits of the infringer that are attributable to\nthe infringement and are not taken into account in computing the actual\ndamages. In establishing the infringer's profits, the copyright owner\nis required to present proof only of the infringer's gross revenue, and\nthe infringer is required to prove his or her deductible expenses and\nthe elements of profit attributable to factors other than the\ncopyrighted work.\n\n(c) STATUTORY DAMAGES.--\n\n(1) Except as provided by clause (2) of this subsection, the copyright\nowner may elect, at any time before final judgment is rendered, to\nrecover, instead of actual damages and profits, an award of statutory\ndamages for all infringements involved in the action, with respect to\nany one work, for which any one infringer is liable individually, or for\nwhich any two or more infringers are liable jointly and severally, in a\nsum of not less than $500 or more than $20,000 as the court considers\njust. For the purposes of this subsection, all the parts of a\ncompilation or derivative work constitute one work.\n\n(2) In a case where the copyright owner sustains the burden of proving,\nand the court finds, that infringement was committed willfully, the\ncourt in its discretion may increase the award of statutory damages to a\nsum of not more than $100,000. In a case where the infringer sustains\nthe burden of proving, and the court finds, that such infringer was not\naware and had no reason to believe that his or her acts constituted an\ninfringement of copyright, the court in its discretion may reduce the\naward of statutory damages to a sum of not less than $200. The court\nshall remit statutory damages in any case where an infringer believed\nand had reasonable grounds for believing that his or her use of the\ncopyrighted work was a fair use under section 107, if the infringer was:\n(i) an employee or agent of a nonprofit educational institution,\nlibrary, or archives acting within the scope of his or her employment\nwho, or such institution, library, or archives itself, which infringed\nby reproducing the work in copies or phonorecords; or (ii) a public\nbroadcasting entity which or a person who, as a regular part of the\nnon-profit activities of a public broadcasting entity (as defined in\nsubsection (g) of section 118) infringed by performing a published\nnondramatic literary work or by reproducing a transmission program\nembodying a performance of such a work.\n\n\n2. Excerpts From House Report on Section 504\n\n   =====================================================================\n   The following excerpts are reprinted from the House Report on the new\n   copyright law (H.R. Rep. No. 94-1476, pages 161-163). Material not of\n   immediate interest to librarians and educators has been omitted. Much\n   of the corresponding discussion in the Senate Report (S. Rep. No.\n   94-473, pages 143-145) is substantially the same; the House Report's\n   discussion of statutory damages applicable to librarians and\n   educators is new.\n   =====================================================================\n\n\nIN GENERAL\n\nA cornerstone of the remedies sections and of the bill as a whole is\nsection 504, the provision dealing with recovery of actual damages,\nprofits, and statutory damages. The two basic aims of this section are\nreciprocal and correlative: (1) to give the courts specific unambiguous\ndirections concerning monetary awards, thus avoiding the confusion and\nuncertainty that have marked the present law on the subject, and, at the\nsame time, (2) to provide the courts with reasonable latitude to adjust\nrecovery to the circumstances of the case, thus avoiding some of the\nartificial or overly technical awards resulting from the language of the\nexisting statute.\n\nSubsection (a) lays the groundwork for the more detailed provisions of\nthe section by establishing the liability of a copyright infringer for\neither \"the copyright owner's actual damages and any additional profits\nof the infringer,\" or statutory damages. Recovery of actual damages and\nprofits under section 504 (b) or of statutory damages under section 504\n(c) is alternative and for the copyright owner to elect; as under the\npresent law, the plaintiff in an infringement suit is not obliged to\nsubmit proof of damages and profits and may choose to rely on the\nprovision for minimum statutory damages. However, there is nothing in\nsection 504 to prevent a court from taking account of evidence\nconcerning actual damages and profits in making an award of statutory\ndamages within the range set out in subsection (c).\n\n*Actual damages and profits*\n\nIn allowing the plaintiff to recover \"the actual damages suffered by him\nor her as a result of the infringement,\" plus any of the infringer's\nprofits \"that are attributable to the infringement and are not taken\ninto account in computing the actual damages,\" section 504 (b)\nrecognizes the different purposes served by awards of damages and\nprofits. Damages are awarded to compensate the copyright owner for\nlosses from the infringement, and profits are awarded to prevent the\ninfringer from unfairly benefiting from a wrongful act.***\n\n*Statutory damages*\n\nSubsection (c) of section 504 makes clear that the plaintiff's election\nto recover statutory damages may take place at any time during the trial\nbefore the court has rendered its final judgment. The remainder of\nclause (1) of the subsection represents a statement of the general rates\napplicable to awards of statutory damages.\n\nClause (2) of section 504 (c) provides for exceptional cases in which\nthe maximum award of statutory damages could be raised from $10,000 to\n$50,000, and in which the minimum recovery could be reduced from $250 to\n$100. The basic principle underlying this provision is that the courts\nshould be given discretion to increase statutory damages in cases of\nwillful infringement and to lower the minimum where the infringer is\ninnocent. The language of the clause makes clear that in these\nsituations the burden of proving willfulness rests on the copyright\nowner and that of proving innocence rests on the infringer, and that\nthe court must make a finding of either willfulness or innocence in\norder to award the exceptional amounts.\n\nThe \"innocent infringer\" provision of section 504(c)(2) has been the\nsubject of extensive discussion. The exception, which would allow\nreduction of minimum statutory damages to $100 where the infringer \"was\nnot aware and had no reason to believe that his or her acts constituted\nan infringement of copyright,\" is sufficient to protect against\nunwarranted liability in cases of occasional or isolated innocent\ninfringement, and it offers adequate insulation to users, such as\nbroadcasters and newspaper publishers, who are particularly vulnerable\nto this type of infringement suit. On the other hand, by establishing a\nrealistic floor for liability, the provision preserves its intended\ndeterrent effect; and it would not allow an infringer to escape simply\nbecause the plaintiff failed to disprove the defendant's claim of\ninnocence.\n\nIn addition to the general \"innocent infringer\" provision clause (2)\ndeals with the special situation of teachers, librarians, archivists,\nand public broadcasters, and the non-profit institutions of which they\nare a part. Section 504 (c)(2) provides that, where such a person or\ninstitution infringes copyrighted material in the honest belief that\nwhat they were doing constituted fair use, the court is precluded from\nawarding any statutory damages. It is intended that, in cases involving\nthis provision, the burden of proof with respect to the defendant's good\nfaith should rest on the plaintiff.\n\n\n3. Excerpts From Conference Report on Section 504\n\n   ====================================================================\n   The following excerpts are reprinted from the Report of the\n   Conference Committee on the new copyright law (H.R. Rep. No. 94-1733,\n   pages 79-80).\n   ====================================================================\n\nREMEDIES FOR COPYRIGHT INFRINGEMENT\n\nSenate bill\n\nChapter 5 of the Senate bill dealt with civil and criminal infringement\nof copyright and the remedies for both. Subsection (c) of section 504\nallowed statutory damages within a stated dollar range, and clause (2)\nof that subsection provided for situations in which the maximum could\nbe exceeded and the minimum lowered; the court was given discretion to\nreduce or remit statutory damages entirely where a teacher, librarian,\nor archivist believed that the infringing activity constituted fair\nuse.***\n\nHouse bill\n\nSection 504(c)(2) of the House bill required the court to remit\nstatutory damages entirely in cases where a teacher, librarian,\narchivist, or public broadcaster, or the institution to which they\nbelong, infringed in the honest belief that what they were doing\nconstituted fair use.***\n\nConference substitute\n\nThe conference substitute adopts the House amendments with respect to\nstatutory damages in section 504(c)(2)***\n\n\n\n----------------------------------------------------------------\nF. GUIDELINES FOR OFF-AIR RECORDING OF BROADCAST PROGRAMMING FOR\n   EDUCATIONAL PURPOSES\n----------------------------------------------------------------\n\n   ====================================================================\n   The following excerpts are reprinted from the House Report on piracy\n   and counterfeiting amendments (H.R. 97-495, pages 8-9).\n   ====================================================================\n\nIn March 1979, Congressman Robert Kastenmeier, Chairman of the House\nSubcommittee on Courts, Civil Liberties and Administration of Justice,\nappointed a Negotiating Committee consisting of representatives of\neducational organizations, copyright proprietors, and creative guilds\nand unions. The following guidelines reflect the Negotiating Committee's\nconsensus as to the application of \"fair use\" to the recording,\nretention, and use of television broadcast programs for educational\npurposes. They specify periods of retention and use of such off-air\nrecordings in classrooms and similar places devoted to instruction and\nfor homebound instruction. The purpose of establishing these guidelines\nis to provide standards for both owners and users of copyrighted\ntelevision programs.\n\n(1) The guidelines were developed to apply only to off-air recording by\nnon-profit educational institutions.\n\n(2) A broadcast program may be recorded off-air simultaneously with\nbroadcast transmission (including simultaneous cable transmission) and\nretained by a non-profit educational institution for a period not to\nexceed the first forty-five (45) consecutive calendar days after date of\nrecording. Upon conclusion of such retention period, all off-air\nrecordings must be erased or destroyed immediately. \"Broadcast programs\"\nare television programs transmitted by television stations for reception\nby the general public without charge.\n\n(3) Off-air recordings may be used once by individual teachers in the\ncourse of relevant teaching activities, and repeated once only when\ninstructional reinforcement is necessary, in classrooms and similar\nplaces devoted to instruction within a single building, cluster, or\ncampus, as well as in the homes of students receiving formalized home\ninstruction, during the first ten (10) consecutive school days in the\nforty-five (45) day calendar day retention period. \"School days\" are\nschool session days--not counting weekends, holidays, vacations,\nexamination periods, or other scheduled interruptions--within the\nforty-five (45) calendar day retention period.\n\n(4) Off-air recordings may be made only at the request of, and used by,\nindividual teachers, and may not be regularly recorded in anticipation\nof requests. No broadcast program may be recorded off-air more than once\nat the request of the same teacher, regardless of the number of times\nthe program may be broadcast.\n\n(5) A limited number of copies may be reproduced from each off-air\nrecording to meet the legitimate needs of teachers under these\nguidelines. Each such additional copy shall be subject to all provisions\ngoverning the original recording.\n\n(6) After the first ten (10) consecutive school days, off-air recording\nmay be used up to the end of the forty-five (45) calendar day retention\nperiod only for teacher evaluation purposes, i.e., to determine whether\nor not to include the broadcast program in the teaching curriculum, and\nmay not be used in the recording institution for student exhibition or\nany other non-evaluation purpose without authorization.\n\n(7) Off-air recordings need not be used in their entirety, but the\nrecorded programs may not be altered from their original content.\nOff-air recordings may not be physically or electronically combined or\nmerged to constitute teaching anthologies or compilations.\n\n(8) All copies of off-air recordings must include the copyright notice\non the broadcast program as recorded.\n\n(9) Educational institutions are expected to establish appropriate\ncontrol procedures to maintain the integrity of these guidelines.\n\n\n--------\nENDNOTES:\n\n[1] Corrected from Congressional Record.\n\n[2] Editor's Note: As reprinted in the House Report, subsection A.2 of the\nMusic Guidelines had consisted of two separate paragraphs, one dealing\nwith multiple copies and a second dealing with single copies. In his\nintroductory remarks during the House debates on S.22, the Chairman of\nthe House Judiciary Subcommittee, Mr. Kastenmeier, announced that \"the\nreport, as printed, does not reflect a subsequent change in the joint\nguidelines which was described in a subsequent letter to me from a\nrepresentative of [the signatory organizations],\" and provided the\nrevised text of subsection A.2. (122 CONG. REC. H 10875, Sept. 22,\n1976). The text reprinted here is the revised text.\n\n[3]  NOTE: Section 504 was amended in subsection (c) by the Act of October\n31, 1988, Pub. L. 100-568, 102 Stat. 2853, 2860.\n\n------------------------------------------------------------------------\n\nLibrary of Congress\nCopyright Office\n101 Independence Avenue, S.E.\nWashington, D.C. 20559-6000\n\nhttp:\/\/www.loc.gov\/copyright\n\nSeptember 1995 - 20,000\nWEB REV: June 1998\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Reproduction of Copyrighted Works By\nEducators and Librarians, by Library of Congress.  Copyright Office. and United States\n\n*** END OF THIS PROJECT GUTENBERG EBOOK REPRODUCTION OF COPYRIGHTED WORKS ***\n\n***** This file should be named 4318.txt or 4318.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/3\/1\/4318\/\n\nProduced by George Davis\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":264,"split":"train"}
