{"ori_id":"4a671a90328ce7556f2582b163269a5e4c5aa5db","title":"Fugitive Pieces","context":"Fugitive Pieces\n In the first part of the book, Jakob Beer is a 7 year old child of a Jewish family living in Poland. His house is stormed by Nazis; he escapes the fate of his parents and his sister, Bella, by hiding behind the wallpaper in a cabinet. He hides in the forest, burying himself up to the neck in soil. After some time, he runs into an archaeologist, Athos Roussos, working on Biskupin. Athos secretly takes him to Zakynthos in Greece. Athos is also a geologist, and is fascinated with ancient wood and stones. Jakob learns Greek and English, but finds that learning new languages erases his memory of the past. After the war, Athos and Jakob move to Toronto, where after several years Jakob meets Alexandra in a music library. Alex is a fast-paced, outspokenly philosophical master of wordplay. Jakob and Alex fall in love and marry, but the relationship fails because Alex expects Jakob to change too fast and abandon his past. Jakob dwells constantly on his memories of Bella, especially her piano-playing, and they end up divorcing. Jakob meets and marries Michaela, a much younger woman but one who seems to understand him, and with Michaela's help he is able to let go of Bella. Together they move to Greece into the former home of several generations of the Roussos family.\nThe second part of the book is told from the perspective of Ben, a Canadian professor of Jewish descent who was born in Canada to survivors of the Holocaust. In 1954 the family home in Weston, Ontario is destroyed by Hurricane Hazel. Ben becomes an expert on the history of weather, and marries a girl named Naomi. He is a big admirer of Jakob's poetry and respects the way he deals with the Holocaust, when Ben himself has trouble coping with the horrors his parents must have endured. At the end of the novel, Ben is sent to retrieve Jakob's journals from his home in Greece, where Ben spends hours swimming in Jakob's past.\nï»¿The Project Gutenberg EBook of Fugitive Poetry, by Nathaniel Parker Willis\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Fugitive Poetry\n\nAuthor: Nathaniel Parker Willis\n\nRelease Date: April 26, 2010 [EBook #32146]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK FUGITIVE POETRY ***\n\n\n\n\nProduced by Louise Davies, Christine D. and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\n\n\n\n\n\n\n\n                         FUGITIVE POETRY.\n\n\n\n\n                         FUGITIVE POETRY:\n\n                         BY N.P. WILLIS.\n\n    \"If, however, I can, by lucky chance, in these days of evil,\n    rub out one wrinkle from the brow of care, or beguile the\n    heavy heart of one moment of sorrow; if I can, now and then,\n    penetrate the gathering film of misanthropy, prompt a\n    benevolent view of human nature, and make my reader more in\n    good humor with his fellow beings and himself, surely,\n    surely, I shall not then have written entirely in vain.\"\n    WASHINGTON IRVING.\n\n                             BOSTON:\n                PUBLISHED BY PEIRCE AND WILLIAMS.\n                              1829.\n\n\n\n               DISTRICT OF MASSACHUSETTS, _to wit_:\n\n                                              DISTRICT CLERK'S OFFICE.\n\nBe it remembered, that on the eleventh day of September, A.D. 1829, in\nthe fifty-fourth year of the Independence of the United States of\nAmerica, PEIRCE AND WILLIAMS, of the said district, have deposited in\nthis office the title of a book, the right whereof they claim as\nproprietors in the words following, _to wit_:\n\n\"Fugitive Poetry: By N.P. WILLIS.\n\n\"'If, however, I can, by lucky chance, in these days of evil, rub out\none wrinkle from the brow of care, or beguile the heart of one moment of\nsorrow; if I can, now and then, penetrate the gathering film of\nmisanthropy, prompt a benevolent view of human nature, and make my\nreader more in good humor with his fellow beings, and himself, surely,\nsurely, I shall not then have written entirely in vain.' _Washington\nIrving._\"\n\nIn conformity to the Act of the Congress of the United States, entitled\n\"An Act for the encouragement of learning, by securing the copies of\nmaps, charts, and books, to the authors and proprietors of such copies,\nduring the times therein mentioned;\" and also to an Act entitled \"An Act\nsupplementary to an Act, entitled 'An Act for the encouragement of\nlearning, by securing the copies of maps, charts, and books, to the\nauthors and proprietors of such copies during the times therein\nmentioned;' and extending the benefits thereof to the arts of designing,\nengraving, and etching historical and other prints.\"\n\n                                JNO. W. DAVIS,} _Clerk of the District_\n                                                  _of Massachusetts._\n\n\n\n\n                          TO\n\n                GEORGE JAMES PUMPELLY,\n\n           MY BEST AND MOST VALUED FRIEND,\n\n                THIS BOOK IS DEDICATED\n\n                            BY THE AUTHOR.\n\n\n\n\n\n                             CONTENTS.\n\n\n                                                                     Page.\n  The Shunamite                                                          9\n\n  Scene in Gethsemane                                                   13\n\n  Contemplation                                                         15\n\n  Sketch of a Schoolfellow                                              18\n\n  Idleness                                                              21\n\n  On the Death of Edward Payson D.D.                                    24\n\n  The Tri-Portrait                                                      26\n\n  January 1st, 1828                                                     29\n\n  January 1st, 1829                                                     30\n\n  Psyche, before the Tribunal of Venus                                  32\n\n  On seeing a beautiful Boy at play                                     34\n\n  The Child's first impression of a Star                                36\n\n  Dedication Hymn                                                       37\n\n  The Baptism                                                           38\n\n  The Table of Emerald                                                  39\n\n  The Annoyer                                                           42\n\n  Starlight                                                             44\n\n  Lassitude                                                             45\n\n  Roaring Brook                                                         46\n\n  The Declaration                                                       48\n\n  Isabel                                                                49\n\n  Mere Accident                                                         51\n\n  The Earl's Minstrel                                                   53\n\n  The Serenade                                                          57\n\n  Hero                                                                  60\n\n  April                                                                 62\n\n  To ----                                                               64\n\n  Twenty-two                                                            66\n\n  On the Picture of a child playing. By FISHER.                         68\n\n  To a sleeping Boy                                                     70\n\n  Sonnet                                                                73\n\n  Sonnet                                                                74\n\n  Sonnet                                                                75\n\n  Sonnet                                                                76\n\n  Sonnet                                                                77\n\n  Andre's Request                                                       78\n\n  Discrimination                                                        79\n\n  The Solitary                                                          80\n\n  Lines on the death of Miss Fanny V. Apthorp                           82\n\n  A Portrait                                                            83\n\n  May                                                                   84\n\n  On seeing through a window a Belle completing her Toilet for a Ball   86\n\n  To a Belle                                                            88\n\n\n\n\n                 FUGITIVE POETRY.\n\n\n\n\n            THE SHUNAMITE.[A]\n\n\n    It was a sultry day of summer time.\n    The sun pour'd down upon the ripen'd grain\n    With quivering heat, and the suspended leaves\n    Hung motionless. The cattle on the hills\n    Stood still, and the divided flock were all\n    Laying their nostrils to the cooling roots,\n    And the sky look'd like silver, and it seem'd\n    As if the air had fainted, and the pulse\n    Of nature had run down, and ceas'd to beat.\n\n    'Haste thee, my child!' the Syrian mother said,\n    'Thy father is athirst'--and from the depths\n    Of the cool well under the leaning tree,\n    She drew refreshing water, and with thoughts\n    Of God's sweet goodness stirring at her heart,\n    She bless'd her beautiful boy, and to his way\n    Committed him. And he went lightly on,\n    With his soft hands press'd closely to the cool\n    Stone vessel, and his little naked feet\n    Lifted with watchful care, and o'er the hills,\n    And thro' the light green hollows, where the lambs\n    Go for the tender grass, he kept his way,\n    Wiling its distance with his simple thoughts,\n    Till, in the wilderness of sheaves, with brows\n    Throbbing with heat, he set his burden down.\n\n    Childhood is restless ever, and the boy\n    Stay'd not within the shadow of the tree,\n    But with a joyous industry went forth\n    Into the reapers' places, and bound up\n    His tiny sheaves, and plaited cunningly\n    The pliant withs out of the shining straw,\n    Cheering their labor on, till they forgot\n    The very weariness of their stooping toil\n    In the beguiling of his earnest mirth.\n    Presently he was silent, and his eye\n    Closed as with dizzy pain, and with his hand\n    Press'd hard upon his forehead, and his breast\n    Heaving with the suppression of a cry,\n    He uttered a faint murmur, and fell back\n    Upon the loosen'd sheaf, insensible.\n\n    They bore him to his mother, and he lay\n    Upon her knees till noon--and then he died!\n    She had watch'd every breath, and kept her hand\n    Soft on his forehead, and gaz'd in upon\n    The dreamy languor of his listless eye,\n    And she had laid back all his sunny curls,\n    And kiss'd his delicate lip, and lifted him\n    Into her bosom, till her heart grew strong--\n    His beauty was so unlike death! She leaned\n    Over him now, that she might catch the low\n    Sweet music of his breath, that she had learn'd\n    To love when he was slumbering at her side\n    In his unconscious infancy--\n                          --\"So still!\n    'Tis a soft sleep! How beautiful he lies,\n    With his fair forehead, and the rosy veins\n    Playing so freshly in his sunny cheek!\n    How could they say that he would die! Oh God!\n    I could not lose him! I have treasured all\n    His childhood in my heart, and even now,\n    As he has slept, my memory has been there,\n    Counting like ingots all his winning ways--\n    His unforgotten sweetness--\n                          --\"Yet so still!--\n    How like this breathless slumber is to death!\n    I could believe that in that bosom now\n    There were no pulse--it beats so languidly!\n    I cannot see it stir; but his red lip!--\n    Death would not be so very beautiful!\n    And that half smile--would death have left _that_ there?\n    --And should I not have felt that he would die?\n    And have I not wept over him?--and prayed\n    Morning and night for him?--and _could_ he die?\n    --No--God will keep him. He will be my pride\n    Many long years to come, and this fair hair\n    Will darken like his father's, and his eye\n    Be of a deeper blue when he is grown;\n    And he will be so tall, and I shall look\n    With such a pride upon him!--_He_ to die!\"\n    And the fond mother lifted his soft curls,\n    And smiled, as if 'twere mockery to think\n    That such fair things could perish--\n                                --Suddenly\n    Her hand shrunk from him, and the color fled\n    From her fix'd lip, and her supporting knees\n    Were shook beneath her child. Her hand had touch'd\n    His forehead, as she dallied with his hair--\n    And it was cold--like clay!--slow--very slow\n    Came the misgiving that her child was dead.\n    She sat a moment and her eyes were clos'd\n    In a still prayer for strength, and then she took\n    His little hand and press'd it earnestly--\n    And put her lip to his--and look'd again\n    Fearfully on him--and then, bending low,\n    She whisper'd in his ear, \"My son!--My son!\"\n    And as the echo died, and not a sound\n    Broke on the stillness, and he lay there still,\n    Motionless on her knee--the truth _would_ come!\n    And with a sharp, quick cry, as if her heart\n    Were crush'd, she lifted him and held him close\n    Into her bosom--with a mother's thought--\n    As if death had no power to touch him there!\n\n           *       *       *       *       *\n\n    The man of God came forth, and led the child\n    Unto his mother, and went on his way.\n    And he was there--her beautiful--her own--\n    Living and smiling on her--with his arms\n    Folded about her neck, and his warm breath\n    Breathing upon her lips, and in her ear\n    The music of his gentle voice once more!\n\n    Oh for a burning word that would express\n    The measure of a mother's holy joy,\n    When God has given back to her her child\n    From death's dark portal! It surpasseth words.\n\n[Footnote A: 2 KINGS, iv. 18-37.]\n\n\n\n\n            SCENE IN GETHSEMANE.\n\n\n    The moon was shining yet. The Orient's brow,\n    Set with the morning star, was not yet dim;\n    And the deep silence which subdues the breath\n    Like a strong feeling, hung upon the world\n    As sleep upon the pulses of a child.\n    'Twas the last watch of night. Gethsemane,\n    With its bath'd leaves of silver, seem'd dissolv'd\n    In visible stillness, and as Jesus' voice\n    With its bewildering sweetness met the ear\n    Of his disciples, it vibrated on\n    Like the first whisper in a silent world.\n    They came on slowly. Heaviness oppress'd\n    The Saviour's heart, and when the kindnesses\n    Of his deep love were pour'd, he felt the need\n    Of near communion, for his gift of strength\n    Was wasted by the spirit's weariness.\n    He left them there, and went a little on,\n    And in the depth of that hush'd silentness,\n    Alone with God, he fell upon his face,\n    And as his heart was broken with the rush\n    Of his surpassing agony, and death,\n    Wrung to him from a dying universe,\n    Were mightier than the Son of man could bear,\n    He gave his sorrows way, and in the deep\n    Prostration of his soul, breathed out the prayer,\n    \"Father, if it be possible with thee,\n    Let this cup pass from me.\" Oh, how a word,\n    Like the forc'd drop before the fountain breaks,\n    Stilleth the press of human agony!\n    The Saviour felt its quiet in his soul;\n    And though his strength was weakness, and the light\n    Which led him on till now was sorely dim,\n    He breathed a new submission--\"Not my will,\n    But thine be done, oh Father!\" As he spoke,\n    Voices were heard in heaven, and music stole\n    Out from the chambers of the vaulted sky,\n    As if the stars were swept like instruments.\n    No cloud was visible, but radiant wings\n    Were coming with a silvery rush to earth,\n    And as the Saviour rose, a glorious one,\n    With an illumin'd forehead, and the light\n    Whose fountain is the mystery of God\n    Encalm'd within his eye, bow'd down to him,\n    And nerv'd him with a ministry of strength.\n    It was enough--and with his godlike brow\n    Re-written, of his Father's messenger,\n    With meekness, whose divinity is more\n    Than power and glory, he return'd again\n    To his disciples, and awak'd their sleep,\n    For \"he that should betray him was at hand.\"\n\n\n\n\n            CONTEMPLATION.\n\n\n    'They are all up--the innumerable stars--\n    And hold their place in heaven. My eyes have been\n    Searching the pearly depths through which they spring\n    Like beautiful creations, till I feel\n    As if it were a new and perfect world,\n    Waiting in silence for the word of God\n    To breathe it into motion. There they stand,\n    Shining in order, like a living hymn\n    Written in light, awaking at the breath\n    Of the celestial dawn, and praising Him\n    Who made them, with the harmony of spheres.\n    I would I had an angel's ear to list\n    That melody! I would that I might float\n    Up in that boundless element, and feel\n    Its ravishing vibrations, like a pulse\n    Beating in heaven! My spirit is athirst\n    For music--rarer music! I would bathe\n    My soul in a serener atmosphere\n    Than this! I long to mingle with the flock\n    Led by the \"living waters,\" and lie down\n    In the \"green pastures\" of the better land!\n    When wilt thou break, dull fetter! When shall I\n    Gather my wings; and, like a rushing thought,\n    Stretch onward, star by star, up into heaven!'\n\n    Thus mused Alethe. She was one to whom\n    Life had been like the witching of a dream,\n    Of an untroubled sweetness. She was born\n    Of a high race, and laid upon the knee,\n    With her soft eye perusing listlessly\n    The fretted roof, or, on Mosaic floors,\n    Grasped at the tessellated squares, inwrought\n    With metals curiously. Her childhood pass'd\n    Like faery--amid fountains and green haunts--\n    Trying her little feet upon a lawn\n    Of velvet evenness, and hiding flowers\n    In her sweet bosom, as it were a fair\n    And pearly altar to crush incense on.\n    Her youth--oh! that was queenly! She was like\n    A dream of poetry that may not be\n    Written or told--exceeding beautiful!\n    And so came worshippers; and rank bow'd down,\n    And breathed upon her heart, as with a breath\n    Of pride, and bound her forehead gorgeously\n    With dazzling scorn, and gave unto her step\n    A majesty as if she trod the sea,\n    And the proud waves, unbidden, lifted her.\n    And so she grew to woman--her mere look\n    Strong as a monarch's signet, and her hand\n    The ambition of a kingdom.\n\n                            From all this\n    Turn'd her high heart away! She had a mind,\n    Deep and immortal, and it would not feed\n    On pageantry. She thirsted for a spring\n    Of a serener element, and drank\n    Philosophy, and for a little while\n    She was allay'd--till, presently, it turn'd\n    Bitter within her, and her spirit grew\n    Faint for undying waters.\n\n                            Then she came\n    To the pure fount of God--and is athirst\n    No more--save when the \"fever of the world\"\n    Falleth upon her, she will go, sometimes,\n    Out in the starlight quietness, and breathe\n    A holy aspiration after heaven!\n\n\n\n\n            SKETCH OF A SCHOOLFELLOW.\n\n\n    He sat by me in school. His face is now\n    Vividly in my mind, as if he went\n    From me but yesterday--its pleasant smile\n    And the rich, joyous laughter of his eye,\n    And the free play of his unhaughty lip,\n    So redolent of his heart! He was not fair,\n    Nor singular, nor over-fond of books,\n    And never melancholy when alone.\n    He was the heartiest in the ring, the last\n    Home from the summer's wanderings, and the first\n    Over the threshold when the school was done.\n    All of us loved him. We shall speak his name\n    In the far years to come, and think of him\n    When we have lost life's simplest passages,\n    And pray for him--forgetting he is dead--\n    Life was in him so passing beautiful!\n\n    His childhood had been wasted in the close\n    And airless city. He had never thought\n    That the blue sky was ample, or the stars\n    Many in heaven, or the chainless wind\n    Of a medicinal freshness. He had learn'd\n    Perilous tricks of manhood, and his hand\n    Was ready, and his confidence in himself\n    Bold as a quarreller's. Then he came away\n    To the unshelter'd hills, and brought an eye\n    New as a babe's to nature, and an ear\n    As ignorant of its music. He was sad.\n    The broad hill sides seem'd desolate, and the woods\n    Gloomy and dim, and the perpetual sound\n    Of wind and waters and unquiet leaves\n    Like the monotony of a dirge. He pined\n    For the familiar things until his heart\n    Sicken'd for home!--and so he stole away\n    To the most silent places, and lay down\n    To weep upon the mosses of the slopes,\n    And follow'd listlessly the silver streams,\n    Till he found out the unsunn'd shadowings,\n    And the green openings to the sky, and grew\n    Fond of them all insensibly. He found\n    Sweet company in the brooks, and loved to sit\n    And bathe his fingers wantonly, and feel\n    The wind upon his forehead; and the leaves\n    Took a beguiling whisper to his ear,\n    And the bird-voices music, and the blast\n    Swept like an instrument the sounding trees.\n    His heart went back to its simplicity\n    As the stirr'd waters in the night grow pure--\n    Sadness and silence and the dim-lit woods\n    Won on his love so well--and he forgot\n    His pride and his assumingness, and lost\n    The mimicry of the man, and so unlearn'd\n    His very character till he became\n    As diffident as a girl.\n                            'Tis very strange\n    How nature sometimes wins upon a child.\n    Th' experience of the world is not on him,\n    And poetry has not upon his brain\n    Left a mock thirst for solitude, nor love\n    Writ on his forehead the effeminate shame\n    Which hideth from men's eyes. He has a full,\n    Shadowless heart, and it is always toned\n    More merrily than the chastened voice of winds\n    And waters--yet he often, in his mirth,\n    Stops by the running brooks, and suddenly\n    Loiters, he knows not why, and at the sight\n    Of the spread meadows and the lifted hills\n    Feels an unquiet pleasure, and forgets\n    To listen for his fellows. He will grow\n    Fond of the early star, and lie awake\n    Gazing with many thoughts upon the moon,\n    And lose himself in the deep chamber'd sky\n    With his untaught philosophies. It breeds\n    Sadness in older hearts, but not in his;\n    And he goes merrier to his play, and shouts\n    Louder the joyous call--but it will sink\n    Into his memory like his mother's prayer,\n    For after years to brood on.\n                                Cheerful thoughts\n    Came to the homesick boy as he became\n    Wakeful to beauty in the summer's change,\n    And he came oftener to our noisy play,\n    Cheering us on with his delightful shout\n    Over the hills, and giving interest\n    With his keen spirit to the boyish game.\n    We loved him for his carelessness of himself,\n    And his perpetual mirth, and tho' he stole\n    Sometimes away into the woods alone,\n    And wandered unaccompanied when the night\n    Was beautiful, he was our idol still,\n    And we have not forgotten him, tho' time\n    Has blotted many a pleasant memory\n    Of boyhood out, and we are wearing old\n    With the unplayfulness of this grown up world.\n\n\n\n\n            IDLENESS.\n\n\n    The rain is playing its soft pleasant tune\n    Fitfully on the skylight, and the shade\n    Of the fast flying clouds across my book\n    Passes with delicate change. My merry fire\n    Sings cheerfully to itself; my musing cat\n    Purrs as she wakes from her unquiet sleep,\n    And looks into my face as if she felt\n    Like me the gentle influence of the rain.\n    Here have I sat since morn, reading sometimes,\n    And sometimes listening to the faster fall\n    Of the large drops, or rising with the stir\n    Of an unbidden thought, have walked awhile\n    With the slow steps of indolence, my room,\n    And then sat down composedly again\n    To my quaint book of olden poetry.\n    It is a kind of idleness, I know;\n    And I am said to be an idle man--\n    And it is very true. I love to go\n    Out in the pleasant sun, and let my eye\n    Rest on the human faces that pass by,\n    Each with its gay or busy interest;\n    And then I muse upon their lot, and read\n    Many a lesson in their changeful cast,\n    And so grow kind of heart, as if the sight\n    Of human beings were humanity.\n    And I am better after it, and go\n    More gratefully to my rest, and feel a love\n    Stirring my heart to every living thing,\n    And my low prayer has more humility,\n    And I sink lightlier to my dreams--and this,\n    'Tis very true, is only idleness!\n\n    I love to go and mingle with the young\n    In the gay festal room--when every heart\n    Is beating faster than the merry tune,\n    And their blue eyes are restless, and their lips\n    Parted with eager joy, and their round cheeks\n    Flushed with the beautiful motion of the dance.\n    'Tis sweet, in the becoming light of lamps,\n    To watch a brow half shaded, or a curl\n    Playing upon a neck capriciously,\n    Or, unobserved, to watch in its delight,\n    The earnest countenance of a child. I love\n    To look upon such things, and I can go\n    Back to my solitude, and dream bright dreams\n    For their fast coming years, and speak of them\n    Earnestly in my prayer, till I am glad\n    With a benevolent joy--and this, I know,\n    To the world's eye, is only idleness!\n\n    And when the clouds pass suddenly away,\n    And the blue sky is like a newer world,\n    And the sweet growing things--forest and flower,\n    Humble and beautiful alike--are all\n    Breathing up odors to the very heaven--\n    Or when the frost has yielded to the sun\n    In the rich autumn, and the filmy mist\n    Lies like a silver lining on the sky,\n    And the clear air exhilarates, and life\n    Simply, is luxury--and when the hush\n    Of twilight, like a gentle sleep, steals on,\n    And the birds settle to their nests, and stars\n    Spring in the upper sky, and there is not\n    A sound that is not low and musical--\n    At all these pleasant seasons I go out\n    With my first impulse guiding me, and take\n    Woodpath, or stream, or sunny mountain side,\n    And, in my recklessness of heart, stray on,\n    Glad with the birds, and silent with the leaves,\n    And happy with the fair and blessed world--\n    And this, 'tis true, is only idleness!\n\n    And I should love to go up to the sky,\n    And course the heaven like stars, and float away\n    Upon the gliding clouds that have no stay\n    In their swift journey--and 'twould be a joy\n    To walk the chambers of the deep, and tread\n    The pearls of its untrodden floor, and know\n    The tribes of its unfathomable depths--\n    Dwellers beneath the pressure of a sea!\n    And I should love to issue with the wind\n    On a strong errand, and o'ersweep the earth,\n    With its broad continents and islands green,\n    Like to the passing of a presence on!--\n    And this, 'tis true, were only idleness!\n\n\n\n\n            ON THE DEATH OF EDWARD PAYSON, D.D.\n\n    A servant of the living God is dead!\n    His errand hath been well and early done,\n    And early hath he gone to his reward.\n    He shall come no more forth, but to his sleep\n    Hath silently lain down, and so shall rest.\n\n    Would ye bewail our brother? He hath gone\n    To Abraham's bosom. He shall no more thirst,\n    Nor hunger, but forever in the eye,\n    Holy and meek, of Jesus, he may look,\n    Unchided, and untempted, and unstained.\n    Would ye bewail our brother? He hath gone\n    To sit down with the prophets by the clear\n    And crystal waters; he hath gone to list\n    Isaiah's harp and David's, and to walk\n    With Enoch, and Elijah, and the host\n    Of the just men made perfect. He shall bow\n    At Gabriel's Hallelujah, and unfold\n    The scroll of the Apocalypse with John,\n    And talk of Christ with Mary, and go back\n    To the last supper, and the garden prayer\n    With the belov'd disciple. He shall hear\n    The story of the Incarnation told\n    By Simeon, and the Triune mystery\n    Burning upon the fervent lips of Paul.\n    He shall have wings of glory, and shall soar\n    To the remoter firmaments, and read\n    The order and the harmony of stars;\n    And, in the might of knowledge, he shall bow\n    In the deep pauses of Archangel harps,\n    And humble as the Seraphim, shall cry--\n    _Who by his searching, finds thee out, Oh God!_\n\n    There shall he meet his children who have gone\n    Before him, and as other years roll on,\n    And his loved flock go up to him, his hand\n    Again shall lead them gently to the Lamb,\n    And bring them to the living waters there.\n\n    Is it so good to die! and shall we mourn\n    That he is taken early to his rest?\n    Tell me! Oh mourner for the man of God!\n    Shall we bewail our brother that he died?\n\n\n\n\n            THE TRI-PORTRAIT.\n\n\n    'Twas a rich night in June. The air was all\n    Fragrance and balm, and the wet leaves were stirred\n    By the soft fingers of the southern wind,\n    And caught the light capriciously, like wings\n    Haunting the greenwood with a silvery sheen.\n    The stars might not be numbered, and the moon\n    Exceeding beautiful, went up in heaven,\n    And took her place in silence, and a hush,\n    Like the deep Sabbath of the night, came down\n    And rested upon nature. I was out\n    With three sweet sisters wandering, and my thoughts\n    Took color of the moonlight, and of them,\n    And I was calm and happy. Their deep tones,\n    Low in the stillness, and by that soft air\n    Melted to reediness, bore out, like song,\n    The language of high feelings, and I felt\n    How excellent is woman when she gives\n    To the fine pulses of her spirit way.\n    One was a noble being, with a brow\n    Ample and pure, and on it her black hair\n    Was parted, like a raven's wing on snow.\n    Her tone was low and sweet, and in her smile\n    You read intense affections. Her moist eye\n    Had a most rare benignity; her mouth,\n    Bland and unshadowed sweetness; and her face\n    Was full of that mild dignity that gives\n    A holiness to woman. She was one\n    Whose virtues blossom daily, and pour out\n    A fragrance upon all who in her path\n    Have a blest fellowship. I longed to be\n    Her brother, that her hand might lie upon\n    My forehead, and her gentle voice allay\n    The fever that is at my heart sometimes.\n\n    There was a second sister who might witch\n    An angel from his hymn. I cannot tell\n    The secret of her beauty. It is more\n    Than her slight penciled lip, and her arch eye\n    Laughing beneath its lashes, as if life\n    Were nothing but a merry mask; 'tis more\n    Than motion, though she moveth like a fay;\n    Or music, though her voice is like a reed\n    Blown by a low south wind; or cunning grace,\n    Though all she does is beautiful; or thought,\n    Or fancy, or a delicate sense, though mind\n    Is her best gift, and poetry her world,\n    And she will see strange beauty in a flower\n    As by a subtle vision. I care not\n    To know how she bewitches; 'tis enough\n    For me that I can listen to her voice\n    And dream rare dreams of music, or converse\n    Upon unwrit philosophy, till I\n    Am wildered beneath thoughts I cannot bound\n    And the red lip that breathes them.\n                                  On my arm\n    Leaned an unshadowed girl, who scarcely yet\n    Had numbered fourteen summers. I know not\n    How I shall draw her picture--the young heart\n    Has such a restlessness of change, and each\n    Of its wild moods so lovely! I can see\n    Her figure in its rounded beauty now,\n    With her half-flying step, her clustering hair\n    Bathing a neck like Hebe's, and her face\n    By a glad heart made radiant. She was full\n    Of the romance of girlhood. The fair world\n    Was like an unmarred Eden to her eye,\n    And every sound was music, and the tint\n    Of every cloud a silent poetry.\n    Light to thy path, bright creature! I would charm\n    Thy being if I could, that it should be\n    Ever as now thou dreamest, and flow on\n    Thus innocent and beautiful to heaven!\n    We walked beneath the full and mellow moon\n    Till the late stars had risen. It was not\n    In silence, though we did not seem to break\n    The hush with our low voices; but our thoughts\n    Stirred deeply at their sources; and when night\n    Divided us, I slumbered with a peace\n    Floating about my heart, which only comes\n    From high communion. I shall never see\n    That silver moon again without a crowd\n    Of gentle memories, and a silent prayer,\n    That when the night of life shall oversteal\n    Your sky, ye lovely sisters! there may be\n    A light as beautiful to lead you on.\n\n\n\n\n            JANUARY 1, 1828.\n\n\n    Fleetly hath past the year. The seasons came\n    Duly as they are wont--the gentle Spring,\n    And the delicious Summer, and the cool,\n    Rich Autumn, with the nodding of the grain,\n    And Winter, like an old and hoary man,\n    Frosty and stiff--and so are chronicled.\n    We have read gladness in the new green leaf,\n    And in the first blown violets; we have drunk\n    Cool water from the rock, and in the shade\n    Sunk to the noon-tide slumber;--we have eat\n    The mellow fruitage of the bending tree,\n    And girded to our pleasant wanderings\n    When the cool wind came freshly from the hills;\n    And when the tinting of the Autumn leaves\n    Had faded from its glory, we have sat\n    By the good fires of Winter, and rejoiced\n    Over the fulness of the gathered sheaf.\n    \"God hath been very good!\" 'Tis He whose hand\n    Moulded the sunny hills, and hollowed out\n    The shelter of the valleys, and doth keep\n    The fountains in their secret places cool;\n    And it is He who leadeth up the sun,\n    And ordereth the starry influences,\n    And tempereth the keenness of the frost--\n    And therefore, in the plenty of the feast,\n    And in the lifting of the cup, let HIM\n    Have praises for the well-completed year.\n\n\n\n\n            JANUARY 1, 1829.\n\n\n    Winter is come again. The sweet south west\n    Is a forgotten wind, and the strong earth\n    Has laid aside its mantle to be bound\n    By the frost fetter. There is not a sound\n    Save of the skaiter's heel, and there is laid\n    An icy finger on the lip of streams,\n    And the clear icicle hangs cold and still,\n    And the snow-fall is noiseless as a thought.\n    Spring has a rushing sound, and Summer sends\n    Many sweet voices with its odors out,\n    And Autumn rustleth its decaying robe\n    With a complaining whisper. Winter's dumb!\n    God made his ministry a silent one,\n    And he has given him a foot of steel\n    And an unlovely aspect, and a breath\n    Sharp to the senses--and we know that He\n    Tempereth well, and hath a meaning hid\n    Under the shadow of his hand. Look up!\n    And it shall be interpreted--Your home\n    Hath a temptation now. There is no voice\n    Of waters with beguiling for your ear,\n    And the cool forest and the meadows green\n    Witch not your feet away; and in the dells\n    There are no violets, and upon the hills\n    There are no sunny places to lie down.\n    You must go in, and by your cheerful fire\n    Wait for the offices of love, and hear\n    Accents of human tenderness, and feast\n    Your eye upon the beauty of the young.\n    It is a season for the quiet thought,\n    And the still reckoning with thyself. The year\n    Gives back the spirits of its dead, and time\n    Whispers the history of its vanished hours;\n    And the heart, calling its affections up,\n    Counteth its wasted ingots. Life stands still\n    And settles like a fountain, and the eye\n    Sees clearly through its depths, and noteth all\n    That stirred its troubled waters. It is well\n    That Winter with the dying year should come!\n\n\n\n\n            PSYCHE,\n\n            BEFORE THE TRIBUNAL OF VENUS.\n\n\n    Lift up thine eyes, sweet Psyche! What is she\n    That those soft fringes timidly should fall\n    Before her, and thy spiritual brow\n    Be shadowed as her presence were a cloud?\n    A loftier gift is thine than she can give--\n    That queen of beauty. She may mould the brow\n    To perfectness, and give unto the form\n    A beautiful proportion; she may stain\n    The eye with a celestial blue--the cheek\n    With carmine of the sunset; she may breathe\n    Grace into every motion, like the play\n    Of the least visible tissue of a cloud;\n    She may give all that is within her own\n    Bright cestus--and one silent look of thine,\n    Like stronger magic, will outcharm it all.\n\n    Ay, for the soul is better than its frame,\n    The spirit than its temple. What's the brow,\n    Or the eye's lustre, or the step of air,\n    Or color, but the beautiful links that chain\n    The mind from its rare element? There lies\n    A talisman in intellect which yields\n    Celestial music, when the master hand\n    Touches it cunningly. It sleeps beneath\n    The outward semblance, and to common sight\n    Is an invisible and hidden thing;\n    But when the lip is faded, and the cheek\n    Robbed of its daintiness, and when the form\n    Witches the sense no more, and human love\n    Falters in its idolatry, this spell\n    Will hold its strength unbroken, and go on\n    Stealing anew the affections.\n                              Marvel not\n    That Love leans sadly on his bended bow.\n    He hath found out the loveliness of mind,\n    And he is spoilt for beauty. So 'twill be\n    Ever--the glory of the human form\n    Is but a perishing thing, and Love will droop\n    When its brief grace hath faded; but the mind\n    Perisheth not, and when the outward charm\n    Hath had its brief existence, it awakes,\n    And is the lovelier that it slept so long--\n    Like wells that by the wasting of their flow\n    Have had their deeper fountains broken up.\n\n\n\n\n            ON SEEING A BEAUTIFUL BOY AT PLAY.\n\n\n    Down the green slope he bounded. Raven curls\n    From his white shoulders by the winds were swept,\n    And the clear color of his sunny cheek\n    Was bright with motion. Through his open lips\n    Shone visibly a delicate line of pearl,\n    Like a white vein within a rosy shell,\n    And his dark eye's clear brilliance, as it lay\n    Beneath his lashes, like a drop of dew\n    Hid in the moss, stole out as covertly\n    As starlight from the edging of a cloud.\n    I never saw a boy so beautiful.\n    His step was like the stooping of a bird,\n    And his limbs melted into grace like things\n    Shaped by the wind of summer. He was like\n    A painter's fine conception--such an one\n    As he would have of Ganymede, and weep\n    Upon his pallet that he could not win\n    The vision to his easel. Who could paint\n    The young and shadowless spirit? Who could chain\n    The visible gladness of a heart that lives,\n    Like a glad fountain, in the eye of light,\n    With an unbreathing pencil? Nature's gift\n    Has nothing that is like it. Sun and stream,\n    And the new leaves of June, and the young lark\n    That flees away into the depths of heaven,\n    Lost in his own wild music, and the breath\n    Of springtime, and the summer eve, and noon\n    In the cool autumn, are like fingers swept\n    Over sweet-toned affections--but the joy\n    That enters to the spirit of a child\n    Is deep as his young heart: his very breath,\n    The simple sense of being, is enough\n    To ravish him, and like a thrilling touch\n    He feels each moment of his life go by.\n\n    Beautiful, beautiful childhood! with a joy\n    That like a robe is palpable, and flung\n    Out by your every motion! delicate bud\n    Of the immortal flower that will unfold\n    And come to its maturity in heaven!\n    I weep your earthly glory. 'Tis a light\n    Lent to the new born spirit that goes out\n    With the first idle wind. It is the leaf\n    Fresh flung upon the river, that will dance\n    Upon the wave that stealeth out its life,\n    Then sink of its own heaviness. The face\n    Of the delightful earth will to your eye\n    Grow dim; the fragrance of the many flowers\n    Be noticed not, and the beguiling voice\n    Of nature in her gentleness will be\n    To manhood's senseless ear inaudible.\n    I sigh to look upon thy face, young boy!\n\n\n\n\n            A CHILD'S FIRST IMPRESSION OF A STAR.\n\n\n    She had been told that God made all the stars\n    That twinkled up in heaven, and now she stood\n    Watching the coming of the twilight on,\n    As if it were a new and perfect world,\n    And this were its first eve. How beautiful\n    Must be the work of nature to a child\n    In its first fresh impression! Laura stood\n    By the low window, with the silken lash\n    Of her soft eye upraised, and her sweet mouth\n    Half parted with the new and strange delight\n    Of beauty that she could not comprehend,\n    And had not seen before. The purple folds\n    Of the low sunset clouds, and the blue sky\n    That look'd so still and delicate above,\n    Fill'd her young heart with gladness, and the eve\n    Stole on with its deep shadows, and she still\n    Stood looking at the west with that half smile,\n    As if a pleasant thought were at her heart.\n    Presently, in the edge of the last tint\n    Of sunset, where the blue was melted in\n    To the faint golden mellowness, a star\n    Stood suddenly. A laugh of wild delight\n    Burst from her lips, and putting up her hands,\n    Her simple thought broke forth expressively--\n    \"Father! dear Father! God has made a star!\"\n\n\n\n\n            DEDICATION HYMN.\n\n\n    The perfect world by Adam trod,\n    Was the first temple--built by God--\n    His fiat laid the corner stone,\n    And heav'd its pillars, one by one.\n\n    He hung its starry roof on high--\n    The broad illimitable sky;\n    He spread its pavement, green and bright,\n    And curtain'd it with morning light.\n\n    The mountains in their places stood--\n    The sea--the sky--and \"all was good;\"\n    And, when its first pure praises rang,\n    The \"morning stars together sang.\"\n\n    Lord! 'tis not ours to make the sea\n    And earth and sky a house for thee;\n    But in thy sight our off'ring stands--\n    A humbler temple, \"made with hands.\"\n\n\n\n\n            THE BAPTISM.\n\n\n    She stood up in the meekness of a heart\n    Resting on God, and held her fair young child\n    Upon her bosom, with its gentle eyes\n    Folded in sleep, as if its soul had gone\n    To whisper the baptismal vow in Heaven.\n    The prayer went up devoutly, and the lips\n    Of the good man glowed fervently with faith\n    That it would be, even as he had pray'd,\n    And the sweet child be gather'd to the fold\n    Of Jesus. As the holy words went on\n    Her lips mov'd silently, and tears, fast tears\n    Stole from beneath her lashes, and upon\n    The forehead of the beautiful child lay soft\n    With the baptismal water. Then I thought\n    That, to the eye of God, that mother's tears\n    Would be a deeper covenant, which sin\n    And the temptations of the world, and death\n    Would leave unbroken, and that she would know\n    In the clear light of heaven, how very strong\n    The prayer which press'd them from her heart had been\n    In leading its young spirit up to God.\n\n\n\n\n            THE TABLE OF EMERALD.\n\n    Deep, it is said, under yonder pyramid, has for ages lain\n    concealed the Table of Emerald, on which the thrice-great\n    Hermes engraved, before the flood, the secret of Alchemy\n    that gives gold at will. _Epicurean._\n\n\n    That 'Emerald Green of the Pyramid'--\n      Were I where it is laid,\n    I'd ask no king for his heavy crown,\n      As its hidden words were said.\n    The pomp and the glitter of worldly pride\n      Should fetter my moments not,\n    And the natural thought of an open mind,\n      Should govern alone my lot.\n\n    Would I feast all day? revel all night?\n      Laugh with a weary heart?\n    Would I sleep away the breezy morn?\n      And wake till the stars depart?\n    Would I gain no knowledge, and search no deep\n      For the wisdom that sages knew?\n    Would I run to waste with a human mind--\n      To its noble trust untrue?\n\n    Oh! knew I the depth of that 'Emerald Green,'\n      And knew I the spell of gold,\n    I would never poison a fresh young heart\n      With the taint of customs old.\n    I would bind no wreath to my forehead free\n      In whose shadow a thought would die,\n    Nor drink from the cup of revelry,\n      The ruin my gold would buy.\n\n    But I'd break the fetters of care worn things,\n      And be spirit and fancy free,\n    My mind should go up where it longs to go,\n      And the limitless wind outflee.\n    I'd climb to the eyries of eagle men\n      Till the stars became a scroll;\n    And pour right on, like the even sea,\n      In the strength of a governed soul.\n\n    Ambition! Ambition! I've laughed to scorn\n      Thy robe and thy gleaming sword;\n    I would follow sooner a woman's eye,\n      Or the spell of a gentle word;\n    But come with the glory of human mind,\n      And the light of the scholar's brow,\n    And my heart shall be taught forgetfulness,\n      And alone at thy altar bow.\n\n    There was one dark eye--it hath passed away!\n      There was one deep tone--'tis not!\n    Could I see it now--could I hear it now,\n      Ye were all too well forgot.\n    My heart brought up, from its chambers deep,\n      The sum of its earthly love;\n    But it might not--could not--buy like Heaven,\n      And she stole to her rest above.\n\n    That first deep love I have taken back,\n      In my rayless heart to hide;\n    With the tear it brought for a burning seal,\n      'Twill there forever bide.\n    I may stretch on now to a nobler ken,\n      I may live in my thoughts of flame--\n    The tie is broken that kept me back,\n      And my spirit is on, for fame!\n\n    But alas! I am dreaming as if I knew\n      The spell of the tablet green;\n    I forgot how like to a broken reed,\n      Is the lot on which I lean.\n    There is nothing true of my idle dream,\n      But the wreck of my early love;\n    And my mind is coined for my daily bread,\n      And how can it soar above?\n\n\n\n\n            THE ANNOYER.\n\n  Sogna il guerriÃ©r le schiere,\n      Le sel ve il cacciatÃ³r;\n      E sogna il pescatÃ³r;\n      Le reti, e l' amo.     _Metastatio._\n\n\n    Love knoweth every form of air,\n      And every shape of earth,\n    And comes, unbidden, everywhere,\n      Like thought's mysterious birth.\n    The moonlight sea and the sunset sky\n      Are written with Love's words,\n    And you hear his voice unceasingly,\n      Like song in the time of birds.\n\n    He peeps into the warrior's heart\n      From the tip of a stooping plume,\n    And the serried spears, and the many men\n      May not deny him room.\n    He'll come to his tent in the weary night,\n      And be busy in his dream;\n    And he'll float to his eye in morning light\n      Like a fay on a silver beam.\n\n    He hears the sound of the hunter's gun,\n      And rides on the echo back,\n    And sighs in his ear like a stirring leaf,\n      And flits in his woodland track.\n    The shade of the wood, and the sheen of the river,\n      The cloud, and the open sky--\n    He will haunt them all with his subtle quiver,\n      Like the light of your very eye.\n\n    The fisher hangs over the leaning boat,\n      And ponders the silver sea,\n    For Love is under the surface hid,\n      And a spell of thought has he.\n    He heaves the wave like a bosom sweet,\n      And speaks in the ripple low,\n    Till the bait is gone from the crafty line,\n      And the hook hangs bare below.\n\n    He blurs the print of the scholar's book,\n      And intrudes in the maiden's prayer.\n    And profanes the cell of the holy man,\n      In the shape of a lady fair.\n    In the darkest night, and the bright daylight,\n      In earth, and sea, and sky,\n    In every home of human thought,\n      Will Love be lurking nigh.\n\n\n\n\n            STARLIGHT.\n\n\n    The evening star will twinkle presently.\n    The last small bird is silent, and the bee\n    Has gone into his hive, and the shut flowers\n    Are bending as if sleeping on the stem,\n    And all sweet living things are slumbering\n    In the deep hush of nature's resting time.\n    The faded West looks deep, as if its blue\n    Were searchable, and even as I look,\n    The twilight hath stole over it, and made\n    Its liquid eye apparent, and above\n    To the far-stretching zenith, and around,\n    As if they waited on her like a queen,\n    Have stole out the innumerable stars\n    To twinkle like intelligence in heaven.\n    Is it not beautiful, my fair Adel?\n    Fit for the young affections to come out\n    And bathe in like an element! How well\n    The night is made for tenderness--so still\n    That the low whisper, scarcely audible,\n    Is heard like music, and so deeply pure\n    That the fond thought is chastened as it springs\n    And on the lip made holy. I have won\n    Thy heart, my gentle girl! but it hath been\n    When that soft eye was on me, and the love\n    I told beneath the evening influence\n    Shall be as constant as its gentle star.\n\n\n\n\n            LASSITUDE.\n\n\n    I will throw by my book. The weariness\n    Of too much study presses on my brain,\n    And thought's close fetter binds upon my brow\n    Like a distraction, and I must give o'er.\n    Morning hath seen me here, and noon, and eve;\n    And midnight with its deep and solemn hush\n    Has look'd upon my labors, and the dawn,\n    With its sweet voices, and its tempting breath\n    Has driven me to rest--and I can bear\n    The burden of such weariness no more.\n    I have foregone society, and fled\n    From a sweet sister's fondness, and from all\n    A home's alluring blandishments, and now\n    When I am thirsting for them, and my heart\n    Would leap at the approaches of their kind\n    And gentle offices, they are not here,\n    And I must feel that I am all alone.\n    Oh, for the fame of this forgetful world\n    How much we suffer! Were it _all_ for this--\n    Were nothing but the empty praise of men\n    The guerdon of this sedentary toil--\n    Were this world's perishable honors _all_--\n    I'd bound from its confinement as a hart\n    Leaps from its hunters--but I know, that when\n    My name shall be forgotten, and my frame\n    Rests from its labors, I shall find above\n    A work for the capacities I win,\n    And, as I discipline my spirit here,\n    My lyre shall have a nobler sweep in Heaven.\n\n\n\n\n            \"ROARING BROOK:\"--CHESHIRE, CON.\n\n\n    It was a mountain stream that with the leap\n    Of its impatient waters had worn out\n    A channel in the rock, and wash'd away\n    The earth that had upheld the tall old trees,\n    Till it was darken'd with the shadowy arch\n    Of the o'er-leaning branches. Here and there\n    It loiter'd in a broad and limpid pool\n    That circled round demurely, and anon\n    Sprung violently over where the rock\n    Fell suddenly, and bore its bubbles on,\n    Till they were broken by the hanging moss,\n    As anger with a gentle word grows calm.\n    In spring-time, when the snows were coming down,\n    And in the flooding of the Autumn rains,\n    No foot might enter there--but in the hot\n    And thirsty summer, when the fountains slept,\n    You could go its channel in the shade,\n    To the far sources, with a brow as cool\n    As in the grotto of the anchorite.\n    Here when an idle student have I come,\n    And in a hollow of the rock lain down\n    And mus'd until the eventide, or read\n    Some fine old Poet till my nook became\n    A haunt of faery, or the busy flow\n    Of water to my spell-bewilder'd ear\n    Seem'd like the din of some gay tournament.\n    Pleasant have been such hours, and tho' the wise\n    Have said that I was indolent, and they\n    Who taught me have reprov'd me that I play'd\n    The truant in the leafy month of June,\n    I deem it true philosophy in him\n    Whose spirit must be temper'd of the world,\n    To loiter with these wayside comforters.\n\n\n\n\n            THE DECLARATION.\n\n\n    'Twas late, and the gay company was gone,\n    And light lay soft on the deserted room\n    From alabaster vases, and a scent\n    Of orange leaves, and sweet verbena came\n    Through the unshutter'd window on the air,\n    And the rich pictures with their dark old tints\n    Hung like a twilight landscape, and all things\n    Seem'd hush'd into a slumber. Isabel,\n    The dark eyed, spiritual Isabel\n    Was leaning on her harp, and I had staid\n    To whisper what I could not when the crowd\n    Hung on her look like worshippers. I knelt,\n    And with the fervor of a lip unused\n    To the cool breath of reason, told my love.\n    There was no answer, and I took the hand\n    That rested on the strings, and pressed a kiss\n    Upon it unforbidden--and again\n    Besought her, that this silent evidence\n    That I was not indifferent to her heart,\n    Might have the seal of one sweet syllable.\n    I kissed the small white fingers as I spoke,\n    And she withdrew them gently, and upraised\n    Her forehead from its resting place, and looked\n    Earnestly on me--She had been asleep!\n\n\n\n\n            ISABEL.\n\n\n    They said that I was strange. I could not bear\n    Confinement, and I lov'd to feel the wind\n    Blowing upon my forehead, and when morn\n    Came like an inspiration from the East,\n    And the cool earth, awaking like a star\n    In a new element, sent out its voice,\n    And tempted me with music, and the breath\n    Of a delicious perfume, and the dye\n    Of the rich forests and the pastures green,\n    To come out and be glad--I would not stay\n    To bind my gushing spirit with a book.\n\n    Fourteen bright summers--and my heart had grown\n    Impatient in its loneliness, and yearn'd\n    For something that was like itself, to love.\n    She came--the stately Isabel--as proud\n    And beautiful, and gentle as my dream;\n    And with my wealth of feeling, lov'd I her.\n    Older by years, and wiser of the world,\n    She was in thought my equal, and we rang'd\n    The pleasant wood together, and sat down\n    Impassion'd with the same delicious sweep\n    Of water, and I pour'd into her ear\n    My passion and my hoarded thoughts like one,\n    Till I forgot that there was any world\n    But Isabel and nature. She was pleas'd\n    And flatter'd with my wild and earnest love,\n    And suffer'd my delirious words to burn\n    Upon my lip unchided. It was new\n    To be so worshipped like a deity\n    By a pure heart from nature, and she gave\n    Her tenderness its way, and when I kiss'd\n    Her fingers till I thought I was in Heaven,\n    She gaz'd upon me silently, and wept.\n\n           *       *       *       *       *\n\n    I have seen eighteen summers--and the child\n    Of stately Isabel hath learn'd to come\n    And win me from my sadness. I have school'd\n    My feelings to affection for that child,\n    And I can see his father fondle him,\n    And give him to his mother with a kiss\n    Upon her holy forehead--and be calm!\n\n\n\n\n            MERE ACCIDENT.\n\n\n    It was a shady nook that I had found\n    Deep in the greenwood. A delicious stream\n    Ran softly by it on a bed of grass,\n    And to the border leant a sloping bank\n    Of moss as delicate as Tempe e'er\n    Spread for the sleep of Io. Overhead\n    The spreading larch was woven with the fir,\n    And as the summer wind stole listlessly,\n    And dallied with the tree tops, they would part\n    And let in sprinklings of the sunny light,\n    Studding the moss like silver; and again\n    Returning to their places, there would come\n    A murmur from the touched and stirring leaves,\n    That like a far-off instrument, beguiled\n    Your mood into the idleness of sleep.\n\n    Here did I win thee, Viola! We came--\n    Thou knowest how carelessly--and never thought\n    Love lived in such a wilderness; and thou--\n    I had a cousin's kindness for thy lip,\n    And in the meshes of thy chesnut hair\n    I loved to hide my fingers--that was all!\n    And when I saw thy figure on the grass,\n    And thy straw bonnet flung aside, I thought\n    A fairy would be pretty, painted so\n    Upon a ground of green--but that was all!\n\n    And when thou playfully wouldst bathe thy foot,\n    And the clear water of the stream ran off\n    And left the white skin polished, why, I thought\n    It looked like ivory--but that was all!\n    And when thou wouldst be serious, and I\n    Was serious too, and thy mere fairy's hand\n    Lay carelessly in mine, and just for thought\n    I mused upon thy innocence and gaz'd\n    Upon the pure transparence of thy brow--\n    I pressed thy fingers half unconsciously,\n    And fell in love. Was _that_ all, Viola?\n\n\n\n\n            THE EARL'S MINSTREL.\n\n\n    I had a passion when I was a child\n    For a most pleasant idleness. In June,\n    When the thick masses of the leaves were stirr'd\n    With a just audible murmur, and the streams\n    Fainted in their cool places to a low\n    Unnotic'd tinkle, and the reapers hung\n    Their sickles in the trees and went to sleep,\n    Then might you find me in an antique chair\n    Cushion'd with cunning luxury, which stood\n    In the old study corner, by a nook\n    Crowded with volumes of the old romance;\n    And there, the long and quiet summer day,\n    Lay I with half clos'd eyelids, turning o'er\n    Leaf after leaf, until the twilight blurr'd\n    Their singular and time-stain'd characters.\n    'Twas a forgetful lore, and it is blent\n    With dreams that in my fitful slumber came,\n    And is remember'd faintly. But to-day\n    With the strange waywardness of human thought,\n    A story has come back to me which I\n    Had long forgotten, and I tell it now\n    Because it hath a savour that I find\n    But seldom in the temper of the world.\n\n    Angelo turn'd away. He was a poor\n    Unhonor'd minstrel, and he might not breathe\n    Love to the daughter of an Earl. She rais'd\n    Proudly her beautiful head, and shook away\n    From her clear temples the luxuriant hair,\n    And told him it would ever please her well\n    To listen to his minstrelsy, but love\n    Was for a loftier lip--and then the tear\n    Stole to her flashing eye, for as she spoke\n    There rose up a remembrance of his keen,\n    Unstooping spirit, and his noble heart\n    Given her like a sacrifice, and she held\n    Her hand for him to kiss, and said, \"Farewell!\n    Think of me, Angelo!\" and so pass'd on.\n\n    The color to his forehead mounted high,\n    And his thin lip curl'd haughtily, and then\n    As if his mood had chang'd, he bow'd his head\n    Low on his bosom, and remain'd awhile\n    Lost in his bitter thoughts--and then again\n    He lifted to its height his slender form,\n    And his moist eye grew clear, and his hand pass'd\n    Rapidly o'er his instrument while thus\n    He gave his spirit voice:--\n\n      It did not need that alter'd look,\n        Nor that uplifted brow--\n      I had not ask'd thy haughty love,\n        Were I as proud as now.\n      My love was like a beating heart--\n        Unbidden and unstayed;\n      And had I known but half its power,\n        It had not been betray'd.\n\n      I did not seek thy titled hand;\n        I thought not of thy name;\n      I only granted utterance\n        To one wild thought of flame.\n      I did not dream thou couldst be mine,\n        Or I a thought to thee--\n      I only knew my lip must let\n        Some burning thought go free.\n\n      I lov'd thee for thy high born grace,\n        Thy deep and lustrous eye,\n      For the sweet meaning of thy brow,\n        And for thy bearing high;\n      I lov'd thee for thy stainless truth,\n        Thy thirst for higher things;\n      For all that to our common lot\n        A better temper brings--\n\n      And are they not all thine? still thine?\n        Is not thy heart as true?\n      Holds not thy step its noble grace--\n        Thy cheek its dainty hue?\n      And have I not an ear to hear--\n        A cloudless eye to see--\n      And a thirst for beautiful human thought,\n        That first was stirr'd with thee?\n\n      Then why should I turn from thee now?\n        Why should not I love on--\n      Dreaming of thee by night, by day,\n        As I have ever done?\n      My service shall be still as leal,\n        My love as quenchless burn\n     It shames me of my selfish thought\n        That dream'd of a return!\n\n    He married her! Perhaps it spoils the tale--\n    But she had listen'd to his song, unseen,\n    And kept it in her heart, and, by and by,\n    When Angelo did service for his king,\n    And was prefer'd to honor, she betray'd\n    Her secret in some delicate way that I\n    Do not remember, and so ends the tale.\n\n\n\n\n            THE SERENADE.\n\n\n    Innocent dreams be thine! The silver night\n    Is a fit curtain for thy lovely sleep.\n    The stars keep watch above thee, and the moon\n    Sits like a brooding spirit up in Heaven,\n    Ruling the night's deep influences, and life\n    Hath a hushed pulse, and the suspended leaves\n    Sleep with their whisperings as if the dew\n    Were a soft finger on the lip of sound.\n    Innocent dreams be thine! thy heart sends up\n    Its thoughts of purity like pearly bells\n    Rising in crystal fountains, and the sin\n    That thou hast seen by day, will, like a shade,\n    Pass from thy memory, as if the pure\n    Had an unconscious ministry by night.\n\n    Midnight--and now for music! Would I were\n    A sound that I might steal upon thy dreams,\n    And, like the breathing of my flute, distil\n    Sweetly upon thy senses. Softly, boy!\n    Breathe the low cadences as if the words\n    Fainted upon thy lip--I would not break\n    Her slumber quite--but only, as she dreams,\n    Witch the lull'd sense till she believes she hears\n    Celestial melody:--\n\n\n\n\n            SONG.\n\n\n    \"Sleep, like a lover, woo thee,\n              Isabel!\n    And golden dreams come to thee,\n              Like a spell\n    By some sweet angel drawn!\n    Noiseless hands shall seal thy slumber,\n    Setting stars its moments number,\n              So, sleep thou on!\n\n    The night above thee broodeth,\n              Hushed and deep;\n    But no dark thought intrudeth\n              On the sleep\n    Which folds thy senses now.\n    Gentle spirits float around thee,\n    Gentle rest hath softly bound thee,\n              For pure art thou!\n\n    And now thy spirit fleeth\n              On rare wings,\n    And fancy's vision seeth\n              Holy things\n    In its high atmosphere.\n    Music strange thy sense unsealeth,\n    And a voice to thee revealeth\n              What angels hear.\n\n    Thou'lt wake when morning breaketh,\n              Pure and calm;\n    As one who mourns, awaketh\n              When the balm\n    Of peace hath on him fell.\n    Purer thoughts shall stir within thee,\n    Softer cords to virtue win thee--\n              Farewell! Farewell!\"\n\n\n\n\n            HERO.\n\n  _Claudio_. Know you any Hero?\n  _Hero_. None my lord!        _As You Like it._\n\n\n    Gentle and modest Hero! I can see\n    Her delicate figure, and her soft blue eye,\n    Like a warm vision--lovely as she stood,\n    Veiled in the presence of young Claudio.\n    Modesty bows her head, and that young heart\n    That would endure all suffering for the love\n    It hideth, is as tremulous as the leaf\n    Forsaken of the Summer. She hath flung\n    Her all upon the venture of her vow,\n    And in her trust leans meekly, like a flower\n    By the still river tempted from its stem,\n    And on its bosom floating.\n                            Once again\n    I see her, and she standeth in her pride,\n    With her soft eye enkindled, and her lip\n    Curled with its sweet resentment, like a line\n    Of lifeless coral. She hath heard the voice\n    That was her music utter it, and still\n    To her affection faithful, she hath turned\n    And questioned in her innocent unbelief,\n    \"Is my lord well, that he should speak so wide?\"--\n    How did they look upon that open brow,\n    And not read purity? Alas for truth!\n    It hath so many counterfeits. The words,\n    That to a child were written legibly,\n    Are by the wise mistaken, and when light\n    Hath made the brow transparent, and the face\n    Is like an angel's--virtue is so fair--\n    They read it like an over-blotted leaf,\n    And break the heart that wrote it.\n\n\n\n\n            APRIL.\n\n      A violet by a mossy stone,\n      Half hidden from the eye,\n    Fair as a star, when only one,\n      Is shining in the sky.              _Wordsworth_\n\n\n    I have found violets. April hath come on,\n    And the cool winds feel softer, and the rain\n    Falls in the beaded drops of summer time.\n    You may hear birds at morning, and at eve\n    The tame dove lingers till the twilight falls,\n    Cooing upon the eaves, and drawing in\n    His beautiful bright neck, and from the hills,\n    A murmur like the hoarseness of the sea\n    Tells the release of waters, and the earth\n    Sends up a pleasant smell, and the dry leaves\n    Are lifted by the grass--and so I know\n    That Nature, with her delicate ear, hath heard\n    The dropping of the velvet foot of Spring.\n    Smell of my violets! I found them where\n    The liquid South stole o'er them, on a bank\n    That lean'd to running water. There's to me\n    A daintiness about these early flowers\n    That touches me like poetry. They blow\n    With such a simple loveliness among\n    The common herbs of pasture, and breathe out\n    Their lives so unobtrusively, like hearts\n    Whose beatings are too gentle for the world.\n    I love to go in the capricious days\n    Of April and hunt violets; when the rain\n    Is in the blue cups trembling, and they nod\n    So gracefully to the kisses of the wind.\n    It may be deem'd unmanly, but the wise\n    Read nature like the manuscript of heaven\n    And call the flowers its poetry. Go out!\n    Ye spirits of habitual unrest,\n    And read it when the \"fever of the world\"\n    Hath made your hearts impatient, and, if life\n    Hath yet one spring unpoison'd, it will be\n    Like a beguiling music to its flow,\n    And you will no more wonder that I love\n    To hunt for violets in the April time.\n\n\n\n\n            TO A BRIDE.\n\n\n    Pass thou on! for the vow is said\n      That is never broken;\n    The hand of blessing hath, trembling, laid\n    On snowy forehead and simple braid,\n      And the word is spoken\n    By lips that never their words betray'd.\n\n    Pass thou on! for thy human all\n      Is richly given,\n    And the voice that claim'd its holy thrall\n    Must be sweeter for life than music's fall,\n      And, this side Heaven,\n    Thy lip may never that trust recal.\n\n    Pass thou on! yet many an eye\n      Will droop and glisten;\n    And the hushing heart in vain will try\n    To still its pulse as thy step goes by\n      And we \"vainly listen\n    For thy voice of witching melody.\"\n\n    Pass thou on! yet a sister's tone\n      In its sweetness lingers,\n    Like some twin echo sent back alone,\n    Or the bird's soft note when its mate hath flown,\n      And a sister's fingers\n    Will again o'er the thrilling harp be thrown.\n\n    And our eyes will rest on their foreheads fair,\n      And our hearts awaken\n    Whenever we come where their voices are--\n    But oh, we shall think how musical were,\n      Ere of thee forsaken,\n    The mingled voices we listed there.\n\n    Pass on! there is not of our blessings one\n      That may not perish--\n    Like visiting angels whose errand is done,\n    They are never at rest till their home is won,\n      And we may not cherish\n    The beautiful gift of _thy_ light--Pass on!\n\n\n\n\n            TWENTY-TWO.\n\n\n    I'm twenty-two--I'm twenty-two--\n      They gaily give me joy,\n    As if I should be glad to hear\n      That I was less a boy.\n    They do not know how carelessly\n      Their words have given pain,\n    To one whose heart would leap to be\n      A happy boy again.\n\n    I had a light and careless heart\n      When this brief year began,\n    And then I pray'd that I might be\n      A grave and perfect man.\n    The world was like a blessed dream\n      Of joyous coming years--\n    I did not know its manliness\n      Was but to wake in tears.\n\n    A change has on my spirit come,\n      I am forever sad;\n    The light has all departed now\n      My early feelings had;\n    I used to love the morning grey,\n      The twilight's quiet deep,\n    But now like shadows on the sea,\n      Upon my thoughts they creep.\n\n    And love was like a holy star,\n      When this brief year was young,\n    And my whole worship of the sky\n      On one sweet ray was flung;\n    But worldly things have come between,\n      And shut it from my sight,\n    And though the star shines purely yet,\n      I mourn its hidden light.\n\n    And fame! I bent to it the knee,\n      And bow'd to it my brow,\n    And it is like a coal upon\n      My living spirit now--\n    But when I pray'd for burning fire\n      To touch the soul I bow'd,\n    I did not know the lightning flash\n      Would come in such a cloud.\n\n    Ye give me joy! Is it because\n      Another year has fled?--\n    That I am farther from my youth,\n      And nearer to the dead?\n    Is it because my cares have come?--\n      My happy boyhood o'er?--\n    Because the visions I have lov'd\n      Will visit me no more?\n\n    Oh, tell me not that ye are glad!\n      I cannot smile it back;\n    I've found no flower, and seen no light\n      On manhood's weary track.\n    My love is deep--ambition deep--\n      And heart and mind _will_ on--\n    But love is fainting by the way,\n      And fame consumes ere won.\n\n\n\n\n            ON A PICTURE OF CHILDREN PLAYING.\n\n            BY FISHER.\n\n\n    I love to look on a scene like this,\n      Of wild and careless play,\n    And persuade myself that I am not old\n      And my locks are not yet gray;\n    For it stirs the blood in old man's heart,\n      And makes his pulses fly,\n    To catch the thrill of a happy voice,\n      And the light of a pleasant eye.\n\n    I have walked the world for fourscore years,\n      And they say that I am old;\n    That my heart is ripe for the reaper, Death,\n      And my years are well nigh told.\n    It is very true--it is very true--\n      I'm old, and 'I bide my time'--\n    But my heart will leap at a scene like this,\n      And I half renew my prime.\n\n    Play on! play on! I am with you there,\n      In the midst of your merry ring;\n    I can feel the thrill of the daring jump,\n      And the rush of the breathless swing.\n    I hide with you in the fragrant hay,\n      And I whoop the smothered call,\n    And my feet slip up on the seedy floor,\n      And I care not for the fall.\n\n    I am willing to die when my time shall come,\n      And I shall be glad to go;\n    For the world, at best, is a weary place,\n      And my pulse is getting low;\n    But the grave is dark, and the heart will fail\n      In treading its gloomy way;\n    And it wiles my heart from its dreariness,\n      To see the young so gay.\n\n\n\n\n            TO A SLEEPING BOY.\n\n\n    Sleep on! Sleep on! beguiling\n      The hours with happy rest.\n    Sleep!--by that dreamy smiling,\n      I know that thou art blest.\n    Thy mother over thee hath leant\n      To guard thee from annoy,\n    And the angel of the innocent\n      Was in that dream, my boy!\n\n    The tinting of the summer rose\n      Is on that pillowed cheek,\n    And the quietness of summer thought\n      Has made thy forehead meek.\n    And yet that little ample brow,\n      And arching lip, are fraught\n    With pledges of high manliness,\n      And promises of thought.\n\n    Thy polished limbs are rounded out\n      As is the Autumn fruit,\n    And full and reedy is the voice\n      That slumber hath made mute.\n    And, looking on thy perfect form--\n      Hearing thy pleasant tone--\n    I almost weep for joy, my son,\n      To know thee for my own.\n\n    Sleep on! thine eye seems looking thro'\n      The half transparent lid,\n    As if its free and radiant glance\n      Impatiently were hid;\n    But ever as I kneel to pray,\n      And in my fulness weep,\n    I thank the Giver of my child\n      For that pure gift of sleep--\n    I half believe they take thee, then,\n      Back to a better world again.\n\n    And so, sleep on! If thou hast worn\n      An angel's shining wing,\n    The watch that I have loved to keep\n      Hath been a blessed thing.\n    And if thy spirit hath been here,\n      With spotless thoughts alone--\n    A mother's silent ministry\n      Is still a holy one;\n    And I will pray that there may be\n      A shining wing in wait for thee.\n\n\n\n\n            SONNET. WINTER.\n\n\n    The frozen ground looks gray. 'Twill shut the snow\n      Out from its bosom, and the flakes will fall\n    Softly and lie upon it. The hushed flow\n      Of the ice-covered waters, and the call\n    Of the cold driver to his oxen slow,\n      And the complaining of the gust, are all\n    That I can hear of music--would that I\n    With the green summer like a leaf might die?\n    So will a man grow gray, and on his head\n      The snow of years lie visibly, and so\n    Will come a frost when his green years have fled,\n      And his chilled pulses sluggishly will flow,\n    And his deep voice be shaken--would that I\n    In the green summer of my youth might die!\n\n\n\n\n            SONNET.\n\n\n    Storm had been on the hills. The day had worn\n    As if a sleep upon the hours had crept;\n    And the dark clouds that gather'd at the morn\n    In dull, impenetrable masses slept,\n    And the wept leaves hung droopingly, and all\n    Was like the mournful aspect of a pall.\n    Suddenly on the horizon's edge, a blue\n    And delicate line, as of a pencil, lay,\n    And, as it wider and intenser grew,\n    The darkness removed silently away,\n    And, with the splendor of a God, broke through\n    The perfect glory of departing day--\n    So, when his stormy pilgrimage is o'er,\n    Will light upon the dying Christian pour.\n\n\n\n\n            SONNET.\n\n\n    Elegance floats about thee like a dress,\n      Melting the airy motion of thy form\n    Into one swaying grace, and loveliness,\n      Like a rich tint that makes a picture warm,\n    Is lurking in the chesnut of thy tress,\n      Enriching it, as moonlight after storm\n    Mingles dark shadows into gentleness.\n      A beauty that bewilders like a spell\n    Reigns in thine eye's clear hazel, and thy brow\n      So pure in vein'd transparency doth tell\n    How spiritually beautiful art thou--\n      A temple where angelic love might dwell.\n    Life in thy presence were a thing to keep,\n    Like a gay dreamer clinging to his sleep.\n\n\n\n\n            SONNET.\n\n\n    Beautiful robin! with thy feathers red\n      Contrasting sweetly with the soft green tree,\n    Making thy little flights as thou art led\n      By things that tempt a simple one like thee--\n    I would that thou couldst warble me to tears\n    As lightly as the birds of other years.\n      Idly to lie beneath an April sun,\n    Pressing the perfume from the tender grass;\n      To watch a joyous rivulet leap on\n    With the clear tinkle of a music glass,\n    And as I saw the early robin pass,\n      To hear him thro' his little compass run--\n    Hath been a joy that I shall no more know\n    Before I to my better portion go.\n\n\n\n\n            SONNET.\n\n\n    Exquisite Laura! with thy pouting lip,\n      And the arch smile that makes me constant so--\n    Tempting me still like a dull bee to sip\n      The flower I should have left so long ago--\n    Beautiful Laura! who art just so fair\n      That I can think thee lovely when alone,\n    And still art not so wonderfully rare\n      That I could never find a prettier one--\n    Spirited Laura! laughing, weeping, crying\n      In the same breath, and gravest with the gay--\n    So wild, that Cupid ever shoots thee flying,\n      And knows his archery is thrown away--\n    Inconstant as I am, I cannot yet\n    Break thy sweet fetter, exquisite coquette!\n\n\n\n\n            SONNET.\n\n\n    There was a beautiful spirit in her air,\n      As of a fay at revel. Hidden springs,\n    Too delicate for knowledge, should be there,\n      Moving her gently like invisible wings;\n    And then her lip out-blushing the red fruit\n      That bursts with ripeness in the Autumn time,\n    And the arch eye you would not swear was mute,\n      And the clear cheek, as of a purer clime,\n    And the low tone, soft as a pleasant flute\n      Sent over water with the vesper chime;\n    And then her forehead with its loose, dark curl,\n      And the bewildering smile that made her mouth\n      Like a torn rose-leaf moistened of the South--\n    She has an angel's gifts--the radiant girl!\n\n\n\n\n            ANDRE'S REQUEST.\n\n\n    It is not the fear of death\n      That damps my brow;\n    It is not for another breath\n      I ask thee now;\n    I can die with a lip unstirr'd\n      And a quiet heart--\n    Let but this prayer be heard\n      Ere I depart.\n\n    I can give up my mother's look--\n      My sister's kiss;\n    I can think of love--yet brook\n      A death like this!\n    I can give up the young fame\n      I burn'd to win--\n    All--but the spotless name\n      I glory in!\n\n    Thine is the power to give,\n      Thine to deny,\n    Joy for the hour I live--\n      Calmness to die.\n    By all the brave should cherish,\n      By my dying breath,\n    I ask that I may perish\n      With a soldier's death!\n\n\n\n\n            DISCRIMINATION.\n\n\n    I used to love a radiant girl--\n      Her lips were like a rose leaf torn;\n    Her heart was as free as a floating curl,\n      Or a breeze at morn;\n    Her step as light as a Peri's daughter,\n    And her eye as soft as gliding water.\n\n    Witching thoughts like things half hid\n      Lurk'd beneath her silken lashes,\n    And a modest droop of the veined lid\n      Oft hid their flashes--\n    But to me the charm was more complete\n    As the blush stole up its fringe to meet.\n\n    Paint me love as a honey bee!\n      Rosy mouths are things to sip;\n    Nothing was ever so sweet to me\n      As Marion's lip--\n    Till I learned that a deeper magic lies\n    In kissing the lids of her closed eyes.\n\n    Her sweet brow I seldom touch,\n      Save to part her raven hair;\n    Her bright cheek I gaze on much,\n      Her white hand is fair;\n    But none of these--I've tried them all--\n    Is like kissing her eyes as the lashes fall.\n\n\n\n\n            THE SOLITARY.\n\n\n    Alone! alone! How drear it is\n      Always to be alone!\n    In such a depth of wilderness,\n      The only thinking one!\n    The waters in their path rejoice,\n      The trees together sleep--\n    But I have not one silver voice\n      Upon my ear to creep!\n\n    The sun upon the silent hills\n      His mesh of beauty weaves,\n    There's music in the laughing rills\n      And in the whispering leaves.\n    The red deer like the breezes fly\n      To meet the bounding roe,\n    But I have not a human sigh\n      To cheer me as I go.\n\n    I've hated men--I hate them now--\n      But, since they are not here,\n    I thirst for the familiar brow--\n      Thirst for the stealing tear.\n    And I should love to see the one,\n      And feel the other creep,\n    And then again I'd be alone\n      Amid the forest deep.\n\n    I thought that I should love my hound,\n      And hear my cracking gun\n    Till I forgot the thrilling sound\n      Of voices--one by one.\n    I thought that in the leafy hush\n      Of nature, they would die;\n    But, as the hindered waters rush,\n      Resisted feelings fly\n\n    I'm weary of my lonely hut\n      And of its blasted tree,\n    The very lake is like my lot,\n      So silent constantly.\n    I've lived amid the forest gloom\n      Until I almost fear--\n    When will the thrilling voices come\n      My spirit thirsts to hear?\n\n\n\n\n            ON THE DEATH OF MISS FANNY V. APTHORP.\n\n\n    'Tis difficult to feel that she is dead.\n    Her presence, like the shadow of a wing\n    That is just given to the upward sky,\n    Lingers upon us. We can hear her voice,\n    And for her step we listen, and the eye\n    Looks for her wonted coming with a strange,\n    Forgetful earnestness. We cannot feel\n    That she will no more come--that from her cheek\n    The delicate flush has faded, and the light\n    Dead in her soft dark eye, and on her lip,\n    That was so exquisitely pure, the dew\n    Of the damp grave has fallen! Who, so lov'd,\n    Is left among the living? Who hath walk'd\n    The world with such a winning loveliness,\n    And on its bright, brief journey, gather'd up\n    Such treasures of affection? She was lov'd\n    Only as idols are. She was the pride\n    Of her familiar sphere--the daily joy\n    Of all who on her gracefulness might gaze,\n    And, in the light and music of her way,\n    Have a companion's portion. Who could feel,\n    While looking upon beauty such as hers,\n    That it would ever perish! It is like\n    The melting of a star into the sky\n    While you are gazing on it, or a dream\n    In its most ravishing sweetness rudely broken.\n\n\n\n\n            A PORTRAIT.\n\n\n    She was not very beautiful, if it be beauty's test\n    To match a classic model when perfectly at rest;\n    And she did not look bewitchingly, if witchery it be,\n    To have a forehead and a lip transparent as the sea.\n\n    The fashion of her gracefulness was not a follow'd rule,\n    And her effervescent sprightliness was never learnt at school;\n    And her words were all peculiar, like the fairy's who 'spoke pearls;'\n    And her tone was ever sweetest midst the cadences of girls.\n\n    Said I she was not beautiful? Her eyes upon your sight\n    Broke with the lambent purity of planetary light,\n    And an intellectual beauty, like a light within a vase,\n    Touched every line with glory of her animated face.\n\n    Her mind with sweets was laden, like a morning breath in June,\n    And her thoughts awoke in harmony, like dreamings of a tune,\n    And you heard her words like voices that o'er the waters creep,\n    Or like a serenader's lute that mingles with your sleep.\n\n    She had an earnest intellect--a perfect thirst of mind,\n    And a heart by elevated thoughts and poetry refin'd,\n    And she saw a subtle tint or shade with every careless look,\n    And the hidden links of nature were familiar as a book.\n\n    She's made of those rare elements that now and then appear,\n    As if remov'd by accident unto a lesser sphere,\n    Forever reaching up, and on, to life's sublimer things,\n    As if they had been used to track the universe with wings.\n\n\n\n\n            MAY.\n\n\n    Oh the merry May has pleasant hours,\n      And dreamily they glide,\n    As if they floated like the leaves\n      Upon a silver tide.\n    The trees are full of crimson buds,\n      And the woods are full of birds,\n    And the waters flow to music\n      Like a tune with pleasant words.\n\n    The verdure of the meadow-land\n      Is creeping to the hills,\n    The sweet, blue-bosom'd violets\n      Are blowing by the rills;\n    The lilac has a load of balm\n      For every wind that stirs,\n    And the larch stands green and beautiful\n      Amid the sombre firs.\n\n    There's perfume upon every wind--\n      Music in every tree--\n    Dews for the moisture-loving flowers--\n      Sweets for the sucking bee;\n    The sick come forth for the healing South,\n      The young are gathering flowers;\n    And life is a tale of poetry,\n      That is told by golden hours.\n\n    If 'tis not a true philosophy,\n      That the spirit when set free\n    Still lingers about its olden home,\n      In the flower and the tree,\n    It is very strange that our pulses thrill\n      At the tint of a voiceless thing,\n    And our hearts yearn so with tenderness\n      In the beautiful time of Spring.\n\n\n\n\n            ON SEEING THROUGH A DISTANT WINDOW\n               A BELLE COMPLETING HER TOILET\n                        FOR A BALL.\n\n\n    'Tis well--'tis well--that clustering shade\n    Is on thy forehead sweetly laid;\n    And that light curl that slumbers by\n    Makes deeper yet thy depth of eye;\n    And that white rose that decks thy hair\n    Just wins the eye to linger there,\n    Yet makes it not to note the less\n    The beauty of that raven tress.\n\n    Thy coral necklace?--ear-rings too?\n    Nay--nay--not them--no darker hue\n    Than thy white bosom be to-night\n    On that fair neck the bar of light,\n    Or hide the veins that faintly glow\n    And wander in its living snow.\n\n    What!--yet another? can it be\n    That neck needs ornament to thee?--\n    Yet not thy jewels!--they are bright,\n    But that dark eye has softer light,\n    And tho' each gem had been a star,\n    Thy simple self were lovelier far--\n    Yet stay!--that string of matchless pearl?\n    Nay--wear it--wear it--radiant girl!\n    For ocean's best of pure and white\n    Should only be thy foil to-night.\n\n    Aye, turn thee round! 'tis lovely all--\n    Thou'lt have no peer at that gay ball!\n    And that proud toss!--it makes thee smile\n    To see how deep is thine own wile;\n    And that slow look that seems to stray\n    As each sweet feature made it stay--\n    And that small finger, lightly laid\n    On dimpled cheek and glossy braid,\n    As if to know that all they seem\n    Is really there, and not a dream--\n    I wish I knew the gentle thought\n    By all this living beauty wrought!\n    I wish I knew if that sweet brow,\n    That neck on which thou gazest now--\n    If thy rich lip and brilliant face--\n    Thy perfect figure's breezy grace--\n    If these are half the spell to thee\n    That will, this night, bewilder me!\n\n\n\n\n            TO A BELLE.\n\n\n    All that thou art, I thrillingly\n      And sensibly do feel;\n    For my eye doth see, and my ear doth hear,\n      And my heart is not of steel;\n    I meet thee in the festal hall--\n      I turn thee in the dance--\n    And I wait, as would a worshipper,\n      The giving of thy glance.\n\n    Thy beauty is as undenied\n      As the beauty of a star;\n    And thy heart beats just as equally,\n      Whate'er thy praises are;\n    And so long without a parallel\n      Thy loveliness hath shone,\n    That, follow'd like the tided moon,\n      Thou mov'st as calmly on.\n\n    Thy worth I, for myself, have seen--\n      I know that thou art leal;\n    Leal to a woman's gentleness,\n      And thine own spirit's weal;\n    Thy thoughts are deeper than a dream,\n      And holier than gay;\n    And thy mind is a harp of gentle strings,\n      Where angel fingers play.\n\n    I know all this--I feel all this--\n      And my heart believes it true;\n    And my fancy hath often borne me on,\n      As a lover's fancies do;\n    And I have a heart, that is strong and deep,\n      And would love with its human all,\n    And it waits for a fetter that's sweet to wear,\n      And would bound to a silken thrall.\n\n    But it loves not thee.--It would sooner bind\n      Its thoughts to the open sky;\n    It would worship as soon a familiar star,\n      That is bright to every eye.\n    'Twere to love the wind that is sweet to all--\n      The wave of the beautiful sea--\n    'Twere to hope for all the light in Heaven,\n      To hope for the love of thee.\n\n    But wert thou lowly--yet leal as now;\n      Rich but in thine own mind;\n    Humble--in all but the queenly brow;\n      And to thine own glory blind--\n    Were the world to prove but a faithless thing,\n      And worshippers leave thy shrine--\n    My love were, then, but a gift for thee,\n      And my strong deep heart were thine.\n\n\n\n\n            A PORTRAIT.\n\n\n    She's beautiful! Her raven curls\n    Have broken hearts in envious girls--\n    And then they sleep in contrast so,\n    Like raven feathers upon snow,\n    And bathe her neck--and shade the bright\n    Dark eye from which they catch the light,\n    As if their graceful loops were made\n    To keep that glorious eye in shade,\n    And holier make its tranquil spell,\n    Like waters in a shaded well.\n\n    I cannot rhyme about that eye--\n    I've match'd it with a midnight sky--\n    I've said 'twas deep, and dark, and wild,\n    Expressive, liquid, witching, mild--\n    But the jewell'd star, and the living air\n    Have nothing in them half so fair.\n\n    She's noble--noble--one to keep\n    Embalm'd for dreams of fever'd sleep--\n    An eye for nature--taste refin'd,\n    Perception swift, and ballanc'd mind,--\n    And more than all, a gift of thought\n    To such a spirit-fineness wrought,\n    That on my ear her language fell,\n    As if each word dissolv'd a spell.\n\n    Yet I half hate her. She has all\n    That would ensure an angel's fall--\n    But there's a cool collected look,\n    As if her pulses beat by book--\n    A measure'd tone, a cold reply,\n    A management of voice and eye,\n    A calm, possess'd, authentic air,\n    That leaves a doubt of softness there,\n    'Till--look and worship as I may--\n    My fever'd thoughts will pass away.\n\n    And when she lifts her fringing lashes,\n    And her dark eye like star-light flashes--\n    And when she plays her quiet wile\n    Of that calm look, and measur'd smile,\n    I go away like one who's heard\n    In some fine scene the prompter's word,\n    And make a vow to break her chain,\n    And keep it--till we meet again.\n\n\n\nERRATA.--16th page, 10th line from top, \"as _if_ it were\" for \"as it\nwere.\" Same page 11th line from top \"incense\" for \"insense.\" 46th page,\n11th line from the bottom, \"go its channel\" for \"go _up_ its channel.\"\nPage 60, 2nd line, \"As you like it,\" for \"Much ado about Nothing.\" In\nthe table of Contents \"A Portrait,\" page 90, is omitted.\n\n\n    Transcriber's notes\n\n      Original spelling retain'd.\n\n      Errata not corrected.\n        The Table of Contents is also missing a reference to\n        Sonnet. Winter Page 72.\n\n      Typographical errors corrected.\n        Page 86 to night corrected to to-night.\n\n\n\n\n\nEnd of Project Gutenberg's Fugitive Poetry, by Nathaniel Parker Willis\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FUGITIVE POETRY ***\n\n***** This file should be named 32146-8.txt or 32146-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/2\/1\/4\/32146\/\n\nProduced by Louise Davies, Christine D. and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":323,"split":"train"}
