{"ori_id":"11fd944eb62dfdbf040dce9f4192dd6b6e69c352","title":"The Jamesons","context":"The Jamesons\n The residents of Linnville prided themselves on the lack of tourism and absence of a summer hotel. Never having boarders before, the Liscom family, accepted the Jamesons when they came to town in search for a place to stay. Their arrival caused a great commotion as the Jamesons son, Cobb, saw smoke inside his new temporary residence and proceeded to run outside and yell “Fire!” Word quickly traveled down the street and a crowd formed outside the Liscom's as firemen drenched the entire house. Mrs. Caroline Liscom was furious that her house was soaked with water when the smoke was only caused by her chimney, and as a result was rude to her new boarders. Mrs. Jameson tried to find a new place to live in response to her host's rudeness, but had no such luck and both families were forced to live under the roof for the next several weeks.\nThe Jamesons consisted of a mother, a father, two daughters, one son and a grandmother. Mrs. Jameson quickly gave her family a bad reputation at a Linnville annual picnic several days after her arrival. She made an announcement to the village that their unhealthy foods were “poison” and further insults them as she says that their rich pies and cakes causes the insanity and dyspepsia in people of their social class, so they should only eat the health foods she consumes. In attempt to avoid an altercation, the people of Linnville respond as politely as possible and continue on with the picnic as though nothing happened.\nMrs. Jameson proceeds to insult the women of the village at their next meeting - the Ladies' Sewing Circle. It is at this meeting that the women become aware that Mrs. Jameson is trying to improve the women as she interrupts the meeting to “improve their minds and enlarge their spheres” by reading passages from Robert Browning. The women are not entertained by her reading, but once again are respectful when she is done lecturing them.\nSeveral weeks later, the Jamesons return to the city for the winter and the next chapter begins their second summer in Linnville. For their second summer, they purchase their own home and farm to run. Mrs. Jameson is clueless as to how a farm should be run, and as a result is the victim of some tricks when purchasing animals for the barn. Besides the barn, there are some other changes Mrs. Jameson has made herself and she tries to impose them on the community, as she did with her health foods the previous summer. First, she stops wearing the fancy city clothes she had worn in the past and begins wearing what she thinks is most practical for a country person to wear. She proceeds to insult and instruct the other women to adopt the same style as her. Some women do follow her, but many do not.\nMrs. Jameson continues to make bold statements against the traditions of Linnville and paints her house red with dark shutters, while every other house is white with green shutters. She then decides that the town would look better if the houses had ivy growing on them, and plants ivy around everyone's homes, without their permission. It is later discovered this ivy is poison ivy and she has to go back to the houses and remove it all. She tries to change the interiors of people's homes as well by getting rid of framed-coffin plates of deceased loved ones in the parlors, a common décor in the homes of Linnville.\nWith every act against the norms of Linnville, Mrs. Jameson gets more and more enemies. She is so distracted with trying to “improve” Linnville that she does not notice that one of her daughters is in a clandestine relationship with the Liscom boy, who Mrs. Jameson does not approve of due to his family's inferior social standing to her own. Eventually, the young lovers are caught, and both of their mothers are furious. Mrs. Liscom does not approve of Harriett Jameson because she is not trained in housekeeping. An expected turn of events leads Mrs. Liscom to adore Harriett though, and the two get married at the end of the novel.\nThe unexpected change occurs during a Centennial party that Mrs. Jameson organizes for the town's 100th birthday. She collects the oldest furniture from houses all around the town and decorates the oldest house in town with all of it. She invites celebrities with connections to Linnville, organizes a parade, and sets up a dinner with speeches from honorable people. The event goes well and many people have a newfound respect for Mrs. Jameson but towards the end, Harriett's dress catches on fire, putting an end to the celebration. It is Mrs. Liscom who saves Harriett, and from that moment on they become very close to each other. Harriett does not suffer from any severe wounds, and takes housekeeping lessons from Mrs. Liscom until the wedding. Mrs. Jameson accepts Harry Liscom as her son-in-law as well and in the end, people learn to love the Jameson family collectively and are happy they came to town, despite the drama they brought along with them.\nï»¿The Project Gutenberg EBook of The Jamesons, by Mary E. Wilkins Freeman\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Jamesons\n\nAuthor: Mary E. Wilkins Freeman\n\nRelease Date: February 19, 2006 [EBook #17792]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE JAMESONS ***\n\n\n\n\nProduced by Jeff Kaylin and Andrew Sly\n\n\n\n\n\n\nThe Jamesons\n\nby\n\nMary E. Wilkins\n\n  Author of \"A Humble Romance,\"\n  \"A New England Nun,\"\n  \"Pembroke,\" \"The People of Our\n  Neighborhood,\" etc.\n\nwith pictures\n\n  New York\n  Doubleday & McClure Company\n  Philadelphia\n  Curtis Publishing Company\n  1899\n\n\n\nI\n\nTHEY ARRIVE\n\n\nUntil that summer nobody in our village had ever taken boarders.\nThere had been no real necessity for it, and we had always been\nrather proud of the fact. While we were certainly not rich--there was\nnot one positively rich family among us--we were comfortably provided\nwith all the necessities of life. We did not need to open our houses,\nand our closets, and our bureau drawers, and give the freedom of our\ndomestic hearths, and, as it were, our household gods for playthings,\nto strangers and their children.\n\nMany of us had to work for our daily bread, but, we were thankful to\nsay, not in that way. We prided ourselves because there was no summer\nhotel with a demoralizing bowling-alley, and one of those dangerous\nchutes, in our village. We felt forbiddingly calm and superior when\nnow and then some strange city people from Grover, the large summer\nresort six miles from us, travelled up and down our main street\nseeking board in vain. We plumed ourselves upon our reputation of not\ntaking boarders for love or money.\n\nNobody had dreamed that there was to be a break at last in our\nlong-established custom, and nobody dreamed that the break was to\nbe made in such a quarter. One of the most well-to-do, if not the\nmost well-to-do, of us all, took the first boarders ever taken in\nLinnville. When Amelia Powers heard of it she said, \"Them that\nhas, gits.\"\n\nOn the afternoon of the first day of June, six years ago, I was\nsewing at my sitting-room window. I was making a white muslin dress\nfor little Alice, my niece, to wear to the Seventeenth-of-June\npicnic. I had been sitting there alone all the afternoon, and it was\nalmost four o'clock when I saw Amelia Powers, who lives opposite, and\nwho had been sewing at her window--I had noticed her arm moving back\nand forth, disturbing the shadows of the horse-chestnut tree in the\nyard--fling open her front door, run out on the piazza, and stand\npeering around the corner post, with her neck so stretched that it\nlooked twice as long as before. Then her sister Candace, who has poor\nhealth and seldom ventures out-of-doors, threw up the front chamber\nwindow and leaned out as far as she was able, and stared with her\nhand shading her eyes from the sun. I could just see her head through\nan opening in the horse-chestnut branches.\n\nThen I heard another door open, and Mrs. Peter Jones, who lives in\nthe house next below the Powers', came running out. She ran down the\nwalk to her front gate and leaned over, all twisted sideways, to see.\n\nThen I heard voices, and there were Adeline Ketchum and her mother\ncoming down the street, all in a flutter of hurry. Adeline is slender\nand nervous; her elbows jerked out, her chin jerked up, and her\nskirts switched her thin ankles; Mrs. Ketchum is very stout, and she\nwalked with a kind of quivering flounce. Her face was blazing, and I\nknew her bonnet was on hindside before--I was sure that the sprig of\npurple flowers belonged on the front.\n\nWhen Adeline and her mother reached Mrs. Peter Jones' gate they\nstopped, and they all stood there together looking. Then I saw Tommy\nGregg racing along, and I felt positive that his mother had sent him\nto see what the matter was. She is a good woman, but the most curious\nperson in our village. She never seems to have enough affairs of her\nown to thoroughly amuse her. I never saw a boy run as fast as Tommy\ndid--as if his mother's curiosity and his own were a sort of motor\ncompelling him to his utmost speed. His legs seemed never to come out\nof their running crooks, and his shock of hair was fairly stiffened\nout behind with the wind.\n\nThen I began to wonder if it were possible there was a fire anywhere.\nI ran to my front door and called:\n\n\"Tommy! Tommy!\" said I, \"where is the fire?\"\n\nTommy did not hear me, but all of a sudden the fire-bell began\nto ring.\n\nThen I ran across the street to Mrs. Peter Jones' gate, and Amelia\nPowers came hurrying out of her yard.\n\n\"Where is it? Oh, where is it?\" said she, and Candace put her head\nout of the window and called out, \"Where is it? Is it near here?\"\n\nWe all sniffed for smoke and strained our eyes for a red fire glare\non the horizon, but we could neither smell nor see anything unusual.\n\nPretty soon we heard the fire-engine coming, and Amelia Powers cried\nout: \"Oh, it's going to Mrs. Liscom's! It's her house! It's Mrs.\nLiscom's house!\"\n\nCandace Powers put her head farther out of the window, and screamed\nin a queer voice that echoed like a parrot's, \"Oh, 'Melia! 'Melia!\nit's Mrs. Liscom's, it's Mrs. Liscom's, and the wind's this way!\nCome, quick, and help me get out the best feather bed, and the\ncounterpane that mother knit! Quick! Quick!\"\n\nAmelia had to run in and quiet Candace, who was very apt to have a\nbad spell when she was over-excited, and the rest of us started for\nthe fire.\n\nAs we hurried down the street I asked Mrs. Jones how she had known\nthere was a fire in the first place, for I supposed that was why she\nhad run out to her front door and looked down the street. Then I\nlearned about the city boarders. She and Amelia, from the way they\nfaced at their sitting-room windows, had seen the Grover stage-coach\nstop at Mrs. Liscom's, and had run out to see the boarders alight.\nMrs. Jones said there were five of them--the mother, grandmother,\ntwo daughters, and a son.\n\nI said that I did not know Mrs. Liscom was going to take boarders;\nI was very much surprised.\n\n\"I suppose she thought she would earn some money and have some extra\nthings,\" said Mrs. Jones.\n\n\"It must have been that,\" said Mrs. Ketchum, panting--she was almost\nout of breath--\"for, of course, the Liscoms don't need the money.\"\n\nI laughed and said I thought not. I felt a little pride about it,\nbecause Mrs. Liscom was a second cousin of my husband, and he used\nto think a great deal of her.\n\n\"They must own that nice place clear, if it ain't going to burn to\nthe ground, and have something in the bank besides,\" assented Mrs.\nPeter Jones.\n\nEver so many people were running down the street with us, and the air\nseemed full of that brazen clang of the fire-bell; still we could not\nsee any fire, nor even smell any smoke, until we got to the head of\nthe lane where the Liscom house stands a few rods from the main\nstreet.\n\nThe lane was about choked up with the fire-engine, the hose-cart, the\nfire department in their red shirts, and, I should think, half the\nvillage. We climbed over the stone wall into Mrs. Liscom's oat-field;\nit was hard work for Mrs. Ketchum, but Mrs. Jones and I pushed and\nAdeline pulled, and then we ran along close to the wall toward the\nhouse. We certainly began to smell smoke, though we still could not\nsee any fire. The firemen were racing in and out of the house,\nbringing out the furniture, as were some of the village boys, and the\nengine was playing upon the south end, where the kitchen is.\n\nMrs. Peter Jones, who is very small and alert, said suddenly that\nit looked to her as if the smoke were coming out of the kitchen\nchimney, but Mrs. Ketchum said of course it was on fire inside in\nthe woodwork. \"Oh, only to think of Mrs. Liscom's nice house being\nall burned up, and what a dreadful reception for those boarders!\"\nshe groaned out.\n\nI never saw such a hubbub, and apparently over nothing at all, as\nthere was. There was a steady yell of fire from a crowd of boys who\nseemed to enjoy it; the water was swishing, the firemen's arms were\npumping in unison, and everybody generally running in aimless circles\nlike a swarm of ants. Then we saw the boarders coming out. \"Oh, the\nhouse must be all in a light blaze inside!\" groaned Mrs. Ketchum.\n\nThere were five of the boarders. The mother, a large, fair woman with\na long, massive face, her reddish hair crinkling and curling around\nit in a sort of ivy-tendril fashion, came first. Her two daughters,\nin blue gowns, with pretty, agitated faces, followed; then the young\nson, fairly teetering with excitement; then the grandmother, a\nlittle, tremulous old lady in an auburn wig.\n\nThe woman at the head carried a bucket, and what should she do but\nform her family into a line toward the well at the north side of\nthe house where we were!\n\nOf course, the family did not nearly reach to the well, and she\nbeckoned to us imperatively. \"Come immediately!\" said she; \"if the\nmen of this village have no head in an emergency like this, let the\nwomen arise! Come immediately.\"\n\nSo Mrs. Peter Jones, Mrs. Ketchum, Adeline, and I stepped into the\nline, and the mother boarder filled the bucket at the well, and we\npassed it back from hand to hand, and the boy at the end flung it\ninto Mrs. Liscom's front entry all over her nice carpet.\n\nThen suddenly we saw Caroline Liscom appear. She snatched the bucket\nout of the hands of the boy boarder and gave it a toss into the\nlilac-bush beside the door; then she stood there, looking as I had\nnever seen her look before. Caroline Liscom has always had the\nreputation of being a woman of a strong character; she is manifestly\nthe head of her family. It is always, \"Mrs. Liscom's house,\" and\n\"Mrs. Liscom's property,\" instead of Mr. Liscom's.\n\nIt is always understood that, though Mr. Liscom is the nominal voter\nin town matters, not a selectman goes into office with Mr. Liscom's\nvote unless it is authorized by Mrs. Liscom. Mr. Liscom is, so to\nspeak, seldom taken without Mrs. Liscom's indorsement.\n\nOf course, Mrs. Liscom being such a character has always more or less\nauthority in her bearing, but that day she displayed a real majesty\nwhich I had never seen in her before. She stood there a second, then\nshe turned and made a backward and forward motion of her arm as if\nshe were sweeping, and directly red-shirted firemen and boys began to\nfly out of the house as if impelled by it.\n\n\"You just get out of my house; every one of you!\" said Caroline in\na loud but slow voice, as if she were so angry that she was fairly\nreining herself in; and they got out. Then she called to the firemen\nwho were working the engine, and they heard her above all the uproar.\n\n\"You stop drenching my house with water, and go home!\" said she.\n\nEverybody began to hush and stare, but Tommy Gregg gave one squeaking\ncry of fire as if in defiance.\n\n\"There is no fire,\" said Caroline Liscom. \"My house is not on fire,\nand has not been on fire. I am getting tea, and the kitchen chimney\nalways smokes when the wind is west. I don't thank you, any of you,\nfor coming here and turning my house upside down and drenching it\nwith water, and lugging my furniture out-of-doors. Now you can go\nhome. I don't see what fool ever sent you here!\"\n\nThe engine stopped playing, and you could hear the water dripping off\nthe south end of the house. The windows were streaming as if there\nhad been a shower. Everybody looked abashed, and the chief engineer\nof the fire department--who is a little nervous man who always works\nas if the river were on fire and he had started it--asked meekly if\nthey shouldn't bring the furniture back.\n\n\"No,\" said Caroline Liscom, \"I want you to go home, and that is all I\ndo want of you.\"\n\nThen the mother boarder spoke--she was evidently not easily put down.\n\"I refuse to return to the house or to allow my family to do so\nunless I am officially notified by the fire department that the fire\nis extinguished,\" said she.\n\n\"Then you can stay out-of-doors,\" said Caroline Liscom, and we all\ngasped to hear her, though we secretly admired her for it.\n\nThe boarder glared at her in a curious kind of way, like a broadside\nof stoniness, but Caroline did not seem to mind it at all. Then the\nboarder changed her tactics like a general on the verge of defeat.\nShe sidled up to Mr. Spear, the chief engineer, who was giving orders\nto drag home the engine, and said in an unexpectedly sweet voice,\nlike a trickle of honey off the face of a rock: \"My good man, am I to\nunderstand that I need apprehend no further danger from fire! I ask\nfor the sake of my precious family.\"\n\nMr. Spear looked at her as if she had spoken to him in Choctaw, and\nshe was obliged to ask him over again. \"My good man,\" said she,\n\"_is_ the fire out?\"\n\nMr. Spear looked at her as if he were half daft then, but he\nanswered: \"Yes, ma'am, yes, ma'am, certainly, ma'am, no danger at\nall, ma'am.\"  Then he went on ordering the men: \"A leetle more to\nthe right, boys! All together!\"\n\n\"Thank you, my good man, your word is sufficient,\" said the boarder,\nthough Mr. Spear did not seem to hear her.\n\nThen she sailed into the house, and her son, her two daughters, and\nthe grandmother after her. Mrs. Peter Jones and Adeline and her\nmother went home, but I ventured, since I was a sort of relation, to\ngo in and offer to help Caroline set things to rights. She thanked\nme, and said that she did not want any help; when Jacob and Harry\ncame home they would set the furniture in out of the yard.\n\n\"I am sorry for you, Caroline,\" said I.\n\n\"Look at my house, Sophia Lane,\" said she, and that was all she would\nsay. She shut her mouth tight over that. That house was enough to\nmake a strong-minded woman like Caroline dumb, and send a weak one\ninto hysterics. It was dripping with water, and nearly all the\nfurniture out in the yard piled up pell-mell. I could not see how\nshe was going to get supper for the boarders: the kitchen fire was\nout and the stove drenched, with a panful of biscuits in the oven.\n\n\"What are you going to give them for supper, Caroline?\" said I, and\nshe just shook her head. I knew that those boarders would have to\ntake what they could get, or go without.\n\nWhen Caroline was in any difficulty there never was any help for her,\nexcept from the working of circumstances to their own salvation. I\nthought I might as well go home. I offered to give her some pie or\ncake if hers were spoiled, but she only shook her head again, and I\nknew she must have some stored away in the parlor china-closet, where\nthe water had not penetrated.\n\nI went through the house to the front entry, thinking I would go out\nthe front door--the side one was dripping as if it were under a\nwaterfall. Just as I reached it I heard a die-away voice from the\nfront chamber say, \"My good woman.\"\n\nI did not dream that I was addressed, never having been called by\nthat name, though always having hoped that I was a good woman.\n\nSo I kept right on. Then I heard a despairing sigh, and the voice\nsaid, \"You speak to her, Harriet.\"\n\nThen I heard another voice, very sweet and a little timid, \"Will you\nplease step upstairs? Mamma wishes to speak to you.\"\n\nI began to wonder if they were talking to me. I looked up, and\nthere discovered a pretty, innocent, rosy little face, peering over\nthe balustrade at the head of the stairs. \"Will you please step\nupstairs?\" said she again, in the same sweet tones. \"Mamma wishes\nto speak to you.\"\n\nI have a little weakness of the heart, and do not like to climb\nstairs more than I am positively obliged to; it always puts me so out\nof breath. I sleep downstairs on that account. I looked at Caroline's\nfront stairs, which are rather steep, with some hesitation. I felt\nshaken, too, on account of the alarm of fire. Then I heard the first\nvoice again with a sort of languishing authority: \"My good woman,\nwill you be so kind as to step upstairs immediately?\"\n\nI went upstairs. The girl who had spoken to me--I found afterward\nthat she was the elder of the daughters--motioned me to go into the\nnorth chamber. I found them all there. The mother, Mrs. H. Boardman\nJameson, as I afterward knew her name to be, was lying on the bed,\nher head propped high with pillows; the younger daughter was fanning\nher, and she was panting softly as if she were almost exhausted. The\ngrandmother sat beside the north window, with a paper-covered book on\nher knees. She was eating something from a little white box on the\nwindow-sill. The boy was at another window, also with a book in which\nhe did not seem to be interested. He looked up at me, as I entered,\nwith a most peculiar expression of mingled innocence and shyness\nwhich was almost terror. I could not see why the boy should possibly\nbe afraid of me, but I learned afterward that it was either his\nnatural attitude or natural expression. He was either afraid of every\nmortal thing or else appeared to be. The singular elevated arch of\nhis eyebrows over his wide-open blue eyes, and his mouth, which was\nalways parted a little, no doubt served to give this impression. He\nwas a pretty boy, with a fair pink-and-white complexion, and long\nhair curled like a girl's, which looked odd to me, for he was quite\nlarge.\n\nMrs. Jameson beckoned me up to the bed with one languid finger, as if\nshe could not possibly do more. I began to think that perhaps she had\nsome trouble with her heart like myself, and the fire had overcome\nher, and I felt very sympathetic.\n\n\"I am sorry you have had such an unpleasant experience,\" I began,\nbut she cut me short.\n\n\"My good woman,\" said she in little more than a whisper, \"do you\nknow of any house in a sanitary location where we can obtain board\nimmediately? I am very particular about the location. There must be\nno standing water near the house, there must not be trees near on\naccount of the dampness, the neighbors must not keep hens--of course,\nthe people of the house must not keep hens--and the woman must have\nan even temper. I must particularly insist upon an even temper. My\nnerves are exceedingly weak; I cannot endure such a rasping manner as\nthat which I have encountered to-day.\"\n\nWhen she stopped and looked at me for an answer I was so astonished\nthat I did not know what to say. There she was, just arrived; had not\neaten one meal in the house, and wanting to find another\nboarding-place.\n\nFinally I said, rather stupidly I suppose, that I doubted if she\ncould find another boarding-place in our village as good as the one\nwhich she already had.\n\nShe gave another sigh, as if of the most determined patience. \"Have I\nnot already told you, my good woman,\" said she, \"that I cannot endure\nsuch a rasping manner and voice as that of the woman of the house?\nIt is most imperative that I have another boarding-place at once.\"\n\nShe said this in a manner which nettled me a little, as if I had\nboarding-places, for which she had paid liberally and had a right\nto demand, in my hand, and was withholding them from her. I replied\nthat I knew of no other boarding-place of any kind whatsoever in the\nvillage. Then she looked at me in what I suppose was meant to be an\ningratiating way.\n\n\"My good woman,\" said she, \"you look very neat and tidy yourself, and\nI don't doubt are a good plain cook; I am willing to try your house\nif it is not surrounded by trees and there is no standing water near;\nI do not object to running water.\"\n\nIn the midst of this speech the elder daughter had said in a\nfrightened way, \"Oh, mamma!\" but her mother had paid no attention.\nAs for myself, I was angry. The memory of my two years at Wardville\nYoung Ladies' Seminary in my youth and my frugally independent life\nas wife and widow was strong upon me. I had read and improved my\nmind. I was a prominent member of the Ladies' Literary Society of our\nvillage: I wrote papers which were read at the meetings; I felt, in\nreality, not one whit below Mrs. H. Boardman Jameson, and, moreover,\nlarge sleeves were the fashion, and my sleeves were every bit as\nlarge as hers, though she had just come from the city. That added to\nmy conviction of my own importance.\n\n\"Madam,\" said I, \"I do not take boarders. I have never taken\nboarders, and I never shall take boarders.\"  Then I turned and went\nout of the room, and downstairs, with, it seemed to me, much dignity.\n\nHowever, Mrs. Jameson was not impressed by it, for she called after\nme: \"My good woman, will you please tell Mrs. Liscom that I must have\nsome hot water to make my health food with immediately? Tell her to\nsend up a pitcher at once, very hot.\"\n\nI did not tell Caroline about the hot water. I left that for them\nto manage themselves. I did not care to mention hot water with\nCaroline's stove as wet as if it had been dipped in the pond, even\nif I had not been too indignant at the persistent ignoring of my own\ndignity. I went home and found Louisa Field, my brother's widow, and\nher little daughter Alice, who live with me, already there. Louisa\nkeeps the district school, and with her salary, besides the little\nwhich my brother left her, gets along very comfortably. I have a\nsmall sum in bank, besides my house, and we have plenty to live on,\neven if we don't have much to spare.\n\nLouisa was full of excitement over the false alarm of fire, and had\nheard a reason for it which we never fairly knew to be true, though\nnearly all the village believed it. It seems that the little Jameson\nboy, so the story ran, had peeped into the kitchen and had seen it\nfull of smoke from Caroline's smoky chimney when she was kindling the\nfire; then had run out into the yard, and seeing the smoke out there\ntoo, and being of such an exceedingly timid temperament, had run out\nto the head of the lane calling fire, and had there met Tommy Gregg,\nwho had spread the alarm and been the means of calling out the fire\ndepartment.\n\nIndeed, the story purported to come from Tommy Gregg, who declared\nthat the boy at Liscom's had \"hollered\" fire, and when he was asked\nwhere it was had told him at Liscom's. However that may have been, I\nlooked around at our humble little home, at the lounge which I had\ncovered myself, at the threadbare carpet on the sitting-room floor,\nat the wallpaper which was put on the year before my husband died, at\nthe vases on the shelf, which had belonged to my mother, and I was\nvery thankful that I did not care for \"extra things\" or new furniture\nand carpets enough to take boarders who made one feel as if one were\nsimply a colonist of their superior state, and the Republic was over\nand gone.\n\n\n\nII\n\nWE BECOME ACQUAINTED WITH THEM\n\n\nIt was certainly rather unfortunate, as far as the social standing of\nthe Jamesons among us was concerned, that they brought Grandma Cobb\nwith them.\n\nEverybody spoke of her as Grandma Cobb before she had been a week in\nthe village. Mrs. H. Boardman Jameson always called her Madam Cobb,\nbut that made no difference. People in our village had not been\naccustomed to address old ladies as madam, and they did not take\nkindly to it. Grandma Cobb was of a very sociable disposition, and\nshe soon developed the habit of dropping into the village houses at\nall hours of the day and evening. She was an early riser, and all the\nrest of her family slept late, and she probably found it lonesome.\nShe often made a call as early as eight o'clock in the morning, and\nshe came as late as ten o'clock in the evening. When she came in the\nmorning she talked, and when she came in the evening she sat in her\nchair and nodded. She often kept the whole family up, and it was less\nexasperating when she came in the morning, though it was unfortunate\nfor the Jamesons.\n\nIf a bulletin devoted to the biography of the Jameson family had been\nposted every week on the wall of the town house it could have been no\nmore explicit than was Grandma Cobb. Whether we would or not we soon\nknew all about them; the knowledge was fairly forced upon us. We knew\nthat Mr. H. Boardman Jameson had been very wealthy, but had lost most\nof his money the year before through the failure of a bank. We knew\nthat his wealth had all been inherited, and that he would never have\nbeen, in Grandma Cobb's opinion, capable of earning it himself. We\nknew that he had obtained, through the influence of friends, a\nposition in the custom-house, and we knew the precise amount of his\nsalary. We knew that the Jamesons had been obliged to give up their\npalatial apartments in New York and take a humble flat in a less\nfashionable part of the city. We knew that they had always spent\ntheir summers at their own place at the seashore, and that this was\nthe first season of their sojourn in a little country village in a\nplain house. We knew how hard a struggle it had been for them to\ncome here; we knew just how much they paid for their board, how Mrs.\nJameson never wanted anything for breakfast but an egg and a hygienic\nbiscuit, and had health food in the middle of the forenoon and\nafternoon.\n\nWe also knew just how old they all were, and how the H. in Mr.\nJameson's name stood for Hiram. We knew that Mrs. Jameson had never\nliked the name--might, in fact, have refused to marry on that score\nhad not Grandma Cobb reasoned with her and told her that he was a\nworthy man with money, and she not as young as she had been; and how\nshe compromised by always using the abbreviation, both in writing and\nspeaking. \"She always calls him H,\" said Grandma Cobb, \"and I tell\nher sometimes it doesn't look quite respectful to speak to her\nhusband as if he were part of the alphabet.\"  Grandma Cobb, if the\ntruth had been told, was always in a state of covert rebellion\nagainst her daughter.\n\nGrandma Cobb was always dressed in a black silk gown which seemed\nsumptuous to the women of our village. They could scarcely reconcile\nit with the statement that the Jamesons had lost their money. Black\nsilk of a morning was stupendous to them, when they reflected how\nthey had, at the utmost, but one black silk, and that guarded as if\nit were cloth of gold, worn only upon the grandest occasions, and\ndesigned, as they knew in their secret hearts, though they did not\nproclaim it, for their last garment of earth. Grandma Cobb always\nwore a fine lace cap also, which should, according to the opinions of\nthe other old ladies of the village, have been kept sacred for other\nwomen's weddings or her own funeral. She used her best gold-bowed\nspectacles every day, and was always leaving them behind her in the\nvillage houses, and little Tommy or Annie had to run after her with\na charge not to lose them, for nobody knew how much they cost.\n\nGrandma Cobb always carried about with her a paper-covered novel and\na box of cream peppermints. She ate the peppermints and freely\nbestowed them upon others; the novel she never read. She said quite\nopenly that she only carried it about to please her daughter, who had\nliterary tastes. \"She belongs to a Shakespeare Club, and a Browning\nClub, and a Current Literature Club,\" said Grandma Cobb.\n\nWe concluded that she had, feeling altogether incapable of even\ncarrying about Shakespeare and Browning, compromised with peppermints\nand current literature.\n\n\"That book must be current literature,\" said Mrs. Ketchum one day,\n\"but I looked into it when she was at our house, and I should not\nwant Adeline to read it.\"\n\nAfter a while people looked upon Grandma Cobb's book with suspicion;\nbut since she always carried it, thereby keeping it from her\ngrandchildren, and never read it, we agreed that it could not do\nmuch harm.\n\nThe very first time that I saw Grandma Cobb, at Caroline Liscom's,\nshe had that book. I knew it by the red cover and a baking-powder\nadvertisement on the back; and the next time also--that was at the\nseventeenth-of-June picnic.\n\nThe whole Jameson family went to the picnic, rather to our surprise.\nI think people had a fancy that Mrs. H. Boardman Jameson would be\nabove our little rural picnic. We had yet to understand Mrs. Jameson,\nand learn that, however much she really held herself above and aloof,\nshe had not the slightest intention of letting us alone, perhaps\nbecause she thoroughly believed in her own nonmixable quality. Of\ncourse it would always be quite safe for oil to go to a picnic with\nwater, no matter how exclusive it might be.\n\nThe picnic was in Leonard's grove, and young and old were asked. The\nseventeenth-of-June picnic is a regular institution in our village. I\nwent with Louisa, and little Alice in her new white muslin dress; the\nchild had been counting on it for weeks. We were nearly all assembled\nwhen the Jamesons arrived. Half a dozen of us had begun to lay the\ntable for luncheon, though we were not to have it for an hour or two.\nWe always thought it a good plan to make all our preparations in\nseason. We were collecting the baskets and boxes, and it did look as\nif we were to have an unusual feast that year. Those which we peeped\ninto appeared especially tempting. Mrs. Nathan Butters had brought a\ngreat loaf of her rich fruit cake, a kind for which she is famous in\nthe village, and Mrs. Sim White had brought two of her whipped-cream\npies. Mrs. Ketchum had brought six mince pies, which were a real\nrarity in June, and Flora Clark had brought a six-quart pail full of\nthose jumbles she makes, so rich that if you drop one it crumbles to\npieces. Then there were two great pinky hams and a number of\nchickens. Louisa and I had brought a chicken; we had one of ours\nkilled, and I had roasted it the day before.\n\nI remarked to Mrs. Ketchum that we should have an unusually nice\ndinner; and so we should have had if it had not been for Mrs. H.\nBoardman Jameson.\n\nThe Jamesons came driving into the grove in the Liscom carryall and\ntheir buggy. Mr. Jacob Liscom was in charge of the carryall, and the\nJameson boy was on the front seat with him; on the back seat were\nGrandma, or Madam Cobb, and the younger daughter. Harry Liscom drove\nthe bay horse in the buggy, and Mrs. Jameson and Harriet were with\nhim, he sitting between them, very uncomfortably, as it appeared--his\nknees were touching the dasher, as he is a tall young man.\n\nCaroline Liscom did not come, and I did not wonder at it for one.\nShe must have thought it a good chance to rest one day from taking\nboarders. We were surprised that Mrs. Jameson, since she is such a\nstout woman, did not go in the carryall, and let either her younger\ndaughter or the boy go with Harry and Harriet in the buggy. We heard\nafterward that she thought it necessary that she should go with them\nas a chaperon. That seemed a little strange to us, since our village\ngirls were all so well conducted that we thought nothing of their\ngoing buggy-riding with a good young man like Harry Liscom; he is a\nchurch member and prominent in the Sunday-school, and this was in\nbroad daylight and the road full of other carriages. So people stared\nand smiled a little to see Harry driving in with his knees braced\nagainst the dasher, and the buggy canting to one side with the weight\nof Mrs. H. Boardman Jameson. He looked rather shamefaced, I thought,\nthough he is a handsome, brave young fellow, and commonly carries\nhimself boldly enough. Harriet Jameson looked very pretty, though her\ncostume was not, to my way of thinking, quite appropriate. However,\nI suppose that she was not to blame, poor child, and it may easily\nbe more embarrassing to have old fine clothes than old poor ones.\nReally, Harriet Jameson would have looked better dressed that day in\nan old calico gown than the old silk one which she wore. Her waist\nwas blue silk with some limp chiffon at the neck and sleeves, and her\nskirt was old brown silk all frayed at the bottom and very shiny.\nThere were a good many spots on it, too, and some mud stains, though\nit had not rained for two weeks.\n\nHowever, the girl looked pretty, and her hair was done with a stylish\nair, and she wore her old Leghorn hat, with its wreath of faded\nFrench flowers, in a way which was really beyond our girls.\n\nAnd as for Harry Liscom, it was plain enough to be seen that, aside\nfrom his discomfiture at the close attendance of Mrs. H. Boardman\nJameson, he was blissfully satisfied and admiring. I was rather sorry\nto see it on his account, though I had nothing against the girl. I\nthink, on general principles, that it is better usually for a young\nman of our village to marry one of his own sort; that he has a better\nchance of contentment and happiness. However, in this case it seemed\nquite likely that there would be no chance of married happiness at\nall. It did not look probable that Mrs. H. Boardman Jameson would\nsmile upon her eldest daughter's marriage with the son of \"a good\nwoman,\" and I was not quite sure as to what Caroline Liscom would\nsay.\n\nMr. Jacob Liscom is a pleasant-faced, mild-eyed man, very tall and\nslender. He lifted out the Jameson boy, who did not jump out over the\nwheel, as boys generally do when arriving at a picnic, and then he\ntipped over the front seat and helped out Madam Cobb, and the younger\ndaughter, whose name was Sarah. We had not thought much of such\nold-fashioned names as Harriet and Sarah for some years past in our\nvillage, and it seemed rather odd taste in these city people. We\nconsidered Hattie and Sadie much prettier. Generally the Harriets and\nSarahs endured only in the seclusion of the family Bible and the\nbaptismal records. Quite a number of the ladies had met Mrs. Jameson,\nhaving either called at Mrs. Liscom's and seen her there, or having\nspoken to her at church; and as for Grandma Cobb, she had had time to\nvisit nearly every house in the village, as I knew, though she had\nnot been to mine. Grandma Cobb got out, all smiling, and Jacob Liscom\nhanded her the box of peppermints and the paper-covered novel, and\nthen Harry Liscom helped out Harriet and her mother.\n\nMrs. Jameson walked straight up to us who were laying the table, and\nHarry followed her with a curiously abashed expression, carrying a\ngreat tin cracker-box in one hand and a large basket in the other. We\nsaid good-morning as politely as we knew how to Mrs. Jameson, and she\nreturned it with a brisk air which rather took our breaths away, it\nwas so indicative of urgent and very pressing business. Then, to our\nutter astonishment, up she marched to the nearest basket on the\ntable and deliberately took off the cover and began taking out the\ncontents. It happened to be Mrs. Nathan Butters' basket. Mrs. Jameson\nlifted out the great loaf of fruit cake and set it on the table\nwith a contemptuous thud, as it seemed to us; then she took out a\ncranberry pie and a frosted apple pie, and set them beside it. She\nopened Mrs. Peter Jones' basket next, and Mrs. Jones stood there\nall full of nervous twitches and saw her take out a pile of ham\nsandwiches and a loaf of chocolate cake and a bottle of pickles. She\nwent on opening the baskets and boxes one after another, and we stood\nwatching her. Finally she came to the pail full of jumbles, and her\nhand slipped and the most of them fell to the ground and were a mass\nof crumbles.\n\nThen Mrs. Jameson spoke; she had not before said a word. \"These are\nenough to poison the whole village,\" said she, and she sniffed with\na proud uplifting of her nose.\n\nI am sure that a little sound, something between a groan and a gasp,\ncame from us, but no one spoke. I felt that it was fortunate, and\nyet I was almost sorry that Flora Clark, who made those jumbles, was\nnot there; she had gone to pick wild flowers with her Sunday-school\nclass. Flora is very high-spirited and very proud of her jumbles, and\nI knew that she would not have stood it for a minute to hear them\ncalled poison. There would certainly have been words then and there,\nfor Flora is afraid of nobody. She is a smart, handsome woman, and\nwould have been married long ago if it had not been for her temper.\n\nMrs. Jameson did not attempt to gather up the jumbles; she just went\non after that remark of hers, opening the rest of the things; there\nwere only one or two more. Then she took the cracker-box which Harry\nhad brought; he had stolen away to put up his horse, and it looked to\nme very much as if Harriet had stolen away with him, for I could not\nsee her anywhere.\n\nMrs. Jameson lifted this cracker-box on to the table and opened it.\nIt was quite full of thick, hard-looking biscuits, or crackers. She\nlaid them in a pile beside the other things; then she took up the\nbasket and opened that. There was another kind of a cracker in that,\nand two large papers of something. When everything was taken out she\npointed at the piles of eatables on the table, and addressed us:\n\"Ladies, attention!\" rapping slightly with a spoon at the same time.\nHer voice was very sweet, with a curious kind of forced sweetness:\n\"Ladies, attention! I wish you to carefully observe the food upon\nthe table before us. I wish you to consider it from the standpoint\nof wives and mothers of families. There is the food which you have\nbrought, unwholesome, indigestible; there is mine, approved of by the\nforemost physicians and men of science of the day. For ten years I\nhave had serious trouble with the alimentary canal, and this food\nhas kept me in strength and vigor. Had I attempted to live upon your\nfresh biscuits, your frosted cakes, your rich pastry, I should be in\nmy grave. One of those biscuits which you see there before you is\nequal in nourishment to six of your indigestible pies, or every cake\nupon the table. The great cause of the insanity and dyspepsia so\nprevalent among the rural classes is rich pie and cake. I feel it my\nduty to warn you. I hope, ladies, that you will consider carefully\nwhat I have said.\"\n\nWith that, Mrs. Jameson withdrew herself a little way and sat down\nunder a tree on a cushion which had been brought in the carryall. We\nlooked at one another, but we did not say anything for a few minutes.\n\nFinally, Mrs. White, who is very good-natured, remarked that she\nsupposed that she meant well, and she had better put her pies back in\nthe basket or they would dry up. We all began putting back the things\nwhich Mrs. Jameson had taken out, except the broken jumbles, and\nwere very quiet. However, we could not help feeling astonished and\naggrieved at what Mrs. Jameson had said about the insanity and\ndyspepsia in our village, since we could scarcely remember one case\nof insanity, and very few of us had to be in the least careful as\nto what we ate. Mrs. Peter Jones did say in a whisper that if Mrs.\nJameson had had dyspepsia ten years on those hard biscuits it\nwas more than any of us had had on our cake and pie. We left the\nbiscuits, and the two paper packages which Mrs. Jameson had brought,\nin a heap on the table just where she had put them.\n\nAfter we had replaced the baskets we all scattered about, trying to\nenjoy ourselves in the sweet pine woods, but it was hard work, we\nwere so much disturbed by what had happened. We wondered uneasily,\ntoo, what Flora Clark would say about her jumbles. We were all quiet,\npeaceful people who dreaded altercation; it made our hearts beat too\nfast. Taking it altogether, we felt very much as if some great,\novergrown bird of another species had gotten into our village nest,\nand we were in the midst of an awful commotion of strange wings and\nbeak. Still we agreed that Mrs. Jameson had probably meant well.\n\nGrandma Cobb seemed to be enjoying herself. She was moving about, her\nnovel under her arm and her peppermint box in her hand, holding up\nher gown daintily in front. She spoke to everybody affably, and told\na number confidentially that her daughter was very delicate about\nher eating, but she herself believed in eating what you liked.\nHarriet and Harry Liscom were still missing, and so were the younger\ndaughter, Sarah, and the boy. The boy's name, by the way, was Cobb,\nhis mother's maiden name. That seemed strange to us, but it possibly\nwould not have seemed so had it been a prettier name.\n\nJust before lunch-time Cobb and his sister Sarah appeared, and they\nwere in great trouble. Jonas Green, who owns the farm next the grove,\nwas with them, and actually had Cobb by the hair, holding all his\ngathered-up curls tight in his fist. He held Sarah by one arm, too,\nand she was crying. Cobb was crying, too, for that matter, and crying\nout loud like a baby.\n\nJonas Green is a very brusque man, and he did look as angry as I had\never seen any one, and when I saw what those two were carrying I did\nnot much wonder. Their hands were full of squash blossoms and potato\nblossoms, and Jonas Green's garden is the pride of his life.\n\nJonas Green marched straight up to Mrs. Jameson under her tree, and\nsaid in a loud voice: \"Ma'am, if this boy and girl are yours I think\nit is about time you taught them better than to tramp through folks'\nfields picking things that don't belong to them, and I expect what\nI've lost in squashes and potatoes to be made good to me.\"\n\nWe all waited, breathless, and Mrs. Jameson put on her eyeglasses\nand looked up. Then she spoke sweetly.\n\n\"My good man,\" said she, \"if, when you come to dig your squashes, you\nfind less than usual, and when you come to pick your potatoes the\nbushes are not in as good condition as they generally are, you may\ncome to me and I will make it right with you.\"\n\nMrs. Jameson spoke with the greatest dignity and sweetness, and we\nalmost felt as if she were the injured party, in spite of all those\nsquash and potato blossoms. As for Jonas Green, he stared at her for\nthe space of a minute, then he gave a loud laugh, let go of the boy\nand girl, and strode away. We heard him laughing to himself as he\nwent; all through his life the mention of potato bushes and digging\nsquashes was enough to send him into fits of laughter. It was the\njoke of his lifetime, for Jonas Green had never been a merry man, and\nit was probably worth more than the vegetables which he had lost. I\npitied Cobb and Sarah, they were so frightened, and got hold of them\nmyself and comforted them. Sarah was just such another little timid,\nopen-mouthed, wide-eyed sort of thing as her brother, and they were\nmerely picking flowers, as they supposed.\n\n\"I never saw such beautiful yellow flowers,\" Sarah said, sobbing and\nlooking ruefully at her great bouquet of squash blossoms. This little\nSarah, who was only twelve, and very small and childish for her age,\nsaid sooner and later many ignorant, and yet quaintly innocent things\nabout our country life, which were widely repeated. It was Sarah who\nsaid, when she was offered some honey at a village tea-drinking, \"Oh,\nwill you please tell me what time you drive home your bees? and do\nthey give honey twice a day like the cows?\"  It was Sarah who, when\nher brother was very anxious to see the pigs on Mr. White's farm,\nsaid, \"Oh, be quiet, Cobb, dear; it is too late tonight; the pigs\nmust have gone into their holes.\"\n\nI think poor Cobb and Sarah might have had a pleasant time at the\npicnic, after all--for my little Alice made friends with them, and\nMrs. Sim White's Charlie--had it not been for their mother's obliging\nthem to eat her hygienic biscuits for their luncheons. It was really\npitiful to see them looking so wistfully at the cake and pie. I had a\nfeeling of relief that all the rest of us were not obliged to make\nour repast of hygienic bread. I had a fear lest Mrs. Jameson might\ntry to force us to do so. However, all she did was to wait until we\nwere fairly started upon our meal, and then send around her children\nwith her biscuits, following them herself with the most tender\nentreaties that we would put aside that unwholesome food and not risk\nour precious lives. She would not, however, allow us to drink our own\ncoffee--about that she was firm. She insisted upon our making some\nhygienic coffee which she had brought from the city, and we were\nobliged to yield, or appear in a very stubborn and ungrateful light.\nThe coffee was really very good, and we did not mind. The other\nparcel which she had brought contained a health food, to be made\ninto a sort of porridge with hot water, and little cups of that were\npassed around, Mrs. Jameson's face fairly beaming with benevolence\nthe while, and there was no doubt that she was entirely in earnest.\n\nStill, we were all so disturbed--that is, all of us elder\npeople--that I doubt if anybody enjoyed that luncheon unless it was\nGrandma Cobb. She did not eat hygienic biscuits, but did eat cake and\npie in unlimited quantities. I was really afraid that she would make\nherself ill with Mrs. Butter's fruit cake. One thing was a great\nrelief, to me at least: Flora Clark did not know the true story of\nher jumbles until some time afterward. Mrs. White told her that the\npail had been upset and they were broken, and we were all so sorry;\nand she did not suspect. We were glad to avoid a meeting between her\nand Mrs. Jameson, for none of us felt as if we could endure it then.\n\nI suppose the young folks enjoyed the picnic if we did not, and that\nwas the principal thing to be considered, after all. I know that\nHarry Liscom and Harriet Jameson enjoyed it, and all the more that\nit was a sort of stolen pleasure. Just before we went home I was\nstrolling off by myself near the brook, and all of a sudden saw the\ntwo young things under a willow tree. I stood back softly, and they\nnever knew that I was there, but they were sitting side by side, and\nHarry's arm was around the girl's waist, and her head was on his\nshoulder, and they were looking at each other as if they saw angels,\nand I thought to myself that, whether it was due to hygienic bread or\npie, they were in love--and what would Mrs. H. Boardman Jameson and\nCaroline Liscom say?\n\n\n\nIII\n\nMRS. JAMESON IMPROVES US\n\n\nIt was some time before we really understood that we were to be\nimproved. We might have suspected it from the episode of the hygienic\nbiscuits at the picnic, but we did not. We were not fairly aware of\nit until the Ladies' Sewing Circle met one afternoon with Mrs. Sim\nWhite, the president, the first week in July.\n\nIt was a very hot afternoon, and I doubt if we should have had the\nmeeting that day had it not been that we were anxious to get off\na barrel as soon as possible to a missionary in Minnesota. The\nmissionary had seven children, the youngest only six weeks old, and\nthey were really suffering. Flora Clark did say that if it were as\nhot in Minnesota as it was in Linnville she would not thank anybody\nto send her clothes; she would be thankful for the excuse of poverty\nto go without them. But Mrs. Sim White would not hear to having the\nmeeting put off; she said that a cyclone might come up any minute in\nMinnesota and cool the air, and then think of all those poor children\nwith nothing to cover them. Flora Clark had the audacity to say that\nafter the cyclone there might not be any children to cover, and a few\nof the younger members tittered; but we never took Flora's speeches\nseriously. She always came to the sewing meeting, no matter how much\nshe opposed it, and sewed faster than any of us. She came that\nafternoon and made three flannel petticoats for three of the\nchildren, though she did say that she thought the money would have\nbeen better laid out in palm-leaf fans.\n\nWe were astonished to see Mrs. H. Boardman Jameson come that very\nhot afternoon, for we knew that she considered herself delicate,\nand, besides, we wondered that she should feel interested in our\nsewing circle. Her daughter Harriet came with her; Madam Cobb, as\nI afterward learned, went, instead, to Mrs. Ketchum's, and stayed\nall the afternoon, and kept her from going to the meeting at all.\n\nCaroline Liscom came with her boarders, and I knew, the minute I saw\nher, that something was wrong. She had a look of desperation and\ndefiance which I had seen on her face before. Thinks I to myself:\n\"You are all upset over something, but you have made up your mind\nto hide it, whether or no.\"\n\nMrs. Jameson had a book in her hand, and when she first came in she\nlaid it on the table where we cut out our work. Mrs. Liscom went\naround the room with her, introducing her to the ladies whom she had\nnot met before. I could see that she did not like to do it, and was\nsimply swallowing her objections with hard gulps every time she\nintroduced her.\n\nHarriet walked behind her mother and Mrs. Liscom, and spoke very\nprettily every time she was addressed.\n\nHarriet Jameson was really an exceedingly pretty girl, with a kind of\napologetic sweetness and meekness of manner which won her friends.\nHer dress that afternoon was pretty, too: a fine white lawn trimmed\nwith very handsome embroidery, and a white satin ribbon at the waist\nand throat. I understood afterward that Mrs. Jameson did not allow\nher daughters to wear their best clothes generally to our village\nfestivities, but kept them for occasions in the city, since their\nfortunes were reduced, thinking that their old finery, though it\nmight be a little the worse for wear, was good enough for our\nunsophisticated eyes. But that might not have been true; Harriet\nwas very well dressed that afternoon, at all events.\n\nMrs. Jameson seemed to be really very affable. She spoke cordially\nto us all, and then asked to have some work given her; but, as it\nhappened, there was nothing cut out except a black dress for the\nmissionary's wife, and she did not like to strain her eyes working\non black.\n\n\"Let me cut something out,\" said she in her brisk manner; \"I have\ncome here to be useful. What is there needing to be cut out?\"\n\nIt was Flora Clark who replied, and I always suspected her of a\nmotive in it, for she had heard about her jumbles by that time. She\nsaid there was a little pair of gingham trousers needed for the\nmissionary's five-year-old boy, and Mrs. Jameson, without a quiver of\nhesitation, asked for the gingham and scissors. I believe she would\nhave undertaken a suit for the missionary with the same alacrity.\n\nMrs. Jameson was given another little pair of trousers, a size\nsmaller than those required, for a pattern, a piece of blue and white\ngingham and the shears, and she began. We all watched her furtively,\nbut she went slashing away with as much confidence as if she had\nserved an apprenticeship with a tailor in her youth. We began to\nthink that possibly she knew better how to cut out trousers than we\ndid. Mrs. White whispered to me that she had heard that many of those\nrich city women learned how to do everything in case they lost their\nmoney, and she thought it was so sensible.\n\nWhen Mrs. Jameson had finished cutting out the trousers, which was in\na very short space of time, she asked for some thread and a needle,\nand Flora Clark started to get some, and got thereby an excuse to\nexamine the trousers. She looked at them, and held them up so we all\ncould see, and then she spoke.\n\n\"Mrs. Jameson,\" said she, \"these are cut just alike back and front,\nand they are large enough for a boy of twelve.\"  She spoke very\nclearly and decisively. Flora Clark never minces matters.\n\nWe fairly shivered with terror as to what would come next, and poor\nMrs. White clutched my arm hard. \"Oh,\" she whispered, \"I am so sorry\nshe spoke so.\"\n\nBut Mrs. Jameson was not so easily put down. She replied very coolly\nand sweetly, and apparently without the slightest resentment, that\nshe had made them so on purpose, so that the boy would not outgrow\nthem, and she always thought it better to have the back and front cut\nalike; the trousers could then be worn either way, and would last\nmuch longer.\n\nTo our horror, Flora Clark spoke again. \"I guess you are right about\ntheir lasting,\" said she; \"I shouldn't think those trousers would\nwear out any faster on a five-year-old boy than they would on a pair\nof tongs. They certainly won't touch him anywhere.\"\n\nMrs. Jameson only smiled in her calmly superior way at that, and we\nconcluded that she must be good-tempered. As for Flora, she said\nnothing more, and we all felt much relieved.\n\nMrs. Jameson went to sewing on the trousers with the same confidence\nwith which she had cut them out; but I must say we had a little more\ndoubt about her skill. She sewed with incredible swiftness; I did not\ntime her exactly, but it did not seem to me that she was more than\nan hour in making those trousers. I know the meeting began at two\no'clock, and it was not more than half-past three when she announced\nthat they were done.\n\nFlora Clark rose, and Mrs. White clutched her skirt and held her back\nwhile she whispered something. However, Flora went across the room to\nthe table, and held up the little trousers that we all might see.\nMrs. Jameson had done what many a novice in trousers-making does:\nsewed one leg over the other and made a bag of them. They were\ncertainly a comical sight. I don't know whether Flora's sense of\nhumor got the better of her wrath, or whether Mrs. White's\nexpostulation influenced her, but she did not say one word, only\nstood there holding the trousers, her mouth twitching. As for the\nrest of us, it was all we could do to keep our faces straight. Mrs.\nJameson was looking at her book, and did not seem to notice anything;\nand Harriet was sitting with her back to Flora, of which I was glad.\nI should have been sorry to have had the child's feelings hurt.\n\nFlora laid the trousers on the table and came back to her seat\nwithout a word, and I know that Mrs. White sat up nearly all night\nripping them, and cutting them over, and sewing them together again,\nin season to have them packed in the barrel the next day.\n\nIn the mean time, Mrs. Jameson was finding the place in her book;\nand just as Mrs. Peter Jones had asked Mrs. Butters if it were true\nthat Dora Peckham was going to marry Thomas Wells and had bought her\nwedding dress, and before Mrs. Butters had a chance to answer her\n(she lives next door to the Peckhams), she rapped with the scissors\non the table.\n\n\"Ladies,\" said she. \"Ladies, attention!\"\n\nI suppose we all did stiffen up involuntarily; it was so obviously\nnot Mrs. Jameson's place to call us to order and attention. Of course\nshe should have been introduced by our President, who should herself\nhave done the rapping with the scissors. Flora Clark opened her mouth\nto speak, but Mrs. White clutched her arm and looked at her so\nbeseechingly that she kept quiet.\n\nMrs. Jameson continued, utterly unconscious of having given any\noffence. We supposed that she did not once think it possible that we\nknew what the usages of ladies' societies were. \"Ladies,\" said she,\n\"I am sure that you will all prefer having your minds improved and\nyour spheres enlarged by the study and contemplation of one of the\ngreatest authors of any age, to indulging in narrow village gossip.\nI will now read to you a selection from Robert Browning.\"\n\nMrs. Jameson said Robert Browning with such an impressive and\ntriumphantly introductory air that it was almost impossible for a\nminute not to feel that Browning was actually there in our sewing\ncircle. She made a little pause, too, which seemed to indicate just\nthat. It was borne upon Mrs. White's mind that she ought to clap,\nand she made a feeble motion with her two motherly hands which one\nor two of us echoed.\n\nMrs. Jameson began to read the selection from Robert Browning. Now,\nas I have said before, we have a literary society in our village, but\nwe have never attempted to read Browning at our meetings. Some of us\nread him a little and strive to appreciate him, but we have been\nquite sure that some other author would interest a larger proportion\nof the ladies. I don't suppose that more than three of us had ever\nread or even heard of the selection which Mrs. Jameson read. It was,\nto my way of thinking, one of the most difficult of them all to be\nunderstood by an untrained mind, but we listened politely, and with\na semblance, at least, of admiring interest.\n\nI think Harriet Jameson was at first the only seriously disturbed\nlistener, to judge from her expression. The poor child looked so\nanxious and distressed that I was sorry for her. I heard afterward\nthat she had begged her mother not to take the Browning book, saying\nthat she did not believe the ladies would like it; and Mrs. Jameson\nhad replied that she felt it to be her duty to teach them to like\nit, and divert their minds from the petty gossip which she had always\nheard was the distinguishing feature of rural sewing meetings.\n\nMrs. Jameson read and read; when she had finished the first selection\nshe read another. At half-past four o'clock, Mrs. White, who had been\ncasting distressed glances at me, rose and stole out on tiptoe.\n\nI knew why she did so; Mrs. Bemis' hired girl next door was baking\nher biscuits for her that she need not heat her house up, and she had\nbrought them in. I heard the kitchen door open.\n\nPresently Mrs. White stole in again and tried to listen politely to\nthe reading, but her expression was so strained to maintain interest\nthat one could see the anxiety underneath. I knew what worried her\nbefore she told me, as she did presently. \"I have rolled those\nbiscuits up in a cloth,\" she whispered, \"but I am dreadfully afraid\nthat they will be spoiled.\"\n\nMrs. Jameson began another selection, and I did pity Mrs. White. She\nwhispered to me again that her table was not set, and the biscuits\nwould certainly be spoiled.\n\nThe selection which Mrs. Jameson was then reading was a short one,\nand I saw Mrs. White begin to brighten as she evidently drew near the\nend. But her joy was of short duration, as Mrs. Jameson began another\nselection.\n\nHowever, Mrs. White laid an imploring hand on Flora Clark's arm when\nshe manifested symptoms of rising and interrupting the reading. Flora\nwas getting angry--I knew by the way her forehead was knitted and by\nthe jerky way she sewed. Poor Harriet Jameson looked more and more\ndistressed. I was sure she saw Mrs. White holding back Flora, and\nknew just what it meant. Harriet was sitting quite idle with her\nlittle hands in her lap; we had set her to hemming a ruffle for the\nmissionary's wife's dress, but her stitches were so hopelessly uneven\nthat I had quietly taken it from her and told her I was out of work\nand would do it myself. The poor child had blushed when she gave it\nup. She evidently knew her deficiencies.\n\nMrs. Jameson read selections from Robert Browning until six o'clock,\nand by that time Mrs. White had attained to the calmness of despair.\nAt a quarter of six she whispered to me that the biscuits were\nspoiled, and then her face settled into an expression of stony\npeace. When Mrs. Jameson finally closed her book there was a murmur\nwhich might have been considered expressive of relief or applause,\naccording to the amount of self-complacency of the reader. Mrs.\nJameson evidently considered it applause, for she bowed in a highly\ngracious manner, and remarked: \"I am very glad if I have given you\npleasure, ladies, and I shall be more than pleased at some future\ntime to read some other selections even superior to these which I\nhave given, and also to make some remarks upon them.\"\n\nThere was another murmur, which might have been of pleasure at the\nprospect of the future reading, or the respite from the present one;\nI was puzzled to know which it did mean.\n\nWe always had our supper at our sewing meetings at precisely five\no'clock, and now it was an hour later. Mrs. White rose and went out\ndirectly, and Flora Clark and I followed her to assist. We began\nlaying the table as fast as we could, while Mrs. White was cutting\nthe cake. The ladies of the society brought the cake and pie, and\nMrs. White furnished the bread and tea. However, that night it was so\nvery warm we had decided to have lemonade instead of tea. Mrs. White\nhad put it to vote among the ladies when they first came, and we had\nall decided in favor of lemonade. There was another reason for Mrs.\nWhite not having tea: she has no dining-room, but eats in her kitchen\nsummer and winter. It is a very large room, but of course in such\nheat as there was that day even a little fire would have made it\nunendurably warm. So she had planned to have her biscuits baked in\nMrs. Bemis' stove and have lemonade.\n\nOur preparations were nearly completed, and we were placing the last\nthings on the table, when my sister-in-law, Louisa Field, came out,\nand I knew that something was wrong.\n\n\"What is the matter?\" said I.\n\nLouisa looked at Flora as if she were almost afraid to speak, but\nfinally it came out: Mrs. Jameson must have some hot water to prepare\nher health food, as she dared not eat our hurtful cake and pie,\nespecially in such heat.\n\nFlora Clark's eyes snapped. She could not be repressed any longer,\nso she turned on poor Louisa as if she were the offender. \"Let her\ngo home, then!\" said she. \"She sha'n't have any hot water in this\nhouse!\"\n\nFlora spoke very loud, and Mrs. White was in agony. \"Oh, Flora!\ndon't, don't!\" said she. But she looked at the cold kitchen stove\nin dismay.\n\nI suggested boiling the kettle on Mrs. Bemis' stove; but that could\nnot be done, for the hired girl had gone away buggy-riding with her\nbeau after she had brought in the biscuits, and Mrs. Bemis was not at\nthe sewing circle: her mother, in the next town, was ill, and she had\ngone to see her. So the Bemis house was locked up, and the fire no\ndoubt out. Mrs. White lives on an outlying farm, and there was not\nanother neighbor within a quarter of a mile. If Mrs. Jameson must\nhave that hot water for her hygienic food there was really nothing\nto do but to make up the fire in the kitchen stove, no matter how\nuncomfortable we all might be in consequence.\n\nFlora Clark said in a very loud voice, and Mrs. White could not hush\nher, that she would see Mrs. H. Boardman Jameson in Gibraltar first;\nand she was so indignant because Mrs. White began to put kindlings\ninto the stove that she stalked off into the other room. Mrs. White\nbegged me to follow her and try to keep her quiet, but I was so\nindignant myself that I was almost tempted to wish she would speak\nout her mind. I ran out and filled the tea-kettle, telling Mrs. White\nthat I guessed Flora wouldn't say anything, and we started the fire.\n\nIt was a quarter of seven before the water was hot, and we asked the\nladies to walk out to supper. Luckily, the gentlemen were not coming\nthat night. It was haying-time, and we had decided, since we held the\nmeeting principally because of the extra work, that we would not have\nthem. We often think that the younger women don't do as much work\nwhen the gentlemen are coming; they are upstairs so long curling\ntheir hair and prinking.\n\nI wondered if Flora Clark had said anything. I heard afterward that\nshe had not, but I saw at once that she was endeavoring to wreak a\nlittle revenge upon Mrs. Jameson. By a series of very skilfull and\nscarcely perceptible manoeuvres she gently impelled Mrs. Jameson,\nwithout her being aware of it, into the seat directly in front of the\nstove. I knew it was not befitting my age and Christian character,\nbut I was glad to see her there. The heat that night was something\nterrific, and the fire in the stove, although we had made no more\nthan we could help, had increased it decidedly. I thought that Mrs.\nJameson, between the stove at her back and the hot water in her\nhealth food, would have her just deserts. It did seem as if she must\nbe some degrees warmer than any of the rest of us.\n\nHowever, who thought to inflict just deserts upon her reckoned\nwithout Mrs. H. Boardman Jameson. She began stirring the health food,\nwhich she had brought, in her cup of hot water; but suddenly she\nlooked around, saw the stove at her back, and sweetly asked Mrs.\nWhite if she could not have another seat, as the heat was very apt to\naffect her head.\n\nIt was Harriet, after all, upon whom the punishment for her mother's\nthoughtlessness fell. She jumped up at once, and eagerly volunteered\nto change seats with her.\n\n\"Indeed, my place is quite cool, mamma,\" she said. So Mrs. Jameson\nand her daughter exchanged places; and I did not dare look at Flora\nClark.\n\nThough the kitchen was so hot, I think we all felt that we had reason\nto be thankful that Mrs. Jameson did not beseech us to eat health\nfood as she did at the picnic, and also that the reading was over for\nthat day.\n\nLouisa, when we were going home that night, said she supposed that\nMrs. Jameson would try to improve our literary society also; and she\nwas proved to be right in her supposition at the very next meeting.\nMrs. Jameson came, and she not only read selections from Browning,\nbut she started us in that mad problem of Shakespeare and Bacon. Most\nof the ladies in our society had not an intimate acquaintance with\neither, having had, if the truth were told, their minds too fully\noccupied with such humble domestic questions of identity as whether\nJohnny or Tommy stole the sugar.\n\nHowever, when we were once fairly started there was no end to our\ninterest; we all agonized over it, and poor Mrs. Sim White was so\nexercised over the probable deception of either Bacon or Shakespeare,\nin any case, that she told me privately that she was tempted to leave\nthe literary society and confine herself to her Bible.\n\nThere was actual animosity between some members of our society in\nconsequence. Mrs. Charles Root and Rebecca Snow did not speak to each\nother for weeks because Mrs. Root believed that Shakespeare was\nBacon, and Rebecca believed he was himself. Rebecca even stayed away\nfrom church and the society on that account.\n\nMrs. Jameson expressed herself as very much edified at our interest,\nand said she considered it a proof that our spheres were widening.\n\nLouisa and I agreed that if we could only arrive at a satisfactory\nconclusion in the matter we should feel that ours were wider;\nand Flora Clark said it did not seem of much use to her, since\nShakespeare and Bacon were both dead and gone, and we were too much\nconcerned with those plays which were written anyhow, and no question\nabout it, to bother about anything else. It did not seem to her that\nthe opinion of our literary society would make much difference to\neither of them, and that possibly we had better spend our time in\nstudying the plays.\n\nAt the second meeting of our society which Mrs. Jameson attended she\ngave us a lecture, which she had written and delivered before her\nShakespeare club in the city. It was upon the modern drama, and we\nthought it must be very instructive, only as few of us ever went to\nthe theatre, or even knew the name of a modern playwright, it was\nalmost like a lecture in an unknown tongue. Mrs. Ketchum went to\nsleep and snored, and told me on the way home that she did not mean\nto be ungrateful, but she could not help feeling that it would have\nbeen as improving for her to stay at home and read a new\nSunday-school book that she was interested in.\n\nMrs. Jameson did not confine herself in her efforts for our\nimprovement to our diet and our literary tastes. After she had us\nfairly started in our bewildering career on the tracks of Bacon and\nShakespeare--doing a sort of amateur detective work in the tombs, as\nit were--and after she had induced the storekeeper to lay in a supply\nof health food--which he finally fed to the chickens--she turned\nher attention to our costumes. She begged us to cut off our gowns\nat least three inches around the bottoms, for wear when engaged\nin domestic pursuits, and she tried to induce mothers to take off\nthe shoes and stockings of their small children, and let them run\nbarefoot. Children of a larger growth in our village quite generally\ngo barefoot in the summer, but the little ones are always, as a rule,\nwell shod. Mrs. Jameson said that it was much better for them also\nto go without shoes and stockings, and Louisa and I were inclined\nto think she might be right--it does seem to be the natural way of\nthings. But people rather resented her catching their children on the\nstreet and stripping off their shoes and stockings, and sending the\nlittle things home with them in their hands. However, their mothers\nput on the shoes and stockings, and thought she must mean well. Very\nfew of them said anything to her by way of expostulation; but the\nchildren finally ran when they saw her coming, so they would not have\ntheir shoes and stockings taken off.\n\nAll this time, while Mrs. H. Boardman Jameson was striving to improve\nus, her daughter Harriet was seemingly devoting all her energies to\nthe improvement of Harry Liscom, or to the improvement of her own\nideal in his heart, whichever it may have been; and I think she\nsucceeded in each case.\n\nNeither Mrs. Liscom nor Mrs. Jameson seemed aware of it, but people\nbegan to say that Harry Liscom and the eldest Jameson girl were going\ntogether.\n\nI had no doubt of it after what I had seen in the grove; and one\nevening during the last of July I had additional evidence. In the\ncool of the day I strolled down the road a little way, and finally\nstopped at the old Wray house. Nobody lived there then; it had been\nshut up for many a year. I thought I would sit down on the old\ndoorstep and rest, and I had barely settled myself when I heard\nvoices. They came around the corner from the south piazza, and I\ncould not help hearing what they said, though I rose and went away\nas soon as I had my wits about me and fairly knew that I was\neavesdropping.\n\n\"You are so far above me,\" said a boy's voice which I knew was Harry\nLiscom's.\n\nThen came the voice of the girl in reply: \"Oh, Harry, it is you who\nare so far above me.\"  Then I was sure that they kissed each other.\n\nI reflected as I stole softly away, lest they should discover me and\nbe ashamed, that, after all, it was only love which could set people\nupon immeasurable heights in each other's eyes, and stimulate them to\nreal improvement and to live up to each other's ideals.\n\n\n\nIV\n\nTHEY TAKE A FARM\n\n\nI had wondered a little, after Mrs. Jameson's frantic appeal to me to\nsecure another boarding-place for her, that she seemed to settle down\nso contentedly at Caroline Liscom's. She said nothing more about her\ndissatisfaction, if she felt any. However, I fancy that Mrs. Jameson\nis one to always conceal her distaste for the inevitable, and\nshe must have known that she could not have secured another\nboarding-place in Linnville. As for Caroline Liscom, her mouth is\nalways closed upon her own affairs until they have become matters of\nhistory. She never said a word to me about the Jamesons until they\nhad ceased to be her boarders, which was during the first week in\nAugust. My sister-in-law, Louisa Field, came home one afternoon with\nthe news. She had been over to Mrs. Gregg's to get her receipt for\nblackberry jam, and had heard it there. Mrs. Gregg always knew about\nthe happenings in our village before they fairly gathered form on the\nhorizon of reality.\n\n\"What do you think, Sophia?\" said Louisa when she came in--she did\nnot wait to take off her hat before she began--\"the Jamesons are\ngoing to leave the Liscoms, and they have rented the old Wray place,\nand are going to run the farm and raise vegetables and eggs. Mr.\nJameson is coming on Saturday night, and they are going to move in\nnext Monday.\"\n\nI was very much astonished; I had never dreamed that the Jamesons had\nany taste for farming, and then, too, it was so late in the season.\n\n\"Old Jonas Martin is planting the garden now,\" said Louisa. \"I saw\nhim as I came past.\"\n\n\"The garden,\" said I; \"why, it is the first of August!\"\n\n\"Mrs. Jameson thinks that she can raise late peas and corn, and set\nhens so as to have spring chickens very early in the season,\" replied\nLouisa, laughing; \"at least, that is what Mrs. Gregg says. The\nJamesons are going to stay here until the last of October, and then\nJonas Martin is going to take care of the hens through the winter.\"\n\nI remembered with a bewildered feeling what Mrs. Jameson had said\nabout not wanting to board with people who kept hens, and here she\nwas going to keep them herself.\n\nLouisa and I wondered what kind of a man Mr. H. Boardman Jameson\nmight be; he had never been to Linnville, being kept in the city by\nhis duties at the custom-house.\n\n\"I don't believe that he will have much to say about the farm while\nMrs. Jameson has a tongue in her head,\" said Louisa; and I agreed\nwith her.\n\nWhen we saw Mr. H. Boardman Jameson at church the next Sunday we were\nconfirmed in our opinion.\n\nHe was a small man, much smaller than his wife, with a certain air of\ndefunct style about him. He had quite a fierce bristle of moustache,\nand a nervous briskness of carriage, yet there was something that was\nunmistakably conciliatory and subservient in his bearing toward Mrs.\nJameson. He stood aside for her to enter the pew, with the attitude\nof vassalage; he seemed to respond with an echo of deference to every\nrustle of her silken skirts and every heave of her wide shoulders.\nMrs. Jameson was an Episcopalian, and our church is Congregational.\nMrs. Jameson did not attempt to kneel when she entered, but bent her\nhead forward upon the back of the pew in front of her. Mr. Jameson\nwaited until she was fairly in position, with observant and anxious\neyes upon her, before he did likewise.\n\nThis was really the first Sunday on which Mrs. Jameson herself had\nappeared at church. Ever since she had been in our village the\nSundays had been exceptionally warm, or else rainy and disagreeable,\nand of course Mrs. Jameson was in delicate health. The girls and Cobb\nhad attended faithfully, and always sat in the pew with the Liscoms.\nTo-day Harry and his father sat in the Jones pew to make room for the\ntwo elder Jamesons.\n\nThere was an unusual number at meeting that morning, partly, no\ndoubt, because it had been reported that Mr. Jameson was to be there,\nand that made a little mistake of his and his wife's more\nconspicuous. The minister read that morning the twenty-third Psalm,\nand after he had finished the first verse Mrs. Jameson promptly\nresponded with the second, as she would have done in her own church,\nraising her solitary voice with great emphasis. It would not have\nbeen so ludicrous had not poor Mr. Jameson, evidently seeing the\nmistake, and his face blazing, yet afraid to desert his wife's\nstandard, followed her dutifully just a few words in the rear. While\nMrs. Jameson was beside the still waters, Mr. Jameson was in the\ngreen pastures, and so on. I pitied the Jameson girls. Harriet looked\nready to cry with mortification, and Sarah looked so alarmed that I\ndid not know but she would run out of the church. As for Cobb, he\nkept staring at his mother, and opening his mouth to speak, and\nswallowing and never saying anything, until it seemed as if he might\ngo into convulsions. People tried not to laugh, but a little\nrepressed titter ran over the congregation, and the minister's voice\nshook. Mrs. Jameson was the only one who did not appear in the least\ndisturbed; she did not seem to realize that she had done anything\nunusual.\n\nCaroline Liscom was not at church--indeed, she had not been much\nsince the boarders arrived; she had to stay at home to get the\ndinner. Louisa and I wondered whether she was relieved or disturbed\nat losing her boarders, and whether we should ever know which. When\nwe passed the Wray house on our way home, and saw the blinds open,\nand the fresh mould in the garden, and the new shingles shining on\nthe hen-house roof, we speculated about it.\n\n\"Caroline had them about nine weeks, and at fifteen dollars a week\nshe will have one hundred and thirty-five dollars,\" said Louisa.\n\"That will buy her something extra.\"\n\n\"I know that she has been wanting some portieres for her parlor, and\na new set for her spare chamber, and maybe that is what she will\nget,\" said I. And I said furthermore that I hoped she would feel paid\nfor her hard work and the strain it must have been on her mind.\n\nLouisa and I are not very curious, but the next day we did\nwatch--though rather furtively--the Jamesons moving into the old Wray\nhouse.\n\nAll day we saw loads of furniture passing, which must have been\nbought in Grover. So many of the things were sewed up in burlap that\nwe could not tell much about them, which was rather unfortunate.\nIt was partly on this account that we did not discourage Tommy\nGregg--who had been hanging, presumably with his mother's connivance,\naround the old Wray house all day--from reporting to us as we were\nsitting on the front doorstep in the twilight. Mrs. Peter Jones and\nAmelia Powers had run over, and were sitting there with Louisa and\nme. Little Alice had gone to bed; we had refused to allow her to go\nto see what was going on, and yet listened to Tommy Gregg's report,\nwhich was not, I suppose, to our credit. I have often thought that\npunctilious people will use cats'-paws to gratify curiosity when they\nwould scorn to use them for anything else. Still, neither Louisa nor\nI would have actually beckoned Tommy Gregg up to the door, as Mrs.\nJones did, though I suppose we had as much cause to be ashamed, for\nwe certainly listened full as greedily as she.\n\nIt seemed to me that Tommy had seen all the furniture unpacked, and\nmuch of it set up, by lurking around in the silent, shrinking,\nbright-eyed fashion that he has. Tommy Gregg is so single-minded in\nhis investigations that I can easily imagine that he might seem as\nimpersonal as an observant ray of sunlight in the window. Anyway, he\nhad evidently seen everything, and nobody had tried to stop him.\n\n\"It ain't very handsome,\" said Tommy Gregg with a kind of\ndisappointment and wonder. \"There ain't no carpets in the house\nexcept in Grandma Cobb's room, and that's jest straw mattin'; and\nthere's some plain mats without no roses on 'em; and there ain't no\nstove 'cept in the kitchen; just old andirons like mother keeps up\ngarret; and there ain't no stuffed furniture at all; and they was\neatin' supper without no table-cloth.\"\n\nAmelia Powers and Mrs. Jones thought that it was very singular that\nthe Jamesons had no stuffed furniture, but Louisa and I did not feel\nso. We had often wished that we could afford to change the haircloth\nfurniture, which I had had when I was married, for some pretty rattan\nor plain wood chairs. Louisa and I rather fancied the Jamesons' style\nof house-furnishing when we call there. It was rather odd, certainly,\nfrom our village standpoint, and we were not accustomed to see bare\nfloors if people could possibly buy a carpet; the floors were pretty\nrough in the old house, too. It did look as if some of the furniture\nwas sliding down-hill, and it was quite a steep descent from the\nwindows to the chimney in all the rooms. Of course, a carpet would\nhave taken off something of that effect. Another thing struck us as\nodd, and really scandalized the village at large: the Jamesons had\ntaken down every closet and cupboard door in the house. They had hung\ncurtains before the clothes-closets, but the shelves of the pantry\nwhich opened out of the dining-room, and the china-closet in the\nparlor, were quite exposed, and furnished with, to us, a very queer\nassortment of dishes. The Jamesons had not one complete set, and very\nfew pieces alike. They had simply ransacked the neighborhood for\nforsaken bits of crockery-ware, the remnants of old wedding-sets\nwhich had been long stored away on top shelves, or used for baking\nor preserving purposes.\n\nI remember Mrs. Gregg laughing, and saying that the Jamesons were\ntickled to death to get some old blue cups which she had when she was\nmarried and did not pay much for then, and had used for fifteen years\nto put up her currant jelly in; and had paid her enough money for\nthem to make up the amount which she had been trying to earn, by\nselling eggs, to buy a beautiful new tea-set of a brown-and-white\nware. I don't think the Jamesons paid much for any of the dishes\nwhich they bought in our village; we are not very shrewd people, and\nit did not seem right to ask large prices for articles which had\nbeen put to such menial uses. I think many things were given them.\nI myself gave Harriet Jameson an old blue plate and another brown\none which I had been using to bake extra pies in when my regular\npie-plates gave out. They were very discolored and cracked, but I\nnever saw anybody more pleased than Harriet was.\n\nI suppose the special feature of the Jamesons' household adornments\nwhich roused the most comment in the village was the bean-pots. The\nJamesons, who did not like baked beans and never cooked them, had\nbought, or had given them, a number of old bean-pots, and had them\nsitting about the floor and on the tables with wild flowers in them.\nPeople could not believe that at first; they thought they must be\nsome strange kind of vase which they had had sent from New York. They\ncast sidelong glances of sharpest scrutiny at them when they called.\nWhen they discovered that they were actually bean-pots, and not only\nthat, but were sitting on the floor, which had never been considered\na proper place for bean-pots in any capacity, they were really\nsurprised. Flora Clark said that for her part her bean-pot went into\nthe oven with beans in it, instead of into the corner with flowers in\nit, as long as she had her reason. But I must say I did not quite\nagree with her. I have only one bean-pot, and we eat beans, therefore\nmine has to be kept sacred to its original mission; and I must say\nthat I thought Mrs. Jameson's with goldenrod in it really looked\nbetter than mine with beans. I told Louisa that I could not see why\nthe original states of inanimate things ought to be remembered\nagainst them when they were elevated to finer uses any more than\nthose of people, and now that the bean-pot had become a vase in a\nparlor why its past could not be forgotten. Louisa agreed with me,\nbut I don't doubt that many people never looked at those pots full of\ngoldenrod without seeing beans. It was to my way of thinking more\ntheir misfortune than the Jamesons' mistake; and they made enough\nmistakes which were not to be questioned not to have the benefit of\nany doubt.\n\nSoon the Jamesons, with their farm, were the standing joke in our\nvillage. I had never known there was such a strong sense of humor\namong us as their proceedings awakened. Mr. H. Boardman Jameson did\nnot remain in Fairville long, as he had to return to his duties at\nthe custom-house. Mrs. Jameson, who seemed to rouse herself suddenly\nfrom the languid state which she had assumed at times, managed the\nfarm. She certainly had original ideas and the courage of her\nconvictions.\n\nShe stopped at nothing; even Nature herself she had a try at, like\nsome mettlesome horse which does not like to be balked by anything in\nthe shape of a wall.\n\nOld Jonas Martin was a talker, and he talked freely about the people\nfor whom he worked. \"Old Deacon Sears had a cow once that would jump\neverything. Wa'n't a wall could be built that was high enough to stop\nher,\" he would say. \"'Tain't no ways clear to my mind that she ain't\nthe identical critter that jumped the moon;--and I swan if Mis'\nJameson ain't like her. There ain't nothin' that's goin' to stop her;\nshe ain't goin' to be hendered by any sech little things as times an'\nseasons an' frost from raisin' corn an' green peas an' flowers in her\ngarden. 'The frost'll be a-nippin' of 'em, marm,' says I, 'as soon as\nthey come up, marm.'  'I wish you to leave that to me, my good man,'\nsays she. Law, she ain't a-goin' to hev any frost a-nippin' her\ngarden unless she's ready for it. And as for the chickens, I wouldn't\nlike to be in their shoes unless they hatch when Mis' Jameson she\nwants 'em to. They have to do everything else she wants 'em to, and I\ndunno but they'll come to time on that. They're the fust fowls I ever\nsee that a woman could stop scratchin'.\"\n\nWith that, old Jonas Martin would pause for a long cackle of mirth,\nand his auditor would usually join him, for Mrs. Jameson's hens were\nenough to awaken merriment, and no mistake. Louisa and I could never\nsee them without laughing enough to cry; and as for little Alice,\nwho, like most gentle, delicate children, was not often provoked to\nimmoderate laughter, she almost went into hysterics. We rather\ndreaded to have her catch sight of the Jameson hens. There were\ntwenty of them, great, fat Plymouth Rocks, and every one of them in\nshoes, which were made of pieces of thick cloth sewed into little\nbags and tied firmly around the legs of the fowls, and they were\neffectually prevented thereby from scratching up the garden seeds.\nThe gingerly and hesitating way in which these hens stepped around\nthe Jameson premises was very funny. It was quite a task for old\nJonas Martin to keep the hens properly shod, for the cloth buskins\nhad to be often renewed; and distressed squawkings amid loud volleys\nof aged laughter indicated to us every day what was going on.\n\nThe Jamesons kept two Jersey cows, and Mrs. Jameson caused their\nhorns to be wound with strips of cloth terminating in large, soft\nballs of the same, to prevent their hooking. When the Jamesons first\nbegan farming, their difficulty in suiting themselves with cows\noccasioned much surprise. They had their pick of a number of fine\nones, but invariably took them on trial, and promptly returned them\nwith the message that they were not satisfactory. Old Jonas always\ntook back the cows, and it is a question whether or not he knew what\nthe trouble was, and was prolonging the situation for his own\nenjoyment.\n\nAt last it came out. Old Jonas came leading back two fine Jerseys to\nSim White's, and he said, with a great chuckle: \"Want to know what\nails these ere critters, Sim? Well, I'll tell ye: they ain't got no\nupper teeth. The Jamesons ain't goin' to git took in with no cows\nwithout no teeth in their upper jaws, you bet.\"\n\nThat went the rounds of the village. Mrs. White was so sorry for the\nJamesons in their dilemma of ignorance of our rural wisdom that she\nbegged Sim to go over and persuade them that cows were created\nwithout teeth in their upper jaw, and that the cheating, if cheating\nthere were, was done by Nature, and all men alike were victimized. I\nsuppose Mr. White must have convinced her, for they bought the cows;\nbut it must have been a sore struggle for Mrs. Jameson at least to\nswallow instruction, for she had the confidence of an old farmer in\nall matters pertaining to a farm.\n\nShe, however, did listen readily to one singular piece of information\nwhich brought much ridicule upon them. She chanced to say to Wilson\nGregg, who is something of a wag, and had just sold the Jamesons a\nnice little white pig, that she thought that ham was very nice in\nalternate streaks of fat and lean, though she never ate it herself,\nand only bought the pig for the sake of her mother, who had\nold-fashioned tastes in her eating and would have pork, and she\nthought that home-raised would be so much healthier.\n\n\"Why, bless you, ma'am,\" said he, \"if you want your ham streaky all\nyou have to do is to feed the pig one day and starve him the next.\"\n\nThe Jamesons tried this ingenious plan; then, luckily for the pig,\nold Jonas, who had chuckled over it for a while, revealed the fraud\nand put him on regular rations.\n\nI suppose the performance of the Jamesons which amused the village\nthe most was setting their hens on hard-boiled eggs for sanitary\nreasons. That seemed incredible to me at first, but we had it on good\nauthority--that of Hannah Bell, a farmer's daughter from the West\nCorners, who worked for the Jamesons. She declared that she told Mrs.\nJameson that hens could not set to any purpose on boiled eggs; but\nMrs. Jameson had said firmly that they must set upon them or none\nat all; that she would not have eggs about the premises so long\notherwise; she did not consider it sanitary. Finally, when the eggs\nwould not hatch submitted to such treatment, even at her command, she\nwas forced to abandon her position, though even then with conditions\nof her surrender to Nature. She caused the nests to be well soaked\nwith disinfectants.\n\nThe Jamesons shut the house up the last of October and went back to\nthe city, and I think most of us were sorry. I was, and Louisa said\nthat she missed them.\n\nMrs. Jameson had not been what we call neighborly through the summer,\nwhen she lived in the next house. Indeed, I think she never went into\nany of the village houses in quite a friendly and equal way, as we\nvisit one another. Generally she came either with a view toward\nimproving us--on an errand of mercy as it were, which some\nresented--or else upon some matter of business. Still we had, after\nall, a kindly feeling for her, and especially for Grandma Cobb and\nthe girls, and the little meek boy. Grandma Cobb had certainly\nvisited us, and none of us were clever enough to find out whether it\nwas with a patronizing spirit or not. The extreme freedom which she\ntook with our houses, almost seeming to consider them as her own,\nliving in them some days from dawn till late at night, might have\nindicated either patronage or the utmost democracy. We missed her\nauburn-wigged head appearing in our doorways at all hours, and there\nwas a feeling all over the village as if company had gone home.\n\nI missed Harriet more than any of them. During the last of the time\nshe had stolen in to see me quite frequently when she was released\nfrom her mother's guardianship for a minute. None of our village\ngirls were kept as close as the Jamesons. Louisa and I used to wonder\nwhether Mrs. Jameson kept any closer ward because of Harry Liscom. He\ncertainly never went to the Jameson house. We knew that either Mrs.\nJameson had prohibited it, or his own mother. We thought it must be\nMrs. Jameson, for Harry had a will of his own, as well as his mother,\nand was hardly the man to yield to her in a matter of this kind\nwithout a struggle.\n\nThough Harry did not go to the Jameson house, I, for one, used to see\ntwo suspicious-looking figures steal past the house in the summer\nevenings; but I said nothing. There was a little grove on the north\nside of our house, and there was a bench under the trees. Often I\nused to see a white flutter out there of a moonlight evening, and I\nknew that Harriet Jameson had a little white cloak. Louisa saw it\ntoo, but we said nothing, though we more than suspected that Harriet\nmust steal out of the house after her mother had gone to her room,\nwhich we knew was early. Hannah Bell must know if that were the case,\nbut she kept their secret.\n\nLouisa and I speculated as to what was our duty if we were witnessing\nclandestine meetings, but we could never bring our minds to say\nanything.\n\nThe night before the Jamesons left it was moonlight and there was a\nhard frost, and I saw those young things stealing down the road for\ntheir last stolen meeting, and I pitied them. I was afraid, too, that\nHarriet would take cold in the sharp air. I thought she had on a thin\ncloak. Then I did something which I never quite knew whether to blame\nmyself for or not. It did seem to me that, if the girl were a\ndaughter of mine, and would in any case have a clandestine meeting\nwith her lover, I should prefer it to be in a warm house rather than\nin a grove on a frosty night. So I caught a shawl from the table, and\nran out to the front door, and called.\n\n\"Harry!\" said I, \"is that you?\"  They started, and I suppose poor\nHarriet was horribly frightened; but I tried to speak naturally, and\nas if the two being there together were quite a matter of course.\n\n\"I wonder if it will be too much for me to ask of you,\" said I,\nwhen Harry had responded quite boldly with a \"Good-evening, Aunt\nSophia\"--he used to call me Aunt when he was a child, and still kept\nit up--\"I wonder if it will be too much to ask if you two will just\nstep in here a minute while I run down to Mrs. Jones'? I want to get\na pattern to use the first thing in the morning. Louisa has gone to\nmeeting, and I don't like to leave Alice alone.\"\n\nThey said they would be glad to come in, though, of course, with not\nas much joy as they felt later, when they saw that I meant to leave\nthem to themselves for a time.\n\nI stayed at Mrs. Jones' until I knew that Louisa would be home if I\nwaited any longer, and I thought, besides, that the young people had\nbeen alone long enough. Then I went home. I suppose that they were\nsorry to see me so soon, but they looked up at me very gratefully\nwhen I bade them good-night and thanked them. I said quite meaningly\nthat it was a cold night and there would be a frost, and Harriet\nmust be careful and not take cold. I thought that would be enough\nfor Harry Liscom, unless being in love had altered him and made him\nselfish. I did not think he would keep his sweetheart out, even if it\nwere his last chance of seeing her alone for so long, if he thought\nshe would get any harm by it, especially after he had visited her for\na reasonable length of time.\n\nI was right in my opinion. They did not turn about directly and go\nhome--I did not expect that, of course--but they walked only to the\nturn of the road the other way; then I saw them pass the house, and\npresently poor Harry returned alone.\n\nI did pity Harry Liscom when I met him on the street a few days after\nthe Jamesons had left. I guessed at once that he was missing his\nsweetheart sorely, and had not yet had a letter from her. He looked\npale and downcast, though he smiled as he lifted his hat to me, but\nhe colored a little as if he suspected that I might guess his secret.\n\nI met him the next day, and his face was completely changed, all\nradiant and glowing with the veritable light of youthful hope upon\nit. He bowed to me with such a flash of joy in his smile that I felt\nquite warmed by it, though it was none of mine. I thought, though I\nsaid nothing, \"Harry Liscom, you have had a letter.\"\n\n\n\nV\n\nTHEIR SECOND SUMMER\n\n\nThe Jamesons returned to Linnville the first of June. For some weeks\nwe had seen indications of their coming. All through April and May\nrepairs and improvements had been going on in their house. Some time\nduring the winter the Jamesons had purchased the old Wray place, and\nwe felt that they were to be a permanent feature in our midst.\n\nThe old Wray house had always been painted white, with green blinds,\nas were most of our village houses; now it was painted red, with\nblinds of a darker shade. When Louisa and I saw its bright walls\nthrough the budding trees we were somewhat surprised, but thought it\nmight look rather pretty when we became accustomed to it. Very few of\nthe neighbors agreed with us, however; they had been so used to\nseeing the walls of their dwellings white that this startled them\nalmost as much as a change of color in their own faces would have\ndone.\n\n\"We might as well set up for red Injuns and done with it,\" said Mrs.\nGregg one afternoon at the sewing circle. \"What anybody can want\nanything any prettier than a neat white house with green blinds for,\nis beyond me.\"\n\nEvery month during the winter a letter had come to our literary\nsociety in care of the secretary, who was my sister-in-law, Louisa\nField. Louisa was always secretary because she was a school-teacher\nand was thought to have her hand in at that sort of work. Mrs.\nJameson wrote a very kind, if it was a somewhat patronizing, sort of\nletter. She extended to us her very best wishes for our improvement\nand the widening of our spheres, and made numerous suggestions\nwhich she judged calculated to advance us in those respects. She\nrecommended selections from Robert Browning to be read at our\nmeetings, and she sent us some copies of explanatory and critical\nessays to be used in connection with them. She also in March sent\nus a copy of another lecture about the modern drama which she had\nherself written and delivered before her current literature club.\nWith that she sent us some works of Ibsen and the Belgian writer,\nMaeterlinck, with the recommendation that we devote ourselves to the\nstudy of them at once, they being eminently calculated for the\nwidening of our spheres.\n\nFlora Clark, who is the president of the society; Mrs. Peter Jones,\nwho is the vice-president; Louisa, and I, who am the treasurer,\nthough there is nothing whatever to treasure, held a council over the\nbooks. We all agreed that while we were interested in them ourselves,\nthough they were a strange savor to our mental palates, yet we would\nnot read Mrs. Jameson's letter concerning them to the society, nor\nadvise the study of them.\n\n\"I, for one, don't like to take the responsibility of giving the\nwomen of this village such reading,\" said Flora Clark. \"It may be\nimproving and widening, and it certainly is interesting, and there\nare fine things in it, but it does not seem to me that it would be\nwise to take it into the society when I consider some of the members.\nI would just as soon think of asking them to tea and giving them\nnothing but olives and Russian caviare, which, I understand, hardly\nanybody likes at first. I never tasted them myself. We know what\nthe favorite diet of this village is; and as long as we can eat it\nourselves it seems to me it is safer than to try something which\nwe may like and everybody else starve on, and I guess we haven't\nexhausted some of the older, simpler things, and that there is some\nnourishment to be gotten out of them yet for all of us. It is better\nfor us all to eat bread and butter and pie than for two or three of\nus to eat the olives and caviare, and the rest to have to sit gnawing\ntheir forks and spoons.\"\n\nMrs. Peter Jones, who is sometimes thought of for the president\ninstead of Flora, bridled a little. \"I suppose you think that these\nbooks are above the ladies of this village,\" said she.\n\n\"I don't know as I think they are so much above as too far to one\nside,\" said Flora. \"Sometimes it's longitude, and sometimes it's\nlatitude that separates people. I don't know but we are just as far\nfrom Ibsen and Maeterlinck as they are from us.\"\n\nLouisa and I thought Flora might be right. At all events, we did not\nwish to set ourselves up in opposition to her. We never carried the\nbooks into the society, and we never read Mrs. Jameson's letter about\nthem, though we did feel somewhat guilty, especially as we reflected\nthat Flora had never forgotten the affair of the jumbles, and might\npossibly have allowed her personal feelings to influence her.\n\n\"I should feel very sorry,\" said Louisa to me, \"if we were preventing\nthe women of this village from improving themselves.\"\n\n\"Well, we can wait until next summer, and let Mrs. Jameson take the\nresponsibility. I don't want to be the means of breaking up the\nsociety, for one,\" said I.\n\nHowever, when Mrs. Jameson finally arrived in June, she seemed to be\non a slightly different tack, so to speak, of improvement. She was\nnot so active in our literary society and our sewing circle as she\nhad been the summer before, but now, her own sphere having possibly\nenlarged, she had designs upon the village in the abstract.\n\nHannah Bell came over from the West Corners to open the house for\nthem, and at five o'clock we saw the Grover stage rattle past with\ntheir trunks on top, and Grandma Cobb and the girls and Cobb looking\nout of the windows. Mrs. Jameson, being delicate, was, of course,\nleaning back, exhausted with her journey. Jonas Martin, who had been\nplanting the garden, was out at the gate of the Wray house to help\nthe driver carry in the trunks, and Hannah Bell was there too.\n\nLouisa and I had said that it seemed almost too bad not to have some\none of the village women go there and welcome them, but we did not\nknow how Mrs. H. Boardman Jameson might take it, and nobody dared go.\nMrs. White said that she would have been glad to make some of her\ncream biscuits and send them over, but she knew that Mrs. Jameson\nwould not eat them, of course, and she did not know whether she would\nlike any of the others to, and might think it a liberty.\n\nSo nobody did anything but watch. It was not an hour after the stage\ncoach arrived before we saw Grandma Cobb coming up the road. We did\nnot know whether she was going to Amelia Powers', or Mrs. Jones', or\nto our house; but she turned in at our gate.\n\nWe went to the door to meet her, and I must say she did seem glad to\nsee us, and we were glad to see her. In a very short time we knew\nall that had happened in the Jameson family since they had left\nLinnville, and with no urging, and with even some reluctance on our\npart. It did not seem quite right for us to know how much Mrs.\nJameson had paid her dressmaker for making her purple satin, and\nstill less so for us to know that she had not paid for the making of\nher black lace net and the girls' organdy muslins, though she had\nbeen dunned three times. The knowledge was also forced upon us that\nall these fine new clothes were left in New York, since the shabby\nold ones must be worn out in the country, and that Harriet had cried\nbecause she could not bring some of her pretty gowns with her.\n\n\"Her mother does not think that there is any chance of her making a\nmatch here, and she had better save them up till next winter. Dress\ndoes make so much difference in a girl's prospects, you know,\" said\nGrandma Cobb shrewdly.\n\nI thought of poor Harry Liscom, and how sorry his little sweetheart\nmust have felt not to be able to show herself in her pretty dresses\nto him. However, I was exceedingly glad to hear that she had cried,\nbecause it argued well for Harry, and looked as if she had not found\nanother lover more to her mind in New York.\n\nIndeed, Grandma Cobb informed us presently as to that. \"Harriet does\nnot seem to find anybody,\" said she. \"I suppose it is because H.\nBoardman lost his money; young men are so careful nowadays.\"\n\nGrandma Cobb stayed to tea with us that night; our supper hour came,\nand of course we asked her.\n\nGrandma Cobb owned with the greatest frankness that she should like\nto stay. \"There isn't a thing to eat at our house but hygienic\nbiscuits and eggs,\" said she. \"My daughter wrote Hannah not to cook\nanything until we came; Hannah would have made some cake and pie,\notherwise. I tell my daughter I have got so far along in life without\nliving on hygienic food, and I am not going to begin. I want to get a\nlittle comfort out of the taste of my victuals, and my digestion is\nas good as hers, in spite of all her fussing. For my part,\" continued\nGrandma Cobb, who had at times an almost coarsely humorous method\nof expressing herself, \"I believe in not having your mind on your\ninwards any more than you can possibly help. I believe the best way\nto get along with them is to act as if they weren't there.\"\n\nAfter Grandma Cobb went home, as late as nine o'clock, I saw a\nclinging, shadowy couple stroll past our house, and knew it was\nHarriet Jameson and Harry, as did Louisa, and our consciences began\nto trouble us again.\n\n\"I feel like a traitor to Caroline and to Mrs. Jameson sometimes,\"\nsaid I.\n\n\"Well, maybe that is better than to be traitor to true love,\" said\nLouisa, which did sound rather sentimental.\n\nThe next morning about eleven o'clock Mrs. Jameson came in, and we\nknew at once that she was, so to speak, fairly rampant in the field\nof improvement for our good, or rather the good of the village, for,\nas I said before, she was now resolved upon the welfare of the\nvillage at large, and not that of individuals or even societies.\n\n\"I consider that my own sphere has been widened this winter,\" said\nMrs. Jameson, and Louisa and I regarded her with something like\nterror. Flora Clark said, when she heard that remark of Mrs.\nJameson's, that she felt, for her part, as if a kicking horse had got\nout of the pasture, and there was no knowing where he would stop.\n\nWe supposed that it must be an evidence of Mrs. Jameson's own advance\nin improvement that she had adopted such a singular costume,\naccording to our ideas. She was dressed no longer in the rich fabrics\nwhich had always aroused our admiration, but, instead, wore a gown of\nbrown cloth cut short enough to expose her ankles, which were,\nhowever, covered with brown gaiters made of cloth like her dress. She\nwore a shirt-waist of brown silk, and a little cutaway jacket. Mrs.\nJameson looked as if she were attired for riding the wheel, but that\nwas a form of exercise to which she was by no means partial either\nfor herself or for her daughters. I could never understand just why\nshe was not partial to wheeling. Wheels were not as fashionable then\nas now, but Mrs. Jameson was always quite up with, if not in advance\nof, her age.\n\nNeither of us admired her in this costume. Mrs. Jameson was very\nstout, and the short skirt was not, to our way of thinking, becoming.\n\n\"Don't you think that I have adopted a very sensible and becoming\ndress for country wear?\" said she, and Louisa and I did not know what\nto say. We did not wish to be untruthful and we disliked to be\nimpolite. Finally, Louisa said faintly that she thought it must be\nvery convenient for wear in muddy weather, and I echoed her.\n\n\"Of course, you don't have to hold it up at all,\" said I.\n\n\"It is the only costume for wear in the country,\" said Mrs. Jameson,\n\"and I hope to have all the women in Linnville wearing it before the\nsummer is over.\"\n\nLouisa and I glanced at each other in dismay. I think that we both\nhad mental pictures of some of the women whom we knew in that\ncostume. Some of our good, motherly, village faces, with their\nexpressions of homely dignity and Christian decorousness, looking at\nus from under that jaunty English walking-hat, in lieu of their sober\nbonnets, presented themselves to our imaginations, and filled us with\namusement and consternation.\n\n\"Only think how Mrs. Sim White would look,\" Louisa said after Mrs.\nJameson had gone, and we both saw Mrs. White going down the street in\nthat costume indicative of youthful tramps over long stretches of\nroad, and mad spins on wheels, instead of her nice, softly falling\nblack cashmere skirts covering decently her snowy stockings and her\ncloth congress boots; and we shuddered.\n\n\"Of course, she would have to wear gaiters like Mrs. Jameson,\" said\nLouisa, \"but it would be dreadful.\"\n\n\"Well, there's one comfort,\" said I; \"Mrs. White will never wear it.\"\n\n\"Nor anybody else,\" said Louisa.\n\nStill we did feel a little nervous about it; there is never any\nestimating the influence of a reformer. However, we were sure of\nourselves. Louisa and I agreed that we never would be seen out in any\nsuch costume. Not very many in the village were. There were a few\nwomen, who were under the influence of Mrs. Jameson, who did cut off\nsome of their old dresses and make themselves some leggings with hers\nfor a pattern. After their housework was done they started off for\nlong tramps with strides of independence and defiance, but they did\nnot keep it up very long; none of them after Mrs. Jameson went away.\nTo tell the truth, most of the women in our village had so much work\nto do, since they kept no servants, that they could not take many\nten-mile walks, no matter what length skirts they wore. However, many\nwore the short ones while doing housework, which was very sensible.\n\nDuring that morning call, Mrs. Jameson, besides the reformed costume,\nadvocated another innovation which fairly took our breaths away.\nShe was going to beautify the village. We had always considered the\nvillage beautiful as it was, and we bridled a little at that.\n\n\"There is scarcely a house in this village which is overgrown with\nvines,\" said she. \"I am going to introduce vines.\"\n\nLouisa ventured to say that she thought vines very pretty, but she\nknew some people objected to them on the score of spiders, and also\nthought that they were bad for the paint. We poor, frugal village\nfolk have always to consider whether beauty will trespass on utility,\nand consequently dollars and cents. There are many innocent slaves to\nMammon in our midst.\n\nMrs. Jameson sniffed in her intensely scornful way. \"Spiders and\npaint!\" said she. \"I am going to have the houses of this village\nvine-clad. It is time that the people were educated in beauty.\"\n\n\"People won't like it if she does go to planting vines around their\nhouses without their permission, even if she does mean well,\" said\nLouisa after she had gone.\n\n\"She never will dare to without their permission,\" said I; but I\nwondered while I spoke, and Louisa laughed.\n\n\"Don't you be too sure of that,\" said she--and she was right.\n\nPermission in a few cases Mrs. Jameson asked, and in the rest she\nassumed. Old Jonas Martin ransacked the woods for vines--clematis and\nwoodbine--then he, with Mrs. Jameson to superintend, set them out\naround our village houses. The calm insolence of benevolence with\nwhich Mrs. Jameson did this was inimitable. People actually did not\nknow whether to be furious or amused at this liberty taken with their\nproperty. They saw with wonder Mrs. Jameson, with old Jonas following\nladen with vines and shovel, also the girls and Cobb, who had been\npressed, however unwillingly, into service, tagging behind trailing\nwith woodbine and clematis; they stood by and saw their house-banks\ndug up and the vines set, and in most cases said never a word. If\nthey did expostulate, Mrs. Jameson only directed Jonas where to put\nthe next vine, and assured the bewildered owner of the premises that\nhe would in time thank her.\n\nHowever, old Jonas often took the irate individual aside for a\nconsolatory word. \"Lord a-massy, don't ye worry,\" old Jonas would\nsay, with a sly grin; \"ye know well enough that there won't a blamed\none of the things take root without no sun an' manure; might as well\nhumor her long as she's sot on 't.\"\n\nThen old Jonas would wink slowly with a wink of ineffable humor.\nThere was no mistaking the fact that old Jonas was getting a deal of\nsolid enjoyment out of the situation. He had had a steady, hard grind\nof existence, and was for the first time seeing the point of some of\nthose jokes of life for which his natural temperament had given him\na relish. He acquired in those days a quizzical cock to his right\neyebrow, and a comically confidential quirk to his mouth, which were\nin themselves enough to provoke a laugh.\n\nMrs. Jameson, however, did not confine herself, in her efforts for\nthe wholesale decoration of our village, to the planting of vines\naround our house-walls; and there were, in one or two cases, serious\nconsequences.\n\nWhen, thinking that corn-cockles and ox-eyed daisies would be a\ncharming combination at the sides of the country road, she caused\nthem to be sowed, and thereby introduced them into Jonas Green's\nwheat-field, he expostulated in forcible terms, and threatened a suit\nfor damages; and when she caused a small grove of promising young\nhemlocks to be removed from Eben Betts' woodland and set out in the\nsandy lot in which the schoolhouse stands, without leave or license,\nit was generally conceded that she had exceeded her privileges as a\npublic benefactress.\n\nI said at once there would be trouble, when Louisa came home and told\nme about it.\n\n\"The school house looks as if it were set in a shady grove,\" said\nshe, \"and is ever so pretty. The worst of it is, of course, the trees\nwon't grow in that sand-hill.\"\n\n\"The worst of it is, if she has taken those trees without leave or\nlicense, as I suspect, Eben Betts will not take it as a joke,\" said\nI; and I was right.\n\nMr. H. Boardman Jameson had to pay a goodly sum to Eben Betts to hush\nthe matter up; and the trees soon withered, and were cut up for\nfirewood for the schoolhouse. People blamed old Jonas Martin somewhat\nfor his share of this transaction, arguing that he ought not to have\nyielded to Mrs. Jameson in such a dishonest transaction, even in the\nname of philanthropy; but he defended himself, saying: \"It's easy\n'nough to talk, but I'd like to see any of ye stand up agin that\nwoman. When she gits headed, it's either git out from under foot or\ngit knocked over.\"\n\nMrs. Jameson not only strove to establish improvements in our midst,\nbut she attacked some of our time-honored institutions, one against\nwhich she directed all the force of her benevolent will being our\nfront doors. Louisa and I had always made free with our front door,\nas had some others; but, generally speaking, people in our village\nused their front doors only for weddings, funerals, and parties. The\nside doors were thought to be good enough for ordinary occasions,\nand we never dreamed, when dropping in for a neighborly call, of\napproaching any other. Mrs. H. Boardman Jameson resolved to do away\nwith this state of things, and also with our sacred estimate of the\nbest parlors, which were scarcely opened from one year's end to the\nother, and seemed redolent of past grief and joy, with no dilution by\nthe every-day occurrences of life. Mrs. Jameson completely ignored\nthe side door, marched boldly upon the front one, and compelled the\nmistress to open it to her resolute knocks. Once inside, she advanced\nstraight upon the sacred precincts of the best parlor, and seated\nherself in the chilly, best rocking-chair with the air of one who\nusurps a throne, asking with her manner of sweet authority if the\nblinds could not be opened and the sun let in, as it felt damp to\nher, and she was very susceptible to dampness. It was told, on good\nauthority, that in some cases she even threw open the blinds and\nwindows herself while the person who admitted her was calling other\nmembers of the family.\n\nIt was also reported that she had on several occasions marched\nstraight up to a house which she had no design of entering, thrown\nopen the parlor blinds, and admitted the sunlight, with its fading\ninfluence, on the best carpet, and then proceeded down the street\nwith the bearing of triumphant virtue. It was related that in a\nnumber of instances the indignant housewife, on entering her best\nparlor, found that the sun had been streaming in there all day,\nright on the carpet.\n\nMrs. Jameson also waged fierce war on another custom dear to the\naverage village heart, and held sacred, as everything should be which\nis innocently dear to one's kind, by all who did not exactly approve\nof it.\n\nIn many of our village parlors, sometimes in the guest-chambers, when\nthere had been many deaths in the family, hung the framed\ncoffin-plates and faded funeral wreaths of departed dear ones. Now\nand then there was a wreath of wool flowers, a triumph of domestic\nart, which encircled the coffin-plate instead of the original funeral\ngarland. Mrs. Jameson set herself to work to abolish this grimly\npathetic New England custom with all her might. She did everything\nbut actually tear them from our walls. That, even in her fiery zeal\nof improvement, she did not quite dare attempt. She made them a\nconstant theme of conversation at sewing circle and during her\nneighborly calls. She spoke of the custom quite openly as grewsome\nand barbarous, but I must say without much effect. Mrs. Jameson found\ncertain strongholds of long-established customs among us which were\nimpregnable to open rancor or ridicule--and that was one of them.\nThe coffin-plates and the funeral wreaths continued to hang in the\nparlors and chambers.\n\nOnce Flora Clark told Mrs. Jameson to her face, in the sewing circle,\nwhen she had been talking for a good hour about the coffin-plates,\ndeclaring them to be grewsome and shocking, that, for her part, she\ndid not care for them, did not have one in her house--though every\none of her relations were dead, and she might have her walls covered\nwith them--but she believed in respecting those who did; and it\nseemed to her that, however much anybody felt called upon to\ninterfere with the ways of the living, the relics of the dead should\nbe left alone. Flora concluded by saying that it seemed to her that\nif the Linnville folks let Mrs. Jameson's bean-pots alone, she might\nkeep her hands off their coffin-plates.\n\nMrs. Jameson was quite unmoved even by that. She said that Miss Clark\ndid not realize, as she would do were her sphere wider, the\nincalculable harm that such a false standard of art might do in a\ncommunity: that it might even pervert the morals.\n\n\"I guess if we don't have anything to hurt our morals any worse than\nour coffin-plates, we shall do,\" returned Flora. She said afterward\nthat she felt just like digging up some of her own coffin-plates,\nand having them framed and hung up, and asking Mrs. Jameson to tea.\n\nAll through June and a part of July Louisa and I had seen the\nclandestine courtship between Harry Liscom and Harriet Jameson going\non. We could scarcely help it. We kept wondering why neither Caroline\nLiscom nor Mrs. Jameson seemed aware of it. Of course, Mrs. Jameson\nwas so occupied with the village welfare that it might account for it\nin her case, but we were surprised that Caroline was so blinded. We\nboth of us thought that she would be very much averse to the match,\nfrom her well-known opinion of the Jamesons; and it proved that\nshe was. Everybody talked so much about Harry and his courtship of\nHarriet that it seemed incredible that Caroline should not hear of\nit, even if she did not see anything herself to awaken suspicion. We\ndid not take into consideration the fact that a strong-minded woman\nlike Caroline Liscom has difficulty in believing anything which she\ndoes not wish to be true, and that her will stands in her own way.\n\nHowever, on Wednesday of the second week of July both she and Mrs.\nJameson had their eyes opened perforce. It was a beautiful moonlight\nevening, and Louisa and I were sitting at the windows looking out and\nchatting peacefully. Little Alice had gone to bed, and we had not\nlit the lamp, it was so pleasant in the moonlight. Presently, about\nhalf-past eight o'clock, two figures strolled by, and we knew who\nthey were.\n\n\"It is strange to me that Grandma Cobb does not find it out, if Mrs.\nJameson is too wrapped up in her own affairs and with grafting ours\ninto them,\" said Louisa thoughtfully.\n\nI remarked that I should not be surprised if she did know; and it\nturned out afterward that it was so. Grandma Cobb had known all the\ntime, and Harriet had gone through her room to get to the back\nstairs, down which she stole to meet Harry.\n\nThe young couple had not been long past when a stout, tall figure\nwent hurriedly by with an angry flirt of skirts--short ones.\n\n\"Oh, dear, that is Mrs. Jameson!\" cried Louisa.\n\nWe waited breathless. Harry and Harriet could have gone no farther\nthan the grove, for in a very short time back they all came, Mrs.\nJameson leading--almost pulling--along her daughter, and Harry\npressing close at her side, with his arm half extended as if to\nprotect his sweetheart. Mrs. Jameson kept turning and addressing him;\nwe could hear the angry clearness of her voice, though we could not\ndistinguish many words; and finally, when they were almost past we\nsaw poor Harriet also turn to him, and we judged that she, as well as\nher mother, was begging him to go, for he directly caught her hand,\ngave it a kiss, said something which we almost caught, to the effect\nthat she must not be afraid--he would take care that all came out\nright--and was gone.\n\n\"Oh, dear,\" sighed Louisa, and I echoed her. I did pity the poor\nyoung things.\n\nTo our surprise, and also to our dismay, it was not long before we\nsaw Mrs. Jameson hurrying back, and she turned in at our gate.\n\nLouisa jumped and lighted the lamp, and I set the rocking-chair for\nMrs. Jameson.\n\n\"No, I can't sit down,\" said she, waving her hand. \"I am too much\ndisturbed to sit down,\" but even as she said that she did drop into\nthe rocking-chair. Louisa said afterward that Mrs. Jameson was one\nwho always would sit down during all the vicissitudes of life, no\nmatter how hard she took them.\n\nMrs. Jameson was very much disturbed; we had never seen her calm\nsuperiority so shaken; it actually seemed as if she realized for once\nthat she was not quite the peer of circumstances, as Louisa said.\n\n\"I wish to inquire if you have known long of this shameful\nclandestine love affair of my daughter's?\" said she, and Louisa and I\nwere nonplussed. We did not know what to say. Luckily, Mrs. Jameson\ndid not wait for an answer; she went on to pour her grievance into\nour ears, without even stopping to be sure whether they were\nsympathizing ones or not.\n\n\"My daughter cannot marry into one of these village families,\" said\nshe, without apparently the slightest consideration of the fact that\nwe were a village family. \"My daughter has been very differently\nbrought up. I have other views for her; it is impossible; it must be\nunderstood at once that I will not have it.\"\n\nMrs. Jameson was still talking, and Louisa and I listening with more\nof dismay than sympathy, when who should walk in but Caroline Liscom\nherself.\n\nShe did not knock--she never does; she opened the door with no\nwarning whatsoever, and stood there.\n\nLouisa turned pale, and I know I must have. I could not command my\nvoice, though I tried hard to keep calm.\n\nI said \"Good-morning,\" when it should have been \"Good-evening,\"\nand placed Alice's little chair, in which she could not by any\npossibility sit, for Caroline.\n\n\"No, I don't want to sit down,\" said Caroline, and she kept her word\nbetter than Mrs. Jameson. She turned directly to the latter. \"I have\njust been over to your house,\" said she, \"and they told me that you\nhad come over here. I want to say something to you, and that is, I\ndon't want my son to marry your daughter, and I will never give my\nconsent to it, never, never!\"\n\n\nMrs. Jameson's face was a study. For a minute she had not a word\nto say; she only gasped. Finally she spoke. \"You can be no more\nunwilling to have your son marry my daughter than I am to have my\ndaughter marry your son,\" said she.\n\nThen Caroline said something unexpected. \"I would like to know what\nyou have against my son, as fine a young man as there is anywhere\nabout, I don't care who he is,\" said she.\n\nAnd Mrs. Jameson said something unexpected. \"I should like to inquire\nwhat you have against my daughter?\" said she.\n\n\"Well, I'll tell you one thing,\" returned Caroline; \"she doesn't know\nenough to keep a doll-baby's house, and she ain't neat.\"\n\nMrs. Jameson choked; it did not seem as if she could reply in her\nusual manner to such a plain statement of objections. She and\nCaroline glared at each other a minute; then to our great relief, for\nno one wants her house turned into the seat of war, Caroline simply\nrepeated, \"I shall never give my consent to have my son marry your\ndaughter,\" and went out.\n\nMrs. Jameson did not stay long after that. She rose, saying that her\nnerves were very much shaken, and that she felt it sad that all her\nefforts for the welfare and improvement of the village should have\nended in this, and bade us a mournful good-evening and left.\n\nLouisa and I had an impression that she held us in some way\nresponsible, and we could not see why, though I did reflect guiltily\nhow I had asked the lovers into my house that October night. Louisa\nand I agreed that, take it altogether, we had never seen so much\nmutual love and mutual scorn in two families.\n\n\n\nVI\n\nTHE CENTENNIAL\n\n\nThe older one grows, the less one wonders at the sudden, inconsequent\nturns which an apparently reasonable person will make in a line of\nconduct. Still I must say that I was not prepared for what Mrs. H.\nBoardman Jameson did in about a week after she had declared that her\ndaughter should never marry Harry Liscom: capitulated entirely, and\ngave her consent.\n\nIt was Grandma Cobb who brought us the news, coming in one morning\nbefore we had our breakfast dishes washed.\n\n\"My daughter told Harriet last night that she had written to her\nfather and he had no objections, and that she would withdraw hers\non further consideration,\" said Grandma Cobb, with a curious,\nunconscious imitation of Mrs. Jameson's calm state of manner. Then\nshe at once relapsed into her own. \"My daughter says that she is\nconvinced that the young man is worthy, though he is not socially\nquite what she might desire, and she does not feel it right to part\nthem if they have a true affection for each other,\" said Grandma\nCobb. Then she added, with a shake of her head and a gleam of\nmalicious truth in her blue eyes: \"That is not the whole of it;\nRobert Browning was the means of bringing it about.\"\n\n\"Robert Browning!\" I repeated. I was bewildered, and Louisa stared at\nme in a frightened way. She said afterward that she thought for a\nminute that Grandma Cobb was out of her head.\n\nBut Grandma Cobb went on to explain. \"Yes, my daughter seems to look\nupon Robert Browning as if everything he said was written on tables\nof stone,\" said she; \"and last night she had a letter from Mrs.\nAddison Sears, who feels just the same way. My daughter had written\nher about Harriet's love affair, and this was in answer. Mrs. Sears\ndwelt a good deal upon Mr. Browning's own happy marriage; and then\nshe quoted passages; and my daughter became convinced that Robert\nBrowning would have been in favor of the match,--and that settled it.\nMy daughter proves things by Browning almost the same way as people\ndo by Scripture, it seems to me sometimes. I am thankful that it has\nturned out so,\" Grandma Cobb went on to say, \"for I like the young\nman myself; and as for Harriet, her mind is set on him, and she's\nsomething like me: once get her mind set on anybody, that's the end\nof it. My daughter has got the same trait, but it works the contrary\nway: when she once gets her mind set against anybody, that's the end\nof it unless Robert Browning steps in to turn her.\"\n\nLouisa and I were heartily glad to hear of Mr. Browning's unconscious\nintercession and its effect upon Mrs. Jameson, but we wondered what\nCaroline Liscom would say.\n\n\"It will take more than passages of poetry to move her,\" said Louisa\nwhen Grandma Cobb had gone.\n\nAll we could do was to wait for developments concerning Caroline.\nThen one day she came in and completely opened her heart to us with\nthat almost alarming frankness which a reserved woman often displays\nif she does lose her self-restraint.\n\n\"I can't have it anyhow,\" said Caroline Liscom; and I must say I did\npity her, though I had a weakness for little Harriet. \"I feel as if\nit would kill me if Harry marries that girl--and I am afraid he will;\nbut it shall never be with my consent, and he shall never bring her\nto my house while I am in it.\"\n\nThen Caroline went on to make revelations about Harriet which were\nactually dire accusations from a New England housewife like her.\n\n\"It was perfectly awful the way her room looked while she was at my\nhouse,\" said Caroline; \"and she doesn't know how to do one thing\nabout a house. She can't make a loaf of bread to save her life, and\nshe has no more idea how to sweep a room and dust it than a baby. I\nhad it straight from Hannah Bell that she dusted her room and swept\nit afterward. Think of my boy, brought up the way he has been,\neverything as neat as wax, if I do say it, and his victuals always\ncooked nice, and ready when he wanted them, marrying a girl like\nthat. I can't and I won't have it. It's all very well now, he's\ncaptivated by a pretty face; but wait a little, and he'll find out\nthere's something else. He'll find out there's comfort to be\nconsidered as well as love. And she don't even know how to do plain\nsewing. Only look at the bottoms of her dresses, with the braid\nhanging; and I know she never mends her stockings--I had it from the\nwoman who washes them. Only think of my son, who has always had his\nstockings mended as smooth as satin, either going with holes in them,\nor else having them gathered up in hard bunches and getting corns.\nI can't and I won't have it!\"\n\nCaroline finished all her remarks with that, setting her mouth hard.\nIt was evident that she was firm in her decision. I suggested mildly\nthat the girl had never been taught, and had always had so much money\nthat she was excusable for not knowing how to do all these little\nthings which the Linnville girls had been forced to do.\n\n\"I know all that,\" said Caroline; \"I am not blaming her so much\nas I am her mother. She had better have stopped reading Browning\nand improving her own mind and the village, and improved her own\ndaughter, so she could walk in the way Providence has set for a\nwoman without disgracing herself. But I am looking at her as she is,\nwithout any question of blame, for the sake of my son. He shall not\nmarry a girl who don't know how to make his home comfortable any\nbetter than she does--not if his mother can save him from it.\"\n\nLouisa asked timidly--we were both of us rather timid, Caroline was\nso fierce--if she did not think she could teach Harriet.\n\n\"I don't know whether I can or not!\" said Caroline. \"Anyway, I am not\ngoing to try. What kind of a plan would it be for me to have her in\nthe house teaching her, where Harry could see her every day, and\nperhaps after all find out that it would not amount to anything. I'd\nrather try to cure drink than make a good housewife of a girl who\nhasn't been brought up to it. How do I know it's in her? And there I\nwould have her right under Harry's nose. She shall never marry him;\nI can't and I won't have it.\"\n\nLouisa and I speculated as to whether Caroline would be able to help\nit, when she had taken her leave after what seemed to us must have\nbeen a most unsatisfactory call, with not enough sympathy from us to\ncheer her.\n\n\"Harry Liscom has a will, as well as his mother, and he is a man\ngrown, and running the woollen factory on shares with his father, and\nable to support a wife. I don't believe he is going to stop, now the\ngirl's mother has consented, because his mother tells him to,\" said\nLouisa; and I thought she was right.\n\nThat very evening Harry went past to the Jamesons, in his best suit,\ncarrying a cane, which he swung with the assured air of a young man\ngoing courting where he is plainly welcome.\n\n\"I am glad for one thing,\" said I, \"and that is there is no more\nsecret strolling in my grove, but open sitting up in her mother's\nparlor.\"\n\nLouisa looked at me a little uncertainly, and I saw that there was\nsomething which she wanted to say and did not quite dare.\n\n\"What is it?\" said I.\n\n\"Well,\" said Louisa, hesitatingly, \"I was thinking that I supposed--I\ndon't know that it would work at all--maybe her mother wouldn't be\nwilling, and maybe she wouldn't be willing herself--but I was\nthinking that you were as good a housekeeper as Caroline Liscom,\nand--you might have the girl in here once in a while and teach her.\"\n\n\"I will do it,\" said I at once,--\"if I can, that is.\"\n\nI found out that I could. The poor child was only too glad to come to\nmy house and take a few lessons in housekeeping. I waylaid her when\nshe was going past one day, and broached the subject delicately. I\nsaid it was a good idea for a young girl to learn as much as she\ncould about keeping a house nice before she had one of her own, and\nHarriet blushed as red as a rose and thanked me, and arranged to come\nfor her first lesson the very next morning. I got a large gingham\napron for her, and we began. I gave her a lesson in bread-making that\nvery day, and found her an apt pupil. I told her that she would make\na very good housekeeper--I should not wonder if as good as Mrs.\nLiscom, who was, I considered, the best in the village; and she\nblushed again and kissed me.\n\nLouisa and I had been a little worried as to what Mrs. Jameson would\nsay; but we need not have been. Mrs. Jameson was strenuously engaged\nin uprooting poison-ivy vines, which grew thickly along the walls\neverywhere in the village. I must say it seemed Scriptural to me, and\nmade me think better in one way of Mrs. Jameson, since it did require\nconsiderable heroism.\n\nLuckily, old Martin was one of the few who are exempt from the\nnoxious influence of poison-ivy, and he pulled up the roots with\nimpunity, but I must say without the best success. Poison-ivy is a\nstaunch and persistent thing, and more than a match for Mrs. Jameson.\nShe suffered herself somewhat in the conflict, and went about for\nsome time with her face and hands done up in castor-oil, which we\nconsider a sovereign remedy for poison-ivy. Cobb, too, was more or\nless a victim to his mother's zeal for uprooting noxious weeds.\n\nIt was directly after the poison-ivy that Mrs. Jameson made what may\nbe considered her grand attempt of the season. All at once she\ndiscovered what none of the rest of us had thought of--I suppose we\nmust have been lacking in public feeling not to have done so--that\nour village had been settled exactly one hundred years ago that very\nAugust.\n\nMrs. Jameson came into our house with the news on the twenty-seventh\nday of July. She had just found it out in an old book which had been\nleft behind and forgotten in the garret of the Wray house.\n\n\"We must have a centennial, of course,\" said she magisterially.\n\nLouisa and I stared at her. \"A centennial!\" said I feebly. I think\nvisions of Philadelphia, and exhibits of the products of the whole\nworld in our fields and cow-pastures, floated through my mind.\nCentennial had a stupendous sound to me, and Louisa said afterward\nit had to her.\n\n\"How would you make it?\" asked Louisa vaguely of Mrs. Jameson, as if\na centennial were a loaf of gingerbread.\n\nMrs. Jameson had formed her plans with the rapidity of a great\ngeneral on the eve of a forced battle. \"We will take the oldest house\nin town,\" said she promptly. \"I think that it is nearly as old as the\nvillage, and we will fit it up as nearly as possible like a house of\none hundred years ago, and we will hold our celebration there.\"\n\n\"Let me see, the oldest house is the Shaw house,\" said I.\n\n\"Why, Emily Shaw is living there,\" said Louisa in wonder.\n\n\"We shall make arrangements with her,\" returned Mrs. Jameson,\nwith confidence. She looked around our sitting-room, and eyed\nour old-fashioned highboy, of which we are very proud, and an\nold-fashioned table which becomes a chair when properly manipulated.\n\"Those will be just the things to go in one of the rooms,\" said she,\nwithout so much as asking our leave.\n\n\"Emily Shaw's furniture will have to be put somewhere if so many\nother things are to be moved in,\" suggested Louisa timidly; but Mrs.\nJameson dismissed that consideration with merely a wave of her hand.\n\n\"I think that Mrs. Simeon White has a swell-front bureau and an old\nlooking-glass which will do very well for one of the chambers,\" she\nwent on to say, \"and Miss Clark has a mahogany table.\"  Mrs. Jameson\nwent on calmly enumerating articles of old-fashioned furniture which\nshe had seen in our village houses which she considered suitable to\nbe used in the Shaw house for the centennial.\n\n\"I don't see how Emily Shaw is going to live there while all this is\ngoing on,\" remarked Louisa in her usual deprecatory tone when\naddressing Mrs. Jameson.\n\n\"I think we may be able to leave her one room,\" said Mrs. Jameson;\nand Louisa and I fairly gasped when we reflected that Emily Shaw had\nnot yet heard a word of the plan.\n\n\"I don't know but Emily Shaw will put up with it, for she is pretty\nmeek,\" said Louisa when Mrs. Jameson had gone hurrying down the\nstreet to impart her scheme to others; \"but it is lucky for Mrs.\nJameson that Flora Clark hasn't the oldest house in town.\"\n\nI said I doubted if Flora would even consent to let her furniture be\ndisplayed in the centennial; but she did. Everybody consented to\neverything. I don't know whether Mrs. H. Boardman Jameson had really\nany hypnotic influence over us, or whether we had a desire for the\ncelebration, but the whole village marshalled and marched to her\norders with the greatest docility. All our cherished pieces of old\nfurniture were loaded into carts and conveyed to the old Shaw house.\n\nThe centennial was to be held the tenth day of August, and there was\nnecessarily quick work. The whole village was in an uproar; none of\nus who had old-fashioned possessions fairly knew where we were\nliving, so many of them were in the Shaw house; we were short of\ndishes and bureau drawers, and counterpanes and curtains. Mrs.\nJameson never asked for any of these things; she simply took them\nas by right of war, and nobody gainsaid her, not even Flora Clark.\nHowever, poor Emily Shaw was the one who displayed the greatest\nmeekness under provocation. The whole affair must have seemed\nrevolutionary to her. She was a quiet, delicate little woman, no\nlonger young. She did not go out much, not even to the sewing circle\nor the literary society, and seemed as fond of her home as an animal\nof its shell--as if it were a part of her. Old as her house was, she\nhad it fitted up in a modern, and, to our village ideas, a very\npretty fashion. Emily was quite well-to-do. There were nice tapestry\ncarpets on all the downstairs floors, lace curtains at the windows,\nand furniture covered with red velvet in the parlor. She had also had\nthe old fireplaces covered up and marble slabs set. There was\nhandsome carved black walnut furniture in the chambers; and taken\naltogether, the old Shaw house was regarded as one of the best\nfurnished in the village. Mrs. Sim White said she didn't know as she\nwondered that Emily didn't like to go away from such nice things.\n\nNow every one of these nice things was hustled out of sight to make\nroom for the pieces of old-fashioned furniture. The tapestry carpets\nwere taken up and stowed away in the garrets, the lace curtains\nwere pulled down. In their stead were the old sanded bare floors\nand curtains of homespun linen trimmed with hand-knitted lace.\nEmily's nice Marseilles counterpanes were laid aside for the old\nblue-and-white ones which our grandmothers spun and wove, and her\nfine oil paintings gave way to old engravings of Webster death-bed\nscenes and portraits of the Presidents, and samplers. Emily was left\none room to herself--a little back chamber over the kitchen--and she\ntook her meals at Flora Clark's, next door. She was obliged to do\nthat, for her kitchen range had been taken down, and there was only\nthe old fireplace furnished with kettles and crane to cook in.\n\n\"I suppose my forefathers used to get all their meals there,\" said\npoor Emily Shaw, who has at all times a gentle, sad way of speaking,\nand then seemed on the verge of uncomplaining tears, \"but I don't\nquite feel competent to undertake it now. It looks to me as if the\nkettles might be hard to lift.\"  Emily glanced at her hands and\nwrists as she spoke. Emily's hands and arms are very small and bony,\nas she is in her general construction, though she is tall.\n\nThe little chamber which she inhabited during the preparation for the\ncentennial was very hot in those midsummer days, and her face was\nalways suffused with a damp pink when she came out of it; but she\nuttered no word of complaint, not even when they took down her marble\nslabs and exposed the yawning mouths of the old fireplaces again. All\nshe said was once in a deprecatory whisper to me, to the effect that\nshe was a little sorry to have strangers see her house looking so,\nbut she supposed it was interesting.\n\nWe expected a number of strangers. Mrs. Sim White's brother, who had\ngone to Boston when he was a young man and turned out so smart, being\nthe head of a large dry-goods firm, was coming, and was to make a\nspeech; and Mr. Elijah M. Mills, whose mother's people came from\nLinnville, was to be there, as having a hereditary interest in the\nvillage. Of course, everybody knows Elijah M. Mills. He was to make a\nspeech. Mrs. Lucy Beers Wright, whose aunt on her father's side, Miss\nJane Beers, used to live in Linnville before she died, was to come\nand read some selections from her own works. Mrs. Lucy Beers Wright\nwrites quite celebrated stories, and reads them almost better than\nshe writes them. She has enormous prices, too, but she promised to\ncome to the centennial and read for nothing; she used to visit her\naunt in Linnville when she was a girl, and wrote that she had a\nsincere love for the dear old place. Mrs. Jameson said that we were\nvery fortunate to get her.\n\nMrs. Jameson did not stop, however, at celebrities of local\ntraditions; she flew higher still. She wrote the Governor of the\nState, inviting him to be present, and some of us were never quite\ncertain that she did not invite the President of the United States.\nHowever, if she had done so, it seemed incredible that since he\nwas bidden by Mrs. H. Boardman Jameson he neither came nor wrote a\nletter. The Governor of the State did not come, but he wrote a very\nhandsome letter, expressing the most heartfelt disappointment that he\nwas unable to be present on such an occasion; and we all felt very\nsorry for him when we heard it read. Mrs. Sim White said that a\ngovernor's life must be a hard one, he must have to deny himself many\npleasures. Our minister, the Rev. Henry P. Jacobs, wrote a long poem\nto be read on the occasion; it was in blank verse like Young's \"Night\nThoughts,\" and some thought he had imitated it; but it was generally\nconsidered very fine, though we had not the pleasure of hearing it at\nthe centennial--why, I will explain later.\n\nThere was to be a grand procession, of course, illustrative of the\narts, trades, and professions in our village a hundred years ago and\nat the present time, and Mrs. Jameson engineered that. I never saw a\nwoman work as she did. Louisa and I agreed that she could not be so\nvery delicate after all. She had a finger in everything except the\ncooking; that she left mostly to the rest of us, though she did break\nover in one instance to our sorrow. We made pound-cake, and cupcake,\nand Indian puddings, and pies, and we baked beans enough for a\nstanding army. Of course, the dinner was to be after the fashion of\none of a hundred years ago. The old oven in the Shaw kitchen was to\nbe heated, and Indian puddings and pies baked in it; but that would\nnot hold enough for such a multitude as we expected, so we all baked\nat home--that is, all except Caroline Liscom. She would not bake a\nthing because Mrs. Jameson got up the centennial, and she declared\nthat she would not go. However, she changed her mind, which was\nfortunate enough as matters afterward transpired.\n\nThe tenth of August, which was the one hundredth anniversary of the\nsettlement of our village, dawned bright and clear, for which we were\nthankful, though it was very hot. The exercises were to begin at\neleven o'clock in the morning with the procession. We were to\nassemble at the old Shaw house at half-past twelve; the dinner was to\nbe at half-past one, after an hour of social intercourse which would\nafford people an opportunity of viewing the house, and a few of us an\nopportunity of preparing the dinner. After dinner were to be the\nspeeches and readings, which must be concluded in season for the\nout-of-town celebrities to take the Grover stage-coach to connect\nwith the railroad train.\n\nBy eight o'clock people began to arrive from other villages, and to\ngather on the street corners to view the procession. It was the very\nfirst procession ever organized in our village, and we were very\nproud of it. For the first time Mrs. Jameson began to be regarded\nwith real gratitude and veneration as a local benefactress. We told\nall the visitors that Mrs. H. Boardman Jameson got up the centennial,\nand we were proud that she was one of us when we saw her driving\npast in the procession. We thought it exceedingly appropriate\nthat the Jamesons--Mr. Jameson had come on from New York for the\noccasion--should ride in the procession with the minister and the\nlawyer in a barouche from Grover. Barouches seemed that day to be\nillustrative of extremest progress in carriages, in contrast with the\nold Linnville and Wardville stage-coaches, and the old chaise and\ndoctor's sulky, all of which had needed to be repaired with infinite\ncare, and were driven with gingerly foresight, lest they fall to\npieces on the line of march. We really pitied the village doctor in\nthe aged sulky, for it seemed as if he might have to set a bone for\nhimself by reason of the sudden and total collapse of his vehicle.\nMrs. Jameson had decreed that he should ride in it, however, and\nthere was no evading her mandate.\n\nMrs. Jameson looked very imposing in her barouche, and we were glad\nthat she wore one of her handsome black silks instead of her sensible\nshort costume. There was a good deal of jet about the waist, and her\nbonnet was all made of jet, with a beautiful tuft of pink roses on\nthe front, and she glittered resplendently as she rode past, sitting\nup very straight, as befitted the dignity of the occasion.\n\n\"That is Mrs. H. Boardman Jameson,\" said we, and we mentioned\nincidentally that the gentleman beside her was Mr. Jameson. We were\nnot as proud of him, since all that he had done which we knew of was\nto lose all his money and have his friends get him a place in the\ncustom-house; he was merely a satellite of his wife, who had gotten\nup our centennial.\n\nWords could not express the admiration which we all felt for the\nprocession. It was really accomplished in a masterly manner,\nespecially taking into consideration the shortness of the time for\npreparation; but that paled beside the wonders of the old Shaw house.\nI was obliged to be in the kitchen all during that hour of inspection\nand social intercourse, but I could hear the loud bursts of\nadmiration. The house seemed full of exclamation-points. Flora Clark\nsaid for her part she could not see why folks could not look at a\nthing and think it was pretty without screaming; but she was tired,\nand probably a little vexed at herself for working so hard when\nMrs. Jameson had gotten up the centennial. It was very warm in the\nkitchen, too, for Mrs. Jameson had herself started the hearth fire in\norder to exemplify to the utmost the old custom. The kettles on the\ncrane were all steaming. Flora Clark said it was nonsense to have a\nhearth-fire on such a hot day because our grandmothers were obliged\nto, but she was in the minority. Most of the ladies were inclined to\nfollow Mrs. Jameson's lead unquestionably on that occasion. They even\nexclaimed admiringly over two chicken pies which she brought, and\nwhich I must say had a singular appearance. The pastry looked very\nhard and of a curious leaden color. Mrs. Jameson said that she made\nthem herself out of whole wheat, without shortening, and she\nevidently regarded them as triumphs of wholesomeness and culinary\nskill. She furthermore stated that she had remained up all night to\nbake them, which we did not doubt, as Hannah Bell, her help, had been\nemployed steadily in the old Shaw house. Mrs. Jameson had cut the\npies before bringing them, which Flora Clark whispered was necessary.\n\"I know that she had to cut them with a hatchet and a hammer,\"\nwhispered she; and really when we came to try them later it did not\nseem so unlikely. I never saw such pastry, anything like the\ntoughness and cohesiveness of it; the chicken was not seasoned well,\neither. We could eat very little; with a few exceptions, we could do\nno more than taste of it, which was fortunate.\n\nI may as well mention here that the few greedy individuals, who\nI fancy frequent all social functions with an undercurrent of\ngastronomical desire for their chief incentive, came to grief by\nreason of Mrs. Jameson's chicken pies. She baked them without that\nopening in the upper crust which, as every good housewife knows, is\nessential, and there were dire reports of sufferings in consequence.\nThe village doctor, after his precarious drive in the ancient sulky,\nhad a night of toil. Caleb--commonly called Kellup--Bates, and his\nson Thomas, were the principal sufferers, they being notorious eaters\nand the terrors of sewing-circle suppers. Flora Clark confessed to\nme that she was relieved when she saw them out again, since she had\npassed the pies to them three times, thinking that such devourers\nwould stop at nothing and she might as well save the delicacies for\nthe more temperate.\n\nWe were so thankful that none of the out-of-town celebrities ate Mrs.\nJameson's chicken pies, since they had a rather unfortunate\nexperience as it was. The dinner was a very great success, and Flora\nClark said to me that if people a hundred years ago ate those hearty,\nnourishing victuals as these people did, she didn't wonder that the\nmen had strength to found a Republic, but she did wonder how the\nwomen folks who had to cook for them had time and strength to live.\n\nAfter dinner the speechifying began. The Rev. Henry P. Jacobs made\nthe opening address; we had agreed that he should be invited to do\nso, since he was the minister. He asked the blessing before we began\nto eat, and made the opening address afterward. Mr. Jacobs is\nconsidered a fine speaker, and he is never at a loss for ideas. We\nall felt proud of him as he stood up and began to speak of the state\nof the Linnville church a hundred years ago, and contrasted those\ndays of fireless meeting-houses with the comforts of the sanctuary at\nthe present time. He also had a long list of statistics. I began at\nlast to feel a little uneasy lest he might read his poem, and so rob\nthe guests who were to speak of their quotas of time. Louisa said she\nthought he was intending to, but she saw Mrs. Jameson whisper to her\nhusband, who immediately tiptoed around to him with a scared and\nimportant look, and said something in a low voice. Then the minister,\nwith a somewhat crestfallen air, curtailed his remarks, saying\nsomething about his hoping to read a poem a little later on that\nauspicious occasion, but that he would now introduce Mrs. H. Boardman\nJameson, to whom they were all so much indebted.\n\nMrs. Jameson arose and bowed to the company, and adjusted her\neyeglasses. Her jets glittered, her eyes shone with a commanding\nbrightness, and she really looked very imposing. After a few words,\nwhich even Flora Clark acknowledged were very well chosen, she read\nthe Governor's letter with great impressiveness. Then she went on to\nread other letters from people who were noteworthy in some way and\nhad some association with the village. Flora Clark said that she\nbelieved that Mrs. Jameson had written to every celebrity whose\ngrandfather ever drove through Linnville. She did have a great many\nletters from people who we were surprised to hear had ever heard of\nus, and they were very interesting. Still it did take time to read\nthem; and after she had finished them all, Mrs. Jameson commenced to\nspeak on her own account. She had some notes which she consulted\nunobtrusively from time to time. She dwelt mainly upon the vast\nimprovement for the better in our condition during the last hundred\nyears. She mentioned in this connection Robert Browning, the benefit\nof whose teaching was denied our ancestors of a hundred years ago.\nShe also mentioned hygienic bread as a contrast to the heavy,\nindigestible masses of corn-meal concoctions and the hurtful richness\nof pound-cake. Mrs. Jameson galloped with mild state all her little\nhobbies for our delectation, and the time went on. We had sat\nvery long at dinner; it was later than we had planned when the\nspeechifying began. Mrs. Jameson did not seem to be in the least\naware of the flight of time as she peacefully proceeded; nor did she\nsee how we were all fidgeting. Still, nobody spoke to her; nobody\nquite dared, and then we thought every sentence would be her last.\n\nThe upshot of it was that the Grover stage-coach arrived, and Mrs.\nSim White's brother, Elijah M. Mills, and Mrs. Lucy Beers Wright,\nbesides a number of others of lesser fame, were obliged to leave\nwithout raising their voices, or lose their trains, which for such\nbusy people was not to be thought of. There was much subdued\nindignation and discomfiture among us, and I dare say among the\nguests themselves. Mrs. Lucy Beers Wright was particularly haughty,\neven to Mrs. Sim White, who did her best to express her regret\nwithout blaming Mrs. Jameson. As for Elijah M. Mills, Louisa said\nshe heard him say something which she would not repeat, when he was\nputting on his hat. He is a fine speaker, and noted for the witty\nstories which he tells; we felt that we had missed a great deal.\nI must say, to do her justice, that Mrs. Jameson seemed somewhat\nperturbed, and disposed to be conciliating when she bade the guests\ngood-by; she was even apologetic in her calmly superior way.\n\nHowever, the guests had not been gone long before something happened\nto put it all out of our minds for the time. The Rev. Henry P. Jacobs\nhad just stood up again, with a somewhat crestfallen air, to read his\npoem--I suppose he was disappointed to lose the more important part\nof his audience--when there was a little scream, and poor Harriet\nJameson was all in a blaze. She wore a white muslin dress, and\nsomehow it had caught--I suppose from a spark; she had been sitting\nnear the hearth, though we had thought the fire was out. Harry Liscom\nmade one spring for her when he saw what had happened; but he had not\nbeen very near her, and a woman was before him. She caught up the\nbraided rug from the floor, and in a second Harriet was borne down\nunder it, and then Harry was there with his coat, and Sim White, and\nthe fire was out. Poor Harriet was not much hurt, only a few trifling\nburns; but if it had not been for the woman she might easily have\ngotten her death, and our centennial ended in a tragedy.\n\nIt had all been done so quickly that we had not fairly seen who the\nwoman who snatched up the rug was, but when the fire was out we knew:\nCaroline Liscom. She was somewhat burned herself, too, but she did\nnot seem to mind that at all. She was, to our utter surprise--for we\nall knew how she had felt about Harry's marrying Harriet--cuddling\nthe girl in her motherly arms, the sleeves of her best black\ngrenadine being all scorched, too, and telling her that she must not\nbe frightened, the fire was all out, and calling her my dear child,\nand kissing her. I, for one, never knew that Caroline Liscom could\ndisplay so much warmth of love and pity, and that toward a girl whom\nshe was determined her son should not marry, and before so many. I\nsuppose when she saw the poor child all in a blaze, and thought she\nwould be burned to death, her heart smote her, and she felt that she\nwould do anything in the world if she only lived.\n\nHarry Liscom was as white as a sheet. Once or twice he tried to push\nhis mother away, as if he wished to do the comforting and cuddling\nhimself; but she would not have it. \"Poor child! poor child!\" she\nkept repeating; \"it's all over, don't be frightened,\" as if Harriet\nhad been a baby.\n\nThen Mrs. H. Boardman Jameson came close to Caroline Liscom, and\ntears were running down her cheeks quite openly. She did not even\nhave out her handkerchief, and she threw her arms right around the\nother woman who had saved her daughter. \"God bless you! Oh, God bless\nyou!\" she said; then her voice broke and she sobbed out loud. I think\na good many of us joined her. As for Caroline Liscom, she sort of\npushed Harriet toward her son, and then she threw her poor, scorched\narms around Mrs. H. Boardman Jameson and kissed her. \"Oh, let us both\nthank God!\" sobbed Caroline.\n\nAs soon as we got calm enough we took Harriet upstairs; her pretty\nmuslin was fluttering around her in yellow rags, and the slight burns\nneeded attention; she was also exhausted with the nervous shock, and\nwas trembling like a leaf, her cheeks white and her eyes big with\nterror. Caroline Liscom and her mother came too, and Caroline\nconcealed her burns until Harriet's were dressed. Luckily, the doctor\nwas there. Then Harriet was induced to lie down on the north chamber\nbed on the old blue-and-white counterpane that Mrs. Sim White's\nmother spun and wove.\n\nRev. Henry P. Jacobs did not read his poem; we were too much\nperturbed to listen to it, and nobody mentioned it to him. Flora\nClark whispered to me that if he began she should go home; for her\npart, she felt as if she had gone through enough that day without\npoetry. The poem was delivered by special request at our next sewing\ncircle, but I think the minister was always disappointed, though he\nstrove to bear it with Christian grace. However, within three months\nhe had to console him a larger wedding fee than often falls to a\nminister in Linnville.\n\nThe centennial dissolved soon after the burning accident. There was\nnothing more to do but to put the Shaw house to rights again and\nrestore the various articles to their owners, which, of course, could\nnot be done that day, nor for many days to come. I think I never\nworked harder in my life than I did setting things to rights after\nour centennial; but I had one consolation through it, and that was\nthe happiness of the two young things, who had had indirectly their\nlove tangle smoothed out by it.\n\nCaroline Liscom and Mrs. Jameson were on the very best of terms, and\nHarriet was running over to Caroline's house to take lessons in\nhousekeeping, instead of to mine, before the week was out.\n\nThere was a beautiful wedding the last of October, and young Mrs.\nHarry Liscom has lived in our midst ever since, being considered one\nof the most notable housekeepers in the village for her age. She and\nher husband live with Caroline Liscom, and Louisa says sometimes that\nshe believes Caroline loves the girl better than she does her own\nson, and that she fairly took her into her heart when she saved her\nlife.\n\n\"Some women can't love anybody except their own very much unless they\ncan do something for them,\" says Louisa; and I don't know but she is\nright.\n\nThe Jamesons are still with us every summer--even Grandma Cobb, who\ndoes not seem to grow feeble at all. Sarah is growing to be quite a\npretty girl, and there is a rumor that Charlie White is attentive to\nher, though they are both almost too young to think of such things.\nCobb is a very nice boy, and people say they had as soon have him\ncome in and sit a while and talk, as a girl. As for Mrs. Jameson,\nshe still tries to improve us at times, not always with our full\nconcurrence, and her ways are still not altogether our ways,\nprovoking mirth, or calling for charity. Yet I must say we have\nnowadays a better understanding of her good motives, having had\npossibly our spheres enlarged a little by her, after all, and having\ngained broader views from the points of view of people outside our\nnarrow lives. I think we most of us are really fond of Mrs. H.\nBoardman Jameson, and are very glad that the Jamesons came to our\nvillage.\n\n\nTHE END\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Jamesons, by Mary E. Wilkins Freeman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE JAMESONS ***\n\n***** This file should be named 17792.txt or 17792.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/7\/7\/9\/17792\/\n\nProduced by Jeff Kaylin and Andrew Sly\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":80,"split":"train"}
