{"ori_id":"da215ca3bcbf04997227bce18a3f8782f8c956e4","title":"Deirdre of the Sorrows","context":"Deirdre of the Sorrows\n Act I: Lavarcham's house on Slieve Fuadh. Conchubor, the aging High King of Ulster, has charged Lavarcham to raise the child Deirdre to be his queen when she comes of age. Lavarcham finds that the now-beautiful Deirdre is a willful young woman, without interest in marrying an old man. Conchubor comes to Slieve Fuadh to bring Deirdre to his palace, Emain Macha, ignoring her pleas to remain in the countryside for another year. After he leaves, Naoise, son of Usna, and his brothers come to the cottage seeking Deirdre, and she tells them of her summons. Deirdre is aware of a prophecy that she will be the doom of the sons of Usna; nonetheless she asks Naoise to take her away from Ulster. He agrees, and Ainnle weds them in an impromptu ceremony.\nAct II: Alban. Deirdre and the sons of Usna have lived happily on a remote island for seven years. Fergus arrives bearing an offer of peace from Conchubor, and asks Deirdre and Naoise to return with him to Emain Macha. Lavarcham warns Deirdre not to accept, and Owen, a spy in the service of Conchubor, intimidates Deirdre with suggestions that death awaits Naoise in Ulster. Naoise tells Fergus that he plans to live the rest of his life with Deirdre in Alban, but Deirdre convinces him to accept Conchubor's offer, reasoning that it is better to die young, at the peak of their love, than to grow old and live in the shadow of their past happiness.\nAct III: A tent near Emain. Lavarcham arrives at Conchubor's tent and tries to convince him to give up his pursuit of Deirdre, claiming that she has grown old and lost her beauty. His soldiers arrive and contradict her claims, and he leaves just before Deirdre and Naoise enter. They discuss the possibility of their impending deaths until Conchubor returns. Deirdre nearly convinces him to put aside past grievances and let them live in peace when the sound of a battle between Conchubor's men and Naoise's brothers reaches them. Conchubor and Naoise go to join the fray and Naoise is killed. Fergus and his men arrive, enraged by the king's treachery, and set Emain Macha ablaze. Lavarcham tries to convince Deirdre to flee Ulster, and Conchubor tries to take her to a different castle, but she stays and mourns her dead lover and his brothers. In the end, Deirdre takes Naoise's dagger, stabs herself, and falls into his open grave, leaving Conchubor with nothing.\nï»¿The Project Gutenberg EBook of Deirdre of the Sorrows, by J. M. Synge\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Deirdre of the Sorrows\n\nAuthor: J. M. Synge\n\n\nRelease Date: October, 1999  [Etext #1922]\nLast Updated: July 10, 2013\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK DEIRDRE OF THE SORROWS ***\n\n\n\n\nProduced by An Anonymous Project Gutenberg Volunteer\n\n\n\n\n\n\n\nDEIRDRE OF THE SORROWS\n\nBy J. M. Synge\n\n\n\nTN: I have omitted running heads, have inserted\na blank space between the \".\" and the \"--\" following\nstage directions immediately following the name of\nthe speaker, and have made the following additional\nchanges to the text:\n\n   PAGE  LINE  ORIGINAL          CHANGED TO\n   16    26  its               it's\n   29    23  DEIRDRE           DEIRDRE.\n   33    17  old Woman.        Old Woman.\n   45    18  his brother       his brothers\n   79    14  Naisi             Naisi.\n   87     5  startled          startled.\n\n\n\n\nDEIRDRE OF THE SORROWS\n\n\n\n\nPERSONS IN THE PLAY\n\nLAVARCHAM, Deirdre's nurse\n\nOLD WOMAN, Lavarcham's servant\n\nOWEN, Conchubor's attendant and spy\n\nCONCHUBOR, High King of Ulster\n\nFERGUS, Conchubor's friend\n\nDEIRDRE\n\nNAISI, Deirdre's lover\n\nAINNLE, Naisi's brother\n\nARDAN, Naisi's brother\n\nTWO SOLDIERS\n\n\n\n\nACT I.\n\nLavarcham's house\non Slieve Fuadh.\n\n\n\n_Lavarcham's house on Slieve Fuadh.  There\nis a door to inner room on the left, and a door\nto open air on the right.  Window at back\nand a frame with a half-finished piece of\ntapestry.  There are also a large press and\nheavy oak chest near the back wall.  The place\nis neat and clean but bare.  Lavarcham, woman\nof fifty, is working at tapestry frame.  Old\nWoman comes in from left._\n\n\nOLD WOMAN.  She hasn't come yet,\nis it, and it falling to the night?\n\nLAVARCHAM.  She has not. . . (_Con-\ncealing her anxiety._)  It's dark with the\nclouds are coming from the west and south,\nbut it isn't later than the common.\n\nOLD WOMAN.  It's later, surely, and I\nhear tell the Sons of Usna, Naisi and his\nbrothers, are above chasing hares for two days\nor three, and the same awhile since when the\nmoon was full.\n\nLAVARCHAM -- _more anxiously._ -- The\ngods send they don't set eyes on her -- (_with_\n\n\n16\n\n\n_a sign of helplessness_) yet if they do itself,\nit wasn't my wish brought them or could send\nthem away.\n\nOLD WOMAN -- _reprovingly._ -- If it\nwasn't, you'd do well to keep a check on her,\nand she turning a woman that was meant to\nbe a queen.\n\nLAVARCHAM.  Who'd check her like\nwas meant to have her pleasure only, the way\nif there were no warnings told about her you'd\nsee troubles coming when an old king is taking\nher, and she without a thought but for her\nbeauty and to be straying the hills.\n\nOLD WOMAN.  The gods help the lot of\nus. . . .  Shouldn't she be well pleased getting\nthe like of Conchubor, and he middling settled\nin his years itself?  I don't know what he\nwanted putting her this wild place to be\nbreaking her in, or putting myself to be roast-\ning her supper and she with no patience for\nher food at all.         [_She looks out._\n\nLAVARCHAM.  Is she coming from the\nglen?\n\nOLD WOMAN.  She is not.  But whisht\n-- there's two men leaving the furze --\n(_crying out_) it's Conchubor and Fergus along\nwith him.  Conchubor'll be in a blue stew this\nnight and herself abroad.\n\n\n17\n\n\nLAVARCHAM -- _settling room hastily._ --\nAre they close by?\n\nOLD WOMAN.  Crossing the stream, and\nthere's herself on the hillside with a load of\ntwigs.  Will I run out and put her in order\nbefore they'll set eyes on her at all?\n\nLAVARCHAM.  You will not.  Would\nyou have him see you, and he a man would\nbe jealous of a hawk would fly between her\nand the rising sun.  (_She looks out._)  Go up\nto the hearth and be as busy as if you hadn't\nseen them at all.\n\nOLD WOMAN -- _sitting down to polish\nvessel._ -- There'll be trouble this night, for he\nshould be in his tempers from the way he's\nstepping out, and he swinging his hands.\n\nLAVARCHAM -- _wearied with the whole\nmatter._ -- It'd be best of all, maybe, if he got\nin tempers with herself, and made an end\nquickly, for I'm in a poor way between the\npair of them (_going back to tapestry frame._)\nThere they are now at the door.\n[_Conchubor and Fergus come in._\n\nCONCHUBOR AND FERGUS.  The\ngods save you.\n\nLAVARCHAM -- _getting up and courtesy-\ning._ -- The gods save and keep you kindly, and\nstand between you and all harm for ever.\n\n\n18\n\n\nCONCHUBOR -- _looking around._ -- Where\nis Deirdre?\n\nLAVARCHAM -- _trying to speak with in-\ndifference._ -- Abroad upon Slieve Fuadh.  She\ndoes be all times straying around picking\nflowers or nuts, or sticks itself; but so long\nas she's gathering new life I've a right not to\nheed her, I'm thinking, and she taking her will.\n[_Fergus talks to Old Woman._\n\nCONCHUBOR -- _stiffly._ -- A night with\nthunder coming is no night to be abroad.\n\nLAVARCHAM -- _more uneasily._ -- She's\nused to every track and pathway, and the\nlightning itself wouldn't let down its flame to\nsinge the beauty of her like.\n\nFERGUS -- _cheerfully._ -- She's right, Con-\nchubor, and let you sit down and take your\nease, (_he takes a wallet from under his cloak_)\nand I'll count out what we've brought, and\nput it in the presses within.\n[_He goes into the inner room with the\nOld Woman._\n\nCONCHUBOR -- _sitting down and look-\ning about._ -- Where are the mats and hangings\nand the silver skillets I sent up for Deirdre?\n\nLAVARCHAM.  The mats and hangings\nare in this press, Conchubor.  She wouldn't\nwish to be soiling them, she said, running out\n\n\n19\n\nand in with mud and grasses on her feet, and\nit raining since the night of Samhain.  The\nsilver skillets and the golden cups we have\nbeyond locked in the chest.\n\nCONCHUBOR.  Bring them out and use\nthem from this day.\n\nLAVARCHAM.  We'll do it, Conchubor.\n\nCONCHUBOR -- _getting up and going to\nframe._ -- Is this hers?\n\nLAVARCHAM -- _pleased to speak of it._ --\nIt is, Conchubor.  All say there isn't her match\nat fancying figures and throwing purple upon\ncrimson, and she edging them all times with\nher greens and gold.\n\nCONCHUBOR -- _a little uneasily._ -- Is she\nkeeping wise and busy since I passed before,\nand growing ready for her life in Emain?\n\nLAVARCHAM -- _dryly._ -- That is a ques-\ntion will give small pleasure to yourself or me.\n(_Making up her mind to speak out._)  If it's\nthe truth I'll tell you, she's growing too wise\nto marry a big king and she a score only.  Let\nyou not be taking it bad, Conchubor, but you'll\nget little good seeing her this night, for with\nall my talking it's wilfuller she's growing these\ntwo months or three.\n\nCONCHUBOR -- _severely, but relieved\nthings are no worse._ -- Isn't it a poor thing\n\n\n20\n\nyou're doing so little to school her to meet\nwhat is to come?\n\nLAVARCHAM.  I'm after serving you\ntwo score of years, and I'll tell you this night,\nConchubor, she's little call to mind an old\nwoman when she has the birds to school her,\nand the pools in the rivers where she goes\nbathing in the sun.  I'll tell you if you seen\nher that time, with her white skin, and her red\nlips, and the blue water and the ferns about\nher, you'd know, maybe, and you greedy itself,\nit wasn't for your like she was born at all.\n\nCONCHUBOR.  It's little I heed for what\nshe was born; she'll be my comrade, surely.\n[_He examines her workbox._\n\nLAVARCHAM -- _sinking into sadness\nagain._ -- I'm in dread so they were right say-\ning she'd bring destruction on the world, for\nit's a poor thing when you see a settled man\nputting the love he has for a young child, and\nthe love he has for a full woman, on a girl the\nlike of her; and it's a poor thing, Conchubor,\nto see a High King, the way you are this day,\nprying after her needles and numbering her\nlines of thread.\n\nCONCHUBOR -- _getting up._ -- Let you\nnot be talking too far and you old itself.\n\n\n21\n\n(_Walks across room and back._)  Does she\nknow the troubles are foretold?\n\nLAVARCHAM -- _in the tone of the earlier\ntalk._ -- I'm after telling her one time and\nanother, but I'd do as well speaking to a lamb\nof ten weeks and it racing the hills. . . .  It's\nnot the dread of death or troubles that would\ntame her like.\n\nCONCHUBOR -- _he looks out._ -- She's\ncoming now, and let you walk in and keep\nFergus till I speak with her a while.\n\nLAVARCHAM -- _going left._ -- If I'm\nafter vexing you itself, it'd be best you weren't\ntaking her hasty or scolding her at all.\n\nCONCHUBOR -- _very stiffly._ -- I've no\ncall to.  I'm well pleased she's light and airy.\n\nLAVARCHAM -- _offended at his tone._ --\nWell pleased is it?  (_With a snort of irony_)\nIt's a queer thing the way the likes of me do\nbe telling the truth, and the wise are lying all\ntimes.\n[_She goes into room on left.  Conchubor\narranges himself before a mirror for a\nmoment, then goes a little to the left\nand waits.  Deirdre comes in poorly\ndressed, with a little bag and a bundle\nof twigs in her arms.  She is astonished\nfor a moment when she sees Conchu-_\n\n\n22\n\n_bor; then she makes a courtesy to him,\nand goes to the hearth without any\nembarrassment._\n\nCONCHUBOR.  The gods save you,\nDeirdre.  I have come up bringing you rings\nand jewels from Emain Macha.\n\nDEIRDRE.  The gods save you.\n\nCONCHUBOR.  What have you brought\nfrom the hills?\n\nDEIRDRE -- _quite self-possessed._ -- A bag\nof nuts, and twigs for our fires at the dawn\nof day.\n\nCONCHUBOR -- _showing annoyance in\nspite of himself._ -- And it's that way you're\npicking up the manners will fit you to be Queen\nof Ulster?\n\nDEIRDRE -- _made a little defiant by his\ntone._ -- I have no wish to be a queen.\n\nCONCHUBOR -- _almost sneeringly._ --\nYou'd wish to be dressing in your duns and\ngrey, and you herding your geese or driving\nyour calves to their shed -- like the common\nlot scattered in the glens.\n\nDEIRDRE -- _very defiant._ -- I would not,\nConchubor.  (_She goes to tapestry and begins\nto work._)  A girl born the way I'm born is\nmore likely to wish for a mate who'd be her\nlikeness. . . .  A man with his hair like the\n\n\n23\n\nraven, maybe, and his skin like the snow and\nhis lips like blood spilt on it.\n\nCONCHUBOR -- _sees his mistake, and\nafter a moment takes a flattering tone, looking\nat her work._ -- Whatever you wish, there's no\nqueen but would be well pleased to have your\nskill at choosing colours and making pictures\non the cloth.  (_Looking closely._)  What is it\nyou're figuring?\n\nDEIRDRE -- _deliberately._ -- Three young\nmen and they chasing in the green gap of a\nwood.\n\nCONCHUBOR -- _now almost pleading._ --\nIt's soon you'll have dogs with silver chains\nto be chasing in the woods of Emain, for I\nhave white hounds rearing up for you, and\ngrey horses, that I've chosen from the finest\nin Ulster and Britain and Gaul.\n\nDEIRDRE -- _unmoved as before._ -- I've\nheard tell, in Ulster and Britain and Gaul,\nNaisi and his brothers have no match and they\nchasing in the woods.\n\nCONCHUBOR -- _very gravely._ -- Isn't it\na strange thing you'd be talking of Naisi and\nhis brothers, or figuring them either, when you\nknow the things that are foretold about them-\nselves and you?  Yet you've little knowledge,\nand I'd do wrong taking it bad when it'll be\n\n\n24\n\nmy share from this out to keep you the way\nyou'll have little call to trouble for knowledge,\nor its want either.\n\nDEIRDRE.  Yourself should be wise,\nsurely.\n\nCONCHUBOR.  The like of me has a\nstore of knowledge that's a weight and terror.\nIt's for that we do choose out the like of your-\nself that are young and glad only. . . .  I'm\nthinking you are gay and lively each day in\nthe year?\n\nDEIRDRE.  I don't know if that's true,\nConchubor.  There are lonesome days and bad\nnights in this place like another.\n\nCONCHUBOR.  You should have as few\nsad days, I'm thinking, as I have glad and\ngood ones.\n\nDEIRDRE.  What is it has you that way\never coming this place, when you'd hear the\nold woman saying a good child's as happy as\na king?\n\nCONCHUBOR.  How would I be happy\nseeing age coming on me each year, when the\ndry leaves are blowing back and forward at\nthe gate of Emain?  And yet this last while\nI'm saying out, when I see the furze breaking\nand the daws sitting two and two on ash-trees\nby the duns of Emain, Deirdre's a year nearer\n\n\n25\n\nher full age when she'll be my mate and com-\nrade and then I'm glad surely.\n\nDEIRDRE -- _almost to herself._ -- I will\nnot be your mate in Emain.\n\nCONCHUBOR -- _not heeding her._ -- It's\nthere you'll be proud and happy and you'll\nlearn that, if young men are great hunters, yet\nit's with the like of myself you'll find a knowl-\nedge of what is priceless in your own like.\nWhat we all need is a place is safe and\nsplendid, and it's that you'll get in Emain in\ntwo days or three.\n\nDEIRDRE -- _aghast._ -- Two days!\n\nCONCHUBOR.  I have the rooms ready,\nand in a little while you'll be brought down\nthere, to be my queen and queen of the five\nparts of Ireland.\n\nDEIRDRE -- _standing up frightened and\npleading._ -- I'd liefer stay this place, Con-\nchubor. . . .  Leave me this place, where I'm\nwell used to the tracks and pathways and the\npeople of the glens. . . .  It's for this life I'm\nborn, surely.\n\nCONCHUBOR.  You'll be happier and\ngreater with myself in Emain.  It is I will be\nyour comrade, and will stand between you and\nthe great troubles are foretold.\n\nDEIRDRE.  I will not be your queen in\n\n\n26\n\nEmain when it's my pleasure to be having my\nfreedom on the edges of the hills.\n\nCONCHUBOR.  It's my wish to have you\nquickly; I'm sick and weary thinking of the\nday you'll be brought down to me, and seeing\nyou walking into my big, empty halls.  I've\nmade all sure to have you, and yet all said\nthere's a fear in the back of my mind I'd miss\nyou and have great troubles in the end.  It's\nfor that, Deirdre, I'm praying that you'll\ncome quickly; and you may take the word of\na man has no lies, you'll not find, with any\nother, the like of what I'm bringing you in\nwildness and confusion in my own mind.\n\nDEIRDRE.  I cannot go, Conchubor.\n\nCONCHUBOR -- _taking a triumphant\ntone._ -- It is my pleasure to have you, and I\na man is waiting a long while on the throne\nof Ulster.  Wouldn't you liefer be my com-\nrade, growing up the like of Emer and Maeve,\nthan to be in this place and you a child always?\n\nDEIRDRE.  You don't know me and\nyou'd have little joy taking me, Conchubor.\n. . .  I'm a long while watching the days\ngetting a great speed passing me by.  I'm too\nlong taking my will, and it's that way I'll be\nliving always.\n\nCONCHUBOR -- _dryly._ -- Call Fergus to\n\n\n27\n\ncome with me.  This is your last night upon\nSlieve Fuadh.\n\nDEIRDRE -- _now pleadingly._ -- Leave me\na short space longer, Conchubor.  Isn't it a\npoor thing I should be hastened away, when\nall these troubles are foretold?  Leave me a\nyear, Conchubor; it isn't much I'm asking.\n\nCONCHUBOR.  It's much to have me\ntwo score and two weeks waiting for your\nvoice in Emain, and you in this place growing\nlonesome and shy.  I'm a ripe man and in\ngreat love, and yet, Deirdre, I'm the King of\nUlster.  (_He gets up._)  I'll call Fergus, and\nwe'll make Emain ready in the morning.\n[_He goes towards door on left._\n\nDEIRDRE -- _clinging to him._ -- Do not\ncall him, Conchubor. . . .  Promise me a year\nof quiet. . . .  It's one year I'm asking only.\n\nCONCHUBOR.  You'd be asking a year\nnext year, and the years that follow.  (_Call-\ning._)  Fergus!  Fergus!  (_To Deirdre._)\nYoung girls are slow always; it is their lovers\nthat must say the word.  (_Calling._)  Fergus!\n[_Deirdre springs away from him as\nFergus comes in with Lavarcham and\nthe Old Woman._\n\nCONCHUBOR -- _to Fergus._ -- There is a\n\n\n28\n\nstorm coming, and we'd best be going to our\npeople when the night is young.\n\nFERGUS -- _cheerfully._ -- The gods shield\nyou, Deirdre.  (_To Conchubor._)  We're late\nalready, and it's no work the High King to\nbe slipping on stepping-stones and hilly path-\nways when the floods are rising with the rain.\n[_He helps Conchubor into his cloak._\n\nCONCHUBOR -- _glad that he has made\nhis decision -- to Lavarcham._ -- Keep your\nrules a few days longer, and you'll be brought\ndown to Emain, you and Deirdre with you.\n\nLAVARCHAM -- _obediently._ -- Your rules\nare kept always.\n\nCONCHUBOR.  The gods shield you.\n[_He goes out with Fergus.  Old Woman\nbolts door._\n\nLAVARCHAM -- _looking at Deirdre, who\nhas covered her face._ -- Wasn't I saying you'd\ndo it?  You've brought your marriage a sight\nnearer not heeding those are wiser than your-\nself.\n\nDEIRDRE -- _with agitation._ -- It wasn't I\ndid it.  Will you take me from this place,\nLavarcham, and keep me safe in the hills?\n\nLAVARCHAM.  He'd have us tracked in\nthe half of a day, and then you'd be his queen\n\n\n29\n\nin spite of you, and I and mine would be\ndestroyed for ever.\n\nDEIRDRE -- _terrified with the reality that\nis before her._ -- Are there none can go against\nConchubor?\n\nLAVARCHAM.  Maeve of Connaught\nonly, and those that are her like.\n\nDEIRDRE.  Would Fergus go against\nhim?\n\nLAVARCHAM.  He would, maybe, and\nhis temper roused.\n\nDEIRDRE -- _in a lower voice with sudden\nexcitement._ -- Would Naisi and his brothers?\n\nLAVARCHAM -- _impatiently._ -- Let you\nnot be dwelling on Naisi and his brothers. . . .\nIn the end of all there is none can go against\nConchubor, and it's folly that we're talking,\nfor if any went against Conchubor it's sorrow\nhe'd earn and the shortening of his day of life.\n[_She turns away, and Deirdre stands up\nstiff with excitement and goes and\nlooks out of the window._\n\nDEIRDRE.  Are the stepping-stones flood-\ning, Lavarcham?  Will the night be stormy in\nthe hills?\n\nLAVARCHAM -- _looking at her curiously._\nThe stepping-stones are flooding, surely, and\n\n\n30\n\nthe night will be the worst, I'm thinking, we've\nseen these years gone by.\n\nDEIRDRE -- _tearing open the press and\npulling out clothes and tapestries._ -- Lay these\nmats and hangings by the windows, and at the\ntables for our feet, and take out the skillets\nof silver, and the golden cups we have, and\nour two flasks of wine.\n\nLAVARCHAM.  What ails you?\n\nDEIRDRE -- _gathering up a dress._ -- Lay\nthem out quickly, Lavarcham, we've no call\ndawdling this night.  Lay them out quickly;\nI'm going into the room to put on the rich\ndresses and jewels have been sent from Emain.\n\nLAVARCHAM.  Putting on dresses at\nthis hour, and it dark and drenching with the\nweight of rain!  Are you away in your head?\n\nDEIRDRE -- _gathering her things to-\ngether with an outburst of excitement._ -- I will\ndress like Emer in Dundealgan, or Maeve in\nher house in Connaught.  If Conchubor'll\nmake me a queen, I'll have the right of a queen\nwho is a master, taking her own choice and\nmaking a stir to the edges of the seas. . . .\nLay out your mats and hangings where I can\nstand this night and look about me.  Lay out\nthe skins of the rams of Connaught and of the\ngoats of the west.  I will not be a child or\n\n\n31\n\nplaything; I'll put on my robes that are the\nrichest, for I will not be brought down to\nEmain as Cuchulain brings his horse to the\nyoke, or Conall Cearneach puts his shield\nupon his arm; and maybe from this day I will\nturn the men of Ireland like a wind blowing\non the heath.\n[_She goes into room.  Lavarcham and\nOld Woman look at each other, then\nthe Old Woman goes over, looks in at\nDeirdre through chink of the door, and\nthen closes it carefully._\n\nOLD WOMAN -- _in a frightened whisper._\n-- She's thrown off the rags she had about\nher, and there she is in her skin; she's putting\nher hair in shiny twists.  Is she raving,\nLavarcham, or has she a good right turning\nto a queen like Maeve?\n\nLAVARCHAM -- _putting up hanging very\nanxiously._ -- It's more than raving's in her\nmind, or I'm the more astray; and yet she's\nas good a right as another, maybe, having her\npleasure, though she'd spoil the world.\n\nOLD WOMAN -- _helping her._ -- Be quick\nbefore she'll come back. . . .  Who'd have\nthought we'd run before her, and she so quiet\ntill to-night.  Will the High King get the\n\n\n32\n\nbetter of her, Lavarcham?  If I was Con-\nchubor, I wouldn't marry with her like at all.\n\nLAVARCHAM.  Hang that by the win-\ndow.  That should please her, surely.  When\nall's said, it's her like will be the master till\nthe end of time.\n\nOLD WOMAN -- _at the window._ -- There's\na mountain of blackness in the sky, and the\ngreatest rain falling has been these long years\non the earth.  The gods help Conchubor.  He'll\nbe a sorry man this night, reaching his dun,\nand he with all his spirits, thinking to himself\nhe'll be putting his arms around her in two\ndays or three.\n\nLAVARCHAM.  It's more than Conchu-\nbor'll be sick and sorry, I'm thinking, before\nthis story is told to the end.\n[_Loud knocking on door at the right._\n\nLAVARCHAM -- _startled._ -- Who is that?\n\nNAISI -- _outside._ -- Naisi and his brothers.\n\nLAVARCHAM.  We are lonely women.\nWhat is it you're wanting in the blackness of\nthe night?\n\nNAISI.  We met a young girl in the woods\nwho told us we might shelter this place if the\nrivers rose on the pathways and the floods\ngathered from the butt of the hills.\n[_Old Woman clasps her hands in horror._\n\n\n33\n\n\nLAVARCHAM -- _with great alarm._ -- You\ncannot come in. . . .  There is no one let in\nhere, and no young girl with us.\n\nNAISI.  Let us in from the great storm.\nLet us in and we will go further when the\ncloud will rise.\n\nLAVARCHAM.  Go round east to the\nshed and you'll have shelter.  You cannot\ncome in.\n\nNAISI -- _knocking loudly._ -- Open the\ndoor or we will burst it.  (_The door is shaken._)\n\nOLD WOMAN -- _in a timid whisper._ --\nLet them in, and keep Deirdre in her room\nto-night.\n\nAINNLE AND ARDAN -- _outside._ --\nOpen!  Open!\n\nLAVARCHAM -- _to Old Woman._ -- Go\nin and keep her.\n\nOLD WOMAN.  I couldn't keep her.  I've\nno hold on her.  Go in yourself and I will\nfree the door.\n\nLAVARCHAM.  I must stay and turn\nthem out.  (_She pulls her hair and cloak over\nher face._)  Go in and keep her.\n\nOLD WOMAN.  The gods help us.\n[_She runs into the inner room._\n\nVOICES.  Open!\n\nLAVARCHAM -- _opening the door._ --\n\n\n34\n\nCome in then and ill-luck if you'll have it so.\n[_Naisi and Ainnle and Ardan come in\nand look round with astonishment._\n\nNAISI.  It's a rich man has this place, and\nno herd at all.\n\nLAVARCHAM -- _sitting down with her\nhead half covered._ -- It is not, and you'd best\nbe going quickly.\n\nNAISI -- _hilariously, shaking rain from\nhis clothes._ -- When we've had the pick of luck\nfinding princely comfort in the darkness of\nthe night!  Some rich man of Ulster should\ncome here and he chasing in the woods.  May\nwe drink?  (_He takes up flask._)  Whose\nwine is this that we may drink his health?\n\nLAVARCHAM.  It's no one's that you've\ncall to know.\n\nNAISI.  Your own health then and length\nof life.  (_Pouring out wine for the three.\nThey drink._)\n\nLAVARCHAM -- _very crossly._ -- You're\ngreat boys taking a welcome where it isn't\ngiven, and asking questions where you've no\ncall to. . . .  If you'd a quiet place settled\nup to be playing yourself, maybe, with a gentle\nqueen, what'd you think of young men prying\naround and carrying tales?  When I was a bit\nof a girl the big men of Ulster had better\n\n\n35\n\nmanners, and they the like of your three selves,\nin the top folly of youth.  That'll be a story\nto tell out in Tara that Naisi is a tippler and\nstealer, and Ainnle the drawer of a stranger's\ncork.\n\nNAISI -- _quite cheerfully, sitting down be-\nside her._ -- At your age you should know\nthere are nights when a king like Conchubor\nwill spit upon his arm ring, and queens will\nstick their tongues out at the rising moon.\nWe're that way this night, and it's not wine\nwe're asking only.  Where is the young girl\ntold us we might shelter here?\n\nLAVARCHAM.  Asking me you'd be?\nWe're decent people, and I wouldn't put you\ntracking a young girl, not if you gave me the\ngold clasp you have hanging on your coat.\n\nNAISI -- _giving it to her._ -- Where is she?\n\nLAVARCHAM -- _in confidential whisper,\nputting her hand on his arm._ -- Let you walk\nback into the hills and turn up by the second\ncnuceen where there are three together.  You'll\nsee a path running on the rocks and then you'll\nhear the dogs barking in the houses, and their\nnoise will guide you till you come to a bit of\ncabin at the foot of an ash-tree.  It's there\nthere is a young and flighty girl that I'm\nthinking is the one you've seen.\n\n\n36\n\n\nNAISI -- _hilariously._ -- Here's health, then,\nto herself and you!\n\nARDAN.  Here's to the years when you\nwere young as she!\n\nAINNLE -- _in a frightened whisper._ --\nNaisi!\n[_Naisi looks up and Ainnle beckons to\nhim.  He goes over and Ainnle points\nto something on the golden mug he\nholds in his hand._\n\nNAISI -- looking at it in astonishment._ --\nThis is the High King's. . . .  I see his mark\non the rim.  Does Conchubor come lodging\nhere?\n\nLAVARCHAM -- _jumping up with ex-\ntreme annoyance._ -- Who says it's Conchu-\nbor's?  How dare young fools the like of you\n-- (_speaking with vehement insolence_) come\nprying around, running the world into troubles\nfor some slip of a girl?  What brings you this\nplace straying from Emain?  (_Very bitterly._)\nThough you think, maybe, young men can do\ntheir fill of foolery and there is none to blame\nthem.\n\nNAISI -- _very soberly._ -- Is the rain easing?\n\nARDAN.  The clouds are breaking. . . .\nI can see Orion in the gap of the glen.\n\nNAISI -- _still cheerfully._ -- Open the door\n\n\n37\n\nand we'll go forward to the little cabin between\nthe ash-tree and the rocks.  Lift the bolt and\npull it.\n[_Deirdre comes in on left royally dressed\nand very beautiful.  She stands for a\nmoment, and then as the door opens\nshe calls softly._\n\nDEIRDRE.  Naisi!  Do not leave me,\nNaisi.  I am Deirdre of the Sorrows.\n\nNAISI -- _transfixed with amazement._ --\nAnd it is you who go around in the woods\nmaking the thrushes bear a grudge against the\nheavens for the sweetness of your voice\nsinging.\n\nDEIRDRE.  It is with me you've spoken,\nsurely.  (_To Lavarcham and Old Woman._)\nTake Ainnle and Ardan, these two princes,\ninto the little hut where we eat, and serve them\nwith what is best and sweetest.  I have many\nthing for Naisi only.\n\nLAVARCHAM -- _overawed by her tone._ --\nI will do it, and I ask their pardon.  I have\nfooled them here.\n\nDEIRDRE -- _to Ainnle and Ardan._ -- Do\nnot take it badly that I am asking you to walk\ninto our hut for a little.  You will have a\nsupper that is cooked by the cook of Conchu-\n\n\n38\n\nbor, and Lavarcham will tell you stories of\nMaeve and Nessa and Rogh.\n\nAINNLE.  We'll ask Lavarcham to tell us\nstories of yourself, and with that we'll be well\npleased to be doing your wish.\n[_They all go out except Deirdre and Naisi._\n\nDEIRDRE -- _sitting in the high chair in\nthe centre._ -- Come to this stool, Naisi (_point-\ning to the stool_).  If it's low itself the High\nKing would sooner be on it this night than on\nthe throne of Emain Macha.\n\nNAISI -- _sitting down._ -- You are Fed-\nlimid's daughter that Conchubor has walled up\nfrom all the men of Ulster.\n\nDEIRDRE.  Do many know what is fore-\ntold, that Deirdre will be the ruin of the Sons\nof Usna, and have a little grave by herself,\nand a story will be told for ever?\n\nNAISI.  It's a long while men have been\ntalking of Deirdre, the child who had all gifts,\nand the beauty that has no equal; there are\nmany know it, and there are kings would give\na great price to be in my place this night and\nyou grown to a queen.\n\nDEIRDRE.  It isn't many I'd call, Naisi.\n. . .  I was in the woods at the full moon\nand I heard a voice singing.  Then I gathered\nup my skirts, and I ran on a little path I have\n\n\n39\n\nto the verge of a rock, and I saw you pass by\nunderneath, in your crimson cloak, singing a\nsong, and you standing out beyond your\nbrothers are called the Plower of Ireland.\n\nNAISI.  It's for that you called us in the\ndusk?\n\nDEIRDRE -- _in a low voice._ -- Since that,\nNaisi, I have been one time the like of a ewe\nlooking for a lamb that had been taken away\nfrom her, and one time seeing new gold on\nthe stars, and a new face on the moon, and all\ntimes dreading Emain.\n\nNAISI -- _pulling himself together and be-\nginning to draw back a little._ -- Yet it should\nbe a lonesome thing to be in this place and you\nborn for great company.\n\nDEIRDRE -- _softly._ -- This night I have\nthe best company in the whole world.\n\nNAISI -- _still a little formally._ -- It is I\nwho have the best company, for when you're\nqueen in Emain you will have none to be your\nmatch or fellow.\n\nDEIRDRE.  I will not be queen in Emain.\n\nNAISI.  Conchubor has made an oath you\nwill, surely.\n\nDEIRDRE.  It's for that maybe I'm called\nDeirdre, the girl of many sorrows . . . for\nit's a sweet life you and I could have, Naisi.\n\n\n40\n\n. . . .  It should be a sweet thing to have\nwhat is best and richest, if it's for a short\nspace only.\n\nNAISI -- _very distressed._ -- And we've a\nshort space only to be triumphant and brave.\n\nDEIRDRE.  You must not go, Naisi, and\nleave me to the High King, a man is aging\nin his dun, with his crowds round him, and\nhis silver and gold.  (_More quickly._)  I will\nnot live to be shut up in Emain, and wouldn't\nwe do well paying, Naisi, with silence and a\nnear death.  (_She stands up and walks away\nfrom him._)  I'm a long while in the woods\nwith my own self, and I'm in little dread of\ndeath, and it earned with riches would make\nthe sun red with envy, and he going up the\nheavens; and the moon pale and lonesome, and\nshe wasting away.  (_She comes to him and\nputs her hands on his shoulders._)  Isn't it a\nsmall thing is foretold about the ruin of our-\nselves, Naisi, when all men have age coming\nand great ruin in the end?\n\nNAISI.  Yet it's a poor thing it's I should\nbring you to a tale of blood and broken bodies,\nand the filth of the grave. . . .  Wouldn't we\ndo well to wait, Deirdre, and I each twilight\nmeeting you on the sides of the hills?\n\n\n41\n\n\nDEIRDRE -- _despondently._ -- His mes-\nsengers are coming.\n\nNAISI.  Messengers are coming?\n\nDEIRDRE.  To-morrow morning or the\nnext, surely.\n\nNAISI.  Then we'll go away.  It isn't I\nwill give your like to Conchubor, not if the\ngrave was dug to be my lodging when a week\nwas by.  (_He looks out._)  The stars are out,\nDeirdre, and let you come with me quickly,\nfor it is the stars will be our lamps many nights\nand we abroad in Alban, and taking our\njourneys among the little islands in the sea.\nThere has never been the like of the joy we'll\nhave, Deirdre, you and I, having our fill of\nlove at the evening and the morning till the\nsun is high.\n\nDEIRDRE.  And yet I'm in dread leaving\nthis place, where I have lived always.  Won't\nI be lonesome and I thinking on the little hill\nbeyond, and the apple-trees do be budding in\nthe spring-time by the post of the door?  (_A\nlittle shaken by what has passed._)  Won't I\nbe in great dread to bring you to destruction,\nNaisi, and you so happy and young?\n\nNAISI.  Are you thinking I'd go on living\nafter this night, Deirdre, and you with Con-\nchubor in Emain?  Are you thinking I'd go\n\n\n42\n\nout after hares when I've had your lips in my\nsight?\n[_Lavarcham comes in as they cling to\neach other._\n\nLAVARCHAM.  Are you raving,\nDeirdre?  Are you choosing this night to\ndestroy the world?\n\nDEIRDRE -- _very deliberately._ -- It's Con-\nchubor has chosen this night calling me to\nEmain.  (_To Naisi._)  Bring in Ainnle and\nArdan, and take me from this place, where\nI'm in dread from this out of the footsteps of\na hare passing.               [_He goes._\n\nDEIRDRE -- _clinging to Lavarcham._ --\nDo not take it bad I'm going, Lavarcham.  It's\nyou have been a good friend and given me\ngreat freedom and joy, and I living on Slieve\nFuadh; and maybe you'll be well pleased one\nday saying you have nursed Deirdre.\n\nLAVARCHAM -- _moved._ -- It isn't I'll be\nwell pleased and I far away from you.  Isn't\nit a hard thing you're doing, but who can help\nit?  Birds go mating in the spring of the year,\nand ewes at the leaves falling, but a young\ngirl must have her lover in all the courses of\nthe sun and moon.\n\nDEIRDRE.  Will you go to Emain in the\nmorning?\n\n\n43\n\n\nLAVARCHAM.  I will not.  I'll go to\nBrandon in the south; and in the course of a\npiece, maybe, I'll be sailing back and forward\non the seas to be looking on your face and the\nlittle ways you have that none can equal.\n\n[_Naisi comes back with Ainnle and Ardan\nand Old Woman._\n\n\nDEIRDRE -- _taking Naisi's hand._ -- My\ntwo brothers, I am going with Naisi to Alban\nand the north to face the troubles are foretold.\nWill you take word to Conchubor in Emain?\n\nAINNLE.  We will go with you.\n\nARDAN.  We will be your servants and\nyour huntsmen, Deirdre.\n\nDEIRDRE.  It isn't one brother only of\nyou three is brave and courteous.  Will you\nwed us, Lavarcham?  You have the words and\ncustoms.\n\nLAVARCHAM.  I will not, then.  What\nwould I want meddling in the ruin you will\nearn?\n\nNAISI.  Let Ainnle wed us. . . .  He has\nbeen with wise men and he knows their ways.\n\nAINNLE -- _joining their hands._ -- By the\nsun and moon and the whole earth, I wed\nDeirdre to Naisi.  (_He steps back and holds_\n\n\n44\n\n_up his hands._)  May the air bless you, and\nwater and the wind, the sea, and all the hours\nof the sun and moon.\n\n\nCURTAIN\n\n\n\n\n\nACT II.\n\n_Alban.  Early morning in the\nbeginning of winter.  Outside\nthe tent of Deirdre and Naisi.\n\n\n[page intentionally blank]\n\n\n_Alban.  Early morning in the beginning of\nwinter.  A wood outside the tent of Deirdre\nand Naisi.  Lavarcham comes in muffled in a\ncloak._\n\nLAVARCHAM -- _calling._ -- Deirdre. . . .\nDeirdre. . . .\n\nDEIRDRE -- _coming from tent._ -- My\nwelcome, Lavarcham. . . .  Whose curagh is\nrowing from Ulster?  I saw the oars through\nthe tops of the trees, and I thought it was you\nwere coming towards us.\n\nLAVARCHAM.  I came in the shower\nwas before dawn.\n\nDEIRDRE.  And who is coming?\n\nLAVARCHAM -- _mournfully._ -- Let you\nnot be startled or taking it bad, Deirdre.  It's\nFergus bringing messages of peace from\nConchubor to take Naisi and his brothers\nback to Emain.           [_Sitting down._\n\nDEIRDRE -- _lightly._ -- Naisi and his\nbrothers are well pleased with this place; and\nwhat would take them back to Conchubor in\nUlster?\n\nLAVARCHAM.  Their like would go any\n\n\n46\n\nplace where they'd see death standing.  (_With\nmore agitation._)  I'm in dread Conchubor\nwants to have yourself and to kill Naisi, and\nthat that'll be the ruin of the Sons of Usna.\nI'm silly, maybe, to be dreading the like, but\nthose have a great love for yourself have a\nright to be in dread always.\n\nDEIRDRE -- _more anxiously._ -- Emain\nshould be no safe place for myself and Naisi.\nAnd isn't it a hard thing they'll leave us no\npeace, Lavarcham, and we so quiet in the\nwoods?\n\nLAVARCHAM -- _impressively._ -- It's a\nhard thing, surely; but let you take my word\nand swear Naisi, by the earth, and the sun\nover it, and the four quarters of the moon, he'll\nnot go back to Emain -- for good faith or bad\nfaith -- the time Conchubor's keeping the high\nthrone of Ireland. . . .  It's that would save\nyou, surely.\n\nDEIRDRE -- _without hope._ -- There's lit-\ntle power in oaths to stop what's coming, and\nlittle power in what I'd do, Lavarcham, to\nchange the story of Conchubor and Naisi and\nthe things old men foretold.\n\nLAVARCHAM -- _aggressively._ -- Was\nthere little power in what you did the night\nyou dressed in your finery and ran Naisi off\n\n\n47\n\nalong with you, in spite of Conchubor and the\nbig nobles did dread the blackness of your\nluck?  It was power enough you had that\nnight to bring distress and anguish; and now\nI'm pointing you a way to save Naisi, you'll\nnot stir stick or straw to aid me.\n\nDEIRDRE -- _a little haughtily._ -- Let you\nnot raise your voice against me, Lavarcham,\nif you have will itself to guard Naisi.\n\nLAVARCHAM -- _breaking out in anger._\n-- Naisi is it?  I didn't care if the crows were\nstripping his thigh-bones at the dawn of day.\nIt's to stop your own despair and wailing, and\nyou waking up in a cold bed, without the man\nyou have your heart on, I am raging now.\n(_Starting up with temper._)  Yet there is more\nmen than Naisi in it; and maybe I was a big\nfool thinking his dangers, and this day, would\nfill you up with dread.\n\nDEIRDRE -- _sharply._ -- Let you end; such\ntalking is a fool's only, when it's well you know\nif a thing harmed Naisi it isn't I would live\nafter him.  (_With distress._)  It's well you\nknow it's this day I'm dreading seven years,\nand I fine nights watching the heifers walking\nto the haggard with long shadows on the\ngrass; (_with emotion_) or the time I've been\nstretched in the sunshine, when I've heard\n\n\n48\n\nAinnle and Ardan stepping lightly, and they\nsaying: Was there ever the like of Deirdre for\na happy and sleepy queen?\n\nLAVARCHAM -- _not fully pacified._ --\nAnd yet you'll go, and welcome is it, if Naisi\nchooses?\n\nDEIRDRE.  I've dread going or staying,\nLavarcham.  It's lonesome this place, having\nhappiness like ours, till I'm asking each day\nwill this day match yesterday, and will to-\nmorrow take a good place beside the same day\nin the year that's gone, and wondering all\ntimes is it a game worth playing, living on\nuntil you're dried and old, and our joy is gone\nfor ever.\n\nLAVARCHAM.  If it's that ails you, I\ntell you there's little hurt getting old, though\nyoung girls and poets do be storming at the\nshapes of age.  (_Passionately._)  There's little\nhurt getting old, saving when you're looking\nback, the way I'm looking this day, and seeing\nthe young you have a love for breaking up\ntheir hearts with folly.  (_Going to Deirdre._)\nTake my word and stop Naisi, and the day'll\ncome you'll have more joy having the senses\nof an old woman and you with your little\ngrandsons shrieking round you, than I'd have\nthis night putting on the red mouth and the\n\n\n49\n\nwhite arms you have, to go walking lonesome\nbyways with a gamey king.\n\nDEIRDRE.  It's little joy of a young\nwoman, or an old woman, I'll have from this\nday, surely.  But what use is in our talking\nwhen there's Naisi on the foreshore, and\nFergus with him?\n\nLAVARCHAM -- _despairingly._ -- I'm late\nso with my warnings, for Fergus'd talk the\nmoon over to take a new path in the sky.\n(_With reproach._)  You'll not stop him this\nday, and isn't it a strange story you were a\nplague and torment, since you were that\nheight, to those did hang their lifetimes on\nyour voice.  (_Overcome with trouble; gather-\ning her cloak about her._)  Don't think bad of\nmy crying.  I'm not the like of many and I'd\nsee a score of naked corpses and not heed\nthem at all, but I'm destroyed seeing yourself\nin your hour of joy when the end is coming\nsurely.\n[_Owen comes in quickly, rather ragged,\nbows to Deirdre._\n\nOWEN -- _to Lavarcham._ -- Fergus's men\nare calling you.  You were seen on the path,\nand he and Naisi want you for their talk below.\n\nLAVARCHAM -- _looking at him with dis-\nlike._ -- Yourself's an ill-lucky thing to meet a\n\n\n50\n\nmorning is the like of this.  Yet if you are a\nspy itself I'll go and give my word that's\nwanting surely.               [_Goes out._\n\nOWEN -- _to Deirdre._ -- So I've found you\nalone, and I after waiting three weeks getting\nague and asthma in the chill of the bogs, till\nI saw Naisi caught with Fergus.\n\nDEIRDRE.  I've heard news of Fergus;\nwhat brought you from Ulster?\n\nOWEN -- _who has been searching, finds\na loaf and sits down eating greedily, and cut-\nting it with a large knife._ -- The full moon,\nI'm thinking, and it squeezing the crack in my\nskull.  Was there ever a man crossed nine\nwaves after a fool's wife and he not away in\nhis head?\n\nDEIRDRE -- _absently._ -- It should be a\nlong time since you left Emain, where there's\ncivility in speech with queens.\n\nOWEN.  It's a long while, surely.  It's\nthree weeks I am losing my manners beside\nthe Saxon bull-frogs at the head of the bog.\nThree weeks is a long space, and yet you're\nseven years spancelled with Naisi and the pair.\n\nDEIRDRE -- _beginning to fold up her silks\nand jewels._ -- Three weeks of your days might\nbe long, surely, yet seven years are a short\nspace for the like of Naisi and myself.\n\n\n51\n\n\nOWEN -- _derisively._ -- If they're a short\nspace there aren't many the like of you.\nWasn't there a queen in Tara had to walk out\nevery morning till she'd meet a stranger and\nsee the flame of courtship leaping up within\nhis eye?  Tell me now, (_leaning towards her_)\nare you well pleased that length with the same\nman snorting next you at the dawn of day?\n\nDEIRDRE -- _very quietly._ -- Am I well\npleased seven years seeing the same sun throw-\ning light across the branches at the dawn of\nday?  It's a heartbreak to the wise that it's for\na short space we have the same things only.\n(_With contempt._)  Yet the earth itself is a\nsilly place, maybe, when a man's a fool and\ntalker.\n\nOWEN -- _sharply._ -- Well, go, take your\nchoice.  Stay here and rot with Naisi or go to\nConchubor in Emain.  Conchubor's a wrinkled\nfool with a swelling belly on him, and eyes\nfalling downward from his shining crown;\nNaisi should be stale and weary.  Yet there\nare many roads, Deirdre, and I tell you I'd\nliefer be bleaching in a bog-hole than living\non without a touch of kindness from your eyes\nand voice.  It's a poor thing to be so lonesome\nyou'd squeeze kisses on a cur dog's nose.\n\nDEIRDRE.  Are there no women like\n\n\n52\n\nyourself could be your friends in Emain?\n\nOWEN -- _vehemently._ -- There are none\nlike you, Deirdre.  It's for that I'm asking are\nyou going back this night with Fergus?\n\nDEIRDRE.  I will go where Naisi chooses.\n\nOWEN -- _with a burst of rage._ -- It's\nNaisi, Naisi, is it?  Then, I tell you, you'll\nhave great sport one day seeing Naisi getting\na harshness in his two sheep's eyes and he\nlooking on yourself.  Would you credit it, my\nfather used to be in the broom and heather\nkissing Lavarcham, with a little bird chirping\nout above their heads, and now she'd scare a\nraven from a carcase on a hill.  (_With a sad\ncry that brings dignity into his voice._)  Queens\nget old, Deirdre, with their white and long\narms going from them, and their backs hoop-\ning.  I tell you it's a poor thing to see a queen's\nnose reaching down to scrape her chin.\n\nDEIRDRE -- _looking out, a little uneasy._\n-- Naisi and Fergus are coming on the path.\n\nOWEN.  I'll go so, for if I had you seven\nyears I'd be jealous of the midges and the dust\nis in the air.  (_Muffles himself in his cloak;\nwith a sort of warning in his voice._)  I'll give\nyou a riddle, Deirdre: Why isn't my father as\nugly and old as Conchubor?  You've no\nanswer? . . . .  It's because Naisi killed him.\n\n\n53\n\n(_With curious expression._)  Think of that\nand you awake at night, hearing Naisi snor-\ning, or the night you hear strange stories of\nthe things I'm doing in Alban or in Ulster\neither.\n[_He goes out, and in a moment Naisi and\nFergus come in on the other side._\n\nNAISI -- _gaily._ -- Fergus has brought mes-\nsages of peace from Conchubor.\n\nDEIRDRE -- _greeting Fergus._ -- He is\nwelcome.  Let you rest, Fergus, you should be\nhot and thirsty after mounting the rocks.\n\nFERGUS.  It's a sunny nook you've found\nin Alban; yet any man would be well pleased\nmounting higher rocks to fetch yourself and\nNaisi back to Emain.\n\nDEIRDRE -- _with keenness._ -- They've\nanswered?  They would go?\n\nFERGUS -- _benignly._ -- They have not,\nbut when I was a young man we'd have given\na lifetime to be in Ireland a score of weeks;\nand to this day the old men have nothing so\nheavy as knowing it's in a short while they'll\nlose the high skies are over Ireland, and the\nlonesome mornings with birds crying on the\nbogs.  Let you come this day, for there's no\nplace but Ireland where the Gael can have\npeace always.\n\n\n54\n\n\nNAISI -- _gruffly._ -- It's true, surely.  Yet\nwe're better this place while Conchubor's in\nEmain Macha.\n\nFERGUS -- _giving him parchments._ --\nThere are your sureties and Conchubor's seal.\n(_To Deirdre._)  I am your surety with Con-\nchubor.  You'll not be young always, and it's\ntime you were making yourselves ready for\nthe years will come, building up a homely dun\nbeside the seas of Ireland, and getting in your\nchildren from the princes' wives.  It's little\njoy wandering till age is on you and your\nyouth is gone away, so you'd best come this\nnight, for you'd have great pleasure putting\nout your foot and saying, \"I am in Ireland,\nsurely.\"\n\nDEIRDRE.  It isn't pleasure I'd have\nwhile Conchubor is king in Emain.\n\nFERGUS -- _almost annoyed._ -- Would you\ndoubt the seals of Conall Cearneach and the\nkings of Meath?  (_He gets parchments from\nhis cloak and gives them to Naisi.  More\ngently._)  It's easy being fearful and you alone\nin the woods, yet it would be a poor thing if\na timid woman (_taunting her a little_) could\nturn away the Sons of Usna from the life of\nkings.  Let you be thinking on the years to\ncome, Deirdre, and the way you'd have a right\n\n\n55\n\nto see Naisi a high and white-haired justice\nbeside some king of Emain.  Wouldn't it be a\npoor story if a queen the like of you should\nhave no thought but to be scraping up her\nhours dallying in the sunshine with the sons of\nkings?\n\nDEIRDRE -- _turning away a little haught-\nily._ -- I leave the choice to Naisi.  (_Turning\nback towards Fergus._)  Yet you'd do well,\nFergus, to go on your own way, for the sake\nof your own years, so you'll not be saying till\nyour hour of death, maybe, it was yourself\nbrought Naisi and his brothers to a grave was\nscooped by treachery.         [_Goes into tent._\n\nFERGUS.  It is a poor thing to see a\nqueen so lonesome and afraid.  (_He watches\ntill he is sure Deirdre cannot hear him._)\nListen now to what I'm saying.  You'd do well\nto come back to men and women are your\nmatch and comrades, and not be lingering\nuntil the day that you'll grow weary, and hurt\nDeirdre showing her the hardness will grow\nup within your eyes. . . .  You're here years\nand plenty to know it's truth I'm saying.\n[_Deirdre comes out of tent with a horn\nof wine, she catches the beginning of\nNaisi's speech and stops with stony\nwonder._\n\n\n56\n\n\nNAISI -- _very thoughtfully._ -- I'll not tell\nyou a lie.  There have been days a while past\nwhen I've been throwing a line for salmon or\nwatching for the run of hares, that I've a dread\nupon me a day'd come I'd weary of her voice,\n(_very slowly_) and Deirdre'd see I'd wearied.\n\nFERGUS -- _sympathetic but triumphant._ --\nI knew it, Naisi. . . .  And take my word,\nDeirdre's seen your dread and she'll have no\npeace from this out in the woods.\n\nNAISI -- _with confidence._ -- She's not seen\nit. . . .  Deirdre's no thought of getting old\nor wearied; it's that puts wonder in her days,\nand she with spirits would keep bravery and\nlaughter in a town with plague.\n[_Deirdre drops the horn of wine and\ncrouches down where she is._\n\nFERGUS.  That humour'll leave her.  But\nwe've no call going too far, with one word\nborrowing another.  Will you come this night\nto Emain Macha?\n\nNAISI.  I'll not go, Fergus.  I've had\ndreams of getting old and weary, and losing\nmy delight in Deirdre; but my dreams were\ndreams only.  What are Conchubor's seals\nand all your talk of Emain and the fools of\nMeath beside one evening in Glen Masain?\nWe'll stay this place till our lives and time are\n\n\n57\n\nworn out.  It's that word you may take in\nyour curagh to Conchubor in Emain.\n\nFERGUS -- _gathering up his parchments._\n-- And you won't go, surely.\n\nNAISI.  I will not. . . .  I've had dread,\nI tell you, dread winter and summer, and the\nautumn and the springtime, even when there's\na bird in every bush making his own stir till\nthe fall of night; but this talk's brought me\nease, and I see we're as happy as the leaves on\nthe young trees, and we'll be so ever and\nalways, though we'd live the age of the eagle\nand the salmon and the crow of Britain.\n\nFERGUS -- _with anger._ -- Where are your\nbrothers?  My message is for them also.\n\nNAISI.  You'll see them above chasing\notters by the stream.\n\nFERGUS -- _bitterly._ -- It isn't much I was\nmistaken, thinking you were hunters only.\n[_He goes, Naisi turns towards tent\nand sees Deirdre crouching down with\nher cloak round her face.  Deirdre\ncomes out._\n\nNAISI.  You've heard my words to\nFergus?  (_She does not answer.  A pause.  He\nputs his arm round her._)  Leave troubling,\nand we'll go this night to Glen da Ruadh,\n\n\n58\n\nwhere the salmon will be running with the\ntide.             [_Crosses and sits down._\n\nDEIRDRE -- _in a very low voice._ -- With\nthe tide in a little while we will be journeying\nagain, or it is our own blood maybe will be\nrunning away.  (_She turns and clings to him._)\nThe dawn and evening are a little while, the\nwinter and the summer pass quickly, and what\nway would you and I, Naisi, have joy for\never?\n\nNAISI.  We'll have the joy is highest till\nour age is come, for it isn't Fergus's talk of\ngreat deeds could take us back to Emain.\n\nDEIRDRE.  It isn't to great deeds you're\ngoing but to near troubles, and the shortening\nof your days the time that they are bright and\nsunny; and isn't it a poor thing that I, Deirdre,\ncould not hold you away?\n\nNAISI.  I've said we'd stay in Alban\nalways.\n\nDEIRDRE.  There's no place to stay al-\nways. . . .  It's a long time we've had,\npressing the lips together, going up and down,\nresting in our arms, Naisi, waking with the\nsmell of June in the tops of the grasses, and\nlistening to the birds in the branches that are\nhighest. . . .  It's a long time we've had, but\nthe end has come, surely.\n\n\n59\n\n\nNAISI.  Would you have us go to Emain,\nthough if any ask the reason we do not know\nit, and we journeying as the thrushes come\nfrom the north, or young birds fly out on a\ndark sea?\n\nDEIRDRE.  There's reason all times for\nan end that's come.  And I'm well pleased,\nNaisi, we're going forward in the winter the\ntime the sun has a low place, and the moon\nhas her mastery in a dark sky, for it's you\nand I are well lodged our last day, where there\nis a light behind the clear trees, and the\nberries on the thorns are a red wall.\n\nNAISI.  If our time in this place is ended,\ncome away without Ainnle and Ardan to the\nwoods of the east, for it's right to be away\nfrom all people when two lovers have their\nlove only.  Come away and we'll be safe\nalways.\n\nDEIRDRE -- _broken-hearted._ -- There's no\nsafe place, Naisi, on the ridge of the world.\n. . . .  And it's in the quiet woods I've seen\nthem digging our grave, throwing out the clay\non leaves are bright and withered.\n\nNAISI -- _still more eagerly._ -- Come away,\nDeirdre, and it's little we'll think of safety or\nthe grave beyond it, and we resting in a little\ncorner between the daytime and the long night.\n\n\n60\n\n\nDEIRDRE -- _clearly and gravely._ -- It's\nthis hour we're between the daytime and a\nnight where there is sleep for ever, and isn't\nit a better thing to be following on to a near\ndeath, than to be bending the head down, and\ndragging with the feet, and seeing one day\na blight showing upon love where it is sweet\nand tender.\n\nNAISI -- _his voice broken with distraction._\n-- If a near death is coming what will be my\ntrouble losing the earth and the stars over it,\nand you, Deirdre, are their flame and bright\ncrown?  Come away into the safety of the\nwoods.\n\nDEIRDRE -- _shaking her head slowly._ --\nThere are as many ways to wither love as there\nare stars in a night of Samhain; but there is\nno way to keep life, or love with it, a short\nspace only. . . .  It's for that there's nothing\nlonesome like a love is watching out the time\nmost lovers do be sleeping. . . .  It's for that\nwe're setting out for Emain Macha when the\ntide turns on the sand.\n\nNAISI -- _giving in._ -- You're right, maybe.\nIt should be a poor thing to see great lovers\nand they sleepy and old.\n\nDEIRDRE -- _with a more tender intensity._\n-- We're seven years without roughness or\n\n\n61\n\ngrowing weary; seven years so sweet and\nshining, the gods would be hard set to give\nus seven days the like of them.  It's for that\nwe're going to Emain, where there'll be a rest\nfor ever, or a place for forgetting, in great\ncrowds and they making a stir.\n\nNAISI -- _very softly._ -- We'll go, surely,\nin place of keeping a watch on a love had no\nmatch and it wasting away.  (_They cling to\neach other for a moment, then Naisi looks up._)\nThere are Fergus and Lavarcham and my two\nbrothers.\n[_Deirdre goes.  Naisi sits with his head\nbowed.  Owen runs in stealthily, comes\nbehind Naisi and seizes him round the\narms.  Naisi shakes him off and whips\nout his sword._\n\nOWEN -- _screaming with derisive laughter\nand showing his empty hands._ -- Ah, Naisi,\nwasn't it well I didn't kill you that time?\nThere was a fright you got!  I've been watch-\ning Fergus above -- don't be frightened --\nand I've come down to see him getting the\ncold shoulder, and going off alone.\n[_Fergus and others come in.  They are\nall subdued like men at a queen's wake._\n\nNAISI -- _putting up his sword._ -- There\n\n\n62\n\nhe is.  (_Goes to Fergus._)  We are going back\nwhen the tide turns, I and Deirdre with your-\nself.\n\nALL.  Going back!\n\nAINNLE.  And you'll end your life with\nDeirdre, though she has no match for keeping\nspirits in a little company is far away by itself?\n\nARDAN.  It's seven years myself and\nAinnle have been servants and bachelors for\nyourself and Deirdre.  Why will you take her\nback to Conchubor?\n\nNAISI.  I have done what Deirdre wishes\nand has chosen.\n\nFERGUS.  You've made a choice wise men\nwill be glad of in the five ends of Ireland.\n\nOWEN.  Wise men is it, and they going\nback to Conchubor?  I could stop them only\nNaisi put in his sword among my father's ribs,\nand when a man's done that he'll not credit\nyour oath.  Going to Conchubor!  I could tell\nof plots and tricks, and spies were well paid\nfor their play.  (_He throws up a bag of gold._)\nAre you paid, Fergus?\n[_He scatters gold pieces over Fergus._\n\nFERGUS.  He is raving. . . .  Seize him.\n\nOWEN -- _flying between them._ -- You\nwon't.  Let the lot of you be off to Emain, but\nI'll be off before you. . . .  Dead men, dead\n\n\n63\n\nmen!  Men who'll die for Deirdre's beauty;\nI'll be before you in the grave!\n[_Runs out with his knife in his hand.\nThey all run after him except Lavar-\ncham, who looks out and then clasps\nher hands.  Deirdre comes out to her\nin a dark cloak._\n\nDEIRDRE.  What has happened?\n\nLAVARCHAM.  It's Owen's gone raging\nmad, and he's after splitting his gullet beyond\nat the butt of the stone.  There was ill luck\nthis day in his eye.  And he knew a power if\nhe'd said it all.\n[_Naisi comes back quickly, followed by\nthe others._\n\nAINNLE -- _coming in very excited._ --\nThat man knew plots of Conchubor's.  We'll\nnot go to Emain, where Conchubor may love\nher and have hatred for yourself.\n\nFERGUS.  Would you mind a fool and\nraver?\n\nAINNLE.  It's many times there's more\nsense in madmen than the wise.  We will not\nobey Conchubor.\n\nNAISI.  I and Deirdre have chosen; we\nwill go back with Fergus.\n\nARDAN.  We will not go back.  We will\nburn your curaghs by the sea.\n\n\n64\n\n\nFERGUS.  My sons and I will guard\nthem.\n\nAINNLE.  We will blow the horn of Usna\nand our friends will come to aid us.\n\nNAISI.  It is my friends will come.\n\nAINNLE.  Your friends will bind your\nhands, and you out of your wits.\n[_Deirdre comes forward quickly and\ncomes between Ainnle and Naisi.\n\nDEIRDRE -- _in a low voice._ -- For seven\nyears the Sons of Usna have not raised their\nvoices in a quarrel.\n\nAINNLE.  We will not take you to Emain.\n\nARDAN.  It is Conchubor has broken our\npeace.\n\nAINNLE -- _to Deirdre._ -- Stop Naisi go-\ning.  What way would we live if Conchubor\nshould take you from us?\n\nDEIRDRE.  There is no one could take\nme from you.  I have chosen to go back with\nFergus.  Will you quarrel with me, Ainnle,\nthough I have been your queen these seven\nyears in Alban?\n\nAINNLE -- _subsiding suddenly._ -- Naisi\nhas no call to take you.\n\nARDAN.  Why are you going?\n\nDEIRDRE -- _to both of them and the_\n\n\n65\n\n_others._ -- It is my wish. . . .  It may be I will\nnot have Naisi growing an old man in Alban\nwith an old woman at his side, and young girls\npointing out and saying, \"that is Deirdre and\nNaisi had great beauty in their youth.\"  It\nmay be we do well putting a sharp end to the\nday is brave and glorious, as our fathers put\na sharp end to the days of the kings of Ire-\nland; or that I'm wishing to set my foot on\nSlieve Fuadh, where I was running one time\nand leaping the streams, (_to Lavarcham_) and\nthat I'd be well pleased to see our little apple-\ntrees, Lavarcham, behind our cabin on the hill;\nor that I've learned, Fergus, it's a lonesome\nthing to be away from Ireland always.\n\nAINNLE -- _giving in._ -- There is no place\nbut will be lonesome to us from this out, and\nwe thinking on our seven years in Alban.\n\nDEIRDRE -- _to Naisi._ -- It's in this place\nwe'd be lonesome in the end. . . .  Take down\nFergus to the sea.  He has been a guest had a\nhard welcome and he bringing messages of\npeace.\n\nFERGUS.  We will make your curagh\nready and it fitted for the voyage of a king.\n[_He goes with Naisi._\n\nDEIRDRE.  Take your spears, Ainnle and\nArdan, and go down before me, and take your\n\n\n66\n\nhorse-boys to be carrying my cloaks are on the\nthreshold.\n\nAINNLE -- _obeying._ -- It's with a poor\nheart we'll carry your things this day we have\ncarried merrily so often, and we hungry and\ncold.\n[_They gather up things and go out._\n\nDEIRDRE -- _to Lavarcham._ -- Go you,\ntoo, Lavarcham.  You are old, and I will\nfollow quickly.\n\nLAVARCHAM.  I'm old, surely, and the\nhopes I had my pride in are broken and torn.\n[_She goes out, with a look of awe at\nDeirdre._\n\nDEIRDRE -- _clasping her hands._ -- Woods\nof Cuan, woods of Cuan, dear country of the\neast!  It's seven years we've had a life was\njoy only, and this day we're going west, this\nday we're facing death, maybe, and death\nshould be a poor, untidy thing, though it's a\nqueen that dies.\n[_She goes out slowly._\n\n\n\nCURTAIN\n\n\n\n\n\nACT III.\n\n_Tent below Emain Macha._\n\n\n[page intentionally blank]\n\n\n_Tent below Emain, with shabby skins and\nbenches.  There is an opening at each side and\nat back, the latter closed.  Old Woman comes\nin with food and fruits and arranges them on\ntable.  Conchubor comes in on right._\n\nCONCHUBOR -- _sharply._ -- Has no one\ncome with news for me?\n\nOLD WOMAN.  I've seen no one at all,\nConchubor.\n\nCONCHUBOR -- _watches her working\nfor a moment, then makes sure opening at back\nis closed._ -- Go up then to Emain, you're not\nwanting here.  (_A noise heard left._)  Who\nis that?\n\nOLD WOMAN -- _going left._ -- It's Lavar-\ncham coming again.  She's a great wonder for\njogging back and forward through the world,\nand I made certain she'd be off to meet them;\nbut she's coming alone, Conchubor, my dear\nchild Deirdre isn't with her at all.\n\nCONCHUBOR.  Go up so and leave us.\n\nOLD WOMAN -- _pleadingly._ -- I'd be well\npleased to set my eyes on Deirdre if she's\ncoming this night, as we're told.\n\n\n68\n\n\nCONCHUBOR -- _impatiently._ -- It's not\nlong till you'll see her.  But I've matters with\nLavarcham, and let you go now, I'm saying.\n[_He shows her out right, as Lavarcham\ncomes in on the left._\n\nLAVARCHAM -- _looking round her with\nsuspicion._ -- This is a queer place to find you,\nand it's a queer place to be lodging Naisi and\nhis brothers, and Deirdre with them, and the\nlot of us tired out with the long way we have\nbeen walking.\n\nCONCHUBOR.  You've come along with\nthem the whole journey?\n\nLAVARCHAM.  I have, then, though\nI've no call now to be wandering that length\nto a wedding or a burial, or the two together.\n(_She sits down wearily._)  It's a poor thing\nthe way me and you is getting old, Conchubor,\nand I'm thinking you yourself have no call to\nbe loitering this place getting your death, may-\nbe, in the cold of night.\n\nCONCHUBOR.  I'm waiting only to know\nis Fergus stopped in the north.\n\nLAVARCHAM -- _more sharply._ -- He's\nstopped, surely, and that's a trick has me\nthinking you have it in mind to bring trouble\nthis night on Emain and Ireland and the big\nworld's east beyond them.  (_She goes to him._)\n\n\n69\n\nAnd yet you'd do well to be going to your\ndun, and not putting shame on her meeting\nthe High King, and she seamed and sweaty\nand in great disorder from the dust of many\nroads.  (_Laughing derisively._)  Ah, Conchu-\nbor, my lad, beauty goes quickly in the woods,\nand you'd let a great gasp, I tell you, if you\nset your eyes this night on Deirdre.\n\nCONCHUBOR -- _fiercely._ -- It's little I\ncare if she's white and worn, for it's I did rear\nher from a child.  I should have a good right\nto meet and see her always.\n\nLAVARCHAM.  A good right is it?\nHaven't the blind a good right to be seeing,\nand the lame to be dancing, and the dummies\nsinging tunes?  It's that right you have to be\nlooking for gaiety on Deirdre's lips.  (_Coax-\ningly._)  Come on to your dun, I'm saying,\nand leave her quiet for one night itself.\n\nCONCHUBOR -- _with sudden anger._ --\nI'll not go, when it's long enough I am above\nin my dun stretching east and west without a\ncomrade, and I more needy, maybe, than the\nthieves of Meath. . . .  You think I'm old\nand wise, but I tell you the wise know the old\nmust die, and they'll leave no chance for a\nthing slipping from them they've set their\nblood to win.\n\n\n70\n\n\nLAVARCHAM -- _nodding her head._ -- If\nyou're old and wise, it's I'm the same, Conchu-\nbor, and I'm telling you you'll not have her\nthough you're ready to destroy mankind and\nskin the gods to win her.  There's things a\nking can't have, Conchubor, and if you go\nrampaging this night you'll be apt to win\nnothing but death for many, and a sloppy\nface of trouble on your own self before the\nday will come.\n\nCONCHUBOR.  It's too much talk you\nhave.  (_Goes right._)  Where is Owen?  Did\nyou see him no place and you coming the road?\n\nLAVARCHAM.  I seen him surely.  He\nwent spying on Naisi, and now the worms is\nspying on his own inside.\n\nCONCHUBOR -- _exultingly._ -- Naisi killed\nhim?\n\nLAVARCHAM.  He did not, then.  It\nwas Owen destroyed himself running mad be-\ncause of Deirdre.  Fools and kings and\nscholars are all one in a story with her like,\nand Owen thought he'd be a great man, being\nthe first corpse in the game you'll play this\nnight in Emain.\n\nCONCHUBOR.  It's yourself should be\nthe first corpse, but my other messengers are\ncoming, men from the clans that hated Usna.\n\n\n71\n\n\nLAVARCHAM -- _drawing back hopeless-\nly._ -- Then the gods have pity on us all!\n[_Men with weapons come in._\n\nCONCHUBOR -- _to Soldiers._ -- Are Ain-\nnle and Ardan separate from Naisi?\n\nMEN.  They are, Conchubor.  We've got\nthem off, saying they were needed to make\nready Deirdre's house.\n\nCONCHUBOR.  And Naisi and Deirdre\nare coming?\n\nSOLDIER.  Naisi's coming, surely, and a\nwoman with him is putting out the glory of\nthe moon is rising and the sun is going down.\n\nCONCHUBOR -- _looking at Lavarcham._\n-- That's your story that she's seamed and\nugly?\n\nSOLDIER.  I have more news.  (_Point-\ning to Lavarcham._)  When that woman heard\nyou were bringing Naisi this place, she sent\na horse-boy to call Fergus from the north.\n\nCONCHUBOR -- _to Lavarcham._ -- It's for\nthat you've been playing your tricks, but what\nyou've won is a nearer death for Naisi.  (_To\nSoldiers._)  Go up and call my fighters, and\ntake that woman up to Emain.\n\nLAVARCHAM.  I'd liefer stay this place.\nI've done my best, but if a bad end is coming,\n\n\n72\n\nsurely it would be a good thing maybe I was\nhere to tend her.\n\nCONCHUBOR -- _fiercely._ -- Take her to\nEmain; it's too many tricks she's tried this day\nalready.  (_A Soldier goes to her._)\n\nLAVARCHAM.  Don't touch me.  (_She\nputs her cloak round her and catches Con-\nchubor's arm._)  I thought to stay your hand\nwith my stories till Fergus would come to be\nbeside them, the way I'd save yourself, Con-\nchubor, and Naisi and Emain Macha; but I'll\nwalk up now into your halls, and I'll say (_with\na gesture_) it's here nettles will be growing,\nand beyond thistles and docks.  I'll go into\nyour high chambers, where you've been figur-\ning yourself stretching out your neck for the\nkisses of a queen of women; and I'll say it's\nhere there'll be deer stirring and goats scratch-\ning, and sheep waking and coughing when\nthere is a great wind from the north.  (_Shak-\ning herself loose.  Conchubor makes a sign to\nSoldiers._)  I'm going, surely.  In a short space\nI'll be sitting up with many listening to the\nflames crackling, and the beams breaking, and\nI looking on the great blaze will be the end of\nEmain.                          [_She goes out._\n\nCONCHUBOR -- _looking out._ -- I see two\npeople in the trees; it should be Naisi and\n\n\n73\n\nDeirdre.  (_To Soldier._)  Let you tell them\nthey'll lodge here tonight.\n[_Conchubor goes out right.  Naisi and\nDeirdre come in on left, very weary._\n\nNAISI -- _to Soldiers._ -- Is it this place he's\nmade ready for myself and Deirdre?\n\nSOLDIER.  The Red Branch House is\nbeing aired and swept and you'll be called\nthere when a space is by; till then you'd find\nfruits and drink on this table, and so the gods\nbe with you.                   [_Goes out right._\n\nNAISI -- _looking round._ -- It's a strange\nplace he's put us camping and we come back\nas his friends.\n\nDEIRDRE.  He's likely making up a wel-\ncome for us, having curtains shaken out and\nrich rooms put in order; and it's right he'd\nhave great state to meet us, and you his sister's\nson.\n\nNAISI -- _gloomily._ -- It's little we want\nwith state or rich rooms or curtains, when\nwe're used to the ferns only and cold streams\nand they making a stir.\n\nDEIRDRE -- _roaming round room._ -- We\nwant what is our right in Emain (_looking at\nhangings_), and though he's riches in store for\nus it's a shabby, ragged place he's put us wait-\n\n\n74\n\ning, with frayed rugs and skins are eaten by\nthe moths.\n\nNAISI -- _a little impatiently._ -- There are\nfew would worry over skins and moths on this\nfirst night that we've come back to Emain.\n\nDEIRDRE -- _brightly._ -- You should be\nwell pleased it's for that I'd worry all times,\nwhen it's I have kept your tent these seven\nyears as tidy as a bee-hive or a linnet's nest.\nIf Conchubor'd a queen like me in Emain he'd\nnot have stretched these rags to meet us.  (_She\npulls hanging, and it opens._)  There's new\nearth on the ground and a trench dug. . . .\nIt's a grave, Naisi, that is wide and deep.\n\nNAISI -- _goes over and pulls back curtain\nshowing grave._ -- And that'll be our home in\nEmain. . . .  He's dug it wisely at the butt\nof a hill, with fallen trees to hide it.  He'll\nwant to have us killed and buried before\nFergus comes.\n\nDEIRDRE.  Take me away. . . .  Take\nme to hide in the rocks, for the night is coming\nquickly.\n\nNAISI -- _pulling himself together._ -- I will\nnot leave my brothers.\n\nDEIRDRE -- _vehemently._ -- It's of us two\nhe's jealous.  Come away to the places where\nwe're used to have our company. . . .\n\n\n75\n\nWouldn't it be a good thing to lie hid in the\nhigh ferns together?  (_She pulls him left._)  I\nhear strange words in the trees.\n\nNAISI.  It should be the strange fighters\nof Conchubor.  I saw them passing as we\ncame.\n\nDEIRDRE -- _pulling him towards the\nright._ -- Come to this side.  Listen, Naisi!\n\nNAISI.  There are more of them. . . .\nWe are shut in, and I have not Ainnle and\nArdan to stand near me.  Isn't it a hard thing\nthat we three who have conquered many may\nnot die together?\n\nDEIRDRE -- _sinking down._ -- And isn't\nit a hard thing that you and I are in this place\nby our opened grave; though none have lived\nhad happiness like ours those days in Alban\nthat went by so quick.\n\nNAISI.  It's a hard thing, surely, we've\nlost those days for ever; and yet it's a good\nthing, maybe, that all goes quick, for when\nI'm in that grave it's soon a day'll come you'll\nbe too wearied to be crying out, and that day'll\nbring you ease.\n\nDEIRDRE.  I'll not be here to know if\nthat is true.\n\nNAISI.  It's our three selves he'll kill to-\nnight, and then in two months or three you'll\n\n\n76\n\nsee him walking down for courtship with\nyourself.\n\nDEIRDRE.  I'll not be here.\n\nNAISI -- _hard._ -- You'd best keep him off,\nmaybe, and then, when the time comes, make\nyour way to some place west in Donegal, and\nit's there you'll get used to stretching out\nlonesome at the fall of night, and waking lone-\nsome for the day.\n\nDEIRDRE.  Let you not be saying things\nare worse than death.\n\nNAISI -- _a little recklessly._ -- I've one\nword left.  If a day comes in the west that the\nlarks are cocking their crests on the edge of\nthe clouds, and the cuckoos making a stir, and\nthere's a man you'd fancy, let you not be\nthinking that day I'd be well pleased you'd go\non keening always.\n\nDEIRDRE -- _turning to look at him._ --\nAnd if it was I that died, Naisi, would you\ntake another woman to fill up my place?\n\nNAISI -- _very mournfully._ -- It's little I\nknow, saving only that it's a hard and bitter\nthing leaving the earth, and a worse and\nharder thing leaving yourself alone and deso-\nlate to be making lamentation on its face\nalways.\n\nDEIRDRE.  I'll die when you do, Naisi.\n\n\n77\n\nI'd not have come here from Alban but I\nknew I'd be along with you in Emain, and you\nliving or dead. . . .  Yet this night it's\nstrange and distant talk you're making only.\n\nNAISI.  There's nothing, surely, the like\nof a new grave of open earth for putting a\ngreat space between two friends that love.\n\nDEIRDRE.  If there isn't, it's that grave\nwhen it's closed will make us one for ever, and\nwe two lovers have had great space without\nweariness or growing old or any sadness of\nthe mind.\n\nCONCHUBOR -- _coming in on right._ --\nI'd bid you welcome, Naisi.\n\nNAISI -- _standing up._ -- You're welcome,\nConchubor.  I'm well pleased you've come.\n\nCONCHUBOR -- _blandly._ -- Let you not\nthink bad of this place where I've put you till\nother rooms are readied.\n\nNAISI -- _breaking out._ -- We know the\nroom you've readied.  We know what stirred\nyou to send your seals and Fergus into Alban\nand stop him in the north, (_opening curtain\nand pointing to the grave_) and dig that grave\nbefore us.  Now I ask what brought you here?\n\nCONCHUBOR.  I've come to look on\nDeirdre.\n\nNAISI.  Look on her.  You're a knacky\n\n\n78\n\nfancier, and it's well you chose the one you'd\nlure from Alban.  Look on her, I tell you,\nand when you've looked I've got ten fingers\nwill squeeze your mottled goose neck, though\nyou're king itself.\n\nDEIRDRE -- _coming between them._ --\nHush, Naisi!  Maybe Conchubor'll make\npeace. . . .  Do not mind him, Conchubor;\nhe has cause to rage.\n\nCONCHUBOR.  It's little I heed his rag-\ning, when a call would bring my fighters from\nthe trees. . . .  But what do you say, Deirdre?\n\nDEIRDRE.  I'll say so near that grave we\nseem three lonesome people, and by a new\nmade grave there's no man will keep brooding\non a woman's lips, or on the man he hates.\nIt's not long till your own grave will be dug\nin Emain, and you'd go down to it more easy\nif you'd let call Ainnle and Ardan, the way\nwe'd have a supper all together, and fill that\ngrave, and you'll be well pleased from this out,\nhaving four new friends the like of us in\nEmain.\n\nCONCHUBOR -- _looking at her for a\nmoment._ -- That's the first friendly word I've\nheard you speaking, Deirdre.  A game the like\nof yours should be the proper thing for soften-\ning the heart and putting sweetness in the\n\n\n79\n\ntongue; and yet this night when I hear you\nI've small blame left for Naisi that he stole\nyou off from Ulster.\n\nDEIRDRE -- _to Naisi._ -- Now, Naisi,\nanswer gently, and we'll be friends to-night.\n\nNAISI -- _doggedly._ -- I have no call but to\nbe friendly.  I'll answer what you will.\n\nDEIRDRE -- _taking Naisi's hand._ -- Then\nyou'll call Conchubor your friend and king,\nthe man who reared me up upon Slieve Fuadh.\n[_As Conchubor is going to clasp Naisi's\nhand cries are heard behind._\n\nCONCHUBOR.  What noise is that?\n\nAINNLE -- _behind._ -- Naisi.  . . . .  Naisi.\nCome to us; we are betrayed and broken.\n\nNAISI.  It's Ainnle crying out in a battle.\n\nCONCHUBOR.  I was near won this\nnight, but death's between us now.\n[_He goes out._\n\nDEIRDRE -- _clinging to Naisi._ -- There is\nno battle. . . .  Do not leave me, Naisi.\n\nNAISI.  I must go to them.\n\nDEIRDRE -- _beseechingly._ -- Do not leave\nme, Naisi.  Let us creep up in the darkness\nbehind the grave.  If there's a battle, maybe\nthe strange fighters will be destroyed, when\nAinnle and Ardan are against them.\n[_Cries heard._\n\n\n80\n\n\nNAISI -- _wildly._ -- I hear Ardan crying\nout.  Do not hold me from my brothers.\n\nDEIRDRE.  Do not leave me, Naisi.  Do\nnot leave me broken and alone.\n\nNAISI.  I cannot leave my brothers when\nit is I who have defied the king.\n\nDEIRDRE.  I will go with you.\n\nNAISI.  You cannot come.  Do not hold\nme from the fight.\n[_He throws her aside almost roughly._\n\nDEIRDRE -- _with restraint._ -- Go to your\nbrothers.  For seven years you have been\nkindly, but the hardness of death has come\nbetween us.\n\nNAISI -- _looking at her aghast._ -- And\nyou'll have me meet death with a hard word\nfrom your lips in my ear?\n\nDEIRDRE.  We've had a dream, but this\nnight has waked us surely.  In a little while\nwe've lived too long, Naisi, and isn't it a poor\nthing we should miss the safety of the grave,\nand we trampling its edge?\n\nAINNLE -- _behind._ -- Naisi, Naisi, we are\nattacked and ruined!\n\nDEIRDRE.  Let you go where they are\ncalling.  (_She looks at him for an instant\ncoldly._)  Have you no shame loitering and\n\n\n81\n\ntalking, and a cruel death facing Ainnle and\nArdan in the woods?\n\nNAISI -- _frantic._ -- They'll not get a death\nthat's cruel, and they with men alone.  It's\nwomen that have loved are cruel only; and if\nI went on living from this day I'd be putting\na curse on the lot of them I'd meet walking in\nthe east or west, putting a curse on the sun that\ngave them beauty, and on the madder and the\nstone-crop put red upon their cloaks.\n\nDEIRDRE -- _bitterly._ -- I'm well pleased\nthere's no one in this place to make a story that\nNaisi was a laughing-stock the night he died.\n\nNAISI.  There'd not be many'd make a\nstory, for that mockery is in your eyes this\nnight will spot the face of Emain with a\nplague of pitted graves.    [_He goes out._\n\nCONCHUBOR -- _outside._ -- That is Naisi.\nStrike him!  (_Tumult.  Deirdre crouches down\non Naisi's cloak.  Conchubor comes in\nhurriedly._)  They've met their death -- the\nthree that stole you, Deirdre, and from this\nout you'll be my queen in Emain.\n[_A keen of men's voices is heard behind._\n\nDEIRDRE -- _bewildered and terrified._ --\nIt is not I will be a queen.\n\nCONCHUBOR.  Make your lamentation\na short while if you will, but it isn't long till\n\n\n82\n\na day'll come when you begin pitying a man\nis old and desolate, and High King also. . . .\nLet you not fear me, for it's I'm well pleased\nyou have a store of pity for the three that were\nyour friends in Alban.\n\nDEIRDRE.  I have pity, surely. . . .  It's\nthe way pity has me this night, when I think\nof Naisi, that I could set my teeth into the\nheart of a king.\n\nCONCHUBOR.  I know well pity's cruel,\nwhen it was my pity for my own self destroyed\nNaisi.\n\nDEIRDRE -- _more wildly._ -- It was my\nwords without pity gave Naisi a death will\nhave no match until the ends of life and time.\n(_Breaking out into a keen._)  But who'll pity\nDeirdre has lost the lips of Naisi from her\nneck and from her cheek for ever?  Who'll\npity Deirdre has lost the twilight in the woods\nwith Naisi, when beech-trees were silver and\ncopper, and ash-trees were fine gold?\n\nCONCHUBOR -- _bewildered._ -- It's I'll\nknow the way to pity and care you, and I with\na share of troubles has me thinking this night\nit would be a good bargain if it was I was in\nthe grave, and Deirdre crying over me, and\nit was Naisi who was old and desolate.\n[_Keen heard._\n\n\n83\n\n\nDEIRDRE -- _wild with sorrow._ -- It is I\nwho am desolate; I, Deirdre, that will not live\ntill I am old.\n\nCONCHUBOR.  It's not long you'll be\ndesolate, and I seven years saying, \"It's a\nbright day for Deirdre in the woods of\nAlban\"; or saying again, \"What way will\nDeirdre be sleeping this night, and wet leaves\nand branches driving from the north?\"  Let\nyou not break the thing I've set my life on, and\nyou giving yourself up to your sorrow when\nit's joy and sorrow do burn out like straw\nblazing in an east wind.\n\nDEIRDRE -- _turning on him._ -- Was it\nthat way with your sorrow, when I and Naisi\nwent northward from Slieve Fuadh and let\nraise our sails for Alban?\n\nCONCHUBOR.  There's one sorrow has\nno end surely -- that's being old and lone-\nsome.  (_With extraordinary pleading._)  But\nyou and I will have a little peace in Emain,\nwith harps playing, and old men telling stories\nat the fall of night.  I've let build rooms\nfor our two selves, Deirdre, with red gold\nupon the walls and ceilings that are set with\nbronze.  There was never a queen in the east\nhad a house the like of your house, that's wait-\ning for yourself in Emain.\n\n\n84\n\n\nSOLDIER -- _running in._ -- Emain is in\nflames.  Fergus has come back and is setting\nfire to the world.  Come up, Conchubor, or\nyour state will be destroyed!\n\nCONCHUBOR -- _angry and regal again._\n-- Are the Sons of Usna buried?\n\nSOLDIER.  They are in their grave, but\nno earth is thrown.\n\nCONCHUBOR.  Let me see them.  Open\nthe tent!  (_Soldier opens back of tent and\nshows grave._)  Where are my fighters?\n\nSOLDIER.  They are gone to Emain.\n\nCONCHUBOR -- _to Deirdre._ -- There are\nnone to harm you.  Stay here until I come\nagain.\n[_Goes out with Soldier.  Deirdre looks\nround for a moment, then goes up slow-\nly and looks into grave.  She crouches\ndown and begins swaying herself\nbackwards and forwards, keening soft-\nly.  At first her words are not heard,\nthen they become clear._\n\nDEIRDRE.  It's you three will not see age\nor death coming -- you that were my com-\npany when the fires on the hill-tops were put\nout and the stars were our friends only.  I'll\nturn my thoughts back from this night, that's\n\n\n85\n\npitiful for want of pity, to the time it was\nyour rods and cloaks made a little tent for me\nwhere there'd be a birch tree making shelter\nand a dry stone; though from this day my own\nfingers will be making a tent for me, spreading\nout my hairs and they knotted with the rain.\n[_Lavarcham and Old Woman come in\nstealthily on right._\n\nDEIRDRE -- _not seeing them._ -- It is I,\nDeirdre, will be crouching in a dark place; I,\nDeirdre, that was young with Naisi, and\nbrought sorrow to his grave in Emain.\n\nOLD WOMAN.  Is that Deirdre broken\ndown that was so light and airy?\n\nLAVARCHAM.  It is, surely, crying out\nover their grave.   [_She goes to Deirdre._\n\nDEIRDRE.  It will be my share from this\nout to be making lamentation on his stone\nalways, and I crying for a love will be the like\nof a star shining on a little harbour by the sea.\n\nLAVARCHAM -- _coming forward._ -- Let\nyou rise up, Deirdre, and come off while there\nare none to heed us, the way I'll find you\nshelter and some friend to guard you.\n\nDEIRDRE.  To what place would I go\naway from Naisi?  What are the woods with-\nout Naisi or the sea shore?\n\n\n86\n\n\nLAVARCHAM -- _very coaxingly._ -- If it\nis that way you'd be, come till I find you a\nsunny place where you'll be a great wonder\nthey'll call the queen of sorrows; and you'll\nbegin taking a pride to be sitting up pausing\nand dreaming when the summer comes.\n\nDEIRDRE.  It was the voice of Naisi that\nwas strong in summer -- the voice of Naisi\nthat was sweeter than pipes playing, but from\nthis day will be dumb always.\n\nLAVARCHAM -- _to Old Woman._ -- She\ndoesn't heed us at all.  We'll be hard set to\nrouse her.\n\nOLD WOMAN.  If we don't the High\nKing will rouse her, coming down beside her\nwith the rage of battle in his blood, for how\ncould Fergus stand against him?\n\nLAVARCHAM -- _touching Deirdre with\nher hand._ -- There's a score of woman's years\nin store for you, and you'd best choose will\nyou start living them beside the man you hate,\nor being your own mistress in the west or\nsouth?\n\nDEIRDRE.  It is not I will go on living\nafter Ainnle and after Ardan.  After Naisi I\nwill not have a lifetime in the world.\n\nOLD WOMAN -- _with excitement._ -- Look,\nLavarcham!  There's a light leaving the Red\n\n\n87\n\nBranch.  Conchubor and his lot will be com-\ning quickly with a torch of bog-deal for her\nmarriage, throwing a light on her three com-\nrades.\n\nDEIRDRE -- _startled._ -- Let us throw down\nclay on my three comrades.  Let us cover up\nNaisi along with Ainnle and Ardan, they that\nwere the pride of Emain.  (_Throwing in\nclay._)  There is Naisi was the best of three,\nthe choicest of the choice of many.  It was a\nclean death was your share, Naisi; and it is\nnot I will quit your head, when it's many a\ndark night among the snipe and plover that\nyou and I were whispering together.  It is\nnot I will quit your head, Naisi, when it's\nmany a night we saw the stars among the clear\ntrees of Glen da Ruadh, or the moon pausing\nto rest her on the edges of the hills.\n\nOLD WOMAN.  Conchubor is coming,\nsurely.  I see the glare of flames throwing a\nlight upon his cloak.\n\nLAVARCHAM -- _eagerly._ -- Rise up,\nDeirdre, and come to Fergus, or be the High\nKing's slave for ever!\n\nDEIRDRE -- _imperiously._ -- I will not\nleave Naisi, who has left the whole world\nscorched and desolate.  I will not go away\nwhen there is no light in the heavens, and no\n\n\n88\n\nflower in the earth under them, but is saying\nto me that it is Naisi who is gone for ever.\n\nCONCHUBOR -- _behind._ -- She is here.\nStay a little back.  (_Lavarcham and Old\nWoman go into the shadow on left as Con-\nchubor comes in.  With excitement, to\nDeirdre._)  Come forward and leave Naisi the\nway I've left charred timber and a smell of\nburning in Emain Macha, and a heap of rub-\nbish in the storehouse of many crowns.\n\nDEIRDRE -- _more awake to what is round\nher._ -- What are crowns and Emain Macha,\nwhen the head that gave them glory is this\nplace, Conchubor, and it stretched upon the\ngravel will be my bed to-night?\n\nCONCHUBOR.  Make an end of talk of\nNaisi, for I've come to bring you to Dundeal-\ngan since Emain is destroyed.\n[_Conchubor makes a movement towards\nher._\n\nDEIRDRE -- _with a tone that stops him._ --\nDraw a little back from Naisi, who is young\nfor ever.  Draw a little back from the white\nbodies I am putting under a mound of clay\nand grasses that are withered -- a mound will\nhave a nook for my own self when the end is\ncome.\n\nCONCHUBOR -- _roughly._ -- Let you rise\n\n\n89\n\nup and come along with me in place of grow-\ning crazy with your wailings here.\n\nDEIRDRE.  It's yourself has made a crazy\nstory, and let you go back to your arms, Con-\nchubor, and to councils where your name is\ngreat, for in this place you are an old man\nand a fool only.\n\nCONCHUBOR.  If I've folly, I've sense\nleft not to lose the thing I've bought with\nsorrow and the deaths of many.\n[_He moves towards her._\n\nDEIRDRE.  Do not raise a hand to touch\nme.\n\nCONCHUBOR.  There are other hands to\ntouch you.  My fighters are set round in\namong the trees.\n\nDEIRDRE.  Who'll fight the grave, Con-\nchubor, and it opened on a dark night?\n\nLAVARCHAM -- _eagerly._ -- There are\nsteps in the wood.  I hear the call of Fergus\nand his men.\n\nCONCHUBOR -- _furiously._ -- Fergus can-\nnot stop me.  I am more powerful than he is,\nthough I am defeated and old.\n\nFERGUS -- _comes in to Deirdre; a red\nglow is seen behind the grove._ -- I have de-\nstroyed Emain, and now I'll guard you all\n\n\n90\n\ntimes, Deirdre, though it was I, without\nknowledge, brought Naisi to his grave.\n\nCONCHUBOR.  It's not you will guard\nher, for my whole armies are gathering.  Rise\nup, Deirdre, for you are mine surely.\n\nFERGUS -- _coming between them._ -- I am\ncome between you.\n\nCONCHUBOR -- _wildly._ -- When I've\nkilled Naisi and his brothers, is there any man\nthat I will spare?  And is it you will stand\nagainst me, Fergus, when it's seven years\nyou've seen me getting my death with rage\nin Emain?\n\nFERGUS.  It's I, surely, will stand against\na thief and a traitor.\n\nDEIRDRE -- _stands up and sees the light\nfrom Emain._ -- Draw a little back with the\nsquabbling of fools when I am broken up\nwith misery.  (_She turns round._)  I see the\nflames of Emain starting upward in the dark\nnight; and because of me there will be weasels\nand wild cats crying on a lonely wall where\nthere were queens and armies and red gold,\nthe way there will be a story told of a ruined\ncity and a raving king and a woman will be\nyoung for ever.  (_She looks round._)  I see\nthe trees naked and bare, and the moon\nshining.  Little moon, little moon of Alban,\n\n\n91\n\nit's lonesome you'll be this night, and to-\nmorrow night, and long nights after, and you\npacing the woods beyond Glen Laoi, looking\nevery place for Deirdre and Naisi, the two\nlovers who slept so sweetly with each other.\n\nFERGUS -- _going to Conchubor's right\nand whispering._ -- Keep back, or you will have\nthe shame of pushing a bolt on a queen who is\nout of her wits.\n\nCONCHUBOR.  It is I who am out of\nmy wits, with Emain in flames, and Deirdre\nraving, and my own heart gone within me.\n\nDEIRDRE -- _in a high and quiet tone._ --\nI have put away sorrow like a shoe that is\nworn out and muddy, for it is I have had a life\nthat will be envied by great companies.  It\nwas not by a low birth I made kings uneasy,\nand they sitting in the halls of Emain.  It\nwas not a low thing to be chosen by Conchubor,\nwho was wise, and Naisi had no match for\nbravery.  It is not a small thing to be rid of\ngrey hairs, and the loosening of the teeth.\n(_With a sort of triumph._)  It was the choice\nof lives we had in the clear woods, and in the\ngrave, we're safe, surely. . . .\n\nCONCHUBOR.  She will do herself harm.\n\nDEIRDRE -- _showing Naisi's knife._ -- I\nhave a little key to unlock the prison of Naisi\n\n\n92\n\nyou'd shut upon his youth for ever.  Keep\nback, Conchubor; for the High King who is\nyour master has put his hands between us.\n(_She half turns to the grave._)  It was sorrows\nwere foretold, but great joys were my share\nalways; yet it is a cold place I must go to be\nwith you, Naisi; and it's cold your arms will\nbe this night that were warm about my neck\nso often. . . .  It's a pitiful thing to be talk-\ning out when your ears are shut to me.  It's\na pitiful thing, Conchubor, you have done this\nnight in Emain; yet a thing will be a joy and\ntriumph to the ends of life and time.\n[_She presses knife into her heart and\nsinks into the grave.  Conchubor and\nFergus go forward.  The red glow\nfades, leaving stage very dark._\n\nFERGUS.  Four white bodies are laid\ndown together; four clear lights are quenched\nin Ireland.  (_He throws his sword into the\ngrave._)  There is my sword that could not\nshield you -- my four friends that were the\ndearest always.  The flames of Emain have\ngone out: Deirdre is dead and there is none to\nkeen her.  That is the fate of Deirdre and\nthe children of Usna, and for this night, Con-\nchubor, our war is ended.       [_He goes out._\n\n\n93\n\n\nLAVARCHAM.  I have a little hut where\nyou can rest, Conchubor; there is a great dew\nfalling.\n\nCONCHUBOR -- _with the voice of an old\nman._ -- Take me with you.  I'm hard set to\nsee the way before me.\n\nOLD WOMAN.  This way, Conchubor.\n[_They go out._\n\nLAVARCHAM -- _beside the grave._ --\nDeirdre is dead, and Naisi is dead; and if the\noaks and stars could die for sorrow, it's a dark\nsky and a hard and naked earth we'd have\nthis night in Emain.\n\n\nCURTAIN\n\n\n[page intentionally blank]\n\n\n\n\nAPPENDIX\n\n\n\nDEIRDRE OF THE SORROWS was first pro-\nduced at the Abbey Theatre, Dublin, on\nThursday, January 13th, 1910, with the fol-\nlowing cast:\n\n_Lavarcham_      SARA ALLGOOD\n\n_Old Woman_      EILEEN O'DOHERTY\n\n_Owen_           J. A. O'ROURKE\n\n_Conchubor_      ARTHUR SINCLAIR\n\n_Fergus_         SYDNEY J. MORGAN\n\n_Deirdre_        MAIRE O'NEILL\n\n_Naisi_          FRED O'DONOVAN\n\n_Ainnle_         J. M. KERRIGAN\n\n_Ardan_          JOHN CARRICK\n\n\n{AMBROSE POWER\n_Two Soldiers_  {\n{HARRY YOUNG\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Deirdre of the Sorrows, by J. M. Synge\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DEIRDRE OF THE SORROWS ***\n\n***** This file should be named 1922.txt or 1922.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/2\/1922\/\n\nProduced by An Anonymous Project Gutenberg Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":946,"split":"train"}
