{"ori_id":"6b802a81a62df7b9bf1ce142f1766397c3ed9ef9","title":"The Noble Spanish Soldier","context":"The Noble Spanish Soldier\n After enjoying the favours of Onaelia, niece to the duke of Medina, the Spanish king repudiates her and her son, Sebastian, making Paulina, daughter of the duke of Florence, his queen. On hearing this, the noble soldier Balthazar works on the conscience of the king to take back Onaelia. Despite the threat of civil war, the king refuses. Count Malatesta proposes to the queen that she pretend to be pregnant, to sound the hearts of the Spanish people. Roderigo, Lopez, and Valasco, dons of Spain, rally to the cause of their majesties against the duke of Medina's faction. Angered at her rival, the queen proposes to Balthazar the murder of Onaelia and her son, to which he pretends to acquiesce after receiving the king's command. But, loyal to Onaelia, Balthazar announces these plots to Medina, who disguises himself as a French doctor to gain access to the king.\nWhen the disguised Medina speaks to the king, he becomes convinced of the legitimacy of the king's plot to murder his niece as well as Balthazar's loyalty. To appease the rebellious faction, the king proposes a marriage between Onaelia and Cockadillio, a courtier, an offer which is accepted. The queen and Malateste again confer, deciding to poison Onaelia. During the marriage ceremony, the king takes up the poisoned cup meant for Onaelia, to the queen's and Malateste's consternation. While the king is drinking, Malateste admits their crime and is stabbed to death by the faction. While dying, the king passes the crown to Sebastian and commands that the queen be sent back to Florence with treble dowry. Onaelia and Balthazar are appointed to protect Sebastian in his youth.\nï»¿The Project Gutenberg eBook, The Noble Spanish Soldier, by Thomas Dekker\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\n\n\n\nTitle: The Noble Spanish Soldier\n\n\nAuthor: Thomas Dekker\n\n\n\nRelease Date: September 26, 2005  [eBook #16753]\n\nLanguage: English\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE NOBLE SPANISH SOLDIER***\n\n\nThis etext was produced by John Price, University College Worcester,\nUK.\n\nTHE NOBLE SPANISH SOLDIER by THOMAS DEKKER\n\nINTRODUCTION\n\nTHOMAS DEKKER\n\nThomas Dekker is believed to have been born in London around 1572,\nbut nothing is known for certain about his youth. He embarked on a\ncareer as a theatre writer early in his adult life, the first extant\ntext of his work being 'Old Fortunatus' written around 1596, although\nthere are plays connected with his name which were performed as early\nas 1594. The period from 1596 to 1602 was the most prolific of his\ncareer, with 20 plays being attributed to him and an involvement in\nup to 28 other plays being suggested. It was during this period that\nhe produced his most famous work, 'The Shoemaker's Holiday, or the\nGentle Craft', categorised by modern critics as citizen comedy, it\nreflects his concerns with the daily lives of ordinary Londoners.\nThis play exemplifies his vivid use of language and the intermingling\nof everyday subjects with the fantastical, embodied in this case by\nthe rise of a craftsman to Mayor and the involvement of an unnamed\nbut idealised king in the concluding banquet.\n\nHe exhibited a similar vigour in such prose pamphlets as the\nironically entitled 'The Wonderfull Yeare' (1603), about the plague,\n'The Belman of London' (1608), about roguery and crime, and 'The Guls\nHorne-Booke' (1609), a valuable account of behaviour in the London\ntheatres.\n\nDekker was partly responsible for devising the street entertainment\nto celebrate the entry of James I into London in 1603 and he managed\nthe Lord Mayor's pageant in 1612. His fortunes took a turn for the\nworse shortly after, when between 1613 and 1619 he was imprisoned,\nprobably for debt; this experience may be behind his six prison\nscenes first included in the sixth edition (1616) of Sir Thomas\nOverbury's 'Characters'. He died in 1632 and was buried at St James',\nClerkenwell.\n\n\nHISTORY OF THE NOBLE SPANISH SOLDIER ('NSS')\n\nText\n\nThe first clear reference to the play is dated as 16 May 1631 when an\nentry was made in the Stationer's Register, effectively licensing\ntexts for publication. The entry, made for John Jackman, referred to\nmanuscripts of two plays by 'Tho: Dekker', these being 'The Wonder of\na Kingdom' and 'a Tragedy called The Noble Spanish Soldier'. A\nsimilar entry was made on 9 December 1633, this time for Nicholas\nVavasour. The play was printed in a quarto version in 1634, probably\nby John Beale, on behalf of Vavasour, who initialled the foreword\nentitled 'The Printer to The Reader'.\n\nSources, Authorship and Date\n\nThese aspects of the play have attracted more critical attention than\nall others combined, reference frequently being made to the following\nknown facts:\n\n(1)  Although the entries in the Stationer's Register refer\nunambiguously to Dekker as the author, the title page of the Quarto\nstates that the play is written by 'S.R.', the only Jacobean\nplaywright with those initials being Samuel Rowley.\n\n(2) It has been observed, initially by nineteenth century scholar A.\nH. Bullen, that three sections of a play by John Day called 'The\nParliament of Bees' are nearly identical to sections of NSS.\nFurthermore a further five sections correspond closely to parts of\n'The Wonder of a Kingdom' which as is noted above, was registered\nalongside NSS in 1931.\n\n(3) In 1601, theatre manager Philip Henslow made part payment for an\nanonymous play called 'The Spanish Fig', no text of which survives\nunder that name.\n\n(4) In April 1624 a poster appeared in Norwich  advertising a touring\nplay, being 'An excellent Comedy called The Spanish Contract' to be\nperformed by Lady Elizabeth's men, a company with which Dekker is\nbelieved to have had connections.\n\n(5)  There is some evidence of confusion in how the play has been\ncompiled for printing, in particular, a cast list which omits several\nsignificant characters, the late appearance of two pointless\ncharacters (Signor No and Juanna) and the delayed identification of\nAlanzo as Captain of the Guard. These have been argued to be evidence\nof revision of an earlier work.\n\n(6)  Dekker's 'The Welsh Embassador' reworked much of the material in\nNSS, albeit in a comedic form. This is generally dated as c1623.\n\nAs may be imagined, these facts offer a considerable range of\npossibilities as to authorship and provenance of the play. Various\ncritics, such as Fleay and Bullen, have tried to make sense of all of\nthem by postulating, largely without evidence, a variety of\npermutations of collaboration and revision so as to give all of the\nauthorship candidates a role in the production of the text we now\nhave. The most persuasive contribution however, comes from Julia\nGasper who, building on work by R. Koeppel, convincingly identifies\nthe source of NSS as being Volume V of Jacques-Augueste de Thou's\nLatin 'Historiarum Sui Temporis', published in 1620 <1>.\n\nThe de Thou volume tells of how Henri IV of France reneged on a\nwritten promise of marriage to Hentiette d'Entragues, by marrying\nMarie be Medicis in 1600; both women bore sons by the King, who is\nlater assassinated. This closely anticipates the marriage plot of NSS\nbut the critical detail which seals the identification of de Thou as\nthe source, is his reference to a soldier called Balthazare Sunica\nwho acted against the King and was clearly, the original of the\ncharacter Balthazar in NSS. This evidence demonstrates that the\nearliest date for composition of NSS is 1620. Furthermore, due to the\nlikelihood that NSS predated 'The Welsh Embassador' of 1623\/4, a last\npossible date for the writing of NSS, can also be deduced and a\ncomposition date of around 1622 can be established with some\ncertainty.\n\nWith respect to the relationship with other plays, any connection\nwith the 'The Spanish Fig' would seem to be ruled out on the grounds\nthat it pre-dates the publication of de Thou's Historiarum. In the\ncase of the later play 'The Spanish Contract', a connection is\npossible although any theories that may be advanced little more than\nconjecture. One such theory, put forward by Tirthanker Bose <2>, is\nthat 'the Spanish Contract' is a version of NSS, reworked as a comedy\nand thus is an intermediate stage on the road to 'The Welsh\nEmbassador'.\n\nThe more pressing matter, the question of the connection with 'The\nParliament of Bees', is also addressed by Julia Gasper. The crucial\nevidence here relates to instances where details, meaningful only in\nthe context of NSS, have become embedded in the text of 'The\nParliament of Bees'. The most significant example of this occurs in\nScene 1, Line 29 of 'The Parliament of Bees' where a character asks\n'Is Master Bee at leisure to speak Spanish \/ With a Bee of Service?'.\nThere is no connection between 'The Parliament of Bees' and Spain or\nindeed, the Spanish language, so it would seem strong evidence that\nNSS was the source for 'The Parliament of Bees' and not the other way\naround. This evidence is supplemented by an analysis of NSS, Act 2\nScene 1, a scene common to both plays, when Balthazar sets out his\ncredentials of loyal service in seeking to advise the King. Gasper\npoints out that this scene in NSS contains elements from de Thou, not\nto be found in The Parliament of Bees, principally the need to\nintervene on behalf of Onaelia. The only plausible order of\ncomposition for the plays therefore places NSS before 'The Parliament\nof Bees'. Furthermore as Day's name has never been associated with\nNSS, there is no reason to suppose he was involved in its\ncomposition. The likelihood is therefore that he was lifting dialogue\nfrom an earlier work by another writer in order to serve his own\nconvenience.\n\nThe remaining question to be considered concerns the relative claims\nto authorship of Dekker and Rowley. In weighing the evidence, it is\nimportant to consider that that the first records, those on the\nStationer's Register, unequivocally record Dekker as the sole author.\nFurthermore, textual scholarship is happy to place NSS within the\nDekker cannon, while, as Hoy says 'no scholar has ever succeeded in\ndemonstrating Rowley's share in the play' <3>. Given that is has been\nestablished that the play post-dates 1620, the possibility of a\nDekker revision of an earlier Rowley text would appear to be\nimplausible. The attribution to 'S.R.' remains unexplained, although\nit may be noted in passing that the initials are the final letters of\nDekker's names, so it may just be a coded reference to Dekker. More\nlikely perhaps, it could be the result of the editorial confusion\nwhich also pervades the compilation of the cast list.\n\nPerformance\n\nThere is no firm record of the play being performed, although the\nforeword does make mention of it being enthusiastically received.\nSuch references are not, of course, to be taken at face value as they\nwould hardly be expected to say anything else; nevertheless, it does\nstrongly suggest that the play has been staged. In practice, the\nprinting of a text suggests either high popularity, in which case\nsales could be expected to compensate for possible plagiarism, or\nelse relative unpopularity in which case publication was a last\nattempt to generate some financial return before the play was\ndiscarded. In this instance, the later circumstance is likely to\nobtain, especially in view of the gap between writing and publication\ndates.\n\nACTION OF THE PLAY\n\nThe sub-title given to the text in the Quarto edition is 'A contract\nBroken, Justly Revenged'. Although this title is likely to have been\nadded by the printers, it does succinctly sum up one aspect the play,\nthe theme of revenge which is reminiscent of Elizabethan revenge\nplays such as Thomas Kidd's 'The Spanish Tragedy'. Revenge plays\nhowever, are generally patterned around a revenger and what may be\ntermed a 'revengee', while the action of NSS revolves around a power\nstruggle between two factions both of whom are concerned with violent\nintent. In reality, the play reflects the seventeenth century fashion\nfor mixing elements of tragedy and comedy in a style first identified\nby Sir Philip Sydney in 1579 as being 'mongrel tragicomedy'<4>; thus\nwhile death intrudes on the final act, it only strikes unsympathetic\ncharacters. There is also regular light relief provided by two comic\ncharacters, Cornego and Cockadillio, as well the cameo appearances of\nSignor No and Medina as a French Doctor.\n\nThe two groups of characters at the centre of the play are on one\nhand, the ruling cabal, that is the King, his Italian Queen and their\nsupporters, including the Italian Malateste and on the other a number\nof disenchanted Spanish noblemen who are in sympathy with the King's\nformer betrothed lover, Onaelia. This later faction, led by the Duke\nof Medina, eventually includes the key figure of the patriotic\nsoldier Balthazar, a man who has earned respect for his martial\nexploits and whose 'nobility', as celebrated in the title to the\nplay, is a tribute earned by action rather than by birth or\ninheritance. He is thus differentiated from the King, whose nobility\nof birth is cancelled out by the dishonesty of his character.\n\nNevertheless, Balthazar is something of a problematic figure and in\nmany ways an unconvincing hero for a play with ostensibly, a strong\nmoral theme. His basic character is presented as that of an honest\nuncomplicated soldier; in his first appearance(2.1), he has already\nbeen slighted by the Dons, and presents an unkempt appearance and\nrails against the 'pied-winged butterflies' of the effete court who\nput appearance before patriotic duty. Nevertheless, subterfuge seems\nto come too readily to him as we see in 2.2 when he makes a false\noffer to assassinate the King to test Onaelia, again in 3.3 when he\npretends to agree to murder Sebastian and Onaelia in order to placate\nthe Queen and finally in 5.1 when he tells the King that the murder\nhas been carried out. Scene 3.3 shows a further unedifying side of\nBalthazar when he bursts in on the King and stabs a servant and\nrefuses to express remorse as the servant is a mere groom. On a\ndifferent note, the character is also used to comic effect,\nespecially in 4.2 when he acts out bawdy dialogue with Cornego. His\nlast significant act is to dissuade the faction from attempting to\nassassinate the King, before being reduced to a minor role in the\nclosing scene where he only has five short speeches and plays no\nsignificant part in the denouement. The character then, is something\nof a patchwork affair, playing different roles as the play progresses\nbefore being effectively jettisoned at the conclusion.\n\nThe King by contrast maintains a degree of consistency,\nnotwithstanding his formulaic deathbed renunciation of evil. As we\nhave seen, his Queen is Italian, but he may be associated with Italy\nby more reasons than his marriage. In Act 5 Scene 2, Daenia says that\n'There's in his breast \/ Both fox and lion, and both those beasts can\nbite' This is an direct reference to the works of the Italian\ncourtier NiccolÂ\u0098 Machiavelli who wrote in his work on statecraft 'The\nPrince': 'A Prince must know how to make good use of the beasts; he\nshould choose from among the beasts the fox and the lion; for the\nlion cannot defend itself from traps and the fox cannot protect\nitself from wolves.' <5>. Although the book from which this extract\nwas taken, 'The Prince', had yet to be published in English, the\nideas it contained (or at least a caricature of them) had been in\ncirculation for many years following its initial publication in Italy\nin 1531. These were often treated with profound suspicion by the\nEnglish who saw the advocacy of the use of manipulation and deception\nin order to maintain power as being the idea of a disreputable\nforeign country. Indeed, Machiavelli was seen as a satanic figure who\nwas known as 'Old Nick', a still-used reference to the devil, and the\nmachiavel became a stock figure on the early modern stage, a\ntradition which the portrayal of the King is drawing on.\n\nThe other interesting opposition within the play is between the two\nclaimants to the title of Queen, the current incumbent and Onaelia.\nThere is little doubt that it is Onaelia who is the representative of\nvirtue, her behaviour often rising above that of the 'noble'\nBalthazar. In Act 1 Scene 2 she makes a fearless statement in\ndefacing the King's portrait, this being an act of treason <6>.\nDespite her strong feelings however, she does not rise to Balthazar's\nbait when he introduces the possibility of assassinating the King;\nthe remnants of her love for him and her concern for the stability of\nthe realm rule this possibility out. She is not however prepared to\naccept her treatment without protest and, in Act 3 Scene 2, engages a\npoet to propagandise on her behalf. His refusal, on the grounds of\nself-preservation is denounced in striking terms when she accuses\npoets generally of being 'apt to lash \/ Almost to death poor wretches\nnot worth striking \/ but fawn with slavish flattery on damned vices \/\nso great men act them'. The effective conclusion of her involvement\nas early as the end of 3.2 impoverishes the rest of the play. The\nQueen's less admirable character is highlighted by the way she is\nprepared to condone the taking of life in order to secure her\nposition. Her ruthless outlook is punished when she is deprived of\nher position and forced to return to Italy.\n\nThe final scene of the play utilises a dramatic technique that had\nplayed an important part in 'The Shoemakers' Holiday': the banquet\nscene. Planned by the King in an attempt to achieve reconciliation\nand remove the threat of Onaelia by marrying her off, it represents a\nmeans of bringing almost the entire cast on stage in order to witness\nthe meeting out of justice. It is ironic that the King's scheme is\nundermined, not by his political rivals but by his allies, The Queen\nand Malateste, who do not believe that the marriage will provide a\nstable settlement and instead seek to pursue a deadlier course of\naction. The banquet provides the context for the unwinding of this\nplot as vengeance consumes itself, bring about the regime change that\njustice demands.\n\nEDITORIAL PRACTICE\n\nThe text is based on the 1634 Quarto, as reproduced in Tudor\nFacsimile series in 1913. Spelling has been modernised, except in\ninstances where to do so would change a word's pronunciation.\nPunctuation has also been modernised and has been used lightly in an\nattempt to reflect contemporary speech patterns. Contractions to\nwords have been eliminated where this is possible without upsetting\nthe verse rhythm; for example, 'baked' replaces 'bak'd' in 4.2.\n\nNames have been retained as originally set out except that of the\ncentral character who name was spelt in the original as 'Baltazar';\nBalthazar is the modern Anglicised version of the same name. The cast\nlist has been newly compiled from the text of the play, rather than\nby reference to the one appearing in the Quarto.\n\nAll lines have been left justified, including those cases where\ncharacters share a line of verse. The speeches of Balthazar in the\nearly part of 2.1 and again in 4.1 appear as verse in the Quarto but\nhave been rendered as prose in this edition. This appears to makes\nmore sense of the speech patterns and has the additional effect of\nmaking Balthazar and Cornego, the two non-aristocratic figures, the\nconsistent prose speakers throughout the play.\n\nEndnotes have been provided only to explicate words or terms of\nunusual obscurity. Numeric references to such notes are enclosed\nwithin angled brackets.\n\nStage directions may be identified as being a line of text preceded\nby a blank line, rather than by a character's name. These have been\nadded to occasionally to ensure that all essential movements apparent\nfrom the text are set out. Where significant additions have been\nmade, these are enclosed within square brackets. Scene divisions\nwithin acts have been deduced from the movements of characters.\n\nBIBLIOGRAPHY\n\nPrimary text:\n\nDekker, T.  Ã\u0090 'The Noble Spanish Soldier' - Tudor facsimiles Ã\u0090 1913.\n\nSecondary texts:\n\nBentley, G.E. Ã\u0090 'The Jacobean and Caroline Stage' Ã\u0090 Oxford: Clarendon\nÃ\u0090 1956.\n\nBowers, F. Ã\u0090 'The Dramatic Works of Thomas Dekker', Volume IV Ã\u0090\nCambridge University Press Ã\u0090 1961.\n\nBose, T. Ã\u0090 'The Gentle Craft of Revision in Thomas Dekker's last\nPlays' Ã\u0090 Institut f_r Anglistik und Amerikanistik Ã\u0090 1979.\n\nBose T. Ã\u0090 'The Noble Spanish Soldier' and 'The Spanish Contract' -\nNotes and Queries volume 40, Number 2 - 1993.\n\nChapman, L.S. Ã\u0090 'Thomas Dekker and the Traditions of the English\nDrama' Ã\u0090 Lang Ã\u0090 1985.\n\nFleay, F. G. Ã\u0090 'A Biographical Chronicle of the English Drama' -\nReeves and Turner Ã\u0090 1891.\n\nGasper, J. - 'The Noble Spanish Soldier', 'The Wonder of a Kingdom'\nand 'The Parliament of Bees': a belated solution to this long-\nstanding problem - Durham University Journal - 1987.\n\nGasper, J. Ã\u0090 'The Dragon and the Dove: The Plays of Thomas Dekker' Ã\u0090\nOxford: Clarendon Ã\u0090 1990.\n\nGreetam, D.C. Ã\u0090 'Textual Scholarship An Introduction' Ã\u0090 Garland Ã\u0090\n1994.\n\nHoy, C. Ã\u0090 'Introductions, notes, and commentaries to texts in 'The\ndramatic works of Thomas Dekker', Volume IV - Cambridge University\nPress Ã\u0090 1980.\n\nMeads, Chris Ã\u0090 'Banquets set forth : banqueting in English\nRenaissance drama' - Manchester University Press Ã\u0090 2001.\n\nMcLuskie, Kathleen. Ã\u0090 'Dekker and Heywood : professional dramatists'\n- St. Martin's Press Ã\u0090 1994.\n\nWells, S. Ã\u0090 'Re-editing Shakespeare for the Modern Reader' Ã\u0090 Oxford:\nClarendon -1984.\n\nENDNOTES TO THE INTRODUCTION\n\n1. Gasper, J - 'The Noble Spanish Soldier', 'The Wonder of a Kingdom'\nand 'The Parliament of Bees': a belated solution to this long-\nstanding problem - Durham University Journal LXXIX number 2- 1987.\n\n2. Bose, T Ã\u0090 'The Noble Spanish Soldier' and 'The Spanish Contract'\nin Notes and Queries v 40, number 2 Ã\u0090 1993.\n\n3. Hoy, C. - Introductions, notes, and commentaries to texts in 'The\ndramatic works of Thomas Dekker, Volume IV, page 99 - Cambridge\nUniversity Press Ã\u0090 1980.\n\n4. Sidney, Sir Philip, 'The Defense of Posey' in 'The Norton\nAnthology of English Literature, page 944 Ã\u0090 Norton Ã\u0090 2000.\n\n5. Machiavelli, N. Ã\u0090 'The Prince', page 56 Ã\u0090 Penguin Ã\u0090 2003.\n\n6. See Bowers, F. Ã\u0090 'The Stabbing of a Portrait in Elizabethan\nTragedy' Ã\u0090 Modern language Notes, XLVII, pages 378-385 Ã\u0090 1932.\n\n\n\nJohn Price\nUniversity College Worcester\n1 June 2004\n\n\n\nTHE TEXT\n\nDRAMATIS PERSONAE\n\nKing of Spain\nCardinal, advisor to the King\nCount Malateste of Florence, confidant of the Queen\nRoderigo, Don of Spain, supporter of the King\nValasco, Don of Spain, supporter of the King\nLopez, Don of Spain, supporter of the King\nDuke of Medina, leader of the Faction\nMarquis Daenia, member of the Faction\nAlba, Don of Spain, member of the Faction\nCarlo, Don of Spain, member of the Faction\nAlanzo, Captain of the Guard, member of the Faction\nSebastian, illegitimate son of the King\nBalthazar, a Spanish soldier\nCornego, servant to Onaelia\nCockadillio, a courtier\nSignor No\nA Poet\n\nQueen of Spain, Paulina, daughter of Duke of Florence\nOnaelia, niece to the Duke of Medina, mother of Sebastian\nJuanna, maid to Onaelia\nLadies in waiting\n\nAttendants, guards\n\nTHE PRINTER TO THE READER\n\nUnderstanding reader, I present this to your view, which has received\napplause in action. The poet might conceive a complete satisfaction\nupon the stage's approbation; but the printer rests not there,\nknowing that that which was acted and approved upon the stage, might\nbe no less acceptable in print. It is now communicated to you, whose\nleisure and knowledge admits of reading and reason. Your judgement\nnow this Posthumous <1> assures himself will well attest his\npredecessor's endeavours to give content to men of the ablest\nquality, such as intelligent readers are here conceived to be. I\ncould have troubled you with a longer epistle, but I fear to stay you\nfrom the book, which affords better words and matter than I can. So\nthe work modestly depending in the scale of your judgement, the\nprinter for his part craves your pardon, hoping by his promptness to\ndo you greater service, as convenience shall enable him to give you\nmore or better testimony of his entireness towards you.\n\nN.V.\n\nACT 1 SCENE 1\n\nEnter in magnificent state to the sound of loud music, the King and\nQueen, as from church, attended by the Cardinal, Count Malateste,\nMarquis Daenia, Roderigo, Valasco, Alba, Carlo, and ladies-in\nwaiting. The King and Queen with courtly compliments salute and part.\nShe [exits] with one half attending her. King, Cardinal and the other\nhalf stay, the King seeming angry and desirous to be rid of them.\nKing, Cardinal, Daenia and others [remain].\n\nKING\nGive us what no man here is master of:\nBreath. Leave us pray, my father Cardinal\nCan by the physic of philosophy\nSet all again in order. Leave us pray.\n\nExeunt [King and Cardinal remain].\n\nCARDINAL\nHow is it with you, sir?\n\nKING\nAs with a ship\nNow beat with storms, now safe. The storms are vanished\nAnd having you my Pilot, I not only\nSee shore, but harbour; I to you will open\nThe book of a black sin, deep printed in me.\nOh father, my disease lies in my soul.\n\nCARDINAL\nThe old wound sir?\n\nKING\nYes that, it festers inwards.\nFor though I have a beauty to my bed\nThat even creation envies at, as wanting\nStuff to make such another, yet on her pillow\nI lie by her, but an adulterer,\nAnd she as an adulteress. She is my queen\nAnd wife, yet but my strumpet though the church\nSet on the seal of marriage. Good Onaelia,\nNiece to our Lord High Constable of Spain\nWas precontracted mine.\n\nCARDINAL\nYet when I stung\nYour conscience with remembrance of the act\nYour ears were deaf to counsel.\n\nKING\nI confess it.\n\nCARDINAL\nNow to untie the knot with your new Queen\nWould shake your crown half from your head.\n\nKING\nEven Troy, though she has wept her eyes out,\nWould find tears to wail my kingdom's ruins.\n\nCARDINAL\nWhat will you do then?\n\nKING\nShe has that contract written, sealed by you,\nAnd other churchmen witnesses unto it.\nA kingdom should be given for that paper.\n\nCARDINAL\nI would not, for what lies beneath the moon,\nBe made a wicked engine to break in pieces\nThat holy contract.\n\nKING\n'Tis my soul's aim\nTo tie it upon a faster knot.\n\nCARDINAL\nI do not see\nHow you can with safe conscience get it from her.\n\nKING\nOh I know\nI wrestle with a lioness. To imprison her\nAnd force her to it, I dare not. Death! What King\nDid ever say 'I dare not'? I must have it;\nA bastard have I by her, and that cock\nWill have, I fear, sharp spurs, if he crow after\nHim that trod for him. Something must be done\nBoth to the hen and the chicken. Haste you therefore\nTo sad Onaelia, tell her I'm resolved\nTo give my new hawk bells, and let her fly.\nMy Queen, I'm weary of, and her will marry.\nTo this, our text, add you what gloss you please;\nThe secret drifts of kings are depthless seas.\n\nExeunt\n\nACT 1 SCENE 2\n\nA table set out covered with black. Two waxen tapers. The King's\n[defaced] picture at one end and a crucifix at the other. Onaelia\n[dressed in black] walking discontentedly weeping to the crucifix.\n\nA Song.\n\nQUESTION\nOh sorrow, sorrow, say where do'st thou dwell?\n\nANSWER\nIn the lowest room of hell.\n\nQUESTION\nArt thou born of human race?\n\nANSWER\nNo, no. I have a fury's <2> face.\n\nQUESTION\nArt thou in city, town or court?\n\nANSWER\nI to every place resort.\n\nQUESTION\nO why into the world is sorrow sent?\n\nANSWER\nMen afflicted best repent.\n\nQUESTION\nWhat dost thou feed on?\n\nANSWER\nBroken sleep.\n\nQUESTION\nWhat takest thou take pleasure in?\n\nANSWER\nTo weep,\nTo sigh, to sob, to pine, to groan,\nTo wring my hands, to sit alone.\n\nQUESTION\nOh when, oh when, shall sorrow quiet have?\n\nANSWER\nNever, never, never, never,\nNever till she finds a grave.\n\nEnter Cornego.\n\nCORNEGO\nNo lesson Madam but Lacrymae's? <3> If you had buried nine husbands, so much\nwater as you might squeeze out of an onion had been tears enough to cast away upon\nfellows that cannot thank you. Come, be jovial.\n\nONAELIA\nSorrow becomes me best.\n\nCORNEGO\nA suit of laugh and lie down would wear better.\n\nONAELIA\nWhat should I do to be merry, Cornego?\n\nCORNGO\nBe not sad.\n\nONELIA\nBut what's the best mirth in the world?\n\nCORNEGO\nMarry this, to see much, say little, do little, get little, spend\nlittle and want nothing.\n\nONELIA\nOh, but there is a mirth beyond all these;\nThis picture has so vexed me, I'm half mad,\nTo spite it therefore, I'll sing any song\nThyself shall tune. Say then, what mirth is best?\n\nCORNEGO\nWhy then Madam, what I knock out now is the very marrowbone of mirth\nand this it is.\n\nONELIA\nSay on.\n\nCORNEGO\nThe best mirth for a lawyer is to have fools to his clients; for\ncitizens to have noblemen pay for their debts; for tailors to have\nstore of satin brought in, for then how little soever their houses\nare, they will be sure to have large yards. The best mirth for bawds\nis to have fresh handsome whores, and for whores to have rich gulls\ncome aboard their pinnaces <4>, for then they are sure to build\ngalleasses <5>.\n\nONELIA\nThese to such souls are mirth, but to mine, none.\nAway.\n\nExit Cornego, Enter Cardinal.\n\nCARDINAL\nPeace to you, Lady.\n\nONELIA\nI will not sin so much as to hope for peace\nAnd 'tis a mock ill suits your gravity.\n\nCARDINAL\nI come to knit the nerves of your lost strength,\nTo build your ruins up, to set you free\nFrom this your voluntary banishment,\nAnd give new being to your murdered fame.\n\nONELIA\nWhat Aesculapius <6> can do this?\n\nCARDINAL\n'Tis from the King I come.\n\nONELIA\nA name I hate.\nOh, I am deaf now to your embassy.\n\nCARDINAL\nHear what I speak.\n\nONELIA\nYour language breathed from him\nIs death's sad doom upon a wretch condemned.\n\nCARDINAL\nIs it such poison?\n\nONELIA\nYes, and were you crystal,\nWhat the King fills you with would make you break.\nYou should my Lord, be like these robes you wear,\nPure as the dye, and like that reverend shape\nNurse thoughts as full of honour, zeal and purity.\nYou should be the court-dial, and direct\nThe King with constant motion, be ever beating,\nLike to clock-hammers, on his iron heart\nTo make it sound clear and to feel remorse.\nYou should unlock his soul, wake his dead conscience\nWhich, like a drowsy sentinel, gives leave\nFor sin's vast armies to beleaguer him.\nHis ruins will be asked for at your hands.\n\nCARDINAL\nI have raised up a scaffolding to save\nBoth him and you from falling. Do but hear me.\n\nONAELIA\nBe dumb for ever.\n\nCARDINAL\nLet your fears thus die:\nBy all the sacred relics of the church\nAnd by my holy orders, what I minister\nIs even the spirit of health.\n\nONAELIA\nI'll drink it down into my soul at once.\n\nCARDINAL\nYou shall.\n\nONAELIA\nBut swear.\n\nCARDINAL\nWhat conjurations can more bind my oath?\n\nONAELIA\nBut did you swear in earnest?\n\nCARDINAL\nCome, you trifle.\n\nONAELIA\nNo marvel, for my hopes have been so drowned\nI still despair, say on.\n\nCARDINAL\nThe King repents.\n\nONAELIA\nPray, that again my Lord.\n\nCARDINAL\nThe King repents.\n\nONAELIA\nHis wrongs to me?\n\nCARDINAL\nHis wrongs to you. The sense of sin\nHas pierced his soul.\n\nONAELIA\nBlessed penitence!\n\nCARDINAL\nHas turned his eyes <7> into his leprous bosom\nAnd like a king vows execution\nOn all his traitorous passions.\n\nONAELIA\nGod-like justice!\n\nCARDINAL\nIntends in person presently to beg\nForgiveness for his acts from heaven and you.\n\nONAELIA\nHeaven pardon him. I shall.\n\nCARDINAL\nWill marry you.\n\nONAELIA\nUmh! Marry me? Will he turn bigamist?\nWhen? When?\n\nCARDINAL\nBefore the morrow sun hath rode\nHalf his day's journey, will send home his Queen\nAs one that stains his bed, and can produce\nNothing but bastard issue to his crown.\nWhy, how now? Lost in wonder and amazement?\n\nONAELIA\nI am so stored with joy that I can now\nStrongly wear out more years of misery\nThan I have lived.\n\nEnter King.\n\nCARDINAL\nYou need not: here is the King.\n\nKING\nLeave us.\n\nExit Cardinal.\n\nONAELIA\nWith pardon sir, I will prevent you\nAnd charge upon you first.\n\nKING\n'Tis granted, do.\nBut stay, what mean these emblems of distress?\nMy picture so defaced, opposed against\nA holy cross! Room hung in black, and you\nDressed like chief mourner at a funeral?\n\nONAELIA\nLook back upon your guilt, dear Sir, and then\nThe cause that now seems strange explains itself.\nThis and the image of my living wrongs\nIs still confronted by me to beget\nGrief like my shame, whose length may outlive time.\nThis cross, the object of my wounded soul\nTo which I pray to keep me from despair;\nThat ever as the sight of one throws up\nMountains of sorrow on my accursed head.\nTurning to that, mercy may check despair\nAnd bind my hands from wilful violence.\n\nKING\nBut who has played the tyrant with me thus,\nAnd with such dangerous spite abused my picture?\n\nONAELIA\nThe guilt of that lays claim sir, to yourself\nFor being, by you, ransacked of all my fame,\nRobbed of mine honour and dear chastity,\nMade, by your act, the shame of all my house,\nThe hate of good men and the scorn of bad,\nThe song of broom-men and the murdering vulgar,\nAnd left alone to bear up all these ills\nBy you begun, my breast was filled with fire\nAnd wrapped in just disdain, and like a woman\nOn that dumb picture wreaked I my passions.\n\nKING\nAnd wished it had been I.\n\nONAELIA\nPardon me Sir,\nMy wrongs were great, and my revenge swelled high.\n\nKING\nI will descend and cease to be a King,\nTo leave my judging part, freely confessing\nThou canst not give thy wrongs too ill a name.\nAnd here to make thy apprehension full,\nAnd seat thy reason in a sound belief\nI vow tomorrow, ere the rising sun\nBegins his journey, with all ceremonies\nDue to the Church, to seal our nuptials,\nTo prive <8> thy son with full consent of state,\nSpain's heir apparent, born in wedlock's vows.\n\nONAELIA\nAnd will you swear to this?\n\nKING\nBy this I swear.\n\n[Takes up Bible.]\n\nONAELIA\nOh, you have sworn false oaths upon that book!\n\nKING\nWhy then, by this.\n\n[Takes up crucifix.]\n\nONAELIA\nTake heed you print it deeply:\nHow for your concubine, bride I cannot say,\nShe stains your bed with black adultery,\nAnd though her fame masks in a fairer shape\nThan <9> mine to the world's eye, yet King, you know\nMine honour is less strumpeted than hers,\nHowever butchered in opinion.\n\nKING\nThis way for her, the contract which thou hast,\nBy best advice of all our Cardinals,\nToday shall be enlarged till it be made\nPast all dissolving. Then to our council table\nShall she be called, that read aloud, she told\nThe church commands her quick return for Florence\nWith such a dower as Spain received with her,\nAnd that they will not hazard heaven's dire curse\nTo yield to a match unlawful, which shall taint\nThe issue of the King with bastardy.\nThis done, in state majestic come you forth,\nOur new crowned Queen in sight of all our peers.\nAre you resolved?\n\nOMAELIA\nTo doubt of this were treason\nBecause the King has sworn it.\n\nKING\nAnd will keep it.\nDeliver up the contract then, that I\nMay make this day end with thy misery.\n\nONAELIA\nHere as the dearest Jewel of my fame\nLocked I this parchment from all viewing eyes.\nThis your indenture, held alone the life\nOf my supposed dead honour; yet behold,\nInto your hands I redeliver it.\nOh keep it Sir, as you should keep that vow,\nTo which, being signed by heaven, even angels bow.\n\n[Onaelia passes the document to the King.]\n\nKING\n'Tis in the lion's paw, and who dares snatch it?\nNow to your beads and crucifix again.\n\nONAELIA\nDefend me heaven!\n\nKING\nPray there may come Embassadors from France\nTheir followers are good customers.\n\nONAELIA\nSave me from madness!\n\nKING\n'Twill raise the price, being the King's mistress.\n\nONAELIA\nYou do but counterfeit to mock my joys.\n\nKING\nAway bold strumpet!\n\nONAELIA\nAre there eyes in heaven to see this?\n\nKING\nCall and try, here's a whore's curse\nTo fall in that belief, which her sins nurse.\n\nExit King, Enter Cornego.\n\nCORNEGO\nHow now? What quarter of the moon has she cut out now? My Lord puts\nme into a wise office to be a mad-woman's keeper. Why, Madam!\n\nONAELIA\nHa! Where is the King, thou slave?\n\n[Clutches Cornego.]\n\nCORNEGO\nLet go your hold, or I'll fall upon you as I am a man.\n\nONAELIA\nThou treacherous caitiff <10>, where is the King?\n\nCORNEGO\nHe's gone, but not so far as you are.\n\nONAELIA\nCrack all in sunder, oh you battlements,\nAnd grind me into powder\n\nCORNEGO\nWhat powder? Come, what powder? When did you ever see a woman grinded\ninto powder? I am sure some of your sex powder men, and pepper them\ntoo.\n\nONAELIA\nIs there a vengeance yet lacking to my ruin?\nLet it fall, now let it fall upon me!\n\nCORNEGO\nNo, there has been too much fallen upon you already.\n\nONAELIA\nThou villain, leave thy hold, I'll follow him\nLike a raised ghost, I'll haunt him, break his sleep,\nFright him as he is embracing his new leman <11>,\nTil want of rest bids him run mad and die,\nFor making oaths bawds to his perjury.\n\nCORNEGO\nPray be more seasoned, if he make any bawds, he did ill, for there is\nenough of that fly-blown flesh already.\n\nONAELIA\nI'm left quite naked now; all gone, all, all.\n\nCORNEGO\nNo Madam, not all, for you cannot be rid of me.\nHere comes your Uncle.\n\nEnter Medina.\n\nONAELIA\nAttired in robes of vengeance, are you uncle?\n\nMEDINA\nMore horrors yet?\n\nONAELIA\n'Twas never full till now,\nAnd in this torrent all my hopes lie drowned.\n\nMEDINA\nInstruct me in the cause.\n\nONAELIA\nThe King, the contract!\n\nExit Onaelia.\n\nCORNEGO\nThat's cud enough for you to chew upon.\n\nExit Cornego.\n\nMEDINA\nWhat's this? A riddle. How? The King, the contract.\nThe mischief I divine which proving true,\nShall kindle fires in Spain to melt his crown\nEven from his head. Here's the decree of fate:\nA black deed must a black deed expiate.\n\nExit Medina.\n\nACT 2 SCENE 1\n\nEnter Balthazar, [having been] slighted by the Dons.\n\nBALTHAZAR\nThou god of good apparel, what strange fellows are bound to do thee\nhonour. Mercer's <12> books show men's devotions to thee. Heaven\ncannot hold a saint so stately. Do not my dons know me because I'm\npoor in clothes? Stood my beaten tailor plaiting my rich hose, my\nsilk stocking man drawing upon my Lordship's courtly calf pairs of\nimbroidered things, whose golden clocks strike deeper to the faithful\nshop-keeper's heart, than into mine to pay him. Had my barber\nperfumed my lousy thatch here and poked out me tusks more stiff than\nare a cats muschatoes <13>, these pied-winged butterflies had known\nme then. Another fly-boat! <14> Save thee illustrious Don.\n\nEnter Don Rodrigo.\n\nSir, is the King at leisure to speak Spanish with a poor Soldier?\n\nRODRIGO\nNo\n\nBALTHAZAR\nNo, Sirah, you, no! You Don with the ochre face, I wish to have thee\nbut on a breach, stifling with smoke and fire. And for thy no, but\nwhiffing gunpowder out of an iron pipe, I would but ask thee\nif thou would'st on, and if thou did'st cry no, thou should'st read\nCanon Law. I'd make thee roar, and wear cut-beaten-satin. I would pay\nthee though thou payest not thy mercer. Mere Spanish jennets! <15>\n\nEnter Cockadillio.\n\nSignor, is the King at leisure?\n\nCOCKADILLO\nTo do what?\n\nBALTHAZAR\nTo hear a soldier speak.\n\nCOCKADILLO\nI am no ear picker\nTo sound his hearing that way.\n\nBALTHAZAR\nAre you of court sir?\n\nCOCKADILLO\nYes, the King's barber.\n\nBALTHAZAR\nThat's his ear picker. Your name, I pray.\n\nCOCKADILLO\nDon Cockadillio\nIf, soldier, thou hast suits to beg at court,\nI shall descend so low as to betray\nThy paper to the hand Royal.\n\nBALTHAZAR\nI beg, you whorson muscod <16>! My petition is written on my bosom in\nred wounds.\n\nCOCKADILLO\nI am no barber-surgeon.\n\nExit Cockadillio.\n\nBALTHAZAR\nYou yellowhammer, why, shaver: that such poor things as these, only\nmade up of tailor's shreds and merchant's silken rags and 'pothecary\ndrugs to lend their breath sophisticated smells, when their rank guts\nstink worse than cowards in the heat of battle. Such whaleboned-\ndoublet rascals, that owe more to laundresses and seamsters for laced\nlinen than all their race from their great grand-father to this their\nreign, in clothes were ever worth.\nThese excrements of silk worms! Oh that such flies do buzz about the\nbeams of Majesty, like earwigs tickling a King's yielding ear with\nthat court-organ, flattery, when a soldier must not come near the\ncourt gates twenty score, but stand for want of clothes, though he\nwin towns, amongst the almsbasket-men! His best reward being scorned\nto be a fellow to the blackguard. Why should a soldier, being the\nworld's right arm, be cut thus by the left, a courtier? Is the world\nall ruff and feather and nothing else? Shall I never see a tailor\ngive his coat with a difference from a gentleman?\n\nEnter King, Alanzo, Carlo, Cockadillio.\n\nKING\nMy Balthazar!\nLet us make haste to meet thee. How art thou altered?\nDo you not know him?\n\nALANZO\nYes Sir, the brave soldier\nEmployed against the Moors\n\nKING\nHalf turned Moor!\nI'll honour thee, reach him a chair, that table\nAnd now, Aeneas-like, let thine own trumpet\nSound forth thy battle with those slavish Moors.\n\nBALTHAZAR\nMy music is a Cannon, a pitched field my stage, Furies the actors,\nblood and vengeance the scene, death the story, a sword imbrued with\nblood, the pen that writes, and the poet a terrible buskined <17>\ntragical fellow, with a wreath about his head of burning match\ninstead of bays.\n\nKING\nOn to the battle.\n\nBALTHAZAR\n'Tis here without bloodshed. This our main battalia, that the van,\nthis the vaw <18>, these the wings, here we fight, there they fly,\nhere they insconce <19>, and here our sconces <20> lay seventeen\nmoons on the cold earth.\n\nKING\nThis satisfies my eye, but now my ear\nMust have his music too. Describe the battle.\n\nBALTHAZAR\nThe battle? Am I come from doing to talking? The hardest part for a\nsoldier to play is to prate well. Our tongues are fifes, drums,\npetronels <21>, muskets, culverin <22> and cannon. These are our\nroarers, the clocks which we go by are our hands. Thus we reckon ten,\nour swords strike eleven and when steel targets of proof clatter one\nagainst another, then 'tis noon that's the height and the heat of the\nday of battle.\n\nKING\nSo.\n\nBALTHAZAR\n\nTo that heat we came, our drums beat, pikes were shaken and shivered,\nswords and targets clashed and clattered, muskets rattled cannons\nroared, men died groaning, brave laced jerkings and feathers looked\npale, tottered rascals fought pell mell. Here fell a wing, there\nheads were tossed like footballs, legs and arms quarrelled in the air\nand yet lay quietly on the earth. Horses trampled upon heaps of\ncarcasses, troops of carbines tumbled wounded from their horses, we\nbesiege Moors and famine us, mutinies bluster and are calm. I vowed\nnot to doff mine armour though my flesh were frozen to it and turn\ninto iron, nor to cut head nor beard till they yielded. My hairs and\noath are of one length for, with Caesar, thus write I mine own story:\nveni, vidi, vici.\n\nKING\nA pitched field, quickly fought. Our hand is thine,\nAnd because thou shalt not murmur that thy blood\nWas lavished forth for an ungrateful man,\nDemand what we can give thee and 'tis thine.\n\nBALTHAZAR\nOnly your love.\n\nKING\n'Tis thine, rise soldier's best accord\nWhen wounds of wrong are healed up by the sword.\n\nOnaelia knocks loudly at the door.\n\nONAELIA\nLet me come in, I'll kill the treacherous King,\nThe murderer of mine honour, let me come in.\n\nKING\nWhat woman's voice is that?\n\nALL\nMedina's niece.\n\nKING\nBar out that fiend.\n\nONAELIA\nI'll tear him with my nails,\nLet me come in, let me come in, help, help me.\n\nKING\nKeep her from following me. A guard.\n\nALANZO\nThey are ready, sir.\n\nKING\nLet a quick summons call our Lords together,\nThis disease kills me.\n\nBALTHAZAR\nSir, I would be private with you.\n\nKING\nForebear us, but see the doors are well guarded.\n\nExeunt [King and Balthazar remain].\n\nBALTHAZAR\nWill you, Sir, promise to give me freedom of speech?\n\nKING\nYes, I will, take it, speak any thing, 'tis pardoned.\n\nBALTHAZAR\nYou are a whoremaster. Do you send me to win towns for you abroad and\nyou lose a kingdom at home?\n\nKING\nWhat kingdom?\n\nBALTHAZAR\nThe fairest in the world, the kingdom of your fame, your honour.\n\nKING\nWherein?\n\nBALTHAZAR\nI'll be plain with you. Much mischief is done by the mouth of a\ncannon, but the fire begins at a little touch-hole. You heard what\nnightingale sung to you even now.\n\nKING\nHa, ha, ha!\n\nBALTHAZAR\nAngels erred but once and fell, but you Sir, spit in heaven's face\nevery minute and laugh at it. Laugh still, follow your courses, do.\nLet your vices run like your kennels of hounds, yelping after you\ntill they pluck down the fairest head in the herd, everlasting bliss.\n\nKING\nAny more?\n\nBALTHAZAR\nTake sin as the English snuff tobacco, and scornfully blow the smoke\nin the eyes of heaven, the vapour flies up in clouds of bravery. But\nwhen 'tis out, the coal is black, your conscience, and the pipe\nstinks. A sea of rosewater cannot sweeten your corrupted bosom.\n\nKING\nNay, spit thy venom.\n\nBALTHAZAR\n'Tis Aqua Coelestis <23>, no venom. For when you shall clasp up these\ntwo books, never to be opened again, when by letting fall that anchor\nwhich can never more be weighed up, your mortal navigation ends. Then\nthere's no playing at spurn-point <24> with thunderbolts. A vintner\nthen for unconscionable reckoning or a tailor for unmeasurable items\nshall not answer in half that fear you must.\n\nKING\nNo more.\n\nBALTHAZAR\nI will follow truth at the heels, though her foot beat my gums in\npieces.\n\nKING\nThe barber that draws out a lion's tooth\nCurseth his trade; and so shalt thou.\n\nBALTHAZAR\nI care not.\n\nKING\nBecause you have beaten a few base-born moors,\nMe think'st thou to chastise? What is past I pardon,\nBecause I made the key to unlock thy railing;\nBut if thou dar'st once more be so untuned\nI'll sent thee to the galleys. Who are without there,\nHow now?\n\nEnter [guards and attendants] drawn.\n\nALL\nIn danger, Sir?\n\nKING\nYes, yes, I am, but 'tis no point of weapon\nCan rescue me. Go presently and summon\nAll our chief Grandees, Cardinals, and Lords\nOf Spain to meet in Council instantly.\nWe called you forth to execute a business\nOf another strain - but 'tis no matter now.\nThou diest when next thou furrowest up our brow.\n\nBALTHAZAR\nSo, die!\n\nExit Balthazar, enter Cardinal, Rodrigo, Alba, Daenia, Valasco.\n\nKING\nI find my sceptre shaken by enchantments\nCharactered in this parchment, which to unloose,\nI'll practice only counter-charms of fire,\nAnd blow the spells of lightening into smoke:\nFetch burning tapers.\n\n[Exit attendant who returns with light.]\n\nCARDINAL\nGive me audience, Sir.\nMy apprehension opens me a way\nTo a close fatal mischief, worse than this\nYou strive to murder. Oh, this act of yours\nAlone shall give your dangers life, which else\nCan never grow to height. Do, Sir, but read\nA book here closed up, which too late you opened,\nNow blotted by you with foul marginal notes.\n\nKING\nArt frantic?\n\nCARDINAL\nYou are so, Sir.\n\nKING\nIf I be,\nThen here's my first mad fit.\n\nCARDINAL\nFor honour's sake,\nFor love you bear to conscience -\n\nKING\nReach the flames:\nGrandees and Lords of Spain be witness all\nWhat here I cancel. Read, do you know this bond?\n\nALL\nOur hands are to it.\n\nDAENIA\n'Tis your confirmed contract\nWith my sad kinswoman: but wherefore Sir,\nNow is your rage on fire, in such a presence\nTo have it mourn in ashes?\n\nKING\nMarquis Daenia\nWe'll lend that tongue, when this no more can speak.\n\nCARDINAL\nDear Sir!\n\nKING\nI am deaf,\nPlayed the full concert of the spheres unto me\nUpon their loudest strings - so burn that witch\nWho would dry up the tree of all Spain's glories,\nBut that I purge her sorceries by fire.\n\n[Burns contract.]\n\nTroy lies in cinders. Let your Oracles\nNow laugh at me if I have been deceived\nBy their ridiculous riddles. Why, good father,\nNow you may freely chide, why was your zeal\nReady to burst in showers to quench our fury?\n\nCARDINAL\nFury indeed, you give it proper name.\nWhat have you done? Closed up a festering wound\nWhich rots the heart. Like a bad surgeon,\nLabouring to pluck out from your eye a mote,\nYou thrust the eye clean out.\n\nKING\nTh'art mad ex tempore:\nWhat eye? Which is that wound?\n\nCARDINAL\nThat scroll, which now\nYou make the black indenture of your lust\nAlthough eat up in flames, is printed here,\nIn me, in him, in these, in all that saw it,\nIn all that ever did but hear 'twas yours.\nThe scold of the whole world, fame, will anon\nRail with her thousand tongues at this poor shift\nWhich gives your sin a flame greater than that\nYou lend the paper. You to quench a wild fire,\nCast Oil upon it.\n\nKING\nOil to blood shall turn,\nI'll lose a limb before the heart shall mourn.\n\nExeunt, Daenia and Alba remain.\n\nDAENIA\nHe's mad with rage or joy.\n\nALBA\nWith both; with rage\nTo see his follies checked, with fruitless joy\nBecause he hopes his contract is cut off,\nWhich divine justice more exemplifies.\n\nEnter Medina.\n\nMEDINA\nWhere's the King?\n\nDAENIA\nWrapped up in clouds of lightning.\n\nMEDINA\nWhat has he done? Saw you the contract torn?\nAs I did here a minion swear he threatened.\n\nALBA\nHe tore it not, but burned it.\n\nMEDINA\nOpenly!\n\nDAENIA\nAnd heaven with us to witness.\n\nMEDINA\nWell, that fire\nWill prove a catching flame to burn his kingdom.\n\nALBA\nMeet and consult.\n\nMEDINA\nNo more, trust not the air\nWith our projections, let us all revenge\nWrongs done to our most noble kinswoman.\nAction is honours language, swords are tongues,\nWhich both speak best, and best do right our wrongs.\n\nExeunt.\n\nACT 2 SCENE 2\n\nEnter Onaelia from one way, Cornego another.\n\nCORNEGO\nMadam, there's a bear without to speak with you\n\nONAELIA\nA bear?\n\nCORNEGO\nIt's a man all hair, and that's as bad.\n\nONAELIA\nWho is it?\n\nCORNEGO\n'Tis one Master Captain Balthazar.\n\nONAELIA\nI do not know that Balthazar.\n\nCORNEGO\nHe desires to see you: and if you love a water-spaniel before he be\nshorn, see him.\n\nONAELIA\nLet him come in.\n\nEnter Balthazar.\n\nCORNEGO\nHist; a duck, a duck. There she is, Sir.\n\nBALTHAZAR\nA soldier's good wish bless you lady.\n\nONAELIA\nGood wishes are most welcome Sir, to me,\nSo many bad ones blast me.\n\nBALTHAZAR\nDo you not know me?\n\nONAELIA\nI scarce know myself.\n\nBALTHAZAR\nI have been at tennis Madam, with the king. I gave him fifteen and\nall his faults, which is much, and now I come to toss a ball with\nyou.\n\nONAELIA\nI am bandied too much up and down already.\n\nCORNEGO\nYes, she has been struck under line, master soldier.\n\nBALTHAZAR\nI conceit you, dare you trust yourself alone with me?\n\nONAELIA\nI have been laden with such weights of wrong\nThat heavier cannot press me. Hence Cornego.\n\nCORNEGO\nHence Cornego? Stay Captain? When man and woman are put together,\nSome egg of villainy is sure to be sat upon.\n\nExit Cornego.\n\nBALTHAZAR\nWhat would you say to him should kill this man that hath you so\ndishonoured?\n\nONAELIA\nOh, I would Crown him\nWith thanks, praise, gold and tender of my life.\n\nBALTHAZAR\nShall I be that German fencer, and beat all the knocking boys before\nme? Shall I kill him?\n\nONAELIA\nThere's music in the tongue that dares but speak it.\n\nBALTHAZAR\nThat fiddle then is in me, this arm can do it, by poniard, poison or\npistol: but shall I do it indeed?\n\nONAELIA\nOne step to human bliss is sweet revenge.\n\nBALTHAZAR\nStay. What made you love him?\n\nONAELIA\nHis most goodly shape\nMarried to royal virtues of his mind.\n\nBALTHAZAR\nYet now you would divorce all that goodness; and why? For a little\nlechery of revenge? It's a lie. The burr that sticks in your throat\nis a throne. Let him out of his mess of kingdoms cut out but one, and\nlay Sicily, Aragon or Naples or any else upon your trencher <25>, and\nyou will praise bastard <26> for the sweetest wine in the world, and\ncall for another quart of it. 'Tis not because the man has left you,\nbut because you are not the woman you would be that mads you. A she-\ncuckold is an untameable monster.\n\nONAELIA\nMonster of men thou are, thou bloody villain,\nTraitor to him who never injured thee.\nDost thou profess arms, and art bound in honour\nTo stand up like a brazen wall to guard\nThy king and country, and would'st thou ruin both?\n\nBALTHAZAR\nYou spur me on to it.\n\nONAELIA\nTrue;\nWorse am I then the horridest fiend in hell\nTo murder him who I once loved too well:\nFor thou I could run mad, and tear my hair,\nAnd kill that godless man that turned me vile,\nThough I am cheated by a purjurious Prince\nWho has done wickedness, at which even heaven\nShakes when the sun beholds it, O yet I'd rather\nTen thousand poisoned poniards stab my breast\nThan one should touch his. Bloody slave! I'll play\nMyself the hangman, and will butcher thee\nIf thou but prickest his finger.\n\nBALTHAZAR\nSayest thou me so! Give me thy goll <27>, thou are a noble girl. I\ndid play the Devil's part, and roar in a feigned voice, but I am the\nhonestest Devil that ever spat fire. I would not drink that infernal\ndraft of a King's blood, to go reeling to damnation, for the weight\nof the world in diamonds.\n\nONAELIA\nArt thou not counterfeit?\n\nBALTHAZAR\nNow by my scars I am not.\n\nONAELIA\nI'll call thee honest soldier then, and woo thee\nTo be an often visitant.\n\nBALTHAZAR\nYour servant,\nYet must I be a stone upon a hill,\nFor thou I do no good, I'll not lie still.\n\nExeunt.\n\nACT THREE SCENE ONE\n\nEnter Malateste and the Queen.\n\nMALATESTE\nWhen first you came from Florence, would the world\nHad with a universal dire eclipse\nBeen overwhelmed, no more to gaze on day,\nThat you to Spain had never found the way,\nHere to be lost forever.\n\nQUEEN\nWe from one climate\nDrew suspiration <28>. As thou then hast eyes\nTo read my wrongs, so be thy head an engine\nTo raise up ponderous mischief to the height,\nAnd then thy hands, the executioners.\nA true Italian spirit is a ball\nOf wild-fire, hurting most when it seems spent.\nGreat ships on small rocks, beating oft are rent.\nAnd so, let Spain by us. But Malateste,\nWhy from the presence did you single me\nInto this gallery?\n\nMALATESTE\nTo show you Madam,\nThe picture of yourself, but so defaced,\nAnd mangled by proud Spaniards, it would whet\nA sword to arm the poorest Florentine\nIn your just wrongs.\n\nQUEEN\nAs how? Let's see that picture.\n\nMALATESTE\nHere 'tis then: time is not scarce four days old,\nSince I, and certain Dons, sharp-witted fellows,\nAnd of good rank, were with two Jesuits\nGrave profound scholars, in deep argument\nOf various propositions. At the last,\nQuestion was moved touching your marriage\nAnd the King's pre-contract.\n\nQUEEN\nSo, and what followed?\n\nMALATESTE\nWhether it were a question moved by chance,\nOr spitefully of purpose, I being there,\nAnd your own Countryman, I cannot tell.\nBut when much tossing had bandied both the King\nAnd you, as pleased those that took up the racquets.\nIn conclusion, the Father Jesuits,\nTo whose subtle music every ear there\nWas tied, stood with their lives in stiff defence\nOf this opinion - oh pardon me\nIf I must speak their language.\n\nQUEEN\nSay on.\n\nMALATESTE\nThat the most Catholic king in marrying you,\nKeeps you but as his whore.\n\nQUEEN\nAre we their themes?\n\nMALATESTE\nAnd that Medina's niece, Onaelia,\nIs his true wife. Her bastard son they said\nThe King being dead, should claim and wear the crown,\nAnd whatsoever children you shall bear,\nTo be but bastards in the highest degree,\nAs being begotten in adultery.\n\nQUEEN\nWe will not grieve at this, but with hot vengeance\nBeat down this armed mischief. Malateste!\nWhat whirlwinds can we raise to blow this storm\nBack in their faces who thus shoot at me?\n\nMALATESTE\nIf I were fit to be your councillor,\nThus would I speak - feign that you are with child.\nThe mother of the maids, and some worn ladies\nWho oft have guilty being to court great bellies,\nMay though it not be so, get you with child\nWith swearing that 'tis true.\n\nQUEEN\nSay 'tis believed,\nOr that it so doth prove?\n\nMALATESTE\nThe joy thereof,\nTogether with these earthquakes, which will shake\nAll Spain, if they their Prince do disinherit,\nSo borne, of such a Queen, being only daughter\nTo such a brave spirit as Duke of Florence.\nAll this buzzed into the King, he cannot choose\nBut charge that all the bells in Spain echo up\nThis joy to heaven, that bonfires change the night\nTo a high noon, with beams of sparkling flames;\nAnd that in Churches, organs, charmed with prayers,\nSpeak loud for your most safe delivery.\n\nQUEEN\nWhat fruits grow out of these?\n\nMALATESTE\nThese; you must stick,\nAs here and there spring weeds in banks of flowers,\nSpies amongst the people, who shall lay their ears\nTo every mouth, and seal to you their whispering.\n\nQUEEN\nSo.\n\nMALATESTE\n'Tis a plummet to sound Spanish hearts\nHow deeply they are yours. Besides a guesse <29>\nIs hereby made of any faction\nThat shall combine against you, which the King seeing,\nIf then he will not rouse him like a dragon\nTo guard his golden fleece, and rid his harlot\nAnd her base bastard hence, either by death,\nOr in some traps of state ensnare them both,\nLet his own ruins crush him.\n\nQUEEN\nThis goes to trial.\nBe thou my magic book, which reading o'er\nTheir counterspells we'll break; or if the King\nWill not by strong hand fix me in his Throne,\nBut that I must be held Spain's blazing star,\nBe it an ominous charm to call up war.\n\nACT THREE SCENE TWO\n\nEnter Cornego and Onaelia.\n\nCORNEGO\nHere's a parcel of man's flesh has been hanging up and down all this\nmorning to speak with you.\n\nONAELIA\nIs't not some executioner?\n\nCORNEGO\nI see nothing about him to hang in but his garters.\n\nONAELIA\nSent from the King to warn me of my death:\nI prithee bid him welcome.\n\nCORNEGO\nHe says he is a poet.\n\nONAELIA\nThen bid him better welcome.\nBelike he's come to write my epitaph,\nSome scurvy thing I'll warrant. Welcome Sir.\n\nEnter Poet.\n\nPOET\nMadam, my love presents this book unto you.\n\nONAELIA\nTo me? I am not worthy of a line,\nUnless at that Line hang some hook to choke me:\n\n[Onaelia reads book.]\n\nTo the Most Honoured Lady - Onaelia.\nFellow thou liest, I'm most dishonoured:\nThou should'st have writ to the most wronged Lady.\nThe title of this book is not to me,\nI tear it therefore as mine honour's torn.\n\nCORNEGO\nYour verses are lamed in some of their feet, Master poet.\n\nONAELIA\nWhat does it treat of?\n\nPOET\nOf the solemn triumphs\nSet forth at coronation of the Queen.\n\nONAELIA\nHissing, the poet's whirlwind, blast thy lines!\nCom'st thou to mock my tortures with her triumphs?\n\nPOET\n'Las Madam!\n\nONAELIA\nWhen her funerals are past,\nCrown thou a dedication to my joys,\nAnd thou shalt swear each line a golden verse.\nCornego, burn this idol.\n\nCORNGO\nYour book shall come to light, Sir.\n\nExit Cornego [with book.]\n\nONAELIA\nI have read legends of disastrous dames;\nWill none set pen to paper for poor me?\nCanst write a bitter satire? Brainless people\nDo call them libels. Darest thou write a libel?\n\nPOET\nI dare mix gall and poison with my ink.\n\nONAELIA\nDo it then for me.\n\nPOET\nAnd every line must be\nA whip to draw blood.\n\nONAELIA\nBetter.\n\nPOET\nAnd to dare\nThe stab from him it touches. He that writes\nSuch libels, as you call them, must launch wide\nThe sores of men's corruptions, and even search\nTo the quick for dead flesh, or for rotten cores:\nA poet's ink can better cure some sores\nThan surgeon's balsam.\n\nONAELIA\nUndertake that cure\nAnd crown thy verse with bays.\n\nPOET\nMadam, I'll do it,\nBut I must have the party's character.\n\nONAELIA\nThe King.\n\nPOET\nI do not love to pluck the quills,\nWith which I make pens, out of a lion's claw.\nThe King! Should I be bitter 'gainst the King,\nI shall have scurvy ballads made of me,\nSung to the hanging tune. I dare not, Madam.\n\nONAELIA\nThis baseness follows your profession.\nYou are like common beadles, apt to lash\nAlmost to death poor wretches not worth striking,\nBut fawn with slavish flattery on damned vices\nSo great men act them. You clap hands at those,\nWhere the true poet indeed doth scorn to guild\nA gaudy tomb with glory of his verse,\nWhich coffins stinking carrion. No, his lines\nAre free as his invention. No base fear\nCan shake his pen to temporise even with kings,\nThe blacker are their crimes, he louder sings.\nGo, go, thou canst not write: 'tis but my calling\nThe muses help, that I may be inspired.\nCanst a woman be a poet, Sir?\n\nPOET\nYes, Madam, best of all. For poesie\nIs but feigning, feigning is to lie,\nAnd women practice lying more than men.\n\nONAELIA\nNay, but if I should write, I would tell truth.\nHow might I reach a lofty strain?\n\nPOET\nThus Madam:\nBooks, music, wine, brave company and good cheer\nMake poets to soar high and sing most clear.\n\nONAELIA\nAre they born poets?\n\nPOET\nYes.\n\nONAELIA\nDie they?\n\nPOET\nOh, never die.\n\nONAELIA\nMy misery is then a poet sure,\nFor time has given it an eternity.\nWhat sort of poets are there?\n\nPOET\nTwo sorts lady:\nThe great poets and the small poets.\n\nONAELIA\nGreat and small!\nWhich do you call the great? The fat ones?\n\nPOET\nNo:\nBut such as have great heads, which emptied forth,\nFill all the world with wonder at their lines;\nFellows which swell big with the wind of praise.\nThe small ones are but shrimps of poesie.\n\nONAELIA\nWhich in the kingdom now is the best poet?\n\nPOET\nEmulation.\n\nONAELIA\nWhich the next?\n\nPOET\nNecessity.\n\nONAELIA\nAnd which the worst?\n\nPOET\nSelf-love.\n\nONAELIA\nSay I turn poet, what should I get?\n\nPOET\nOpinion.\n\nONAELIA\nAlas, I have got too much of that already,\nOpinion is my evidence, judge and jury.\nMine own guilt and opinion now condemn me.\nI'll therefore be no poet, no nor make\nTen muses of your nine. I'll swear for this;\nVerses, though freely born, like slaves are sold,\nI crown thy lines with bays, thy love with gold:\nSo fare thou well.\n\nPOET\nOur pen shall honour thee.\n\nExit Poet, enter Cornego.\n\nCORNEGO\nThe poet's book Madam, has got the inflammation of the liver, it died\nof a burning fever.\n\nONAELIA\nWhat shall I do, Cornego? For this poet\nHas filled me with a fury. I could write\nStrange satires now against adulterers,\nAnd marriage-breakers.\n\nCORNEGO\nI believe you Madam - but here comes your uncle.\n\nEnter Medina, Alanzo, Carlo, Alba, Sebastian, Daenia.\n\nMEDINA\nWhere's our niece?\nTurn your brains round, and recollect your spirits,\nAnd see your noble friends and kinsmen ready\nTo pay revenge his due.\n\nONAELIA\nThat word revenge,\nStartles my sleepy soul, now thoroughly wakened\nBy the fresh object of my hapless child\nWhose wrongs reach beyond mine.\n\nSEBASTIAN\nHow doth my sweet mother?\n\nONAELIA\nHow doth my prettiest boy?\n\nALANZO\nWrongs, like great whirlwinds,\nShake highest battlements. Few for heaven would care,\nShould they be ever happy. They are half gods\nWho both in good days, and good fortune share.\n\nONAELIA\nI have no part in either.\n\nCARLO\nYou shall in both,\nCan swords but cut the way.\n\nONAELIA\nI care not much, so you but gently strike him,\nAnd that my child escape the lightening.\n\nMEDINA\nFor that our nerves are knit; is there not here\nA promising face of manly princely virtues,\nAnd shall so sweet a plant be rooted out\nBy him that ought to fix it fast in the ground?\nSebastian, what will you do to him\nThat hurts your mother?\n\nSEBASTIAN\nThe King my father shall kill him I trow.\n\nDAENIA\nBut sweet cousin, the King loves not your mother.\n\nSEBASTIAN\nI'll make him love her when I am a King.\n\nMEDINA\nLa you, there's in him a king's heart already.\nAs therefore we before together vowed,\nLay all your warlike hands upon my sword,\nAnd swear.\n\nSEBASTIAN\nWill you swear to kill me, Uncle?\n\nMEDINA\nOh not for twenty worlds.\n\nSEBASTIAN\nNay then draw and spare not, for I love fighting.\n\nMEDINA\nStand in the midst, sweet coz, we are your guard.\nThese hammers shall for thee beat out a crown\nIf all hit right. Swear therefore, noble friends,\nBy your high bloods, by true nobility,\nBy what you owe religion, owe to your country,\nOwe to the raising your posterity,\nBy love you bear to virtue, and to arms,\nThe shield of innocence, swear not to sheath\nYour swords, when once drawn forth.\n\nONAELIA\nOh not to kill him\nFor twenty thousand worlds.\n\nMEDINA\nWill you be quiet?\nYour swords when once drawn forth, till they have forced\nYon godless, perjurous, perfidious man...\n\nONAELIA\nPray rail not at him so.\n\nMEDINA\nArt mad? You're idle\nTill they have forced him\nTo cancel his late lawless bond he sealed\nAt the high altar to his Florentine strumpet,\nAnd in his bed lay this his troth-plight wife.\n\nONAELIA\nI, I that's well. Pray swear.\n\nALL\nTo this we swear.\n\nSEBASTIAN\nUncle, I swear too.\n\nMEDINA\nOur forces let's unite, be bold and secret,\nAnd lion-like with open eyes let's sleep,\nStreams smooth and slowly running are most deep.\n\nExeunt.\n\nACT THREE SCENE THREE\n\nEnter King, Queen, Malateste, Valasco, Lopez, [Roderigo and guards].\n\nKING\nThe presence door be guarded, let none enter\nOn forfeit of your lives, without our knowledge.\nOh you are false physicians all unto me,\nYou bring me poison, but no antidotes.\n\nQUEEN\nYourself that poison brews.\n\nKING\nPrithee, no more.\n\nQUEEN\nI will, I must speak more.\n\nKING\nThunder aloud.\n\nQUEEN\nMy child, yet newly quickened in my womb,\nIs blasted with the fires of bastardy.\n\nKING\nWho! Who dares once but think so in his dream?\n\nMALATESTE\nMedina's faction preached it openly.\n\nKING\nBe cursed he and his faction. Oh how I labour\nFor these preventions! But so cross is fate\nMy ills are ne'r hid from me, but their cures.\nWhat's to be done?\n\nQUEEN\nThat which being left undone,\nYour life lies at the stake. Let them be breathless\nBoth brat and mother.\n\nKING\nHa!\n\nMALATESTE\nShe plays true music Sir.\nThe mischiefs you are drenched in are so full,\nYou need not fear to add to them. Since now\nNo way is left to guard thy rest secure,\nBut by a means like this.\n\nLOPEZ\nAll Spain rings forth\nMedina's name, and his confederates.\n\nRODRIGO\nAll his allies and friends rush into troops\nLike raging torrents.\n\nVALESCO\nAnd loud trumpet forth\nYour perjuries. Seducing the wild people,\nAnd with rebellious faces threatening all.\n\nKING\nI shall be massacred in this their spleen,\nEre I have time to guard myself. I feel\nThe fire already falling. Where's our guard?\n\nMALATESTE\nPlanted at guarded gate, with a strict charge\nThat none shall enter but by your command.\n\nKING\nLet them be doubled. I am full of thoughts,\nA thousand wheels toss my incertain fears,\nThere is a storm in my hot boiling brains,\nWhich rises without wind. A horrid one.\nWhat clamour's that?\n\nQUEEN\nSome treason. Guard the King.\n\nEnter Balthazar drawn, [he strikes] one of the guards who falls.\n\nBALTHAZAR\nNot in?\n\nMALATESTE\nOne of the guards is slain, keep off the murderer.\n\nBALTHAZAR\nI am none, sir.\n\nVALASCO\nThere's a man dropped down by thee.\n\nKING\nThou desperate fellow, thus press in upon us!\nIs murder all the story we shall read?\nWhat King can stand, when thus his subjects bleed?\nWhat has thou done?\n\nBALTHAZAR\nNo hurt.\n\nKING\nPlayed even the wolf,\nAnd from a fold committed to my charge,\nStolen and devoured one of the flock.\n\nBALTHAZAR\nYou have sheep enough for all that, Sir. I have killed none though.\nOr if I have, mine <30> own blood, shed in your quarrels, may beg my\npardon. My business was in haste to you.\n\nKING\nI would not have thy sin scored on my head\nFor all the Indian Treasury. I prithee tell me,\nSuppose thou had'st our pardon, oh can that cure\nThy wounded conscience, can there my pardon help thee?\nYet having deserved well both of Spain and us,\nWe will not pay thy worth with loss of life,\nBut banish thee for ever.\n\nBALTHAZAR\nFor a groom's death?\n\nKING\nNo more. We banish thee our court and Kingdom.\nA King that fosters men so dipped in blood,\nMay be called merciful, but never good.\nBe gone upon thy life.\n\nBALTHAZAR\nWell, farewell.\n\nExit Balthazar.\n\nVALASCO\nThe fellow is not dead, but wounded sir.\n\nQUEEN\nAfter him Malateste. In our lodging\nStay that rough fellow, he's the man shall do't.\nHaste or my hopes are lost.\n\nExit Malateste.\n\nWhy are you sad, sir?\n\nKING\nFor thee, Paulina, swell my troubled thoughts\nLike billows beaten by two warring winds.\n\nQUEEN\nBe you ruled but ruled by me, I'll make a calm\nSmooth as the breast of heaven.\n\nKING\nInstruct me how.\n\nQUEEN\nYou, as your fortunes tie you, are inclined\nTo have the blow given.\n\nKING\nWhere's the instrument?\n\nQUEEN\n'Tis found in Balthazar.\n\nKING\nHe's banished.\n\nQUEEN\nTrue\nBut stayed by me for this.\n\nKING\nHis spirit is hot\nAnd rugged, but so honest that his soul\nWill never turn devil to do it.\n\nQUEEN\nPut it to trial.\nRetire a little, hither I'll send for him,\nOffer repeal and favours if he do it.\nBut if he deny, you have no finger in't,\nAnd then his doom of banishment stands good.\n\nKING\nBe happy in thy workings, I obey.\n\nExit King\n\nQUEEN\nStay Lopez.\n\nLOPEZ\nMadam.\n\nQUEEN\nStep to our lodging, Lopez\nAnd instantly bid Malateste bring\nThe banished Balthazar to us.\n\nLOPEZ\nI shall.\n\nExit Lopez.\n\nQUEEN\nThrive my black plots, the mischiefs I have set\nMust not so die. Ills must new ills beget.\n\nEnter Malateste and Balthazar.\n\nBALTHAZAR\nNow! What hot poisoned custard must I put my spoon into now?\n\nQUEEN\nNone, for mine honour is now thy protection.\n\nMALATESTE\nWhich, noble soldier, she will pawn for thee\nBut never forfeit.\n\nBALTHAZAR\n'Tis a fair gage <31>, keep it.\n\nQUEEN\nOh Balthazar! I am thy friend, and marked thee.\nWhen the King sentenced thee to banishment\nFire sparkled from thine eyes of rage and grief.\nRage to be doomed so for a groom so base,\nAnd grief to lose thy Country. Thou hast killed none,\nThe milk-sop is but wounded, thou are not banished.\n\nBALTHAZAR\nIf I were, I lose nothing, I can make any country mine. I have a\nprivate coat for Italian Stilettos, I can be treacherous with the\nWalloon, drunk with the Dutch, a chimney-sweeper with the Irish, a\ngentleman with the Welsh and true arrant thief with the English. What\nthen is my country to me?\n\nQUEEN\nThe King, who rap'd with fury, banished thee,\nShall give thee favours, yield but to destroy\nWhat him distempers.\n\nBALTHAZAR\nSo. And what is the dish I must dress?\n\nQUEEN\nOnly the cutting off a pair of lives.\n\nBALTHAZAR\nI love no red-wine healths.\n\nQUEEN\nThe King commands it, you are but executioner.\n\nBALTHAZAR\nThe hang-man? An office that will hold so long as hemp lasts. Why do\nnot you beg the office, Sir?\n\nQUEEN\nThy victories in field never did crown thee\nAs this one Act shall.\n\nBALTHAZAR\nProve but that, 'tis done.\n\nQUEEN\nFollow him close, he's yielding.\n\nMALATESTE\nThou shalt be called thy Country's Patriot,\nFor quenching out a fire now newly kindling\nIn factious bosoms, and shalt thereby save\nMore Noble Spaniards lives, than thou slew Moors.\n\nQUEEN\nArt thou yet converted?\n\nBALTHAZAR\nNo point.\n\nQUEEN\nRead me then:\nMedina's niece, by a contract from the King,\nLays claim to all that's mine, my crown, my bed.\nA son she has by him must fill the throne,\nIf her great faction can but work that wonder.\nNow hear me...\n\nBALTHAZAR\nI do with gaping ears.\n\nQUEEN\nI swell with hopeful issue to the King.\n\nBALTHAZAR\nA brave Don call you mother.\n\nMALATESTE\nOf this danger the fear afflicts the King.\n\nBALATAZAR\nCannot much blame him.\n\nQUEEN\nIf therefore by the riddance of this Dame ...\n\nBALTHAZAR\nRiddance? Oh! The meaning on't is murder.\n\nMALATESTE\nStab her, or so, that's all.\n\nQUEEN\nThat Spain be free from frights, the King from fears,\nAnd I, now held his infamy, be called Queen,\nThe treasure of the Kingdom shall lie open\nTo pay thy noble darings.\n\nBALTHAZAR\nCome. I'll do it, provided I hear Jove call to me, though he roars. I\nmust have the King's hand to this warrant, else I dare not serve it\nupon my conscience.\n\nQUEEN\nBe firm then. Behold the King is come.\n\nEnter King.\n\nBALTHAZAR\nAcquaint him.\n\nQUEEN\nI found the metal hard, but with oft beating\nHe's now so softened, he shall take impression\nFrom any seal you give him.\n\nKING\nBalthazar,\nCome hither, listen. Whatsoe'er our Queen\nHas importuned thee to touching Onaelia\nNiece to the Constable, and her young son,\nMy voice shall second it, and sign her promise.\n\nBALTHAZAR\nTheir riddance?\n\nKING\nThat.\n\nBALTHAZAR\nWhat way? By poison?\n\nKING\nSo.\n\nBALTHAZAR\nStarving? Or strangling, stabbing, smothering?\n\nQUEEN\nGood.\n\nKING\nAny way, so 'tis done.\n\nBALTHAZAR\nBut I will have, Sir,\nThis under your own hand, that you desire it,\nYou plot it, set me on to't.\n\nKING\nPen, ink and paper.\n\n[King writes and signs document.]\n\nBALTHAZAR\nAnd then as large a pardon as law and wit can engross for me.\n\nKING\nThou shalt have my pardon.\n\nBALTHAZAR\nA word more, Sir, pray will you tell me one thing?\n\nKING\nYes, any thing dear Balthazar.\n\nBALTHAZAR\nSuppose I have your strongest pardon, can that cure my wounded\nconscience? Can there your pardon help me? You not only knock the ewe\non the head, but cut the innocent lamb's throat too, yet you are no\nbutcher.\n\nQUEEN\nIs this thy promised yielding to an act\nSo wholesome for thy country?\n\nKING\nChide him not.\n\nBALTHAZAR\nI would not have this sin scored on my head\nFor all the Indian Treasury.\n\nKING\nThat song no more.\nDo this and I will make thee a great man.\n\nBALTHAZAR\nIs there no farther trick in't but my blow, your purse and my pardon?\n\nMALTATESTE\nNo nets upon my life to entrap thee.\n\nBALTHAZAR\nThen trust me. These knuckles work it.\n\nKING\nFarewell. Be confident and sudden.\n\nBALTHAZAR\nYes.\nSubjects may stumble, when kings walk astray.\nThine Acts shall be a new Apocrypha.\n\nExeunt.\n\nACT FOUR SCENE ONE\n\nEnter Medina, Alba, [Carlo], and Daenia, met by Balthazar with a\nponiard and a pistol.\n\nBALTHAZAR\nYou met a Hydra. See, if one head fails\nAnother with a sulphurous beak stands yawning.\n\nMEDINA\nWhat hath raised up this devil?\n\nBALTHAZAR\nA great man's vices, that can raise all hell. What would you call\nthat man, who under-sail in a most goodly ship, wherein he ventures\nhis life, fortunes, and honours, yet in a fury should hew the mast\ndown, cast sails overboard, fire all the tacklings, and to crown this\nmadness, should blow up all the decks, burn th'oaken ribs, and in\nthat combat 'twix two elements leap desperately, and drown himself in\nthe seas? What were so brave a fellow?\n\nALL\nA brave black villain.\n\nBALTHAZAR\nThat's I. All that brave black villain dwells in me, if I be that\nblack villain. But I am not! A nobler character prints out my brow,\nwhich you may thus read, I was banished Spain for emptying a court-\nhogshead, but repealed so I would, ere my reeking iron was cold,\npromise to give it a deep crimson dye in - none hear, - stay - no,\nnone hear.\n\nMEDINA\nWhom then?\n\nBALTHAZAR\nBasely to stab a woman, your wronged niece and her most innocent son,\nSebastian.\n\nALBA\nThe boar now foams with wetting.\n\nDAENIA\nWhat has blunted\nThy weapons point at these?\n\nBALTHAZAR\nMy honesty. A sign at which few dwell, pure honesty! I am a vassal to\nMedina's house, He taught me first the A-B-C of war. E'er I was\ntruncheon high, I had the stile on beardless Captain, writing then\nbut boy, and shall I now turn slave to him that fed me with Cannon-\nbullets and taught me, ostrich-like to digest iron and steel! No! Yet\nI yielded with willow-bendings to commanding breaths.\n\nMEDINA\nOf whom?\n\nBALTHAZAR\nOf King and Queen. With supple hams and an ill-boding look, I vowed\nto do it. Yet, lest some choke-pear <32> of state policy should stop\nmy throat, and spoil my drinking pipe, see, like his cloak, I hung at\nthe King's elbow, till I had got his hand to sign my life.\n\n[Balthazar passes over the document signed by the King.]\n\nDAENIA\nShall we see this and sleep?\n\nALBA\nNo, whilst these wake.\n\nMEDINA\n'Tis the King's hand?\n\nBALTHAZAR\nThink you me a coiner <33>?\n\nMEDINA\nNo, no,\nThou art thy self still, noble Balthazar.\nI ever knew thee honest, and the mark\nStands still upon thy forehead.\n\nBALTHAZAR\nElse flea the skin off.\n\nMEDINA\nI ever knew thee valiant, and to scorn\nAll acts of baseness. I have seen this man\nWrite in the field such stories with his sword,\nThat our best chieftains swore there was in him\nAs 'twere a new philosophy of fighting,\nHis deeds were so punctilious. In one battle\nWhen death so nearly missed my ribs, he struck\nThree horses stone-dead under me. This man,\nThree times that day, even through the jaws of danger,\nRedeemed me up and, I shall print it ever,\nStood over my body with Colossus thighs\nWhilst all the thunder-bolts which war could throw,\nFell on his head. And Balthazar, thou canst not\nBe now but honest still, and valiant still,\nNot to kill boys and women.\n\nBALTHAZAR\nMy biter here, eats no such meat.\n\nMEDINA\nGo fetch the marked-out lamb for slaughter hither,\nGood fellow-soldier aid him, and stay, mark,\nGive this false fire to the believing King,\nThat the child's sent to heaven, but that the mother\nStands rocked so strong with friends, ten thousand billows\nCannot once shake her.\n\nBALTHAZAR\nThis I'll do.\n\nMEDINA\nAway.\nYet one word more. Your counsel, Noble friends.\nHark Balthazar, because nor eyes nor tongues,\nShall by loud larums, that the poor boy lives,\nQuestion thy false report, the child shall, closely\nMantled in darkness, forthwith be conveyed\nTo the monastery of Saint Paul.\n\nALL\nGood.\n\nMEDINA\nDespatch then, be quick.\n\nBALTHAZAR\nAs lightning.\n\nExit Balthazar.\n\nALBA\nThis fellow is some angel dropped from heaven\nTo preserve innocence.\n\nMEDINA\nHe is a wheel\nOf swift and turbulent motion. I have trusted him,\nYet will not hang on him too many plummets,\nLest with a headlong gyre <34> he ruins all.\nIn these state consternations, when a kingdom\nStands tottering at the centre, out of suspicion\nSafety grows often. Let us suspect this fellow,\nAnd that albeit he show us the King's hand,\nIt may be but a trick.\n\nDAENIA\nYour Lordship hits\nA poisoned nail i'th head. This waxen fellow,\nBy the King's hand so bribing him with gold,\nIs set on screws, perhaps is made his creature,\nTo turn round every way.\n\nMEDINA\nOut of that fear\nWill I beget truth. For myself in person\nWill sound the King's breast.\n\nCARLO\nHow? Yourself in person?\n\nALBA\nThat's half the prize he gapes for.\n\nMEDINA\nI'll venture it,\nAnd come off well I warrant you, and rip up\nHis very entrails, cut in two his heart,\nAnd search each corner in't, yet shall not he\nKnow who it is cut up the anatomy.\n\nDAENIA\n'Tis an exploit worth wonder.\n\nCARLO\nPut the worst,\nSay some infernal voice should roar from hell,\nThe infant's cloistering up.\n\nALBA\n'Tis not our danger,\nNor the imprisoned Prince's, for what thief\nDares by base sacrilege rob the Church of him?\n\nCARLO\nAt worst none can be lost but this slight fellow!\n\nMEDINA\nAll build on this as on a stable cube.\nIf we our footing keep, we fetch him forth,\nAnd crown him King. If up we fly i'th air,\nWe for his soul's health a broad way prepare.\n\nDAENIS\nThey come.\n\nEnter Balthazar and Sebastian.\n\nMEDINA\nThou knowest where to bestow him, Balthazar.\n\nBALTHAZAR\nCome noble boy.\n\nALBA\nHide him from being discovered.\n\nBALTHAZAR\nDiscovered? Would there stood a troop of Moors thrusting the paws of\nhungry lions forth, to seize this prey, and this but in my hand, I\nshould do something.\n\nSEBASTIAN\nMust I go with this black fellow, Uncle?\n\nMEDINA\nYes, pretty coz, hence with him Balthazar.\n\nBALTHAZAR\nSweet child, within few minutes I'll change thy fate\nAnd take thee hence, but set thee at heavens gate.\n\n[Exit Balthazar and Sebastian.]\n\nMEDINA\nSome keep aloof and watch this soldier\n\nCARLO\nI'll do't.\n\nExit Carlo.\n\nDAENIA\nWhat's to be done now?\n\nMEDINA\nFirst to plant strong guard\nAbout the mother, then into some snare\nTo hunt this spotted panther, and there kill him.\n\nDAENIA\nWhat snares have we can hold him?\n\nMEDINA\nBe that care mine.\nDangers, like stars, in dark attempts best shine.\n\nExeunt.\n\nACT FOUR SCENE TWO\n\nEnter Cornego, Balthazar.\n\nCORNEGO\nThe Lady Onaelia dresseth the stead of her commendations in the most\ncourtly attire that words can be clothed with, from herself to you,\nby me.\n\nBALTHAZAR\nSo Sir, and what disease troubles her now?\n\nCORNEGO\nThe King's evil. And here she hath sent something to you, wrapped up\nin a white sheet, you need not fear to open it, 'tis no course.\n\nBALTHAZAR\nWhat's here? A letter minced into five morsels? What was she doing\nwhen thou camest from her?\n\nCORNEGO\nAt her prick-song.\n\nBALTHAZAR\nSo me thinks, for here's nothing but sol-re-me-fa-mi. What crotchet\nfills her head now, canst tell?\n\nCORNEGO\nNo crotchets, 'tis only the Cliff has made her mad.\n\nBALTHAZAR\nWhat instrument played she upon?\n\nCORNEGO\nA wind instrument, she did nothing but sigh.\n\nBALTHAZAR\nSol, re, me, fa, mi.\n\nCORNEGO\nMy wit has always a singing head, I have found out her note captain.\n\nBALTHAZAR\nThe tune? Come.\n\nCORNEGO\nSol, my soul. Re, is all rent and torn like a ragamuffin. Me, mend it\ngood captain. Fa, fa. What's fa Captain?\n\nBALTHAZAR\nFa, why farewell and be hanged.\n\nCORNEGO\nMi Captain, with all my heart. Have I tickled my Lady's fiddle well?\n\nBALTHAZAR\nOh, but you stick wants rosin <35> to make the strings sound clearly.\nNo, this double virginal, being cunningly touched, another matter of\njack leaps up then is now in mine eye. Sol, re me fa, mi, I have it\nnow. Solus Rex me facit miseram <36>. Alas poor Lady, tell her no\napothecary in Spain has any of that assa foetida <37 > she writes\nfor.\n\nCORNEGO\nAssa foetida? What's that?\n\nBALTHAZARA\nA thing to be taken in a glister-pipe <38>.\n\nCORNEGO\nWhy, what ails my Lady?\n\nBALTHAZAR\nWhat ails she? Why when she cries out, Solus Rex me facit miseram,\nshe says in the Hypocronicall <39> language, that she is so miserably\ntormented with the wind colic that it racks her very soul.\n\nCORNEGO\nI said somewhat cut her soul in pieces.\n\nBALTHAZAR\nBut go to her, and say the oven is heating.\n\nCORNEGO\nAnd what shall be baked in't?\n\nBALTHAZAR\nCarp pies.<40> And besides, tell her the hole in her coat shall be\nmended, and tell her if the dial of good days <41> goes true, why\nthen bounce buckrum.<42>\n\nCORNEGO\nThe devil lies sick of the mulligrubs.<43>\n\nBALTHAZAR\nOr the Cony is dub'd, and three sheepskins ...\n\nCORNEGO\nWith the wrong side outward ...\n\nBALTHAZAR\nShall make the fox a night-cap.\n\nCORNEGO\nSo the goose talks French to the buzzard.\n\nBALTHAZAR\nBut, Sir, if evil days jostle our prognostication to the wall, then\nsay there's a fire in a whore-masters cod-piece.\n\nCORNEGO\nAnd a poisoned bag-pudding in Tom Thumb's belly.\n\nBALTHAZAR\nThe first cut be thine. Farewell.\n\nCORNEGO\nIs this all?\n\nBALTHAZAR\nWould'st not trust an Almanac?\n\nCORNEGO\nNot a coranta <44> neither, though it were sealed with butter, <45>\nand yet I know where they both lie passing well.\n\nEnter Lopez.\n\nLOPEZ\nThe King sends round about the court to seek you.\n\nBALTHAZAR\nAway Otterhound.\n\nCORNEGO\nDancing bear, I'm gone.\n\nExit Cornego. Enter King attended.\n\nKING\nA Private room,\n\nExeunt, King and Balthazar remain\n\nI'st done? Hast drawn thy two-edged sword out yet?\n\nBALTHAZAR\nNo, I was striking at the two iron bars that hinder your passage, and\nsee Sir.\n\nDraws.\n\nKING\nWhat mean'st thou?\n\nBALTHAZAR\nThe edge abated, feel.\n\nKING\nNo, no I see it.\n\nBALTHAZAR\nAs blunt as ignorance.\n\nKING\nHow? Put up - so - how?\n\nBALTHAZAR\nI saw by chance hanging in Cardinal Alvarez gallery, a picture of\nhell.\n\nKING\nSo what of that?\n\nBALTHAZAR\nThere lay upon burnt straw ten thousand brave fellows all stark\nnaked, some leaning upon crowns, some on Mitres, some on bags of\ngold. Glory, in another corner lay, a feather beaten in the rain.\nBeauty was turned into a watching candle that went out stinking.\nAmbition went upon a huge high pair of stilts but horribly rotten.\nSome in another nook were killing Kings, and some having their elbows\nshoved forward by Kings to murder others. I was, me thought, half in\nhell myself whist I stood to view this piece.\n\nKING\nWas this all?\n\nBALTHAZAR\nWas't not enough to see that a man is more healthful that eats dirty\npuddings, than he that feeds on a corrupted conscience?\n\nKING\nConscience! What's that? A conjuring book ne'r opened\nWithout the reader's danger. 'Tis indeed\nA scarecrow set i'th world to frighten weak fools.\nHast thou seen fields paved o'er with carcasses,\nNow to be tender-footed, not to tread\nOn a boy's mangled quarters, and a woman's!\n\nBALTHAZAR\nNay, Sir, I have searched the records of the Low-Countries, and find\nthat by your pardon I need not care a pin for goblins, and therefore\nI will do it Sir. I did recoil because I was double charged.\n\nKING\nNo more. Here comes a satyr with sharp horns.\n\nEnter Cardinal, and Medina like a French Doctor.\n\nCARDINAL\nSir, here's a Frenchman charged with some strange business\nWhich to close ear only he'll deliver,\nOr else to none.\n\nKING\nA Frenchman?\n\nMEDINA\nOui, Monsieur.\n\nKING\nCannot he speak the Spanish?\n\nMEDINA\nSi Signor, un Poco - Monsieur Acontez in de Corner, me come for offer\nto your Bon Grace mi trezhumbla service, by gar no John fidleco shall\nput into your near braver melody dan dis un petite pipe shall play to\nyour great bon Grace.\n\nKING\nWhat is the tune you strike up, touch the string.\n\nMEDINA\nDis - me has run up and down mine Country and learn many fine thing,\nand mush knavery, now more and all dis me know you'll jumbla de fine\nvench and fill her belly with garsoone, her name is La Madam ...\n\nKING\nOnaelia.\n\nMEDINA\nShe by gar. Now Monsieur dis Madam send for me to help her malady,\nbeing very naught of her corpus, her body, me know you no point loves\ndis vench. But royal Monsieur donne moye ten thousand French Crowns\nshe shall kick up her tail by gar, and beshide lie dead as dog in de\nshannell.\n\nKING\nSpeak low.\n\nMEDINA\nAs de bag-pipe when de wind is puff, Gar beigh,\n\nKING\nThou namest ten thousand Crowns, I'll treble them\nRid me of this leprosy. Thy name?\n\nMEDINA\nMonsieur Doctor Devil.\n\nKING\nShall I a second wheel add to this mischief\nTo set it faster going? If one break,\nT'other may keep his motion.\n\nMEDINA\nEsselent fort boone.\n\nKING\nBalthazar.\nTo give thy sword an edge again, this Frenchman\nShall whet thee on, that if thy pistol fail,\nOr poniard, this can send the poison home.\n\nBALTHAZAR\nBrother Cain we'll shake hands.\n\nMEDINA\nIn de bowl of de bloody busher. 'Tis very fine wholesome.\n\nKING\nAnd more to arm your resolution,\nI'll tune this Churchman so, that he shall chime\nIn sounds harmonious, merit to that man\nWhose hand has but a finger in that act.\n\nBALTHAZAR\nThat music were worth hearing.\n\nKING\nHoly father,\nYou must give pardon to me in unlocking\nA cave stuffed full with serpents, which my State\nThreaten to poison, and it lies in you\nTo break their bed with thunder of your voice.\n\nCARDINAL\nHow princely son?\n\nKING\nSuppose a universal\nHot pestilence beat her mortiferous wings\nO'er all my kingdoms, am I not bound in soul,\nTo empty all our academies of doctors\nAnd Aesculapian <46> spirits to charm this plague?\n\nCARDINAL\nYou are.\n\nKING\nOr had the canon made a breach\nInto our rich Escurial <47>, down to beat it\nAbout our ears, should I stop this breach\nSpare even our richest Ornaments, nay our crown,\nCould it keep bullets off.\n\nCARDINAL\nNo sir, you should not.\n\nKING\nThis linstock <48> gives you fire. Shall then that strumpet\nAnd bastard breathe quick vengeance in my face,\nMaking my Kingdom reel, my subjects stagger\nIn their obedience, and yet live?\n\nCARDINAL\nHow? Live!\nShed not their bloods to gain a kingdom greater\nThan ten times this.\n\nMEDINA\nPish, not matter how Red-cap and his wit run.\n\nKING\nAs I am Catholic King, I'll have their hearts\nPanting in these two hands.\n\nCARDINAL\nDare you turn hangman?\nIs this religion Catholic to kill\nWhat even brute beasts abhor to do, your own!\nTo cut in sunder wedlock's sacred knot\nTied by heaven's fingers! To make Spain a bonfire\nTo quench which must a second deluge rain\nIn showers of blood, no water. If you do this\nThere is an arm armipotent that can fling you\nInto a base grave, and your palaces\nWith lightening strike, and of their ruins make\nA tomb for you, unpitied and abhorred,\nBear witness all you lamps celestial\nI wash my hands of this.\n\nKING\nRise my good angel,\nWhose holy tunes beat from me that evil spirit\nWhich jogs mine elbow, hence thou dog of hell.\n\nMEDINA\nBow wow.\n\nKING\nBark out no more thou mastiff, get you all gone,\nAnd let my soul sleep. [Aside to Balthazar] There's gold, peace, see\nit done.\n\nExit King.\n\nBALTHAZAR\nSirra, you salsa-perilla <49>, rascal, toads-gut, you whorson pockey\nFrench spawn of a butsten-bellyed spider. Do you hear Monsieur?\n\nMEDINA\nWhy do you bark and snap at my Narcissus, as if I were de French dog?\n\nBALTHAZAR\nYou cur of Cerberus litter,\n\n[Strikes him]\n\nYou'll poison the honest Lady? Do but once toot <50> into her\nchamber-pot, and I'll make thee look worse than a witch does upon a\nclose stool.\n\nCARDINAL\nYou shall not dare to touch him, stood he here\nSingle before thee.\n\nBALTHAZAR\nI'll cut the rat into anchovies.\n\nCARDINAL\nI'll make thee kiss his hand, embrace him, love him\nAnd call him ...\n\nMedina [reveals his true identity].\n\nBALTHAZAR\nThe perfection of all Spaniards, Mars in little, the best book of the\nart of war printed in these times. As a French doctor, I would have\ngiven you pellets for pills, but as my noblest Lord, rip my heart out\nin your service.\n\nMEDINA\nThou are the truest Clock\nThat e'er to time paidst tribute, honest soldier,\nI lost mine own shape, and put on a French\nOnly to try thy truth, and the King's falsehood,\nBoth which I find. Now this great Spanish volume\nIs opened to me, I read him o'er and o'er,\nOh what black characters are printed in him.\n\nCARDINAL\nNothing but certain ruin threats your niece,\nWithout prevention. Well this plot was laid\nIn such disguise to sound him, they that know\nHow to meet dangers, are the less afraid.\nYet let me counsel you not to text down\nThese wrongs in red lines.\n\nMEDINA\nNo, I will not, father.\nNow that I have anatomised his thoughts,\nI'll read a lecture on them that shall save\nMany men's lives, and to the kingdom minister\nMost wholesome surgery. Here's our aphorism.\nThese letters from us in our niece's name,\nYou know treat of a marriage.\n\nCARDINAL\nThere's the strong anchor\nTo stay all in this tempest.\n\nMEDINA\nHoly sir,\nWith these works you the King, and so prevail\nThat all these mischiefs hull <51> with flagging sail.\n\nCARDINAL\nMy best in this I'll do.\n\nMEDINA\nSoldier, thy breast\nI must lock better things in.\n\nBALTHAZAR\n'Tis your chest,\nWith three good keys to keep it from opening an honest heart, a\ndaring hand, and a pocket which scorns money.\n\nExeunt.\n\nACT FIVE SCENE ONE\n\nEnter King, Cardinal with letters, [Valesco and Lopez].\n\nKING\nCommend us to Medina, say his letters\nRight pleasing are, and that, except himself\nNothing could be more welcome. Counsel him,\nTo blot the opinion out of factious numbers,\nOnly to have his ordinary train\nWaiting upon him. For, to quit all fears\nUpon his side of us, our very court\nShall even but dimly shine with some few Dons,\nFreely to prove our longings great to peace.\n\nCARDINAL\nThe Constable expects some pawn from you,\nThat in this fairy circle shall rise up\nNo fury to confound his niece nor him.\n\nKING\nA King's word is engaged.\n\nCARDINAL\nIt shall be taken.\n\nKING\nValasco, call the Captain of our Guard,\nBid him attend us instantly.\n\nVALASCO\nI shall.\n\nExit Valasco.\n\nKING\nLopez come hither. See,\nLetters from Duke Medina, both in the name\nOf him and all his faction, offering peace,\nAnd our old love, his niece Onaelia\nIn marriage with her free and fair consent\nTo Cockadillio, a Don of Spain.\n\nLOPEZ\nWill you refuse this?\n\nKING\nMy crown as soon. They feel their sinewy plots\nBelike to shrink i'the joints. And fearing ruin,\nHave found this cement out to piece up all,\nWhich more endangers all.\n\nLOPEZ\nHow sir? Endangers!\n\nKING\nLions may hunted be into the snare,\nBut if they once break loose, woe be to him\nThat first seized on them. A poor prisoner scorns\nTo kiss his jailer. And shall a king be choked\nWith sweet-meats by false traitors! No, I will fawn\nOn them as they stroke me, till they are fast\nBut in this paw. And then...\n\nLOPEZ\nA brave revenge!\nThe Captain of your Guard.\n\nEnter Alanzo, the Captain.\n\nKING\nUpon thy life\nDouble our guard this day. Let every man\nBear a charged pistol hid, and, at a watch-word\nGiven by a musket, when our self sees time,\nRush in, and, if Medina's faction wrestle\nAgainst your forces, kill, but if yield, save.\nBe secret!\n\nALANZO\nI am charmed, Sir.\n\nExit Alanzo.\n\nKING\nWatch Valasco.\nIf any wear a Cross, feather or glove,\nOr such prodigious signs of a knit faction,\nTable their names up. At our court-gate plant\nGood strength to bar them out, if once they swarm.\nDo this upon thy life.\n\nVALASCO\nNot death shall fright me.\n\nExit [Valasco and Lopez,] enter Balthazar.\n\nBALTHAZAR\n'Tis done, Sir.\n\nKING\nDeath! What's Done?\n\nBALTHAZAR\nYoung cub's flayed, but the she-fox shifting her hole is fled. The\nlittle jackanapes, the boy's brained.\n\nKING\nSebastian?\n\nBALTHAZAR\nHe shall ne'r speak more Spanish.\n\nKING\nThou teachest me to curse thee.\n\nBALTHAZAR\nFor a bargain you set your hand to.\n\nKING\nHalf my crown I'd lose were it undone.\n\nBALTHAZAR\nBut half a crown! That's nothing.\nHis brains stick in my conscience more than yours.\n\nKING\nHow lost I the French doctor?\n\nBALTHAZAR\nAs Frenchmen lose their hair. Here was too hot staying for him.\n\nKING\nGet thou from my sight, the Queen would see thee.\n\nBALTHAZAR\nYour gold, Sir.\n\nKING\nGo with Judas and repent.\n\nBALTHAZAR\nSo men hate whores after lust's heat is spent.\nI'm gone, Sir.\n\nKING\nTell me true, is he dead?\n\nBALTHAZAR\nDead.\n\nKING\nNo matter. 'Tis but morning of revenge,\nThe sunset shall be red and tragical.\n\nExit King.\n\nBALTHAZAR\nSin is a raven croaking <52> her own fall.\n\nExit Balthazar.\n\nACT FIVE SCENE TWO\n\nEnter Medina, Daenia, Alba, Carlo and The Faction with Rosemary <53>\nin their hats.\n\nMEDINA\nKeep locked the door, and let none enter to us\nBut who shares our fortunes.\n\nDAENIA\nLock the doors.\n\nALBA\nWhat entertainment did the King bestow\nUpon your letters and the Cardinal's?\n\nMEDINA\nWith a devouring eye he read them o'er,\nSwallowing our offers into his empty bosom,\nAs gladly as the parched earth drinks healths\nOut of the cup of heaven.\n\nCARLO\nLittle suspecting\nWhat dangers closely lie enambushed.\n\nDAENIA\nLet us not trust to that. There's in his breast\nBoth fox and lion, and both these beasts can bite.\nWe must not now behold the narrowest loop-hole,\nBut presently suspect a winged bullet\nFlies whizzing by our ears.\n\nMEDINA\nFor when I let\nThe plummet fall to sound his very soul\nIn his close-chamber, being French-Doctor like,\nHe to the Cardinal's ear sung sorcerous notes,\nThe burden of his song, to mine, was death,\nOnaelia's murder, and Sebastian's.\nAnd think you his voice alters now? 'Tis strange,\nTo see how brave this tyrant shows in court,\nThroned like a god. Great men are pretty stars,\nWhen his rays shine, wonder fills up all eyes\nBy sight of him, let him but once check sin,\nAbout him round all cry, oh excellent King!\nOh Saint-like man! But, let this King retire\nInto his closet to put off his robes,\nHe like a player leaves his part too.\nOpen his breast, and with a sunbeam search it,\nThere's no such man. This King of gilded clay,\nWithin is ugliness, lust, treachery,\nAnd a base soul, though reared Colossus-like.\n\nBalthazar beats to come.\n\nDAENIA\nNone till he speaks, and that we know his voice.\nWho are you?\n\nBALTHAZAR (within)\nAn honest house-keeper in Rosemary Lane <54> too, if you dwell in the\nsame parish.\n\nMEDINA\nOh 'tis our honest soldier, give him entrance.\n\nBALTHAZAR\nMen show like coarses, for I meet few but are stuck with Rosemary.\nEvery one asked me who was married today, and I told them Adultery\nand Repentance, and that Shame and a Hangman followed them to church.\n\nMEDINA\nThere's but two parts to play, shame has done hers,\nBut execution must close up the scene,\nAnd for that cause these sprigs are worn by all,\nBags of marriage, now of funeral,\nFor death this day turns courtier.\n\nBALTHAZAR\nWho must dance with him?\n\nMEDINA\nThe King, and all that are our opposites.\nThat dart or this must fly into the court\nEither to shoot this blazing star from Spain,\nOr else so long to wrap him up in clouds,\nTill all the fatal fires in him burn out,\nLeaving his state and conscience clear from doubt\nOf following uproars.\n\nALBA\nKill not, but surprise him.\n\nCARLO\nThat's my voice still.\n\nMEDINA\nThine, soldier?\n\nBALTHAZAR\nOh, this colic of a kingdom, when the wind of treason gets amongst\nthe small guts, what a rumbling and a roaring it keeps. And yet, make\nthe best of it you can, it goes on stinking. Kill a King?\n\nDAENIA\nWhy?\n\nBALTHAZAR\nIf men should pull the sun out of heaven every time 'tis eclipsed,\nnot all the wax nor tallow in Spain would serve to make us candles\nfor one year.\n\nMEDINA\nNo way to purge\nThe sick state, but by opening a vein.\n\nBALTHAZAR\nIs that your French physic? If every one of us should be whipped\naccording to our faults, to be lashed at a cart's tail would be held\nbut a flea biting.\n\nEnter Signor No.\n\nMEDINA  whispers\nWhat are you? Come from the King?\n\nNO\nNo.\n\nBALTHAZAR\nNo? More no's? I know him, let him enter.\n\nMEDINA\nSignor, I thank your kind intelligence,\nThe news long since was sent into our ears,\nYet we embrace your love, so fare you well.\n\nCARLO\nWill you smell to a sprig of rosemary?\n\nNO\nNo.\n\nBALTHAZAR\nWill you be hanged?\n\nNO\nNo.\n\nBALTHAZAR\nThis is either Signor No, or no Signor.\n\nMEDINA\nHe makes his love to us a warning piece\nTo arm ourselves against we come to court,\nBecause the guard is doubled.\n\nALL\nTush, we care not.\n\nBALTHAZAR\nIf any here arms his hand to cut off the head, let him first pluck\nout my throat. In any noble act I'll wade chin-deep with you. But to\nkill a King?\n\nMEDINA\nNo hear me...\n\nBALTHAZAR\nYou were better, my Lord, sail five hundred times to Bantam <55> in\nthe West Indies, that once to Barathrum in the Low Countries. It's\nhot going under the line there, the calenture <56> of the soul is a\nmost miserable madness.\n\nMEDINA\nTurn then this wheel of fate from shedding blood\nTill with her own hand Justice weighs all.\n\nBALTHAZAR\nGood.\n\nExeunt.\n\nACT FIVE SCENE THREE\n\nEnter Queen, Malateste.\n\nQUEEN\nMust then his trul <57> be once more sphered in court\nTo triumph in my spoils, in my eclipses?\nAnd I like moping Juno sit, whilst Jove\nVaries his lust into five hundred shapes\nTo steal to his whore's bed! No Malateste,\nItalian fires of Jealousy burn my marrow.\nFor to delude my hopes, the lecherous king\nCuts out this robe of cunning marriage,\nTo cover his incontinence, which flames\nHot, as my fury, in his black desires.\nI am swollen big with child of vengeance now,\nAnd till delivered, feel the throws of hell.\n\nMALATESTE\nJust is your imagination, high and noble,\nAnd the brave heat of a true Florentine:\nFor Spain trumpets abroad her interest\nIn the King's heart, and with a black coal draws\nOn every wall your scoffed at injuries,\nAs one that has the refuse of her sheets,\nAnd the sick Autumn of the weakened King,\nWhere she drunk pleasures up in the full spring.\n\nQUEEN\nThat, Malateste, that, that torrent wracks me.\nBut Hymen's torch, held downward, shall drop out,\nAnd for it, the mad Furies swing their brands\nAbout the bride-chamber.\n\nMALATESTE\nThe priest that joins them,\nOur twin born malediction.\n\nQUEEN\nLoud it may speak.\n\nMALATESTE\nThe herbs and flowers to strew the wedding way,\nBe cypress, eugh, cold colliquintida. <58>\n\nQUEEN\nHerbane and poppy, and that magical weed\nWhich hags at midnight watch to catch the seed. <59>\n\nMALATESTE\nTo these our execrations, and what mischief\nHell can but hatch in a distracted brain,\nI'll be the executioner, though it look\nSo horrid it can fright even murder back.\n\nQUEEN\nPoison his whore today, for thou shalt wait\nOn the King's cup, and when heated with wine\nHe calls to drink the bride's health, marry her\nAlive to a gaping grave.\n\nMALATESTE\nAt board?\n\nQUEEN\nAt board.\n\nMALATESTE\nWhen she being guarded round about with friends,\nLike a fairy land, hemmed with rocks and seas,\nWhat rescue shall I find?\n\nQUEEN\nMine arms. Dost faint?\nStood all the Pyrenean hills that part\nSpain and our country, on each others shoulders,\nBurning with Aetnean flame, yet thou should'st on,\nAs being my steel of resolution,\nFirst striking sparkles from my flinty breast.\nWert thou to catch the horses of the sun\nFast by their bridles, and to turn back day,\nWould'st thou not do it, base coward, to make way\nTo the Italians second bliss, revenge?\n\nMALATESTE\nWere my bones threatened to the wheel of torture\nI'll do it.\n\nEnter Lopez.\n\nQUEEN\nA raven's voice, and it likes me well.\n\nLOPEZ\nThe King expects your presence.\n\nMALATESTE\nSo, so we come.\nTo turn this bride's day to a day of doom.\n\nExeunt.\n\nACT FIVE SCENE FOUR\n\nA banquet set out, cornets sounding; enter at one door, Lopez,\nValasco, Alanzo, No. After them King, Cardinal, with Don Cockadillio,\nBridegroom, Queen and Malateste after. At the other door, Alba,\nCarlo, Roderigo, Medina and Daenia leading Onaelia as bride, Cornego,\nand Juanna after, Balthazar alone. The Bride and Bridegroom kiss, and\nby the Cardinal are joined hand in hand. The King is very merry,\nhugging Medina very lovingly.\n\nKING\nFor half Spain's weigh in ingots I'd not lose\nThis little man today.\n\nMEDINA\nNot for so much\nTwice told Sir, would I miss your Kingly presence.\nMine eyes have lost the acquaintance of your face\nSo long, and I so little late read o'er\nThat index of the royal book your mind,\nThat scarce, without your comment, can I tell\nWhen in those leaves you turn o'er smiles or frowns.\n\nKING\n'Tis dimness of your sight, no fault i'the letter.\nMedina, you shall find that free from erratas,\nAnd for a proof, if I could breathe my heart\nIn welcome forth, this hall should ring naught else.\nWelcome Medina, Good Marquis Daenia,\nDons of Spain all welcome.\nMy dearest love and Queen, be it your place\nTo entertain the bride, and do her grace.\n\nQUEEN\nWith all the love I can, whose fire is such,\nTo give her heat, I cannot burn too much.\n\nKING\nContracted bride, and bridegroom sit,\nSweet flowers not plucked in season lose their scent,\nSo will our pleasures. Father Cardinal,\nMethinks this morning new begins our reign.\n\nCARDINAL\nPeace had her Sabbath ne'r till now in Spain.\n\nKING\nWhere is our noble soldier Balthazar?\nSo close in conference with that Signor?\n\nNO\nNo.\n\nKING\nWhat think'st thou of this great day Balthazar?\n\nBALTHAZAR\nOf this day? Why as of a new play, if it ends well, all's well. All\nbut men are but actors, now if you being the King should be out of\nyour part, or the Queen out of hers, or your Dons out if theirs,\nhere's No will never be out of his.\n\nNO\nNo.\n\nBALTHAZAR\n'Twere a lamentable piece of stuff to see great statesmen have vile\nexits, but I hope there are nothing but plaudities in all your eyes.\n\nKING\nMine I protest are free.\n\nQUEEN\nAnd mine by heaven.\n\nMALATESTE [Aside]\nFree from one good look till the blow be given.\n\nKING\nWine. A full cup crowned to Medina's health.\n\nMEDINA\nYour highness this day so much honours me,\nThat I to pay you what I truly owe,\nMy life shall venture for it.\n\nDAENIA\nSo shall mine.\n\nKING\nOnaelia, you are sad. Why frowns your brow?\n\nONAELIA\nA foolish memory of my past ills\nFolds up my look in furrows of old care,\nBut my heart's merry, Sir.\n\nKING\nWhich mirth to heighten,\nYour bridegroom and yourself first pledge this health\nWhich we begin to our High Constable.\n\nThree cups filled, one to the King, the second to the Bridegroom and\nthe third to Onaelia, with whom the King compliments.\n\nQUEEN\nIs't speeding?\n\nMALATESTE\nAs all our Spanish figs are.\n\nKING\nHere's to Medina's heart with all my heart.\n\nMEDINA\nMy heart shall pledge your heart i'th deepest draught\nThat ever Spaniard drank.\n\nKING\nMedina mocks me,\nBecause I wrong her with the largest bowl.\nI'll change with thee Onaelia.\n\nMalateste rages.\n\nQUEEN\nSir, you shall not!\n\nKING\nFear you I cannot fetch it off?\n\nQUEEN\nMalateste!\n\nKING\nThis is your scorn to her, because I am doing\nThis poorest honour to her. Music sound,\nIt goes were it ten fathoms to the ground.\n\nCornets play. King drinks, Queen and Malateste storm.\n\nMALATESTE\nFate strikes with the wrong weapon.\n\nQUEEN\nSweet Royal Sir no more, it is too deep.\n\nMALATESTE\nTwill hurt your health sir.\n\nKING\nInterrupt me in my drink? 'Tis off.\n\nMALATESTE\nAlas Sir.\nYou have drunk your last, that poisoned bowl I filled\nNot to be put in your hand, but hers.\n\nKING\nPoisoned?\n\nALL\nDescend black speckled soul to hell!\n\n[The faction turn on Malateste and wound him.]\n\nMALATESTE\nThe Queen has sent me thither.\n\nMalateste dies.\n\nCARDINAL\nWhat new fury shakes now with her snake's locks?\n\nQUEN\nI, I, 'tis I\nWhose soul is torn in pieces, till I send\nThis harlot home.\n\nCARDINAL\nMore murders! Save the Lady.\n\nBALTHAZAR\nRampant? Let the Constable make a mittimus <60>.\n\nMEDINA\nKeep them asunder.\n\nCARDINAL\nHow is it royal son?\n\nKING\nI feel no poison yet, only mine eyes\nAre putting out their lights. Me thinks I feel\nDeath's icy fingers stroking down my face.\nAnd now I'm in a mortal cold sweat.\n\nQUEEN\nDear my Lord.\n\nKING\nHence, call in my physicians.\n\nMEDINA\nThy physician tyrant,\nDwells yonder, call on him or none.\n\nKING\nBloody Medina, stab'st thou Brutus too?\n\nDAENIA\nAs he is, so are we all.\n\nKING\nI burn,\nMy brains boil in a cauldron, oh one drop\nOf water now to cool me.\n\nONAELIA\nOh, let him have physicians.\n\nMEDINA\nKeep her back.\n\nKING\nPhysicians for my soul, I need none else.\nYou'll not deny me those. Oh holy father,\nIs there no mercy hovering in a cloud\nFor me a miserable King so drenched\nIn perjury and murder?\n\nCARDINAL\nOh Sir, great store.\n\nKING\nCome down, come quickly down.\n\nCARDINAL\nI'll forthwith send\nFor a grave Friar to be your confessor.\n\nKING\nDo, do.\n\nCARDINAL\nAnd he shall cure your wounded soul.\nFetch him good soldier.\n\nBALTHAZAR\nSo good a work, I'll hasten.\n\n[Exit Balthazar.]\n\nKING\nOnaelia! Oh she's drowned in tears! Onaelia,\nLet me not die unpardoned at thy hands.\n\nEnter Balthazar, Sebastian as a Friar with others.\n\nCARDINAL\nHere comes a better surgeon.\n\nSEBASTIAN\nHail my good son\nI come to be thy ghostly father.\n\nKING\nHa?\nMy child! 'Tis my Sebastian, or some spirit\nSent in his shape to fright me.\n\nBALTHAZAR\n'Tis no goblin, Sir, feel. Your own flesh and blood, and much younger\nthan you though he be bald, and calls you son. Had I been as ready to\nhave cut his sheep's throat, as you were to send him to the shambles\n<61>, he had bleated no more. There's less chalk upon your score of\nsins by these round O'es <62>.\n\nKING\nOh my dull soul look up, thou art somewhat lighter.\nNoble Medina, see Sebastian lives.\nOnaelia cease to weep, Sebastian lives.\nFetch me my crown. My sweetest pretty Friar\nCan my hands do't, I'll raise thee one step higher.\nThou'st been in heaven's house all this while sweet boy?\n\nSEBASTIAN\nI had but coarse cheer.\n\nKING\nThou could'st n'er fare better.\nReligious houses are those hives where bees\nMake honey for men's souls. I tell thee boy,\nA Friary is a cube, which strongly stands,\nFashioned by men, supported by heaven's hands.\nOrders of holy priesthood are as high\nI'th eyes of Angels, as a King's dignity.\nBoth these unto a Crown give the full weight,\nAnd both are thine. You that our contract know,\nSee how I seal it with this marriage.\nMy blessing and Spain's kingdom both be thine.\n\nALL\nLong live Sebastian.\n\nONAELIA\nDoff that Friar's coarse grey.\nAnd since he's crowned a King, clothe him like one.\n\nKING\nOh no. Those are right sovereign ornaments.\nHad I been clothed so, I had never filled\nSpain's chronicle with my black calumny.\nMy work is almost finished. Where's my Queen?\n\nQUEEN\nHere piecemeal, torn by Furies.\n\nKING\nOnaelia!\nYour hand Paulina too, Onaelia yours.\nThis hand, the pledge of my twice broken faith,\nBy you usurped is her inheritance.\nMy love is turned, see as my fate is turned,\nThus they today laugh, yesterday which mourned.\nI pardon thee my death. Let her be sent\nBack into Florence with a trebled dowry.\nDeath comes, oh now I see what late I feared!\nA contract broke, though pieced up ne'r so well,\nHeaven sees, earth suffers, but it ends in hell.\n\nKing Dies.\n\nONAELIA\nOh, I could die with him.\n\nQUEEN\nSince the bright sphere\nI moved in falls, alas what make I here?\n\nExit Queen.\n\nMEDINA\nThe hammers of black mischief now cease beating,\nYet some irons still are heating. You Sir Bridegroom,\nSet all this while up as a mark to shoot at,\nWe here discharge you of your bedfellow,\nShe loves no barber's washing <63>.\n\nCOCKADILLIO\nMy balls are saved then.\n\nMEDINA\nBe it your charge, so please you reverend Sir,\nTo see the late Queen safely to Florence.\nMy niece Onaelia, and that trusty soldier,\nWe do appoint to guard the infant King.\nOther distractions, time must reconcile.\nThe State is poisoned like a crocodile.\n\nFINIS\n\n\nENDNOTES TO THE TEXT\n\n1. This Posthumous Ã\u0090 the now dead author of the play.\n2. Fury's Ã\u0090 in classical mythology, the Furies were three daughters\nof mother earth that personified conscience and punished crimes\nagainst kindred blood. Furriers in the Quarto.\n3. Lacrymae's - the personification of tearfulness, believed to be a\nreference to a tune by the luteist, John Dowland, known as 'Lachrimae\n, or seven tears'.\n4. Pinnace Ã\u0090 a boat for communicating between ship and shore, also a\nprocurer. Possible pun on penis.\n5. Galleasses Ã\u0090 large fast sailing vessel, indicative of wealth, also\nsexual innuendo.\n6. Aesculapius - in Greek mythology, Aesculapius, son of Apollo, was\na Greek healer who became a Greek demigod, and was a famous\nphysician.\n7. Eyes Ã\u0090 joys in the Quarto.\n8. Prive Ã\u0090 prove, establish.\n9. Than Ã\u0090 Q reads 'then'.\n10. Caitiff - a contemptible or cowardly person.\n11. Leman Ã\u0090 lover, sweetheart.\n12. Mercer's Ã\u0090 merchant's.\n13. Muschatoes - A pair of moustaches.\n14. Fly-boat Ã\u0090 small vessel supporting large ship\n15. Jennets Ã\u0090 riders of small horses. Balthazar is making a contrast\nbetween his martial exploits and the courtly life of the Dons.\n16. Whorson muscod Ã\u0090 scented fop.\n17. Buskined Ã\u0090 wearing thick-soled boots as worn by tragical actors.\n18. Van Ã\u0089 vaw Ã\u0090 the van was the rear of an army's battle formation,\nthe vaw, although not a recognised usage, is taken to mean the front.\n19. Insconce Ã\u0090 make secure base.\n20. Sconce Ã\u0090 lights.\n21. Petronel Ã\u0090 a hand-cannon.\n22. Culverin Ã\u0090 a long cannon.\n23. Aqua Coelestis Ã\u0090 a sweet cordial.\n24. Spurn-point Ã\u0090 an old game, believed to be similar to hop-scotch.\n25. Trencher Ã\u0090 a wooden board or plate on which food is served.\n26. Bastard Ã\u0090 sweet Spanish Wine.\n27. Goll Ã\u0090 hand.\n28. Suspiration Ã\u0090 Breath.\n29. Ghesse Ã\u0090 ghost.\n30. Mine Ã\u0090 thine in the Quarto.\n31. Gage Ã\u0090 a pledge.\n32. Choke-pear - A kind of pear that has a rough, astringent taste,\nand is swallowed with difficulty, or which contracts the mucous\nmembrane of the mouth.\n33. Coiner - counterfeiter.\n34. Gyre Ã\u0090 revolution. Cyre in the Quarto\n35. Rosin Ã\u0090 oil or resin, used for lubricating violin stings.\n36. Solus Rex me facit miseram Ã\u0090 the sun king makes me miserable.\n37. Assa foetida Ã\u0090 dried resin, used as a nervous tonic.\n38. Glister-pipe Ã\u0090 also known as a clyster-pipe. A tube used to\ninject liquid through the anus to stimulate evacuation.\n39. Hypocronicall Ã\u0090 a nonce word whose meaning is unclear. Possibly\nshould read Hypocondricall, meaning 'of a melancholy humour'.\n40. Carp pies Ã\u0090 suggests secrecy, based on the belief that the carp\nhas no tongue.\n41. Dial of good days Ã\u0090 a reference to lists of good and bad days\ncompiled by producers of almanacs.\n42. Bounce Buckram Ã\u0090 from the proverb 'Bounce buckram, velvet's dear,\nChristmas comes but once a year, and when it comes it brings good\ncheer, but when it's gone it's never the near.'\n43. Mulligrubs Ã\u0090 depression.\n44. Coranta Ã\u0090 a court dance.\n45. Sealed with butter Ã\u0090 a reference to the musical publications\nprinted by the newsmonger Nathaniel Butter.\n46. Aesculapian Ã\u0090 relating to medicine.\n47. Escurial Ã\u0090 the chief palace of Spain, some 30 miles from Madrid.\n48. Linstock Ã\u0090 pole for firing a cannon.\n49. Salsa-perilla Ã\u0090 a drug used in the treatment of syphilis\n50. Toot Ã\u0090 to pry.\n51. Hull Ã\u0090 for a cannon-ball to break the hull of a ship.\n52. Croaking Ã\u0090 creaking in the Quarto. Compare with W. Shakespeare,\nHamlet, 3.2.233, 'the croaking raven doth bellow for revenge', itself\na misquotation from the anonymous 'The True Tragedy of Richard III'.\n53. Rosemary Ã\u0090 herb worn at both weddings and funerals. In NSS, it\nsignifies opposition to the King in a manner reminiscent of the Wars\nof the Roses.\n54. Rosemary Lane Ã\u0090 a road in the City of London, known since 1850 as\nRoyal Mint Street.\n55. Bantam Ã\u0090 in fact, a trade centre in Indonesia, unconnected with\nthe West Indies.\n56. Callenture Ã\u0090 guilty knowledge.\n57. Trul Ã\u0090 whore.\n58. Collinquintida Ã\u0090 a bitter apple of the gourd family whose soft\nfruit made a purgative drug\n59. Magical weed \/ Which hags at midnight watch to catch the seed Ã\u0090\nthe Peony, which needed to be gathered in the dark as the birdlife\nwere believed to be protective of it.\n60. Mittimus Ã\u0090 notice to quit.\n61. Shambles Ã\u0090 a slaughterhouse.\n62. O'es Ã\u0090 An allusion to the manner of posting scores in an ale-\nhouse.\n63. Barber's washing Ã\u0090 Barbers were users of scent, like Cockadillio.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE NOBLE SPANISH SOLDIER***\n\n\n******* This file should be named 16753-8.txt or 16753-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/1\/6\/7\/5\/16753\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.net\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.net\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.net\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp:\/\/www.gutenberg.net\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":459,"split":"train"}
