{"ori_id":"36f289475bb4ac89b368e999a9e911affcd070bf","title":"Apocolocyntosis","context":"Apocolocyntosis\n The work traces the death of Claudius, his ascent to heaven and judgment by the gods, and his eventual descent to Hades. At each turn, of course, Seneca mocks the late emperor's personal failings, most notably his arrogant cruelty and his inarticulateness. After Mercury persuades Clotho to kill the emperor, Claudius walks to Mount Olympus, where he convinces Hercules to let the gods hear his suit for deification in a session of the divine senate. Proceedings are in Claudius' favor until Augustus delivers a long and sincere speech listing some of Claudius' most notorious crimes. Most of the speeches of the gods are lost through a large gap in the text. Mercury escorts him to Hades. On the way, they see the funeral procession for the emperor, in which a crew of venal characters mourn the loss of the perpetual Saturnalia of the previous reign. In Hades, Claudius is greeted by the ghosts of all the friends he has murdered. These shades carry him off to be punished, and the doom of the gods is that he should shake dice forever in a box with no bottom (gambling was one of Claudius' vices): every time he tries to throw the dice they fall out and he has to search the ground for them. Suddenly Caligula turns up, claims that Claudius is an ex-slave of his, and hands him over to be a law clerk in the court of the underworld.\nï»¿The Project Gutenberg EBook of Apocolocyntosis, by Lucius Seneca\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Apocolocyntosis\n\nAuthor: Lucius Seneca\n\nRelease Date: November 10, 2003 [EBook #10001]\n[Date last updated: April 9, 2005]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK APOCOLOCYNTOSIS ***\n\n\n\n\nProduced by Ted Garvin, Ben Courtney and PG Distributed Proofreaders\n\n\n\n\n                       SENECA\n\n                  APOCOLOCYNTOSIS\n\n          WITH AN ENGLISH TRANSLATION BY\n\n            W.H.D. ROUSE, M.A. LITT. D.\n\n                       MCMXX\n\n\n\n\n\nINTRODUCTION\n\nThis piece is ascribed to Seneca by ancient tradition; it is impossible\nto prove that it is his, and impossible to prove that it is not. The\nmatter will probably continue to be decided by every one according to his\nview of Seneca's character and abilities: in the matters of style and of\nsentiment much may be said on both sides. Dion Cassius (lx, 35) says that\nSeneca composed an [Greek: apokolokuntosis] or Pumpkinification of\nClaudius after his death, the title being a parody of the usual\n[Greek: apotheosis]; but this title is not given in the MSS. of the Ludus\nde Morte Claudii, nor is there anything in the piece which suits the title\nvery well.\n\nAs a literary form, the piece belongs to the class called\n_Satura Menippea_, a satiric medley in prose and verse.\n\nThis text is that of Buecheler, with a few trifling changes, which are\nindicated in the notes. We have been courteously allowed by Messrs\nWeidmann to use this text. I have to acknowledge the help of Mr Ball's\nnotes, from which I have taken a few references; but my translation was\nmade many years ago.\n\nW.H.D. ROUSE.\n\n\n\n\n\nBIBLIOGRAPHY\n\n_Editio Princeps:_ Lucii Annaei Senecae in morte\n  Claudii Caesaris Ludus nuper repertus: Rome,\n  1513.\n\n_Latest critical text:_ Franz Buecheler, Weidmann, 1904\n  (a reprint with a few changes of the text from\n  a larger work, Divi Claudii [Greek: Apokolokuntosis] in\n  the Symbola Philologorum Bonnensium, fasc. i,\n  1864).\n\n_Translations and helps:_ The Satire of Seneca on the\n  Apotheosis of Claudius, by A.P. Ball (with introduction,\n  notes, and translations): New York:\n  Columbia University Press; London, Macmillan,\n  1902.\n\n\n\n\nSENECA\n\nAPOCOLOCYNTOSIS, OR LUDUS DE MORTE CLAUDII: THE PUMPKINIFICATION OF\nCLAUDIUS.\n\nI wish to place on record the proceedings in heaven                       1\nOctober 13 last, of the new year which begins this auspicious age. It\nshall be done without malice or favour. This is the truth. Ask if you like\nhow I know it? To begin with, I am not bound to please you with my answer.\nWho will compel me? I know the same day made me free, which was the last\nday for him who made the proverb true--One must be born either a Pharaoh\nor a fool. If I choose to answer, I will say whatever trips off my tongue.\nWho has ever made the historian produce witness to swear for him? But if\nan authority must be produced, ask of the man who saw Drusilla translated\nto heaven: the same man will aver he saw Claudius on the road, dot and\ncarry one. [Sidenote: Virg. Aen. ii, 724] Will he nill he, all that happens\nin heaven he needs must see. He is the custodian of the Appian Way; by that\nroute, you know, both Tiberius and Augustus went up to the gods. Question\nhim, he will tell you the tale when you are alone; before company he is\ndumb. You see he swore in the Senate that he beheld Drusilla mounting\nheavenwards, and all he got for his good news was that everybody gave him\nthe lie: since when he solemnly swears he will never bear witness again to\nwhat he has seen, not even if he had seen a man murdered in open market.\nWhat he told me I report plain and clear, as I hope for his health and\nhappiness.\n\n  Now had the sun with shorter course drawn in his risen light,           2\n  And by equivalent degrees grew the dark hours of night:\n  Victorious Cynthia now held sway over a wider space,\n  Grim winter drove rich autumn out, and now usurped his place;\n  And now the fiat had gone forth that Bacchus must grow old,\n  The few last clusters of the vine were gathered ere the cold:\n\nI shall make myself better understood, if I say the month was October, the\nday was the thirteenth. What hour it was I cannot certainly tell;\nphilosophers will agree more often than clocks; but it was between midday\nand one after noon. \"Clumsy creature!\" you say. \"The poets are not content\nto describe sunrise and sunset, and now they even disturb the midday\nsiesta. Will you thus neglect so good an hour?\"\n\n  Now the sun's chariot had gone by the middle of his way;\n  Half wearily he shook the reins, nearer to night than day,\n  And led the light along the slope that down before him lay.\n\nClaudius began to breathe his last, and could not                         3\nmake an end of the matter. Then Mercury, who had always been much pleased\nwith his wit, drew aside one of the three Fates, and said: \"Cruel beldame,\nwhy do you let the poor wretch be tormented? After all this torture cannot\nhe have a rest? Four and sixty years it is now since he began to pant for\nbreath. What grudge is this you bear against him and the whole empire? Do\nlet the astrologers tell the truth for once; since he became emperor, they\nhave never let a year pass, never a month, without laying him out for his\nburial. Yet it is no wonder if they are wrong, and no one knows his hour.\nNobody ever believed he was really quite born. [Footnote: A proverb for a\nnobody, as Petron, 58 _qui te natum non putat._] Do what has to be done:\nKill him, and let a better man rule in empty court.\"\n[Sidenote: Virg. Georg iv. 90]\n\nClotho replied: \"Upon my word, I did wish to give him another hour or two,\nuntil he should make Roman citizens of the half dozen who are still\noutsiders. (He made up his mind, you know, to see the whole world in the\ntoga, Greeks, Gauls, Spaniards, Britons, and all.) But since it is your\npleasure to leave a few foreigners for seed, and since you command me, so\nbe it.\" She opened her box and out came three spindles. One was for\nAugurinus, one for Baba, one for Claudius. [Footnote: \"Augurinus\" unknown.\nBaba: see Sep. Ep. 159, a fool.] \"These three,\" she says, \"I will cause to\ndie within one year and at no great distance apart, and I will not dismiss\nhim unattended. Think of all the thousands of men he was wont to see\nfollowing after him, thousands going before, thousands all crowding about\nhim, and it would never do to leave him alone on a sudden. These boon\ncompanions will satisfy him for the nonce.\"\n\n  This said, she twists the thread around his ugly spindle once,          4\n  Snaps off the last bit of the life of that Imperial dunce.\n  But Lachesis, her hair adorned, her tresses neatly bound,\n  Pierian laurel on her locks, her brows with garlands crowned,\n  Plucks me from out the snowy wool new threads as white as snow,\n  Which handled with a happy touch change colour as they go,\n  Not common wool, but golden wire; the Sisters wondering gaze,\n  As age by age the pretty thread runs down the golden days.\n  World without end they spin away, the happy fleeces pull;\n  What joy they take to fill their hands with that delightful wool!\n  Indeed, the task performs itself: no toil the spinners know:\n  Down drops the soft and silken thread as round the spindles go;\n  Fewer than these are Tithon's years, not Nestor's life so long.\n  Phoebus is present: glad he is to sing a merry song;\n  Now helps the work, now full of hope upon the harp doth play;\n  The Sisters listen to the song that charms their toil away.\n  They praise their brother's melodies, and still the spindles run,\n  Till more than man's allotted span the busy hands have spun.\n  Then Phoebus says, \"O sister Fates! I pray take none away,\n  But suffer this one life to be longer than mortal day.\n  Like me in face and lovely grace, like me in voice and song,\n  He'll bid the laws at length speak out that have been dumb so long,\n  Will give unto the weary world years prosperous and bright.\n  Like as the daystar from on high scatters the stars of night,\n  As, when the stars return again, clear Hesper brings his light,\n  Or as the ruddy dawn drives out the dark, and brings the day,\n  As the bright sun looks on the world, and speeds along its way\n  His rising car from morning's gates: so Caesar doth arise,\n  So Nero shows his face to Rome before the people's eyes,\n  His bright and shining countenance illumines all the air,\n  While down upon his graceful neck fall rippling waves of hair.\"\n  Thus Apollo. But Lachesis, quite as ready to cast a\n  favourable eye on a handsome man, spins away by the\n  handful, and bestows years and years upon Nero out\n  of her own pocket. As for Claudius, they tell everybody\n                     to speed him on his way\n         With cries of joy and solemn litany.\n\nAt once he bubbled up the ghost, and there was an end to that shadow of a\nlife. He was listening to a troupe of comedians when he died, so you see I\nhave reason to fear those gentry. The last words he was heard to speak in\nthis world were these. When he had made a great noise with that end of him\nwhich talked easiest, he cried out, \"Oh dear, oh dear! I think I have made\na mess of myself.\" Whether he did or no, I cannot say, but certain it is\nhe always did make a mess of everything.\n\nWhat happened next on earth it is mere waste of                           5\ntime to tell, for you know it all well enough, and there is no fear of your\never forgetting the impression which that public rejoicing made on your\nmemory. No one forgets his own happiness. What happened in heaven you shall\nhear: for proof please apply to my informant. Word comes to Jupiter that a\nstranger had arrived, a man well set up, pretty grey; he seemed to be\nthreatening something, for he wagged his head ceaselessly; he dragged the\nright foot. They asked him what nation he was of; he answered something in\na confused mumbling voice: his language they did not understand. He was no\nGreek and no Roman, nor of any known race. On this Jupiter bids Hercules go\nand find out what country he comes from; you see Hercules had travelled\nover the whole world, and might be expected to know all the nations in it.\nBut Hercules, the first glimpse he got, was really much taken aback,\nalthough not all the monsters in the world could frighten him; when he saw\nthis new kind of object, with its extraordinary gait, and the voice of no\nterrestrial beast, but such as you might hear in the leviathans of the\ndeep, hoarse and inarticulate, he thought his thirteenth labour had come\nupon him. When he looked closer, the thing seemed to be a kind of man.\nUp he goes, then, and says what your Greek finds readiest to his tongue:\n\n  \"Who art thou, and what thy people? Who thy\n  parents, where thy home?\"\n  [Sidenote: Od. i, 17]\n\nClaudius was delighted to find literary men up there, and began to hope\nthere might be some corner for his own historical works. So he caps him\nwith another Homeric verse, explaining that he was Caesar:\n\n  \"Breezes wafted me from Ilion unto the Ciconian land.\"\n  [Sidenote: Od. ix, 39]\n\nBut the next verse was more true, and no less Homeric:\n\n  \"Thither come, I sacked a city, slew the people every one.\"\n\nHe would have taken in poor simple Hercules, but                          6\nthat Our Lady of Malaria was there, who left her temple and came alone with\nhim: all the other gods he had left at Rome. Quoth she, \"The fellow's tale\nis nothing but lies. I have lived with him all these years, and I tell you,\nhe was born at Lyons. You behold a fellow-burgess of Marcus. [Footnote:\nReference unknown.] As I say, he was born at the sixteenth milestone from\nVienne, a native Gaul. So of course he took Rome, as a good Gaul ought to\ndo. I pledge you my word that in Lyons he was born, where Licinus\n[Footnote: A Gallic slave, appointed by Augustus Procurator of Gallia\nLugudunensis, when he made himself notorious by his extortions. See Dion\nCass. liv, 21.] was king so many years. But you that have trudged over more\nroads than any muleteer that plies for hire, you must have come across the\npeople of Lyons, and you must know that it is a far cry from Xanthus to the\nRhone.\" At this point Claudius flared up, and expressed his wrath with as\nbig a growl as he could manage. What he said nobody understood; as a matter\nof fact, he was ordering my lady of Fever to be taken away, and making that\nsign with his trembling hand (which was always steady enough for that, if\nfor nothing else) by which he used to decapitate men. He had ordered her\nhead to be chopped off. For all the notice the others took of him, they\nmight have been his own freedmen.\n\nThen Hercules said, \"You just listen to me, and                           7\nstop playing the fool. You have come to the place where the mice nibble\niron. [Footnote: A proverb, found also in Herondas iii, 76: apparently\nfairy-land, the land of Nowhere.] Out with the truth, and look sharp, or\nI'll knock your quips and quiddities out of you.\" Then to make himself all\nthe more awful, he strikes an attitude and proceeds in his most tragic\nvein:\n\n  \"Declare with speed what spot you claim by birth.\n  Or with this club fall stricken to the earth!\n  This club hath ofttimes slaughtered haughty kings!\n  Why mumble unintelligible things?\n  What land, what tribe produced that shaking head?\n  Declare it! On my journey when I sped\n  Far to the Kingdom of the triple King,\n  And from the Main Hesperian did bring\n  The goodly cattle to the Argive town,\n  There I beheld a mountain looking down\n  Upon two rivers: this the Sun espies\n  Right opposite each day he doth arise.\n  Hence, mighty Rhone, thy rapid torrents flow,\n  And Arar, much in doubt which way to go,\n  Ripples along the banks with shallow roll.\n  Say, is this land the nurse that bred thy soul?\"\n\nThese lines he delivered with much spirit and a bold front. All the same,\nhe was not quite master of his wits, and had some fear of a blow from\nthe fool. Claudius, seeing a mighty man before him, saw things looked\nserious and understood that here he had not quite the same pre-eminence\nas at Rome, where no one was his equal: the Gallic cock was worth most on\nhis own dunghill. So this is what he was thought to say, as far as could\nbe made out: \"I did hope, Hercules, bravest of all the gods, that you\nwould take my part with the rest, and if I should need a voucher, I meant\nto name you who know me so well. Do but call it to mind, how it was I used\nto sit in judgment before your temple whole days together during July and\nAugust. You know what miseries I endured there, in hearing the lawyers\nplead day and night. If you had fallen amongst these, you may think\nyourself very strong, but you would have found it worse than the sewers of\nAugeas: I drained out more filth than you did. But since I want...\"\n\n(Some pages have fallen out, in which Hercules must have been persuaded.\nThe gods are now discussing what Hercules tells them).\n\n\"No wonder you have forced your way into the                              8\nSenate House: no bars or bolts can hold against you. Only do say what\nspecies of god you want the fellow to be made. An Epicurean god he cannot\nbe: for they have no troubles and cause none. A Stoic, then? How can he be\nglobular, as Varro says, without a head or any other projection? There is\nin him something of the Stoic god, as I can see now: he has neither heart\nnor head. Upon my word, if he had asked this boon from Saturn, he would not\nhave got it, though he kept up Saturn's feast all the year round, a truly\nSaturnalian prince. A likely thing he will get it from Jove, whom he\ncondemned for incest as far as in him lay: for he killed his son-in-law\nSilanus, because Silanus had a sister, a most charming girl, called Venus\nby all the world, and he preferred to call her Juno. Why, says he, I want\nto know why, his own sister? Read your books, stupid: you may go half-way\nat Athens, the whole way at Alexandria. Because the mice lick meal at Rome,\nyou say. Is this creature to mend our crooked ways? What goes on in his own\ncloset he knows not;[Footnote: Perhaps alluding to a mock marriage of\nSilius and Messalina.] and now he searches the regions of the sky, wants to\nbe a god. Is it not enough that he has a temple in Britain, that savages\nworship him and pray to him as a god, so that they may find a fool\n[Footnote: Again [GREEK: morou] for [GREEK: theou] as in ch. 6.] to have\nmercy upon them?\"\n\nAt last it came into Jove's head, that while strangers                    9\nwere in the House it was not lawful to speak or debate. \"My lords and\ngentlemen,\" said he, \"I gave you leave to ask questions, and you have made\na regular farmyard [Footnote: Proverb: meaning unknown.] of the place. Be\nso good as to keep the rules of the House. What will this person think of\nus, whoever he is?\" So Claudius was led out, and the first to be asked his\nopinion was Father Janus: he had been made consul elect for the afternoon\nof the next first of July,[Footnote: Perhaps an allusion to the shortening\nof the consul's term, which was done to give more candidates a chance of\nthe honour.] being as shrewd a man as you could find on a summer's day: for\nhe could see, as they say, before and behind. [Footnote 8: II, iii, 109;\nalluding here to Janus's double face.] He made an eloquent harangue,\nbecause his life was passed in the forum, but too fast for the notary to\ntake down. That is why I give no full report of it, for I don't want to\nchange the words he used. He said a great deal of the majesty of the gods,\nand how the honour ought not to be given away to every Tom, Dick, or Harry.\n\"Once,\" said he, \"it was a great thing to become a god; now you have made\nit a farce. Therefore, that you may not think I am speaking against one\nperson instead of the general custom, I propose that from this day forward\nthe godhead be given to none of those who eat the fruits of the earth, or\nwhom mother earth doth nourish. After this bill has been read a third time,\nwhosoever is made, said, or portrayed to be god, I vote he be delivered\nover to the bogies, and at the next public show be flogged with a birch\namongst the new gladiators.\" The next to be asked was Diespiter, son of\nVica Pota, he also being consul elect, and a moneylender; by this trade he\nmade a living, used to sell rights of citizenship in a small way. Hercules\ntrips me up to him daintily, and tweaks him by the ear. So he uttered his\nopinion in these words: \"Inasmuch as the blessed Claudius is akin to the\nblessed Augustus, and also to the blessed Augusta, his grandmother, whom he\nordered to be made a goddess, and whereas he far surpasses all mortal men\nin wisdom, and seeing that it is for the public good that there be some one\nable to join Romulus in devouring boiled turnips, I propose that from this\nday forth blessed Claudius be a god, to enjoy that honour with all its\nappurtenances in as full a degree as any other before him, and that a note\nto that effect be added to Ovid's Metamorphoses.\" The meeting was divided,\nand it looked as though Claudius was to win the day. For Hercules saw his\niron was in the fire, trotted here and trotted there, saying, \"Don't deny\nme; I make a point of the matter. I'll do as much for you again, when you\nlike; you roll my log, and I'll roll yours: one hand washes another.\"\n\nThen arose the blessed Augustus, when his turn                           10\ncame, and spoke with much eloquence. [Footnote: The speech seems to contain\na parody of Augustus's style and sayings.] \"I call you to witness, my lords\nand gentlemen,\" said he, \"that since the day I was made a god I have never\nuttered one word. I always mind my own business. But now I can keep on the\nmask no longer, nor conceal the sorrow which shame makes all the greater.\nIs it for this I have made peace by land and sea? For this have I calmed\nintestine wars? For this, laid a firm foundation of law for Rome, adorned\nit with buildings, and all that--my lords, words fail me; there are none\ncan rise to the height of my indignation. I must borrow that saying of the\neloquent Messala Corvinus, I am ashamed of my authority. [Footnote: M.\nValerius Messala Corvinus, appointed praefectus urbi, resigned within a\nweek.] This man, my lords, who looks as though he could not hurt a fly,\nused to chop off heads as easily as a dog sits down. But why should I speak\nof all those men, and such men? There is no time to lament for public\ndisasters, when one has so many private sorrows to think of. I leave that,\ntherefore, and say only this; for even if my sister knows no Greek, I do:\nThe knee is nearer than the shin. [Footnote: A proverb, like \"Charity\nbegins at home.\" The reading of the passage is uncertain; \"sister\" is only\na conjecture, and it is hard to see why his sister should be mentioned.]\nThis man you see, who for so many years has been masquerading under my\nname, has done me the favour of murdering two Julias, great-granddaughters\nof mine, one by cold steel and one by starvation; and one great grandson,\nL. Silanus--see, Jupiter, whether he had a case against him (at least it is\nyour own if you will be fair.) Come tell me, blessed Claudius, why of all\nthose you killed, both men and women, without a hearing, why you did not\nhear their side of the case first, before putting them to death? Where do\nwe find that custom? It is not done in heaven.\nLook at Jupiter: all these years he has been                             11\nking, and never did more than once to break Vulcan's leg,\n\n  'Whom seizing by the foot he cast from the threshold of the sky,'\n  [Sidenote: Illiad i, 591]\n\nand once he fell in a rage with his wife and strung her up: did he do any\nkilling? You killed Messalina, whose great-uncle I was no less than yours.\n'I don't know,' did you say? Curse you! that is just it: not to know was\nworse than to kill. Caligula he went on persecuting even when he was dead.\nCaligula murdered his father-in-law, Claudius his son-in-law to boot.\nCaligula would not have Crassus' son called Great; Claudius gave him his\nname back, and took away his head. In one family he destroyed Crassus,\nMagnus, Scribonia, the Tristionias, Assario, noble though they were;\nCrassus indeed such a fool that he might have been emperor. Is this he you\nwant now to make a god? Look at his body, born under the wrath of heaven!\nIn fine, let him say the three words [Footnote: Some formula such as _ais\nesse meum_.] quickly, and he may have me for a slave. God! who will worship\nthis god, who will believe in him? While you make gods of such as he, no\none will believe you to be gods. To be brief, my lords: if I have lived\nhonourably among you, if I have never given plain speech to any, avenge my\nwrongs. This is my motion\": then he read out his amendment, which he had\ncommitted to writing: \"Inasmuch as the blessed Claudius murdered his\nfather-in-law Appius Silanus, his two sons-in-law, Pompeius Magnus and L.\nSilanus, Crassus Frugi his daughter's father-in-law, as like him as two\neggs in a basket, Scribonia his daughter's mother-in-law, his wife\nMessalina, and others too numerous to mention; I propose that strong\nmeasures be taken against him, that he be allowed no delay of process, that\nimmediate sentence of banishment be passed on him, that he be deported from\nheaven within thirty days, and from Olympus within thirty hours.\"\n\nThis motion was passed without further debate. Not a moment was lost:\nMercury screwed his neck and haled him to the lower regions, to that bourne\n\"from which they say no traveller returns.\" [Footnote: Catullus iii, 12.]\nAs they passed downwards along the Sacred Way, Mercury asked what was that\ngreat concourse of men? could it be Claudius' funeral? It was certainly a\nmost gorgeous spectacle, got up regardless of expense, clear it was that a\ngod was being borne to the grave: tootling of flutes, roaring of horns, an\nimmense brass band of all sorts, such a din that even Claudius could hear\nit. Joy and rejoicing on every side, the Roman people walking about like\nfree men. Agatho and a few pettifoggers were weeping for grief, and for\nonce in a way they meant it. The Barristers were crawling out of their\ndark corners, pale and thin, with hardly a breath in their bodies, as\nthough just coming to life again. One of them when he saw the pettifoggers\nputting their heads together, and lamenting their sad lot, up comes he and\nsays: \"Did not I tell you the Saturnalia could not last for ever?\"\n\nWhen Claudius saw his own funeral train, he understood that he was dead.\nFor they were chanting his dirge in anapaests, with much mopping and\nmouthing:\n\n  \"Pour forth your laments, your sorrow declare,\n  Let the sounds of grief rise high in the air:\n  For he that is dead had a wit most keen,\n  Was bravest of all that on earth have been.\n  Racehorses are nothing to his swift feet:\n  Rebellious Parthians he did defeat;\n  Swift after the Persians his light shafts go:\n  For he well knew how to fit arrow to bow,\n  Swiftly the striped barbarians fled:\n  With one little wound he shot them dead.\n  And the Britons beyond in their unknown seas,\n  Blue-shielded Brigantians too, all these\n  He chained by the neck as the Romans' slaves.\n  He spake, and the Ocean with trembling waves\n  Accepted the axe of the Roman law.\n  O weep for the man! This world never saw\n  One quicker a troublesome suit to decide,\n  When only one part of the case had been tried,\n  (He could do it indeed and not hear either side).\n  Who'll now sit in judgment the whole year round?\n  Now he that is judge of the shades underground\n  Once ruler of fivescore cities in Crete,\n  Must yield to his better and take a back seat.\n  Mourn, mourn, pettifoggers, ye venal crew,\n  And you, minor poets, woe, woe is to you!\n  And you above all, who get rich quick\n  By the rattle of dice and the three card trick.\"\n\nClaudius was charmed to hear his own praises sung,                       13\nand would have stayed longer to see the show. But the Talthybius\n[Footnote: Talthybius was a herald, and _nuntius_ is obviously a gloss on\nthis. He means Mercury.] of the gods laid a hand on him, and led him across\nthe Campus Martius, first wrapping his head up close that no one might know\nhim, until betwixt Tiber and the Subway he went down to the lower regions.\n[Footnote: By the Cloaca?] His freedman Narcissus had gone down before him\nby a short cut, ready to welcome his master. Out he comes to meet him,\nsmooth and shining (he had just left the bath), and says he: \"What make the\ngods among mortals?\" \"Look alive,\" says Mercury, \"go and tell them we are\ncoming.\" Away he flew, quicker than tongue can tell. It is easy going by\nthat road, all down hill. So although he had a touch of the gout, in a\ntrice they were come to Dis's door. There lay Cerberus, or, as Horace puts\nit, the hundred-headed monster. [Sidenote: Odes ii, 13, 35] Claudius was a\ntrifle perturbed (it was a little white bitch he used to keep for a pet)\nwhen he spied this black shag-haired hound, not at all the kind of thing\nyou could wish to meet in the dark.  In a loud voice he cried, \"Claudius is\ncoming!\" All marched before him singing, \"The lost is found, O let us\nrejoice together!\" [Footnote: With a slight change, a cry used in the\nworship of Osiris.] Here were found C. Silius consul elect, Juncus the\nex-praetor, Sextus Traulus, M. Helvius, Trogus, Cotta, Vettius Valens,\nFabius, Roman Knights whom Narcissus had ordered for execution. In the\nmidst of this chanting company was Mnester the mime, whom Claudius for\nhonour's sake had made shorter by a head. The news was soon blown about\nthat Claudius had come: to Messalina they throng: first his freedmen,\nPolybius, Myron, Harpocras, Amphaeus, Pheronactus, all sent before him by\nClaudius that he might not be unattended anywhere; next two prefects,\nJustus Catonius and Rufrius Pollio; then his friends, Saturninus, Lusius\nand Pedo Pompeius and Lupus and Celer Asinius, these of consular rank; last\ncame his brother's daughter, his sister's daughter, sons-in-law, fathers\nand mothers-in-law, the whole family in fact. In a body they came to meet\nClaudius; and when Claudius saw them, he exclaimed, \"Friends everywhere, on\nmy word! How came you all here?\" To this Pedo Pompeius answered, \"What,\ncruel man? How came we here? Who but you sent us, you, the murderer of all\nthe friends that ever you had? To court with you! I'll show you where their\nlordships sit.\"\n\nPedo brings him before the judgement seat of                             14\nAeacus, who was holding court under the Lex Cornelia to try cases of murder\nand assassination. Pedo requests the judge to take the prisoner's name, and\nproduces a summons with this charge: Senators killed, 35; Roman Knights,\n221; others as the sands of the sea-shore for multitude. [Sidenote:  Il. ix,\n385] Claudius finds no counsel. At length out steps P. Petronius, an old\nchum of his, a finished scholar in the Claudian tongue and claims a remand.\nNot granted. Pedo Pompeius prosecutes with loud outcry. The counsel for the\ndefence tries to reply; but Aeacus, who is the soul of justice, will not\nhave it. Aeacus hears the case against Claudius, refuses to hear the other\nside and passes sentence against him, quoting the line:\n\n  \"As he did, so be he done by, this is justice undefiled.\"\n  [Footnote: A proverbial line.]\n\nA great silence fell. Not a soul but was stupefied at this new way of\nmanaging matters; they had never known anything like it before. It was no\nnew thing to Claudius, yet he thought it unfair. There was a long\ndiscussion as to the punishment he ought to endure. Some said that Sisyphus\nhad done his job of porterage long enough; Tantalus would be dying of\nthirst, if he were not relieved; the drag must be put at last on wretched\nIxion's wheel. But it was determined not to let off any of the old stagers,\nlest Claudius should dare to hope for any such relief. It was agreed that\nsome new punishment must be devised: they must devise some new task,\nsomething senseless, to suggest some craving without result. Then Aeacus\ndecreed he should rattle dice for ever in a box with no bottom. At once the\npoor wretch began his fruitless task of hunting for the dice, which for\never slipped from his fingers.\n\n  \"For when he rattled with the box, and thought he now had got 'em.     15\n  The little cubes would vanish thro' the perforated bottom.\n  Then he would pick 'em up again, and once more set a-trying:\n  The dice but served him the same trick: away they went a-flying.\n  So still he tries, and still he fails; still searching long he lingers;\n  And every time the tricksy things go slipping thro' his fingers.\n  Just so when Sisyphus at last once gets there with his boulder,\n  He finds the labour all in vain--it rolls down off his shoulder.\"\n\nAll on a sudden who should turn up but Caligula, and claims the man for a\nslave: brings witnesses, who said they had seen him being flogged, caned,\nfisticuffed by him. He is handed over to Caligula, and Caligula makes him\na present to Aeacus. Aeacus delivers him to his freedman Menander, to be\nhis law-clerk.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Apocolocyntosis, by Lucius Seneca\n\n*** END OF THIS PROJECT GUTENBERG EBOOK APOCOLOCYNTOSIS ***\n\n***** This file should be named 10001.txt or 10001.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/0\/0\/0\/10001\/\n\nProduced by Ted Garvin, Ben Courtney and PG Distributed Proofreaders\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS,\" WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http:\/\/www.ibiblio.org\/gutenberg\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":234,"split":"train"}
