{"ori_id":"5afbae4b68c7167cbf9068d916ac323aa4a95d0a","title":"Gambara (short story)","context":"Gambara (short story)\n The Milanese nobleman count Andrea Marcosini strolls to the Palais-Royal in Paris, where he spots in the crowd the extraordinary face of a woman with fiery eyes. She tries to escape him, but he chases her as far as a sordid alley behind the Palais-Royal where she disappears. If he is \"attached to the step of a woman whose costume announced a deep, radical, ancient, inveterate misery, who was no fairer than so many others he saw each night at the OpĂŠra\", it was his eye that was literally spellbound. As soon as he inquires after her he discovers that her name is Marianna and she is married to a composer, performer, instrument-maker and expert on music theory called Gambara â\u0080\u0093 though his music is only beautiful when he is drunk. Marianna sacrifices herself for him, working in humble jobs to pay for their household's upkeep, for she strongly believes in her husband's misunderstood genius. After having tried to save the couple from their miserable existence, to support Gambara from his own means by giving him money (or even worse, by giving him drink), the count finally takes the beautiful Marianna from her husband but then abandons her for a dancer. Marianna then goes back to her husband, more miserable than ever.\nï»¿The Project Gutenberg EBook of Gambara, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Gambara\n\nAuthor: Honore de Balzac\n\nRelease Date: August, 1999  [Etext #1873]\nPosting Date: March 4, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK GAMBARA ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nGAMBARA\n\n\nBy Honore de Balzac\n\n\nTranslated by Clara Bell and James Waring\n\n\n\n  DEDICATION\n\n  To Monsieur le Marquis de Belloy\n\n  It was sitting by the fire, in a mysterious and magnificent\n  retreat,--now a thing of the past but surviving in our memory,\n  --whence our eyes commanded a view of Paris from the heights of\n  Belleville to those of Belleville, from Montmartre to the\n  triumphal Arc de l'Etoile, that one morning, refreshed by tea,\n  amid the myriad suggestions that shoot up and die like rockets\n  from your sparkling flow of talk, lavish of ideas, you tossed to\n  my pen a figure worthy of Hoffmann,--that casket of unrecognized\n  gems, that pilgrim seated at the gate of Paradise with ears to\n  hear the songs of the angels but no longer a tongue to repeat\n  them, playing on the ivory keys with fingers crippled by the\n  stress of divine inspiration, believing that he is expressing\n  celestial music to his bewildered listeners.\n\n  It was you who created GAMBARA; I have only clothed him. Let me\n  render unto Caesar the things that are Caesar's, regretting only\n  that you do not yourself take up the pen at a time when gentlemen\n  ought to wield it as well as the sword, if they are to save their\n  country. You may neglect yourself, but you owe your talents to us.\n\n\n\n\nGAMBARA\n\n\nNew Year's Day of 1831 was pouring out its packets of sugared almonds,\nfour o'clock was striking, there was a mob in the Palais-Royal, and the\neating-houses were beginning to fill. At this moment a coupe drew up at\nthe _perron_ and a young man stepped out; a man of haughty appearance,\nand no doubt a foreigner; otherwise he would not have displayed the\naristocratic _chasseur_ who attended him in a plumed hat, nor the coat\nof arms which the heroes of July still attacked.\n\nThis gentleman went into the Palais-Royal, and followed the crowd round\nthe galleries, unamazed at the slowness to which the throng of loungers\nreduced his pace; he seemed accustomed to the stately step which is\nironically nicknamed the ambassador's strut; still, his dignity had a\ntouch of the theatrical. Though his features were handsome and imposing,\nhis hat, from beneath which thick black curls stood out, was perhaps\ntilted a little too much over the right ear, and belied his gravity by\na too rakish effect. His eyes, inattentive and half closed, looked down\ndisdainfully on the crowd.\n\n\"There goes a remarkably good-looking young man,\" said a girl in a low\nvoice, as she made way for him to pass.\n\n\"And who is only too well aware of it!\" replied her companion aloud--who\nwas very plain.\n\nAfter walking all round the arcades, the young man looked by turns at\nthe sky and at his watch, and with a shrug of impatience went into a\ntobacconist's shop, lighted a cigar, and placed himself in front of a\nlooking-glass to glance at his costume, which was rather more ornate\nthan the rules of French taste allow. He pulled down his collar and his\nblack velvet waistcoat, over which hung many festoons of the thick gold\nchain that is made at Venice; then, having arranged the folds of his\ncloak by a single jerk of his left shoulder, draping it gracefully so\nas to show the velvet lining, he started again on parade, indifferent to\nthe glances of the vulgar.\n\nAs soon as the shops were lighted up and the dusk seemed to him black\nenough, he went out into the square in front of the Palais-Royal, but as\na man anxious not to be recognized; for he kept close under the houses\nas far as the fountain, screened by the hackney-cab stand, till he\nreached the Rue Froid-Manteau, a dirty, poky, disreputable street--a\nsort of sewer tolerated by the police close to the purified purlieus of\nthe Palais-Royal, as an Italian major-domo allows a careless servant to\nleave the sweepings of the rooms in a corner of the staircase.\n\nThe young man hesitated. He might have been a bedizened citizen's wife\ncraning her neck over a gutter swollen by the rain. But the hour was not\nunpropitious for the indulgence of some discreditable whim. Earlier, he\nmight have been detected; later, he might find himself cut out. Tempted\nby a glance which is encouraging without being inviting, to have\nfollowed a young and pretty woman for an hour, or perhaps for a day,\nthinking of her as a divinity and excusing her light conduct by a\nthousand reasons to her advantage; to have allowed oneself to believe\nin a sudden and irresistible affinity; to have pictured, under the\npromptings of transient excitement, a love-adventure in an age when\nromances are written precisely because they never happen; to have\ndreamed of balconies, guitars, stratagems, and bolts, enwrapped in\nAlmaviva's cloak; and, after inditing a poem in fancy, to stop at the\ndoor of a house of ill-fame, and, crowning all, to discern in Rosina's\nbashfulness a reticence imposed by the police--is not all this, I say,\nan experience familiar to many a man who would not own it?\n\nThe most natural feelings are those we are least willing to confess,\nand among them is fatuity. When the lesson is carried no further, the\nParisian profits by it, or forgets it, and no great harm is done. But\nthis would hardly be the case with this foreigner, who was beginning to\nthink he might pay too dearly for his Paris education.\n\nThis personage was a Milanese of good family, exiled from his native\ncountry, where some \"liberal\" pranks had made him an object of suspicion\nto the Austrian Government. Count Andrea Marcosini had been welcomed in\nParis with the cordiality, essentially French, that a man always finds\nthere, when he has a pleasant wit, a sounding name, two hundred thousand\nfrancs a year, and a prepossessing person. To such a man banishment\ncould but be a pleasure tour; his property was simply sequestrated, and\nhis friends let him know that after an absence of two years he might\nreturn to his native land without danger.\n\nAfter rhyming _crudeli affanni_ with _i miei tiranni_ in a dozen or so\nof sonnets, and maintaining as many hapless Italian refugees out of his\nown purse, Count Andrea, who was so unlucky as to be a poet, thought\nhimself released from patriotic obligations. So, ever since his arrival,\nhe had given himself up recklessly to the pleasures of every kind which\nParis offers _gratis_ to those who can pay for them. His talents and his\nhandsome person won him success among women, whom he adored collectively\nas beseemed his years, but among whom he had not as yet distinguished a\nchosen one. And indeed this taste was, in him, subordinate to those\nfor music and poetry which he had cultivated from his childhood; and\nhe thought success in these both more difficult and more glorious to\nachieve than in affairs of gallantry, since nature had not inflicted on\nhim the obstacles men take most pride in defying.\n\nA man, like many another, of complex nature, he was easily fascinated by\nthe comfort of luxury, without which he could hardly have lived; and, in\nthe same way, he clung to the social distinctions which his principles\ncontemned. Thus his theories as an artist, a thinker, and a poet were in\nfrequent antagonism with his tastes, his feelings, and his habits as a\nman of rank and wealth; but he comforted himself for his inconsistencies\nby recognizing them in many Parisians, like himself liberal by policy\nand aristocrats by nature.\n\nHence it was not without some uneasiness that he found himself, on\nDecember 31, 1830, under a Paris thaw, following at the heels of a woman\nwhose dress betrayed the most abject, inveterate, and long-accustomed\npoverty, who was no handsomer than a hundred others to be seen any\nevening at the play, at the opera, in the world of fashion, and who\nwas certainly not so young as Madame de Manerville, from whom he had\nobtained an assignation for that very day, and who was perhaps waiting\nfor him at that very hour.\n\nBut in the glance at once tender and wild, swift and deep, which that\nwoman's black eyes had shot at him by stealth, there was such a world of\nburied sorrows and promised joys! And she had colored so fiercely when,\non coming out of a shop where she had lingered a quarter of an hour, her\nlook frankly met the Count's, who had been waiting for her hard by! In\nfact, there were so many _buts_ and _ifs_, that, possessed by one of\nthose mad temptations for which there is no word in any language, not\neven in that of the orgy, he had set out in pursuit of this woman,\nhunting her down like a hardened Parisian.\n\nOn the way, whether he kept behind or ahead of this damsel, he studied\nevery detail of her person and her dress, hoping to dislodge the insane\nand ridiculous fancy that had taken up an abode in his brain; but he\npresently found in his examination a keener pleasure than he had felt\nonly the day before in gazing at the perfect shape of a woman he loved,\nas she took her bath. Now and again, the unknown fair, bending her head,\ngave him a look like that of a kid tethered with its head to the ground,\nand finding herself still the object of his pursuit, she hurried on as\nif to fly. Nevertheless, each time that a block of carriages, or any\nother delay, brought Andrea to her side, he saw her turn away from\nhis gaze without any signs of annoyance. These signals of restrained\nfeelings spurred the frenzied dreams that had run away with him, and he\ngave them the rein as far as the Rue Froid-Manteau, down which, after\nmany windings, the damsel vanished, thinking she had thus spoilt the\nscent of her pursuer, who was, in fact, startled by this move.\n\nIt was now quite dark. Two women, tattooed with rouge, who were drinking\nblack-currant liqueur at a grocer's counter, saw the young woman and\ncalled her. She paused at the door of the shop, replied in a few soft\nwords to the cordial greeting offered her, and went on her way. Andrea,\nwho was behind her, saw her turn into one of the darkest yards out of\nthis street, of which he did not know the name. The repulsive appearance\nof the house where the heroine of his romance had been swallowed up\nmade him feel sick. He drew back a step to study the neighborhood, and\nfinding an ill-looking man at his elbow, he asked him for information.\nThe man, who held a knotted stick in his right hand, placed the left on\nhis hip and replied in a single word:\n\n\"Scoundrel!\"\n\nBut on looking at the Italian, who stood in the light of a street-lamp,\nhe assumed a servile expression.\n\n\"I beg your pardon, sir,\" said he, suddenly changing his tone. \"There\nis a restaurant near this, a sort of table-d'hote, where the cooking is\npretty bad and they serve cheese in the soup. Monsieur is in search\nof the place, perhaps, for it is easy to see that he is an\nItalian--Italians are fond of velvet and of cheese. But if monsieur\nwould like to know of a better eating-house, an aunt of mine, who lives\na few steps off, is very fond of foreigners.\"\n\nAndrea raised his cloak as high as his moustache, and fled from the\nstreet, spurred by the disgust he felt at this foul person, whose\nclothes and manner were in harmony with the squalid house into which\nthe fair unknown had vanished. He returned with rapture to the thousand\nluxuries of his own rooms, and spent the evening at the Marquise\nd'Espard's to cleanse himself, if possible, of the smirch left by the\nfancy that had driven him so relentlessly during the day.\n\nAnd yet, when he was in bed, the vision came back to him, but clearer\nand brighter than the reality. The girl was walking in front of him;\nnow and again as she stepped across a gutter her skirts revealed a round\ncalf; her shapely hips swayed as she walked. Again Andrea longed to\nspeak to her--and he dared not, he, Marcosini, a Milanese nobleman!\nThen he saw her turn into the dark passage where she had eluded him, and\nblamed himself for not having followed her.\n\n\"For, after all,\" said he to himself, \"if she really wished to avoid me\nand put me off her track, it is because she loves me. With women of that\nstamp, coyness is a proof of love. Well, if I had carried the adventure\nany further, it would, perhaps, have ended in disgust. I will sleep in\npeace.\"\n\nThe Count was in the habit of analyzing his keenest sensations, as men\ndo involuntarily when they have as much brains as heart, and he was\nsurprised when he saw the strange damsel of the Rue Froid-Manteau once\nmore, not in the pictured splendor of his dream but in the bare reality\nof dreary fact. And, in spite of it all, if fancy had stripped the woman\nof her livery of misery, it would have spoilt her for him; for he wanted\nher, he longed for her, he loved her--with her muddy stockings, her\nslipshod feet, her straw bonnet! He wanted her in the very house where\nhe had seen her go in.\n\n\"Am I bewitched by vice, then?\" he asked himself in dismay. \"Nay, I\nhave not yet reached that point. I am but three-and-twenty, and there is\nnothing of the senile fop about me.\"\n\nThe very vehemence of the whim that held possession of him to some\nextent reassured him. This strange struggle, these reflections, and this\nlove in pursuit may perhaps puzzle some persons who are accustomed\nto the ways of Paris life; but they may be reminded that Count Andrea\nMarcosini was not a Frenchman.\n\nBrought up by two abbes, who, in obedience to a very pious father, had\nrarely let him out of their sight, Andrea had not fallen in love with a\ncousin at the age of eleven, or seduced his mother's maid by the time\nhe was twelve; he had not studied at school, where a lad does not learn\nonly, or best, the subjects prescribed by the State; he had lived in\nParis but a few years, and he was still open to those sudden but deep\nimpressions against which French education and manners are so strong a\nprotection. In southern lands a great passion is often born of a\nglance. A gentleman of Gascony who had tempered strong feelings by much\nreflection had fortified himself by many little recipes against sudden\napoplexies of taste and heart, and he advised the Count to indulge at\nleast once a month in a wild orgy to avert those storms of the soul\nwhich, but for such precautions, are apt to break out at inappropriate\nmoments. Andrea now remembered this advice.\n\n\"Well,\" thought he, \"I will begin to-morrow, January 1st.\"\n\n\n\nThis explains why Count Andrea Marcosini hovered so shyly before turning\ndown the Rue Froid-Manteau. The man of fashion hampered the lover, and\nhe hesitated for some time; but after a final appeal to his courage\nhe went on with a firm step as far as the house, which he recognized\nwithout difficulty.\n\nThere he stopped once more. Was the woman really what he fancied her?\nWas he not on the verge of some false move?\n\nAt this juncture he remembered the Italian table d'hote, and at once\njumped at the middle course, which would serve the ends alike of his\ncuriosity and of his reputation. He went in to dine, and made his way\ndown the passage; at the bottom, after feeling about for some time,\nhe found a staircase with damp, slippery steps, such as to an Italian\nnobleman could only seem a ladder.\n\nInvited to the first floor by the glimmer of a lamp and a strong smell\nof cooking, he pushed a door which stood ajar and saw a room dingy with\ndirt and smoke, where a wench was busy laying a table for about twenty\ncustomers. None of the guests had yet arrived.\n\nAfter looking round the dimly lighted room where the paper was dropping\nin rags from the walls, the gentleman seated himself by a stove which\nwas roaring and smoking in the corner.\n\nAttracted by the noise the Count made in coming in and disposing of his\ncloak, the major-domo presently appeared. Picture to yourself a lean,\ndried-up cook, very tall, with a nose of extravagant dimensions, casting\nabout him from time to time, with feverish keenness, a glance that\nhe meant to be cautious. On seeing Andrea, whose attire bespoke\nconsiderable affluence, Signor Giardini bowed respectfully.\n\nThe Count expressed his intention of taking his meals as a rule in\nthe society of some of his fellow-countrymen; he paid in advance for\na certain number of tickets, and ingenuously gave the conversation a\nfamiliar bent to enable him to achieve his purpose quickly.\n\nHardly had he mentioned the woman he was seeking when Signor Giardini,\nwith a grotesque shrug, looked knowingly at his customer, a bland smile\non his lips.\n\n\"_Basta_!\" he exclaimed. \"_Capisco_. Your Excellency has come spurred by\ntwo appetites. La Signora Gambara will not have wasted her time if she\nhas gained the interest of a gentleman so generous as you appear to be.\nI can tell you in a few words all we know of the woman, who is really to\nbe pitied.\n\n\"The husband is, I believe, a native of Cremona and has just come here\nfrom Germany. He was hoping to get the Tedeschi to try some new music\nand some new instruments. Isn't it pitiable?\" said Giardini, shrugging\nhis shoulders. \"Signor Gambara, who thinks himself a great composer,\ndoes not seem to me very clever in other ways. An excellent fellow with\nsome sense and wit, and sometimes very agreeable, especially when he\nhas had a few glasses of wine--which does not often happen, for he is\ndesperately poor; night and day he toils at imaginary symphonies and\noperas instead of trying to earn an honest living. His poor wife is\nreduced to working for all sorts of people--the women on the streets!\nWhat is to be said? She loves her husband like a father, and takes care\nof him like a child.\n\n\"Many a young man has dined here to pay his court to madame; but not one\nhas succeeded,\" said he, emphasizing the word. \"La Signora Marianna is\nan honest woman, monsieur, much too honest, worse luck for her! Men give\nnothing for nothing nowadays. So the poor soul will die in harness.\n\n\"And do you suppose that her husband rewards her for her devotion? Pooh,\nmy lord never gives her a smile! And all their cooking is done at the\nbaker's; for not only does the wretched man never earn a sou; he spends\nall his wife can make on instruments which he carves, and lengthens, and\nshortens, and sets up and takes to pieces again till they produce sounds\nthat will scare a cat; then he is happy. And yet you will find him the\nmildest, the gentlest of men. And, he is not idle; he is always at it.\nWhat is to be said? He is crazy and does not know his business. I have\nseen him, monsieur, filing and forging his instruments and eating black\nbread with an appetite that I envied him--I, who have the best table in\nParis.\n\n\"Yes, Excellenza, in a quarter of an hour you shall know the man I am. I\nhave introduced certain refinements into Italian cookery that will amaze\nyou! Excellenza, I am a Neapolitan--that is to say, a born cook. But of\nwhat use is instinct without knowledge? Knowledge! I have spent thirty\nyears in acquiring it, and you see where it has left me. My history is\nthat of every man of talent. My attempts, my experiments, have ruined\nthree restaurants in succession at Naples, Parma, and Rome. To this day,\nwhen I am reduced to make a trade of my art, I more often than not give\nway to my ruling passion. I give these poor refugees some of my choicest\ndishes. I ruin myself! Folly! you will say? I know it; but how can I\nhelp it? Genius carries me away, and I cannot resist concocting a dish\nwhich smiles on my fancy.\n\n\"And they always know it, the rascals! They know, I can promise\nyou, whether I or my wife has stood over the fire. And what is the\nconsequence? Of sixty-odd customers whom I used to see at my table every\nday when I first started in this wretched place, I now see twenty on an\naverage, and give them credit for the most part. The Piedmontese, the\nSavoyards, have deserted, but the connoisseurs, the true Italians,\nremain. And there is no sacrifice that I would not make for them. I\noften give them a dinner for five and twenty sous which has cost me\ndouble.\"\n\nSignore Giardini's speech had such a full flavor of Neapolitan cunning\nthat the Count was delighted, and could have fancied himself at\nGerolamo's.\n\n\"Since that is the case, my good friend,\" said he familiarly to the\ncook, \"and since chance and your confidence have let me into the secret\nof your daily sacrifices, allow me to pay double.\"\n\nAs he spoke Andrea spun a forty-franc piece on the stove, out of which\nGiardini solemnly gave him two francs and fifty centimes in change, not\nwithout a certain ceremonious mystery that amused him hugely.\n\n\"In a few minutes now,\" the man added, \"you will see your _donnina_.\nI will seat you next the husband, and if you wish to stand in his good\ngraces, talk about music. I have invited every one for the evening, poor\nthings. Being New Year's Day, I am treating the company to a dish in\nwhich I believe I have surpassed myself.\"\n\nSignor Giardini's voice was drowned by the noisy greetings of the\nguests, who streamed in two and two, or one at a time, after the manner\nof tables-d'hote. Giardini stayed by the Count, playing the showman by\ntelling him who the company were. He tried by his witticisms to bring\na smile to the lips of a man who, as his Neapolitan instinct told him,\nmight be a wealthy patron to turn to good account.\n\n\"This one,\" said he, \"is a poor composer who would like to rise\nfrom song-writing to opera, and cannot. He blames the managers,\nmusic-sellers,--everybody, in fact, but himself, and he has no worse\nenemy. You can see--what a florid complexion, what self-conceit, how\nlittle firmness in his features! he is made to write ballads. The\nman who is with him and looks like a match-hawker, is a great music\ncelebrity--Gigelmi, the greatest Italian conductor known; but he has\ngone deaf, and is ending his days in penury, deprived of all that made\nit tolerable. Ah! here comes our great Ottoboni, the most guileless old\nfellow on earth; but he is suspected of being the most vindictive of all\nwho are plotting for the regeneration of Italy. I cannot think how they\ncan bear to banish such a good man.\"\n\nAnd here Giardini looked narrowly at the Count, who, feeling himself\nunder inquisition as to his politics, entrenched himself in Italian\nimpassibility.\n\n\"A man whose business it is to cook for all comers can have no political\nopinions, Excellenza,\" Giardini went on. \"But to see that worthy man,\nwho looks more like a lamb than a lion, everybody would say what I say,\nwere it before the Austrian ambassador himself. Besides, in these times\nliberty is no longer proscribed; it is going its rounds again. At least,\nso these good people think,\" said he, leaning over to speak in the\nCount's ear, \"and why should I thwart their hopes? I, for my part, do\nnot hate an absolute government. Excellenza, every man of talent is for\ndepotism!\n\n\"Well, though full of genius, Ottoboni takes no end of pains to educate\nItaly; he writes little books to enlighten the intelligence of the\nchildren and the common people, and he smuggles them very cleverly\ninto Italy. He takes immense trouble to reform the moral sense of our\nluckless country, which, after all, prefers pleasure to freedom,--and\nperhaps it is right.\"\n\nThe Count preserved such an impenetrable attitude that the cook could\ndiscover nothing of his political views.\n\n\"Ottoboni,\" he ran on, \"is a saint; very kind-hearted; all the refugees\nare fond of him; for, Excellenza, a liberal may have his virtues. Oho!\nHere comes a journalist,\" said Giardini, as a man came in dressed in the\nabsurd way which used to be attributed to a poet in a garret; his\ncoat was threadbare, his boots split, his hat shiny, and his overcoat\ndeplorably ancient. \"Excellenza, that poor man is full of talent, and\nincorruptibly honest. He was born into the wrong times, for he tells the\ntruth to everybody; no one can endure him. He writes theatrical articles\nfor two small papers, though he is clever enough to work for the great\ndailies. Poor fellow!\n\n\"The rest are not worth mentioning, and Your Excellency will find them\nout,\" he concluded, seeing that on the entrance of the musician's wife\nthe Count had ceased to listen to him.\n\n\n\nOn seeing Andrea here, Signora Marianna started visibly and a bright\nflush tinged her cheeks.\n\n\"Here he is!\" said Giardini, in an undertone, clutching the Count's arm\nand nodding to a tall man. \"How pale and grave he is poor man! His hobby\nhas not trotted to his mind to-day, I fancy.\"\n\nAndrea's prepossession for Marianna was crossed by the captivating charm\nwhich Gambara could not fail to exert over every genuine artist. The\ncomposer was now forty; but although his high brow was bald and lined\nwith a few parallel, but not deep, wrinkles; in spite, too, of hollow\ntemples where the blue veins showed through the smooth, transparent\nskin, and of the deep sockets in which his black eyes were sunk, with\ntheir large lids and light lashes, the lower part of his face made him\nstill look young, so calm was its outline, so soft the modeling. It\ncould be seen at a glance that in this man passion had been curbed to\nthe advantage of the intellect; that the brain alone had grown old in\nsome great struggle.\n\nAndrea shot a swift look at Marianna, who was watching him. And he noted\nthe beautiful Italian head, the exquisite proportion and rich coloring\nthat revealed one of those organizations in which every human power is\nharmoniously balanced, he sounded the gulf that divided this couple,\nbrought together by fate. Well content with the promise he inferred from\nthis dissimilarity between the husband and wife, he made no attempt to\ncontrol a liking which ought to have raised a barrier between the fair\nMarianna and himself. He was already conscious of feeling a sort of\nrespectful pity for this man, whose only joy she was, as he understood\nthe dignified and serene acceptance of ill fortune that was expressed in\nGambara's mild and melancholy gaze.\n\nAfter expecting to see one of the grotesque figures so often set before\nus by German novelists and writers of _libretti_, he beheld a simple,\nunpretentious man, whose manners and demeanor were in nothing strange\nand did not lack dignity. Without the faintest trace of luxury, his\ndress was more decent than might have been expected from his extreme\npoverty, and his linen bore witness to the tender care which watched\nover every detail of his existence. Andrea looked at Marianna with\nmoistened eyes; and she did not color, but half smiled, in a way that\nbetrayed, perhaps, some pride at this speechless homage. The Count, too\nthoroughly fascinated to miss the smallest indication of complaisance,\nfancied that she must love him, since she understood him so well.\n\nFrom this moment he set himself to conquer the husband rather than the\nwife, turning all his batteries against the poor Gambara, who quite\nguilelessly went on eating Signor Giardini's _bocconi_, without thinking\nof their flavor.\n\nThe Count opened the conversation on some trivial subject, but at the\nfirst words he perceived that this brain, supposed to be infatuated on\none point, was remarkably clear on all others, and saw that it would be\nfar more important to enter into this very clever man's ideas than to\nflatter his conceits.\n\nThe rest of the company, a hungry crew whose brain only responded to the\nsight of a more or less good meal, showed much animosity to the luckless\nGambara, and waited only till the end of the first course, to give free\nvent to their satire. A refugee, whose frequent leer betrayed ambitious\nschemes on Marianna, and who fancied he could establish himself in her\ngood graces by trying to make her husband ridiculous, opened fire to\nshow the newcomer how the land lay at the table-d'hote.\n\n\"It is a very long time since we have heard anything about the opera on\n'Mahomet'!\" cried he, with a smile at Marianna. \"Can it be that Paolo\nGambara, wholly given up to domestic cares, absorbed by the charms of\nthe chimney-corner, is neglecting his superhuman genius, leaving his\ntalents to get cold and his imagination to go flat?\"\n\nGambara knew all the company; he dwelt in a sphere so far above them all\nthat he no longer cared to repel an attack. He made no reply.\n\n\"It is not given to everybody,\" said the journalist, \"to have an\nintellect that can understand Monsieur Gambara's musical efforts, and\nthat, no doubt, is why our divine maestro hesitates to come before the\nworthy Parisian public.\"\n\n\"And yet,\" said the ballad-monger, who had not opened his mouth but\nto swallow everything that came within his reach, \"I know some men of\ntalent who think highly of the judgments of Parisian critics. I myself\nhave a pretty reputation as a musician,\" he went on, with an air of\ndiffidence. \"I owe it solely to my little songs in _vaudevilles_, and\nthe success of my dance music in drawing-rooms; but I propose ere long\nto bring out a mass composed for the anniversary of Beethoven's death,\nand I expect to be better appreciated in Paris than anywhere else. You\nwill perhaps do me the honor of hearing it?\" he said, turning to Andrea.\n\n\"Thank you,\" said the Count. \"But I do not conceive that I am gifted\nwith the organs needful for the appreciation of French music. If you\nwere dead, monsieur, and Beethoven had composed the mass, I would not\nhave failed to attend the performance.\"\n\nThis retort put an end to the tactics of those who wanted to set\nGambara off on his high horse to amuse the new guest. Andrea was already\nconscious of an unwillingness to expose so noble and pathetic a mania\nas a spectacle for so much vulgar shrewdness. It was with no base\nreservation that he kept up a desultory conversation, in the course of\nwhich Signor Giardini's nose not infrequently interposed between\ntwo remarks. Whenever Gambara uttered some elegant repartee or some\nparadoxical aphorism, the cook put his head forward, to glance with pity\nat the musician and with meaning at the Count, muttering in his ear, \"_E\nmatto_!\"\n\nThen came a moment when the _chef_ interrupted the flow of his judicial\nobservations to devote himself to the second course, which he considered\nhighly important. During his absence, which was brief, Gambara leaned\nacross to address Andrea.\n\n\"Our worthy host,\" said he, in an undertone, \"threatens to regale us\nto-day with a dish of his own concocting, which I recommend you to\navoid, though his wife has had an eye on him. The good man has a mania\nfor innovations. He ruined himself by experiments, the last of which\ncompelled him to fly from Rome without a passport--a circumstance\nhe does not talk about. After purchasing the good-will of a popular\nrestaurant he was trusted to prepare a banquet given by a lately made\nCardinal, whose household was not yet complete. Giardini fancied he had\nan opportunity for distinguishing himself--and he succeeded! for that\nsame evening he was accused of trying to poison the whole conclave, and\nwas obliged to leave Rome and Italy without waiting to pack up. This\ndisaster was the last straw. Now,\" and Gambara put his finger to his\nforehead and shook his head.\n\n\"He is a good fellow, all the same,\" he added. \"My wife will tell you\nthat we owe him many a good turn.\"\n\nGiardini now came in carefully bearing a dish which he set in the middle\nof the table, and he then modestly resumed his seat next to Andrea, whom\nhe served first. As soon as he had tasted the mess, the Count felt that\nan impassable gulf divided the second mouthful from the first. He\nwas much embarrassed, and very anxious not to annoy the cook, who was\nwatching him narrowly. Though a French _restaurateur_ may care little\nabout seeing a dish scorned if he is sure of being paid for it, it is\nnot so with an Italian, who is not often satiated with praises.\n\nTo gain time, Andrea complimented Giardini enthusiastically, but he\nleaned over to whisper in his ear, and slipping a gold piece into his\nhand under the table, begged him to go out and buy a few bottles of\nchampagne, leaving him free to take all the credit of the treat.\n\nWhen the Italian returned, every plate was cleared, and the room rang\nwith praises of the master-cook. The champagne soon mounted these\nsouthern brains, and the conversation, till now subdued in the\nstranger's presence, overleaped the limits of suspicious reserve to\nwander far over the wide fields of political and artistic opinions.\n\nAndrea, to whom no form of intoxication was known but those of love and\npoetry, had soon gained the attention of the company and skilfully led\nit to a discussion of matters musical.\n\n\"Will you tell me, monsieur,\" said he to the composer of dance-music,\n\"how it is that the Napoleon of these tunes can condescend to usurp the\nplace of Palestrina, Pergolesi, and Mozart,--poor creatures who must\npack and vanish at the advent of that tremendous Mass for the Dead?\"\n\n\"Well, monsieur,\" replied the composer, \"a musician always finds it\ndifficult to reply when the answer needs the cooperation of a hundred\nskilled executants. Mozart, Haydn, and Beethoven, without an orchestra\nwould be of no great account.\"\n\n\"Of no great account!\" said Marcosini. \"Why, all the world knows that\nthe immortal author of _Don Giovanni_ and the _Requiem_ was named\nMozart; and I am so unhappy as not to know the name of the inexhaustible\nwriter of quadrilles which are so popular in our drawing-rooms----\"\n\n\"Music exists independently of execution,\" said the retired conductor,\nwho, in spite of his deafness, had caught a few words of the\nconversation. \"As he looks through the C-minor symphony by Beethoven, a\nmusician is transported to the world of fancy on the golden wings of the\nsubject in G-natural repeated by the horns in E. He sees a whole realm,\nby turns glorious in dazzling shafts of light, gloomy under clouds of\nmelancholy, and cheered by heavenly strains.\"\n\n\"The new school has left Beethoven far behind,\" said the ballad-writer,\nscornfully.\n\n\"Beethoven is not yet understood,\" said the Count. \"How can he be\nexcelled?\"\n\nGambara drank a large glass of champagne, accompanying the draught by a\ncovert smile of approval.\n\n\"Beethoven,\" the Count went on, \"extended the limits of instrumental\nmusic, and no one followed in his track.\"\n\nGambara assented with a nod.\n\n\"His work is especially noteworthy for simplicity of construction\nand for the way the scheme is worked out,\" the Count went on. \"Most\ncomposers make use of the orchestral parts in a vague, incoherent way,\ncombining them for a merely temporary effect; they do not persistently\ncontribute to the whole mass of the movement by their steady and regular\nprogress. Beethoven assigns its part to each tone-quality from the\nfirst. Like the various companies which, by their disciplined movements,\ncontribute to winning a battle, the orchestral parts of a symphony\nby Beethoven obey the plan ordered for the interest of all, and are\nsubordinate to an admirably conceived scheme.\n\n\"In this he may be compared to a genius of a different type. In Walter\nScott's splendid historical novels, some personage, who seems to have\nleast to do with the action of the story, intervenes at a given moment\nand leads up to the climax by some thread woven into the plot.\"\n\n\"_E vero_!\" remarked Gambara, to whom common sense seemed to return in\ninverse proportion to sobriety.\n\nAndrea, eager to carry the test further, for a moment forgot all his\npredilections; he proceeded to attack the European fame of Rossini,\ndisputing the position which the Italian school has taken by storm,\nnight after night for more than thirty years, on a hundred stages in\nEurope. He had undertaken a hard task. The first words he spoke raised\na strong murmur of disapproval; but neither the repeated interruptions,\nnor exclamations, nor frowns, nor contemptuous looks, could check this\ndetermined advocate of Beethoven.\n\n\"Compare,\" said he, \"that sublime composer's works with what by common\nconsent is called Italian music. What feebleness of ideas, what limpness\nof style! That monotony of form, those commonplace cadenzas, those\nendless bravura passages introduced at haphazard irrespective of the\ndramatic situation, that recurrent _crescendo_ that Rossini brought\ninto vogue, are now an integral part of every composition; those vocal\nfireworks result in a sort of babbling, chattering, vaporous mucic,\nof which the sole merit depends on the greater or less fluency of the\nsinger and his rapidity of vocalization.\n\n\"The Italian school has lost sight of the high mission of art. Instead\nof elevating the crowd, it has condescended to the crowd; it has won its\nsuccess only by accepting the suffrages of all comers, and appealing to\nthe vulgar minds which constitute the majority. Such a success is mere\nstreet juggling.\n\n\"In short, the compositions of Rossini, in whom this music is\npersonified, with those of the writers who are more or less of his\nschool, to me seem worthy at best to collect a crowd in the street round\na grinding organ, as an accompaniment to the capers of a puppet show.\nI even prefer French music, and I can say no more. Long live German\nmusic!\" cried he, \"when it is tuneful,\" he added to a low voice.\n\nThis sally was the upshot of a long preliminary discussion, in which,\nfor more than a quarter of an hour, Andrea had divagated in the upper\nsphere of metaphysics, with the ease of a somnambulist walking over the\nroofs.\n\nGambara, keenly interested in all this transcendentalism, had not lost a\nword; he took up his parable as soon as Andrea seemed to have ended, and\na little stir of revived attention was evident among the guests, of whom\nseveral had been about to leave.\n\n\"You attack the Italian school with much vigor,\" said Gambara, somewhat\nwarmed to his work by the champagne, \"and, for my part, you are very\nwelcome. I, thank God, stand outside this more or less melodic frippery.\nStill, as a man of the world, you are too ungrateful to the classic\nland whence Germany and France derived their first teaching. While the\ncompositions of Carissimi, Cavalli, Scarlatti, and Rossi were being\nplayed throughout Italy, the violin players of the Paris opera house\nenjoyed the singular privilege of being allowed to play in gloves.\nLulli, who extended the realm of harmony, and was the first to classify\ndiscords, on arriving in France found but two men--a cook and a\nmason--whose voice and intelligence were equal to performing his music;\nhe made a tenor of the former, and transformed the latter into a bass.\nAt that time Germany had no musician excepting Sebastian Bach.--But you,\nmonsieur, though you are so young,\" Gambara added, in the humble tone of\na man who expects to find his remarks received with scorn or ill-nature,\n\"must have given much time to the study of these high matters of art;\nyou could not otherwise explain them so clearly.\"\n\nThis word made many of the hearers smile, for they had understood\nnothing of the fine distinctions drawn by Andrea. Giardini, indeed,\nconvinced that the Count had been talking mere rhodomontade, nudged\nhim with a laugh in his sleeve, as at a good joke in which he flattered\nhimself that he was a partner.\n\n\"There is a great deal that strikes me as very true in all you have\nsaid,\" Gambara went on; \"but be careful. Your argument, while reflecting\non Italian sensuality, seems to me to lean towards German idealism,\nwhich is no less fatal heresy. If men of imagination and good sense,\nlike you, desert one camp only to join the other; if they cannot keep to\nthe happy medium between two forms of extravagance, we shall always\nbe exposed to the satire of the sophists, who deny all progress, who\ncompare the genius of man to this tablecloth, which, being too short to\ncover the whole of Signor Giardini's table, decks one end at the expense\nof the other.\"\n\nGiardini bounded in his seat as if he had been stung by a horse-fly, but\nswift reflections restored him to his dignity as a host; he looked up to\nheaven and again nudged the Count, who was beginning to think the cook\nmore crazy than Gambara.\n\nThis serious and pious way of speaking of art interested the Milanese\nextremely. Seated between these two distracted brains, one so noble\nand the other so common, and making game of each other to the great\nentertainment of the crowd, there was a moment when the Count found\nhimself wavering between the sublime and its parody, the farcical\nextremes of human life. Ignoring the chain of incredible events which\nhad brought them to this smoky den, he believed himself to be the\nplaything of some strange hallucination, and thought of Gambara and\nGiardini as two abstractions.\n\nMeanwhile, after a last piece of buffoonery from the deaf conductor in\nreply to Gambara, the company had broken up laughing loudly. Giardini\nwent off to make coffee, which he begged the select few to accept, and\nhis wife cleared the table. The Count, sitting near the stove between\nMarianna and Gambara, was in the very position which the mad musician\nthought most desirable, with sensuousness on one side and idealism on\nthe other. Gambara finding himself for the first time in the society\nof a man who did not laugh at him to his face, soon diverged from\ngeneralities to talk of himself, of his life, his work, and the musical\nregeneration of which he believed himself to be the Messiah.\n\n\"Listen,\" said he, \"you who so far have not insulted me. I will tell you\nthe story of my life; not to make a boast of my perseverance, which\nis no virtue of mine, but to the greater glory of Him who has given me\nstrength. You seem kind and pious; if you do not believe in me at least\nyou will pity me. Pity is human; faith comes from God.\"\n\nAndrea turned and drew back under his chair the foot that had been\nseeking that of the fair Marianna, fixing his eyes on her while\nlistening to Gambara.\n\n\n\n\"I was born at Cremona, the son of an instrument maker, a fairly good\nperformer and an even better composer,\" the musician began. \"Thus at an\nearly age I had mastered the laws of musical construction in its twofold\naspects, the material and the spiritual; and as an inquisitive child\nI observed many things which subsequently recurred to the mind of the\nfull-grown man.\n\n\"The French turned us out of our own home--my father and me. We were\nruined by the war. Thus, at the age of ten I entered on the wandering\nlife to which most men have been condemned whose brains were busy\nwith innovations, whether in art, science, or politics. Fate, or the\ninstincts of their mind which cannot fit into the compartments where the\ntrading class sit, providentially guides them to the spots where they\nmay find teaching. Led by my passion for music I wandered throughout\nItaly from theatre to theatre, living on very little, as men can live\nthere. Sometimes I played the bass in an orchestra, sometimes I was on\nthe boards in the chorus, sometimes under them with the carpenters.\nThus I learned every kind of musical effect, studying the tones of\ninstruments and of the human voice, wherein they differed and how they\nharmonized, listening to the score and applying the rules taught me by\nmy father.\n\n\"It was hungry work, in a land where the sun always shines, where art is\nall pervading, but where there is no pay for the artist, since Rome\nis but nominally the Sovereign of the Christian world. Sometimes made\nwelcome, sometimes scouted for my poverty, I never lost courage. I heard\na voice within me promising me fame.\n\n\"Music seemed to me in its infancy, and I think so still. All that is\nleft to us of musical effort before the seventeenth century, proves to\nme that early musicians knew melody only; they were ignorant of harmony\nand its immense resources. Music is at once a science and an art. It is\nrooted in physics and mathematics, hence it is a science; inspiration\nmakes it an art, unconsciously utilizing the theorems of science. It is\nfounded in physics by the very nature of the matter it works on. Sound\nis air in motion. The air is formed of constituents which, in us, no\ndoubt, meet with analogous elements that respond to them, sympathize,\nand magnify them by the power of the mind. Thus the air must include a\nvast variety of molecules of various degrees of elasticity, and capable\nof vibrating in as many different periods as there are tones from all\nkinds of sonorous bodies; and these molecules, set in motion by the\nmusician and falling on our ear, answer to our ideas, according to\neach man's temperament. I myself believe that sound is identical in its\nnature with light. Sound is light, perceived under another form;\neach acts through vibrations to which man is sensitive and which he\ntransforms, in the nervous centres, into ideas.\n\n\"Music, like painting, makes use of materials which have the property\nof liberating this or that property from the surrounding medium and\nso suggesting an image. The instruments in music perform this part, as\ncolor does in painting. And whereas each sound produced by a sonorous\nbody is invariably allied with its major third and fifth, whereas\nit acts on grains of fine sand lying on stretched parchment so as\nto distribute them in geometrical figures that are always the same,\naccording to the pitch,--quite regular when the combination is a true\nchord, and indefinite when the sounds are dissonant,--I say that music\nis an art conceived in the very bowels of nature.\n\n\"Music is subject to physical and mathematical laws. Physical laws are\nbut little known, mathematics are well understood; and it is since their\nrelations have been studied, that the harmony has been created to\nwhich we owe the works of Haydn, Mozart, Beethoven, and Rossini, grand\ngeniuses, whose music is undoubtedly nearer to perfection than that of\ntheir precursors, though their genius, too, is unquestionable. The\nold masters could sing, but they had not art and science at their\ncommand,--a noble alliance which enables us to merge into one the finest\nmelody and the power of harmony.\n\n\"Now, if a knowledge of mathematical laws gave us these four great\nmusicians, what may we not attain to if we can discover the physical\nlaws in virtue of which--grasp this clearly--we may collect, in larger\nor smaller quantities, according to the proportions we may require, an\nethereal substance diffused in the atmosphere which is the medium alike\nof music and of light, of the phenomena of vegetation and of animal\nlife! Do you follow me? Those new laws would arm the composer with new\npowers by supplying him with instruments superior of those now in use,\nand perhaps with a potency of harmony immense as compared with that now\nat his command. If every modified shade of sound answers to a force,\nthat must be known to enable us to combine all these forces in\naccordance with their true laws.\n\n\"Composers work with substances of which they know nothing. Why should\na brass and a wooden instrument--a bassoon and horn--have so little\nidentity of tone, when they act on the same matter, the constituent\ngases of the air? Their differences proceed from some displacement of\nthose constituents, from the way they act on the elements which are\ntheir affinity and which they return, modified by some occult and\nunknown process. If we knew what the process was, science and art would\nboth be gainers. Whatever extends science enhances art.\n\n\"Well, these are the discoveries I have guessed and made. Yes,\" said\nGambara, with increasing vehemence, \"hitherto men have noted effects\nrather than causes. If they could but master the causes, music would be\nthe greatest of the arts. Is it not the one which strikes deepest to the\nsoul? You see in painting no more than it shows you; in poetry you have\nonly what the poet says; music goes far beyond this. Does it not form\nyour taste, and rouse dormant memories? In a concert-room there may be a\nthousand souls; a strain is flung out from Pasta's throat, the execution\nworthily answering to the ideas that flashed through Rossini's mind\nas he wrote the air. That phrase of Rossini's, transmitted to those\nattentive souls, is worked out in so many different poems. To one it\npresents a woman long dreamed of; to another, some distant shore where\nhe wandered long ago. It rises up before him with its drooping willows,\nits clear waters, and the hopes that then played under its leafy arbors.\nOne woman is reminded of the myriad feelings that tortured her during\nan hour of jealousy, while another thinks of the unsatisfied cravings of\nher heart, and paints in the glowing hues of a dream an ideal lover,\nto whom she abandons herself with the rapture of the woman in the Roman\nmosaic who embraces a chimera; yet a third is thinking that this very\nevening some hoped-for joy is to be hers, and rushes by anticipation\ninto the tide of happiness, its dashing waves breaking against her\nburning bosom. Music alone has this power of throwing us back\non ourselves; the other arts give us infinite pleasure. But I am\ndigressing.\n\n\"These were my first ideas, vague indeed; for an inventor at the\nbeginning only catches glimpses of the dawn, as it were. So I kept these\nglorious ideas at the bottom of my knapsack, and they gave me spirit to\neat the dry crust I often dipped in the water of a spring. I worked, I\ncomposed airs, and, after playing them on any instrument that came to\nhand, I went off again on foot across Italy. Finally, at the age of\ntwo-and-twenty, I settled in Venice, where for the first time I\nenjoyed rest and found myself in a decent position. I there made the\nacquaintance of a Venetian nobleman who liked my ideas, who encouraged\nme in my investigations, and who got me employment at the Venice\ntheatre.\n\n\"Living was cheap, lodging inexpensive. I had a room in that Capello\npalace from which the famous Bianca came forth one evening to become a\nGrand Duchess of Tuscany. And I would dream that my unrecognized fame\nwould also emerge from thence one day to be crowned.\n\n\"I spent my evenings at the theatre and my days in work. Then came\ndisaster. The performance of an opera in which I had experimented,\ntrying my music, was a failure. No one understood my score for the\n_Martiri_. Set Beethoven before the Italians and they are out of their\ndepth. No one had patience enough to wait for the effect to be produced\nby the different motives given out by each instrument, which were all at\nlast to combine in a grand _ensemble_.\n\n\"I had built some hopes on the success of the _Martiri_, for we votaries\nof the blue divinity Hope always discount results. When a man believes\nhimself destined to do great things, it is hard not to fancy them\nachieved; the bushel always has some cracks through which the light\nshines.\n\n\"My wife's family lodged in the same house, and the hope of winning\nMarianna, who often smiled at me from her window, had done much to\nencourage my efforts. I now fell into the deepest melancholy as I\nsounded the depths of a life of poverty, a perpetual struggle in which\nlove must die. Marianna acted as genius does; she jumped across every\nobstacle, both feet at once. I will not speak of the little happiness\nwhich shed its gilding on the beginning of my misfortunes. Dismayed at\nmy failure, I decided that Italy was not intelligent enough and too much\nsunk in the dull round of routine to accept the innovations I conceived\nof; so I thought of going to Germany.\n\n\"I traveled thither by way of Hungary, listening to the myriad voices\nof nature, and trying to reproduce that sublime harmony by the help\nof instruments which I constructed or altered for the purpose. These\nexperiments involved me in vast expenses which had soon exhausted\nmy savings. And yet those were our golden days. In Germany I was\nappreciated. There has been nothing in my life more glorious than that\ntime. I can think of nothing to compare with the vehement joys I found\nby the side of Marianna, whose beauty was then of really heavenly\nradiance and splendor. In short, I was happy.\n\n\"During that period of weakness I more than once expressed my passion in\nthe language of earthly harmony. I even wrote some of those airs, just\nlike geometrical patterns, which are so much admired in the world of\nfashion that you move in. But as soon as I made a little way I met\nwith insuperable obstacles raised by my rivals, all hypercritical or\nunappreciative.\n\n\"I had heard of France as being a country where novelties were favorably\nreceived, and I wanted to get there; my wife had a little money and we\ncame to Paris. Till then no one had actually laughed in my face; but in\nthis dreadful city I had to endure that new form of torture, to which\nabject poverty ere long added its bitter sufferings. Reduced to lodging\nin this mephitic quarter, for many months we have lived exclusively on\nMarianna's sewing, she having found employment for her needle in working\nfor the unhappy prostitutes who make this street their hunting ground.\nMarianna assures me that among those poor creatures she has met with\nsuch consideration and generosity as I, for my part, ascribe to the\nascendency of virtue so pure that even vice is compelled to respect it.\"\n\n\"Hope on,\" said Andrea. \"Perhaps you have reached the end of your\ntrials. And while waiting for the time when my endeavor, seconding\nyours, shall set your labors in a true light, allow me, as a\nfellow-countryman and an artist like yourself, to offer you some little\nadvances on the undoubted success of your score.\"\n\n\"All that has to do with matters of material existence I leave to\nmy wife,\" replied Gambara. \"She will decide as to what we may accept\nwithout a blush from so thorough a gentleman as you seem to be. For my\npart,--and it is long since I have allowed myself to indulge such full\nconfidences,--I must now ask you to allow me to leave you. I see\na melody beckoning to me, dancing and floating before me, bare and\nquivering, like a girl entreating her lover for her clothes which he\nhas hidden. Good-night. I must go and dress my mistress. My wife I leave\nwith you.\"\n\nHe hurried away, as a man who blames himself for the loss of valuable\ntime; and Marianna, somewhat embarrassed, prepared to follow him.\n\nAndrea dared not detain her.\n\nGiardini came to the rescue.\n\n\"But you heard, signora,\" said he. \"Your husband has left you to settle\nsome little matters with the Signor Conte.\"\n\nMarianna sat down again, but without raising her eyes to Andrea, who\nhesitated before speaking.\n\n\"And will not Signor Gambara's confidence entitle me to his wife's?\"\nhe said in agitated tones. \"Can the fair Marianna refuse to tell me the\nstory of her life?\"\n\n\"My life!\" said Marianna. \"It is the life of the ivy. If you wish to\nknow the story of my heart, you must suppose me equally destitute of\npride and of modesty if you can ask me to tell it after what you have\njust heard.\"\n\n\"Of whom, then, can I ask it?\" cried the Count, in whom passion was\nblinding his wits.\n\n\"Of yourself,\" replied Marianna. \"Either you understand me by this time,\nor you never will. Try to ask yourself.\"\n\n\"I will, but you must listen. And this hand, which I am holding, is to\nlie in mine as long as my narrative is truthful.\"\n\n\"I am listening,\" said Marianna.\n\n\"A woman's life begins with her first passion,\" said Andrea. \"And my\ndear Marianna began to live only on the day when she first saw Paolo\nGambara. She needed some deep passion to feed upon, and, above all, some\ninteresting weakness to shelter and uphold. The beautiful woman's nature\nwith which she is endowed is perhaps not so truly passion as maternal\nlove.\n\n\"You sigh, Marianna? I have touched one of the aching wounds in your\nheart. It was a noble part for you to play, so young as you were,--that\nof protectress to a noble but wandering intellect. You said to yourself:\n'Paolo will be my genius; I shall be his common sense; between us we\nshall be that almost divine being called an angel,--the sublime creature\nthat enjoys and understands, reason never stifling love.'\n\n\"And then, in the first impetus of youth, you heard the thousand voices\nof nature which the poet longed to reproduce. Enthusiasm clutched you\nwhen Paolo spread before you the treasures of poetry, while seeking to\nembody them in the sublime but restricted language of music; you admired\nhim when delirious rapture carried him up and away from you, for you\nliked to believe that all this devious energy would at last come down\nand alight as love. But you knew not the tyrannous and jealous despotism\nof the ideal over the minds that fall in love with it. Gambara, before\nmeeting you, had given himself over to the haughty and overbearing\nmistress, with whom you have struggled for him to this day.\n\n\"Once, for an instant, you had a vision of happiness. Paolo, tumbling\nfrom the lofty sphere where his spirit was constantly soaring, was\namazed to find reality so sweet; you fancied that his madness would be\nlulled in the arms of love. But before long Music again clutched\nher prey. The dazzling mirage which had cheated you into the joys of\nreciprocal love made the lonely path on which you had started look more\ndesolate and barren.\n\n\"In the tale your husband has just told me, I could read, as plainly as\nin the contrast between your looks and his, all the painful secrets of\nthat ill-assorted union, in which you have accepted the sufferer's part.\nThough your conduct has been unfailingly heroical, though your firmness\nhas never once given way in the exercise of your painful duties,\nperhaps, in the silence of lonely nights, the heart that at this moment\nis beating so wildly in your breast, may, from time to time, have\nrebelled. Your husband's superiority was in itself your worst torment.\nIf he had been less noble, less single-minded, you might have deserted\nhim; but his virtues upheld yours; you wondered, perhaps, whether his\nheroism or your own would be the first to give way.\n\n\"You clung to your really magnanimous task as Paolo clung to his\nchimera. If you had had nothing but a devotion to duty to guide and\nsustain you, triumph might have seemed easier; you would only have\nhad to crush your heart, and transfer your life into the world of\nabstractions; religion would have absorbed all else, and you would have\nlived for an idea, like those saintly women who kill all the instincts\nof nature at the foot of the altar. But the all-pervading charm of\nPaolo, the loftiness of his mind, his rare and touching proofs of\ntenderness, constantly drag you down from that ideal realm where virtue\nwould fain maintain you; they perennially revive in you the energies\nyou have exhausted in contending with the phantom of love. You never\nsuspected this! The faintest glimmer of hope led you on in pursuit of\nthe sweet vision.\n\n\"At last the disappointments of many years have undermined your\npatience,--an angel would have lost it long since,--and now the\napparition so long pursued is no more than a shade without substance.\nMadness that is so nearly allied to genius can know no cure in this\nworld. When this thought first struck you, you looked back on your\npast youth, sacrificed, if not wasted; you then bitterly discerned the\nblunder of nature that had given you a father when you looked for a\nhusband. You asked yourself whether you had not gone beyond the duty\nof a wife in keeping yourself wholly for a man who was bound up in his\nscience. Marianna, leave your hand in mine; all I have said is true. And\nyou looked about you--but now you were in Paris, not in Italy, where men\nknow how to love----\"\n\n\"Oh! Let me finish the tale,\" cried Marianna. \"I would rather say things\nmyself. I will be honest; I feel that I am speaking to my truest friend.\nYes, I was in Paris when all you have expressed so clearly took place\nin my mind; but when I saw you I was saved, for I had never met with\nthe love I had dreamed of from my childhood. My poor dress and my\ndwelling-place had hidden me from the eyes of men of your class. A few\nyoung men, whose position did not allow of their insulting me, were all\nthe more intolerable for the levity with which they treated me. Some\nmade game of my husband, as if he were merely a ridiculous old man;\nothers basely tried to win his good graces to betray me; one and all\ntalked of getting me away from him, and none understood the devotion I\nfeel for a soul that is so far away from us only because it is so near\nheaven, for that friend, that brother, whose handmaid I will always be.\n\n\"You alone understood, did you not? the tie that binds me to him. Tell\nme that you feel a sincere and disinterested regard for my Paolo--\"\n\n\"I gladly accept your praises,\" Andrea interrupted; \"but go no further;\ndo not compel me to contradict you. I love you, Marianna, as we love in\nthe beautiful country where we both were born, I love you with all my\nsoul and with all my strength; but before offering you that love, I will\nbe worthy of yours. I will make a last attempt to give back to you the\nman you have loved so long and will love forever. Till success or defeat\nis certain, accept without any shame the modest ease I can give you\nboth. We will go to-morrow and choose a place where he may live.\n\n\"Have you such regard for me as will allow you to make me the partner in\nyour guardianship?\"\n\nMarianna, surprised at such magnanimity, held out her hand to the Count,\nwho went away, trying to evade the civilities of Giardini and his wife.\n\n\n\nOn the following day Giardini took the Count up to the room where the\nGambaras lodged. Though Marianna fully knew her lover's noble\nsoul,--for there are natures which quickly enter into each other's\nspirit,--Marianna was too good a housewife not to betray her annoyance\nat receiving such a fine gentleman in so humble a room. Everything\nwas exquisitely clean. She had spent the morning in dusting her motley\nfurniture, the handiwork of Signor Giardini, who had put it together, at\nodd moments of leisure, out of the fragments of the instruments rejected\nby Gambara.\n\nAndrea had never seen anything quite so crazy. To keep a decent\ncountenance he turned away from a grotesque bed, contrived by the\ningenious cook in the case of an old harpsichord, and looked at\nMarianna's narrow couch, of which the single mattress was covered with\na white muslin counterpane, a circumstance that gave rise in his mind to\nsome sad but sweet thoughts.\n\nHe wished to speak of his plans and of his morning's work; but Gambara,\nin his enthusiasm, believing that he had at last met with a willing\nlistener, took possession of him, and compelled him to listen to the\nopera he had written for Paris.\n\n\"In the first place, monsieur,\" said the composer, \"allow me to explain\nthe subject in a few words. Here, the hearers receiving a musical\nimpression do not work it out in themselves, as religion bids us work\nout the texts of Scripture in prayer. Hence it is very difficult to make\nthem understand that there is in nature an eternal melody, exquisitely\nsweet, a perfect harmony, disturbed only by revolutions independent of\nthe divine will, as passions are uncontrolled by the will of men.\n\n\"I, therefore, had to seek a vast framework in which effect and cause\nmight both be included; for the aim of my music is to give a picture of\nthe life of nations from the loftiest point of view. My opera, for\nwhich I myself wrote the _libretto_, for a poet would never have fully\ndeveloped the subject, is the life of Mahomet,--a figure in whom the\nmagic of Sabaeanism combined with the Oriental poetry of the Hebrew\nScriptures to result in one of the greatest human epics, the Arab\ndominion. Mahomet certainly derived from the Hebrews the idea of a\ndespotic government, and from the religion of the shepherd tribes or\nSabaeans the spirit of expansion which created the splendid empire of\nthe Khalifs. His destiny was stamped on him in his birth, for his father\nwas a heathen and his mother a Jewess. Ah! my dear Count to be a great\nmusician a man must be very learned. Without knowledge he can get no\nlocal color and put no ideas into his music. The composer who sings for\nsinging's sake is an artisan, not an artist.\n\n\"This magnificent opera is the continuation of the great work I\nprojected. My first opera was called _The Martyrs_, and I intend to\nwrite a third on Jerusalem delivered. You perceive the beauty of this\ntrilogy and what a variety of motives it offers,--the Martyrs, Mahomet,\nthe Deliverance of Jerusalem: the God of the West, the God of the East,\nand the struggle of their worshipers over a tomb. But we will not dwell\non my fame, now for ever lost.\n\n\"This is the argument of my opera.\" He paused. \"The first act,\" he went\non, \"shows Mahomet as a porter to Kadijah, a rich widow with whom his\nuncle placed him. He is in love and ambitious. Driven from Mecca, he\nescapes to Medina, and dates his era from his flight, the _Hegira_. In\nthe second act he is a Prophet, founding a militant religion. In\nthe third, disgusted with all things, having exhausted life, Mahomet\nconceals the manner of his death in the hope of being regarded as a\ngod,--last effort of human pride.\n\n\"Now you shall judge of my way of expressing in sound a great idea, for\nwhich poetry could find no adequate expression in words.\"\n\nGambara sat down to the piano with an absorbed gaze, and his wife\nbrought him the mass of papers forming his score; but he did not open\nthem.\n\n\"The whole opera,\" said he, \"is founded on a bass, as on a fruitful\nsoil. Mahomet was to have a majestic bass voice, and his wife\nnecessarily had a contralto. Kadijah was quite old--twenty! Attention!\nThis is the overture. It begins with an _andante_ in C major, triple\ntime. Do you hear the sadness of the ambitious man who is not satisfied\nwith love? Then, through his lamentation, by a transition to the key\nof E flat, _allegro_, common time, we hear the cries of the epileptic\nlover, his fury and certain warlike phrases, for the mighty charms of\nthe one and only woman give him the impulse to multiplied loves which\nstrikes us in _Don Giovanni_. Now, as you hear these themes, do you not\ncatch a glimpse of Mahomet's Paradise?\n\n\"And next we have a _cantabile_ (A flat major, six-eight time), that\nmight expand the soul that is least susceptible to music. Kadijah has\nunderstood Mahomet! Then Kadijah announces to the populace the Prophet's\ninterviews with the Angel Gabriel (_maestoso sostenuto_ in F Major). The\nmagistrates and priests, power and religion, feeling themselves attacked\nby the innovator, as Christ and Socrates also attacked effete or\nworn-out powers and religions, persecute Mahomet and drive him out of\nMecca (_stretto_ in C major). Then comes my beautiful dominant (G major,\ncommon time). Arabia now harkens to the Prophet; horsemen arrive (G\nmajor, E flat, B flat, G minor, and still common time). The mass of men\ngathers like an avalanche; the false Prophet has begun on a tribe the\nwork he will achieve over a world (G major).\n\n\"He promises the Arabs universal dominion, and they believe him because\nhe is inspired. The _crescendo_ begins (still in the dominant). Here\ncome some flourishes (in C major) from the brass, founded on the\nharmony, but strongly marked, and asserting themselves as an expression\nof the first triumphs. Medina has gone over to the Prophet, and the\nwhole army marches on Mecca (an explosion of sound in C major). The\nwhole power of the orchestra is worked up like a conflagration; every\ninstrument is employed; it is a torrent of harmony.\n\n\"Suddenly the _tutti_ is interrupted by a flowing air (on the minor\nthird). You hear the last strain of devoted love. The woman who had\nupheld the great man dies concealing her despair, dies at the moment of\ntriumph for him in whom love has become too overbearing to be content\nwith one woman; and she worships him enough to sacrifice herself to the\ngreatness of the man who is killing her. What a blaze of love!\n\n\"Then the Desert rises to overrun the world (back to C major). The whole\nstrength of the orchestra comes in again, collected in a tremendous\nquintet grounded on the fundamental bass--and he is dying! Mahomet is\nworld-weary; he has exhausted everything. Now he craves to die a god.\nArabia, in fact, worships and prays to him, and we return to the first\nmelancholy strain (C minor) to which the curtain rose.\n\n\"Now, do you not discern,\" said Gambara, ceasing to play, and turning to\nthe Count, \"in this picturesque and vivid music--abrupt, grotesque, or\nmelancholy, but always grand--the complete expression of the life of\nan epileptic, mad for enjoyment, unable to read or write, using all his\ndefects as stepping-stones, turning every blunder and disaster into\na triumph? Did not you feel a sense of his fascination exerted over a\ngreedy and lustful race, in this overture, which is an epitome of the\nopera?\"\n\nAt first calm and stern, the maestro's face, in which Andrea had been\ntrying to read the ideas he was uttering in inspired tones, though the\nchaotic flood of notes afforded no clue to them, had by degrees glowed\nwith fire and assumed an impassioned force that infected Marianna and\nthe cook. Marianna, too, deeply affected by certain passages in which\nshe recognized a picture of her own position, could not conceal the\nexpression of her eyes from Andrea.\n\nGambara wiped his brow, and shot a glance at the ceiling of such fierce\nenergy that he seemed to pierce it and soar to the very skies.\n\n\"You have seen the vestibule,\" said he; \"we will now enter the palace.\nThe opera begins:--\n\n\"Act I. Mahomet, alone on the stage, begins with an air (F natural,\ncommon time), interrupted by a chorus of camel-drivers gathered\nround a well at the back of the stage (they sing in contrary\ntime--twelve-eight). What majestic woe! It will appeal to the most\nfrivolous women, piercing to their inmost nerves if they have no heart.\nIs not this the very expression of crushed genius?\"\n\nTo Andrea's great astonishment,--for Marianna was accustomed to\nit,--Gambara contracted his larynx to such a pitch that the only sound\nwas a stifled cry not unlike the bark of a watch-dog that has lost\nits voice. A slight foam came to the composer's lips and made Andrea\nshudder.\n\n\"His wife appears (A minor). Such a magnificent duet! In this number I\nhave shown that Mahomet has the will and his wife the brains. Kadijah\nannounces that she is about to devote herself to an enterprise that will\nrob her of her young husband's love. Mahomet means to conquer the world;\nthis his wife has guessed, and she supports him by persuading the people\nof Mecca that her husband's attacks of epilepsy are the effect of his\nintercourse with the angels (chorus of the first followers of Mahomet,\nwho come to promise him their aid, C sharp minor, _sotto voce_). Mahomet\ngoes off to seek the Angel Gabriel (_recitative_ in F major). His wife\nencourages the disciples (_aria_, interrupted by the chorus, gusts of\nchanting support Kadijah's broad and majestic air, A major).\n\n\"Abdallah, the father of Ayesha,--the only maiden Mahomet has found\nreally innocent, wherefore he changed the name of Abdallah to Abubekir\n(the father of the virgin),--comes forward with Ayesha and sings against\nthe chorus, in strains which rise above the other voices and supplement\nthe air sung by Kadijah in contrapuntal treatment. Omar, the father\nof another maiden who is to be Mahomet's concubine, follows Abubekir's\nexample; he and his daughter join in to form a quintette. The girl\nAyesha is first soprano, Hafsa second soprano; Abubekir is a bass, Omar\na baritone.\n\n\"Mahomet returns, inspired. He sings his first _bravura_ air, the\nbeginning of the _finale_ (E major), promising the empire of the world\nto those who believe in him. The Prophet seeing the two damsels, then,\nby a gentle transition (from B major to G major), addresses them in\namorous tones. Ali, Mahomet's cousin, and Khaled, his greatest general,\nboth tenors, now arrive and announce the persecution; the magistrates,\nthe military, and the authorities have all proscribed the Prophet\n(_recitative_). Mahomet declares in an invocation (in C) that the Angel\nGabriel is on his side, and points to a pigeon that is seen flying away.\nThe chorus of believers responds in accents of devotion (on a modulation\nto B major). The soldiers, magistrates, and officials then come on\n(_tempo di marcia_, common time, B major). A chorus in two divisions\n(_stretto_ in E major). Mahomet yields to the storm (in a descending\nphrase of diminished sevenths) and makes his escape. The fierce and\ngloomy tone of this _finale_ is relieved by the phrases given to the\nthree women who foretell Mahomet's triumph, and these motives are\nfurther developed in the third act in the scene where Mahomet is\nenjoying his splendor.\"\n\nThe tears rose to Gambara's eyes, and it was only upon controlling his\nemotion that he went on.\n\n\"Act II. The religion is now established. The Arabs are guarding the\nProphet's tent while he speaks with God (chorus in A minor). Mahomet\nappears (a prayer in F). What a majestic and noble strain is this that\nforms the bass of the voices, in which I have perhaps enlarged the\nborders of melody. It was needful to express the wonderful energy of\nthis great human movement which created an architecture, a music, a\npoetry of its own, a costume and manners. As you listen, you are walking\nunder the arcades of the Generalife, the carved vaults of the Alhambra.\nThe runs and trills depict that delicate mauresque decoration, and the\ngallant and valorous religion which was destined to wage war against the\ngallant and valorous chivalry of Christendom. A few brass instruments\nawake in the orchestra, announcing the Prophet's first triumph (in a\nbroken _cadenza_). The Arabs adore the Prophet (E flat major), and the\nKhaled, Amru, and Ali arrive (_tempo di marcia_). The armies of the\nfaithful have taken many towns and subjugated the three Arabias. Such a\ngrand recitative!--Mahomet rewards his generals by presenting them with\nmaidens.\n\n\"And here,\" said Gambara, sadly, \"there is one of those wretched\nballets, which interrupt the thread of the finest musical tragedies! But\nMahomet elevates it once more by his great prophetic scene, which poor\nMonsieur Voltaire begins with these words:\n\n  \"Arabia's time at last has come!\n\n\"He is interrupted by a chorus of triumphant Arabs (twelve-eight\ntime, _accelerando_). The tribes arrive in crowds; the horns and brass\nreappear in the orchestra. General rejoicings ensue, all the voices\njoining in by degrees, and Mahomet announces polygamy. In the midst of\nall this triumph, the woman who has been of such faithful service to\nMahomet sings a magnificent air (in B major). 'And I,' says she, 'am\nI no longer loved?' 'We must part. Thou art but a woman, and I am a\nProphet; I may still have slaves but no equal.' Just listen to this duet\n(G sharp minor). What anguish! The woman understands the greatness her\nhands have built up; she loves Mahomet well enough to sacrifice\nherself to his glory; she worships him as a god, without criticising\nhim,--without murmuring. Poor woman! His first dupe and his first\nvictim!\n\n\"What a subject for the _finale_ (in B major) is her grief, brought out\nin such sombre hues against the acclamations of the chorus, and mingling\nwith Mahomet's tones as he throws his wife aside as a tool of no further\nuse, still showing her that he can never forget her! What fireworks of\ntriumph! what a rush of glad and rippling song go up from the two young\nvoices (first and second soprano) of Ayesha and Hafsa, supported by Ali\nand his wife, by Omar and Abubekir! Weep!--rejoice!--Triumph and tears!\nSuch is life.\"\n\nMarianna could not control her tears, and Andrea was so deeply moved\nthat his eyes were moist. The Neapolitan cook was startled by the\nmagnetic influence of the ideas expressed by Gambara's convulsive\naccents.\n\nThe composer looked round, saw the group, and smiled.\n\n\"At last you understand me!\" said he.\n\nNo conqueror, led in pomp to the Capitol under the purple beams of\nglory, as the crown was placed on his head amid the acclamations of a\nnation, ever wore such an expression. The composer's face was radiant,\nlike that of a holy martyr. No one dispelled the error. A terrible smile\nparted Marianna's lips. The Count was appalled by the guilelessness of\nthis mania.\n\n\"Act III,\" said the enchanted musician, reseating himself at the piano.\n\"(_Andantino, solo_.) Mahomet in his seraglio, surrounded by women, but\nnot happy. Quartette of Houris (A major). What pompous harmony, what\ntrills as of ecstatic nightingales! Modulation (into F sharp minor). The\ntheme is stated (on the dominant E and repeated in F major). Here every\ndelight is grouped and expressed to give effect to the contrast of the\ngloomy _finale_ of the first act. After the dancing, Mahomet rises and\nsings a grand _bravura_ air (in F minor), repelling the perfect and\ndevoted love of his first wife, but confessing himself conquered by\npolygamy. Never has a musician had so fine a subject! The orchestra\nand the chorus of female voices express the joys of the Houris, while\nMahomet reverts to the melancholy strain of the opening. Where is\nBeethoven,\" cried Gambara, \"to appreciate this prodigious reaction of my\nopera on itself? How completely it all rests on the bass.\n\n\"It is thus that Beethoven composed his E minor symphony. But his heroic\nwork is purely instrumental, whereas here, my heroic phrase is worked\nout on a sextette of the finest human voices, and a chorus of the\nfaithful on guard at the door of the sacred dwelling. I have every\nresource of melody and harmony at my command, an orchestra and voices.\nListen to the utterance of all these phases of human life, rich and\npoor;--battle, triumph, and exhaustion!\n\n\"Ali arrives, the Koran prevails in every province (duet in D minor).\nMahomet places himself in the hands of his two fathers-in-law; he will\nabdicate his rule and die in retirement to consolidate his work. A\nmagnificent sextette (B flat major). He takes leave of all (solo in F\nnatural). His two fathers-in-law, constituted his vicars or Khalifs,\nappeal to the people. A great triumphal march, and a prayer by all the\nArabs kneeling before the sacred house, the Kasbah, from which a pigeon\nis seen to fly away (the same key). This prayer, sung by sixty voices\nand led by the women (in B flat), crowns the stupendous work expressive\nof the life of nations and of man. Here you have every emotion, human\nand divine.\"\n\nAndrea gazed at Gambara in blank amazement. Though at first he had been\nstruck by the terrible irony of the situation,--this man expressing the\nfeelings of Mahomet's wife without discovering them in Marianna,--the\nhusband's hallucination was as nothing compared with the composer's.\nThere was no hint even of a poetical or musical idea in the hideous\ncacophony with which he had deluged their ears; the first principles of\nharmony, the most elementary rules of composition, were absolutely alien\nto this chaotic structure. Instead of the scientifically compacted\nmusic which Gambara described, his fingers produced sequences of fifths,\nsevenths, and octaves, of major thirds, progressions of fourths with no\nsupporting bass,--a medley of discordant sounds struck out haphazard\nin such a way as to be excruciating to the least sensitive ear. It is\ndifficult to give any idea of the grotesque performance. New words would\nbe needed to describe this impossible music.\n\nAndrea, painfully affected by this worthy man's madness, colored, and\nstole a glance at Marianna; while she, turning pale and looking down,\ncould not restrain her tears. In the midst of this chaos of notes,\nGambara had every now and then given vent to his rapture in exclamations\nof delight. He had closed his eyes in ecstasy; had smiled at his piano;\nhad looked at it with a frown; put out his tongue at it after the\nfashion of the inspired performer,--in short, was quite intoxicated\nwith the poetry that filled his brain, and that he had vainly striven to\nutter. The strange discords that clashed under his fingers had obviously\nsounded in his ears like celestial harmonies.\n\nA deaf man, seeing the inspired gaze of his blue eyes open on another\nworld, the rosy glow that tinged his cheeks, and, above all, the\nheavenly serenity which ecstasy stamped on his proud and noble\ncountenance, would have supposed that he was looking on at the\nimprovisation of a really great artist. The illusion would have been\nall the more natural because the performance of this mad music required\nimmense executive skill to achieve such fingering. Gambara must have\nworked at it for years.\n\nNor were his hands alone employed; his feet were constantly at work\nwith complicated pedaling; his body swayed to and fro; the perspiration\npoured down his face while he toiled to produce a great _crescendo_\nwith the feeble means the thankless instrument placed at his command.\nHe stamped, puffed, shouted; his fingers were as swift as the serpent's\ndouble tongue; and finally, at the last crash on the keys, he fell back\nin his chair, resting his head on the top of it.\n\n\"_Per Bacco!_ I am quite stunned,\" said the Count as he left the house.\n\"A child dancing on the keyboard would make better music.\"\n\n\"Certainly mere chance could not more successfully avoid hitting two\nnotes in concord than that possessed creature has done during the past\nhour,\" said Giardini.\n\n\"How is it that the regular beauty of Marianna's features is not\nspoiled by incessantly hearing such a hideous medley?\" said the Count to\nhimself. \"Marianna will certainly grow ugly.\"\n\n\"Signor, she must be saved from that,\" cried Giardini.\n\n\"Yes,\" said Andrea. \"I have thought of that. Still, to be sure that\nmy plans are not based on error, I must confirm my doubts by another\nexperiment. I will return and examine the instruments he has invented.\nTo-morrow, after dinner, we will have a little supper. I will send in\nsome wine and little dishes.\"\n\nThe cook bowed.\n\nAndrea spent the following day in superintending the arrangement of the\nrooms where he meant to install the artist in a humble home.\n\nIn the evening the Count made his appearance, and found the wine,\naccording to his instructions, set out with some care by Marianna and\nGiardini. Gambara proudly exhibited the little drums, on which lay\nthe powder by means of which he made his observations on the pitch and\nquality of the sounds emitted by his instruments.\n\n\"You see,\" said he, \"by what simple means I can prove the most important\npropositions. Acoustics thus can show me the analogous effects of sound\non every object of its impact. All harmonies start from a common centre\nand preserve the closest relations among themselves; or rather, harmony,\nlike light, is decomposable by our art as a ray is by a prism.\"\n\nHe then displayed the instruments constructed in accordance with his\nlaws, explaining the changes he had introduced into their constitution.\nAnd finally he announced that to conclude this preliminary inspection,\nwhich could only satisfy a superficial curiosity, he would perform on an\ninstrument that contained all the elements of a complete orchestra, and\nwhich he called a _Panharmonicon_.\n\n\"If it is the machine in that huge case, which brings down on us the\ncomplaints of the neighborhood whenever you work at it, you will not\nplay on it long,\" said Giardini. \"The police will interfere. Remember\nthat!\"\n\n\"If that poor idiot stays in the room,\" said Gambara in a whisper to the\nCount, \"I cannot possibly play.\"\n\nAndrea dismissed the cook, promising a handsome reward if he would keep\nwatch outside and hinder the neighbors or the police from interfering.\nGiardini, who had not stinted himself while helping Gambara to wine, was\nquite willing.\n\nGambara, without being drunk, was in the condition when every power of\nthe brain is over-wrought; when the walls of the room are transparent;\nwhen the garret has no roof, and the soul soars in the empyrean of\nspirits.\n\nMarianna, with some little difficulty, removed the covers from an\ninstrument as large as a grand piano, but with an upper case added. This\nstrange-looking instrument, besides this second body and its keyboard,\nsupported the openings or bells of various wind instruments and the\nclosed funnels of a few organ pipes.\n\n\"Will you play me the prayer you say is so fine at the end of your\nopera?\" said the Count.\n\nTo the great surprise of both Marianna and the Count, Gambara began\nwith a succession of chords that proclaimed him a master; and their\nastonishment gave way first to amazed admiration and then to perfect\nrapture, effacing all thought of the place and the performer. The\neffects of a real orchestra could not have been finer than the voices\nof the wind instruments, which were like those of an organ and combined\nwonderfully with the harmonies of the strings. But the unfinished\ncondition of the machine set limits to the composer's execution, and his\nidea seemed all the greater; for, often, the very perfection of a work\nof art limits its suggestiveness to the recipient soul. Is not this\nproved by the preference accorded to a sketch rather than a finished\npicture when on their trial before those who interpret a work in their\nown mind rather than accept it rounded off and complete?\n\nThe purest and serenest music that Andrea had ever listened to rose up\nfrom under Gambara's fingers like the vapor of incense from an altar.\nThe composer's voice grew young again, and, far from marring the noble\nmelody, it elucidated it, supported it, guided it,--just as the feeble\nand quavering voice of an accomplished reader, such as Andrieux, for\ninstance, can expand the meaning of some great scene by Corneille or\nRacine by lending personal and poetical feeling.\n\nThis really angelic strain showed what treasures lay hidden in that\nstupendous opera, which, however, would never find comprehension so\nlong as the musician persisted in trying to explain it in his present\ndemented state. His wife and the Count were equally divided between the\nmusic and their surprise at this hundred-voiced instrument, inside which\na stranger might have fancied an invisible chorus of girls were hidden,\nso closely did some of the tones resemble the human voice; and they\ndared not express their ideas by a look or a word. Marianna's face was\nlighted up by a radiant beam of hope which revived the glories of her\nyouth. This renascence of beauty, co-existent with the luminous glow of\nher husband's genius, cast a shade of regret on the Count's exquisite\npleasure in this mysterious hour.\n\n\"You are our good genius!\" whispered Marianna. \"I am tempted to believe\nthat you actually inspire him; for I, who never am away from him, have\nnever heard anything like this.\"\n\n\"And Kadijah's farewell!\" cried Gambara, who sang the _cavatina_ which\nhe had described the day before as sublime, and which now brought tears\nto the eyes of the lovers, so perfectly did it express the loftiest\ndevotion of love.\n\n\"Who can have taught you such strains?\" cried the Count.\n\n\"The Spirit,\" said Gambara. \"When he appears, all is fire. I see the\nmelodies there before me; lovely, fresh in vivid hues like flowers. They\nbeam on me, they ring out,--and I listen. But it takes a long, long time\nto reproduce them.\"\n\n\"Some more!\" said Marianna.\n\nGambara, who could not tire, played on without effort or antics. He\nperformed his overture with such skill, bringing out such rich and\noriginal musical effects, that the Count was quite dazzled, and at last\nbelieved in some magic like that commanded by Paganini and Liszt,--a\nstyle of execution which changes every aspect of music as an art, by\ngiving it a poetic quality far above musical inventions.\n\n\"Well, Excellenza, and can you cure him?\" asked Giardini, as Andrea came\nout.\n\n\"I shall soon find out,\" replied the Count. \"This man's intellect\nhas two windows; one is closed to the world, the other is open to the\nheavens. The first is music, the second is poetry. Till now he has\ninsisted on sitting in front of the shuttered window; he must be got\nto the other. It was you, Giardini, who first started me on the right\ntrack, by telling me that your client's mind was clearer after drinking\na few glasses of wine.\"\n\n\"Yes,\" cried the cook, \"and I can see what your plan is.\"\n\n\"If it is not too late to make the thunder of poetry audible to his\nears, in the midst of the harmonies of some noble music, we must put him\ninto a condition to receive it and appreciate it. Will you help me to\nintoxicate Gambara, my good fellow? Will you be none the worse for it?\"\n\n\"What do you mean, Excellenza?\"\n\nAndrea went off without answering him, laughing at the acumen still left\nto this cracked wit.\n\nOn the following day he called for Marianna, who had spent the morning\nin arranging her dress,--a simple but decent outfit, on which she had\nspent all her little savings. The transformation would have destroyed\nthe illusions of a mere dangler; but Andrea's caprice had become a\npassion. Marianna, diverted of her picturesque poverty, and looking like\nany ordinary woman of modest rank, inspired dreams of wedded life.\n\nHe handed her into a hackney coach, and told her of the plans he had in\nhis head; and she approved of everything, happy in finding her admirer\nmore lofty, more generous, more disinterested than she had dared to\nhope. He took her to a little apartment, where he had allowed himself to\nremind her of his good offices by some of the elegant trifles which have\na charm for the most virtuous women.\n\n\"I will never speak to you of love till you give up all hope of your\nPaolo,\" said the Count to Marianna, as he bid her good-bye at the Rue\nFroid-Manteau. \"You will be witness to the sincerity of my attempts.\nIf they succeed. I may find myself unequal to keeping up my part as a\nfriend; but in that case I shall go far away, Marianna. Though I have\nfirmness enough to work for your happiness, I shall not have so much as\nwill enable me to look on at it.\"\n\n\"Do not say such things. Generosity, too, has its dangers,\" said she,\nswallowing down her tears. \"But are you going now?\"\n\n\"Yes,\" said Andrea; \"be happy, without any drawbacks.\"\n\n\n\nIf Giardini might be believed, the new treatment was beneficial to both\nhusband and wife. Every evening after his wine, Gambara seemed less\nself-centered, talked more, and with great lucidity; he even spoke\nat last of reading the papers. Andrea could not help quaking at his\nunexpectedly rapid success; but though his distress made him aware of\nthe strength of his passion, it did not make him waver in his virtuous\nresolve.\n\nOne day he called to note the progress of this singular cure. Though the\nstate of the patient at first gave him satisfaction, his joy was dashed\nby Marianna's beauty, for an easy life had restored its brilliancy.\nHe called now every evening to enjoy calm and serious conversation, to\nwhich he contributed lucid and well considered arguments controverting\nGambara's singular theories. He took advantage of the remarkable acumen\nof the composer's mind as to every point not too directly bearing on his\nmanias, to obtain his assent to principles in various branches of\nart, and apply them subsequently to music. All was well so long as the\npatient's brain was heated with the fumes of wine; but as soon as he had\nrecovered--or, rather, lost--his reason, he was a monomaniac once more.\n\nHowever, Paolo was already more easily diverted by the impression\nof outside things; his mind was more capable of addressing itself to\nseveral points at a time.\n\nAndrea, who took an artistic interest in his semi-medical treatment,\nthought at last that the time had come for a great experiment. He would\ngive a dinner at his own house, to which he would invite Giardini\nfor the sake of keeping the tragedy and the parody side by side,\nand afterwards take the party to the first performance of _Robert le\nDiable_. He had seen it in rehearsal, and he judged it well fitted to\nopen his patient's eyes.\n\nBy the end of the second course, Gambara was already tipsy, laughing\nat himself with a very good grace; while Giardini confessed that his\nculinary innovations were not worth a rush. Andrea had neglected nothing\nthat could contribute to this twofold miracle. The wines of Orvieto and\nof Montefiascone, conveyed with the peculiar care needed in moving\nthem, Lachrymachristi and Giro,--all the heady liqueurs of _la cara\nPatria_,--went to their brains with the intoxication alike of the grape\nand of fond memory. At dessert the musician and the cook both abjured\nevery heresy; one was humming a _cavatina_ by Rossini, and the other\npiling delicacies on his plate and washing them down with Maraschino\nfrom Zara, to the prosperity of the French _cuisine_.\n\nThe Count took advantage of this happy frame of mind, and Gambara\nallowed himself to be taken to the opera like a lamb.\n\nAt the first introductory notes Gambara's intoxication appeared to clear\naway and make way for the feverish excitement which sometimes brought\nhis judgment and his imagination into perfect harmony; for it was their\nhabitual disagreement, no doubt, that caused his madness. The ruling\nidea of that great musical drama appeared to him, no doubt, in its noble\nsimplicity, like a lightning flash, illuminating the utter darkness in\nwhich he lived. To his unsealed eyes this music revealed the immense\nhorizons of a world in which he found himself for the first time, though\nrecognizing it as that he had seen in his dreams. He fancied himself\ntransported into the scenery of his native land, where that beautiful\nItalian landscape begins at what Napoleon so cleverly described as the\n_glacis_ of the Alps. Carried back by memory to the time when his\nyoung and eager brain was as yet untroubled by the ecstasy of his too\nexuberant imagination he listened with religious awe and would not utter\na single word. The Count respected the internal travail of his soul.\nTill half-past twelve Gambara sat so perfectly motionless that the\nfrequenters of the opera house took him, no doubt, for what he was--a\nman drunk.\n\nOn their return, Andrea began to attack Meyerbeer's work, in order\nto wake up Gambara, who sat sunk in the half-torpid state common in\ndrunkards.\n\n\"What is there in that incoherent score to reduce you to a condition of\nsomnambulism?\" asked Andrea, when they got out at his house. \"The story\nof _Robert le Diable_, to be sure, is not devoid of interest, and Holtei\nhas worked it out with great skill in a drama that is very well written\nand full of strong and pathetic situations; but the French librettist\nhas contrived to extract from it the most ridiculous farrago of\nnonsense. The absurdities of the libretti of Vesari and Schikander are\nnot to compare with those of the words of Robert le Diable; it is a\ndramatic nightmare, which oppresses the hearer without deeply moving\nhim.\n\n\"And Meyerbeer has given the devil a too prominent part. Bertram and\nAlice represent the contest between right and wrong, the spirits of\ngood and evil. This antagonism offered a splendid opportunity to the\ncomposer. The sweetest melodies, in juxtaposition with harsh and crude\nstrains, was the natural outcome of the form of the story; but in the\nGerman composer's score the demons sing better than the saints. The\nheavenly airs belie their origin, and when the composer abandons the\ninfernal motives he returns to them as soon as possible, fatigued with\nthe effort of keeping aloof from them. Melody, the golden thread that\nought never to be lost throughout so vast a plan, often vanishes from\nMeyerbeer's work. Feeling counts for nothing, the heart has no part\nin it. Hence we never come upon those happy inventions, those artless\nscenes, which captivate all our sympathies and leave a blissful\nimpression on the soul.\n\n\"Harmony reigns supreme, instead of being the foundation from which\nthe melodic groups of the musical picture stand forth. These discordant\ncombinations, far from moving the listener, arouse in him a feeling\nanalogous to that which he would experience on seeing a rope-dancer\nhanging to a thread and swaying between life and death. Never does a\nsoothing strain come in to mitigate the fatiguing suspense. It really is\nas though the composer had had no other object in view than to produce\na baroque effect without troubling himself about musical truth or unity,\nor about the capabilities of human voices which are swamped by this\nflood of instrumental noise.\"\n\n\"Silence, my friend!\" cried Gambara. \"I am still under the spell of\nthat glorious chorus of hell, made still more terrible by the long\ntrumpets,--a new method of instrumentation. The broken _cadenzas_ which\ngive such force to Robert's scene, the _cavatina_ in the fourth act, the\n_finale_ of the first, all hold me in the grip of a supernatural power.\nNo, not even Gluck's declamation ever produced so prodigious an effect,\nand I am amazed by such skill and learning.\"\n\n\"Signor Maestro,\" said Andrea, smiling, \"allow me to contradict you.\nGluck, before he wrote, reflected long; he calculated the chances,\nand he decided on a plan which might be subsequently modified by his\ninspirations as to detail, but hindered him from ever losing his way.\nHence his power of emphasis, his declamatory style thrilling with\nlife and truth. I quite agree with you that Meyerbeer's learning is\ntranscendent; but science is a defect when it evicts inspiration, and\nit seems to me that we have in this opera the painful toil of a refined\ncraftsman who in his music has but picked up thousands of phrases out\nof other operas, damned or forgotten, and appropriated them, while\nextending, modifying, or condensing them. But he has fallen into the\nerror of all selectors of _centos_,--an abuse of good things. This\nclever harvester of notes is lavish of discords, which, when too often\nintroduced, fatigue the ear till those great effects pall upon it which\na composer should husband with care to make the more effective use of\nthem when the situation requires it. These enharmonic passages recur\nto satiety, and the abuse of the plagal cadence deprives it of its\nreligious solemnity.\n\n\"I know, of course, that every musician has certain forms to which he\ndrifts back in spite of himself; he should watch himself so as to avoid\nthat blunder. A picture in which there were no colors but blue and red\nwould be untrue to nature, and fatigue the eye. And thus the constantly\nrecurring rhythm in the score of _Robert le Diable_ makes the work, as\na whole, appear monotonous. As to the effect of the long trumpets, of\nwhich you speak, it has long been known in Germany; and what Meyerbeer\noffers us as a novelty was constantly used by Mozart, who gives just\nsuch a chorus to the devils in _Don Giovanni_.\"\n\nBy plying Gambara, meanwhile, with fresh libations, Andrea thus strove,\nby his contradictoriness, to bring the musician back to a true sense of\nmusic, by proving to him that his so-called mission was not to try to\nregenerate an art beyond his powers, but to seek to express himself in\nanother form; namely, that of poetry.\n\n\"But, my dear Count, you have understood nothing of that stupendous\nmusical drama,\" said Gambara, airily, as standing in front of Andrea's\npiano he struck the keys, listened to the tone, and then seated himself,\nmeditating for a few minutes as if to collect his ideas.\n\n\"To begin with, you must know,\" said he, \"that an ear as practised as\nmine at once detected that labor of choice and setting of which you\nspoke. Yes, the music has been selected, lovingly, from the storehouse\nof a rich and fertile imagination wherein learning has squeezed every\nidea to extract the very essence of music. I will illustrate the\nprocess.\"\n\nHe rose to carry the candles into the adjoining room, and before sitting\ndown again he drank a full glass of Giro, a Sardinian wine, as full of\nfire as the old wines of Tokay can inspire.\n\n\"Now, you see,\" said Gambara, \"this music is not written for\nmisbelievers, nor for those who know not love. If you have never\nsuffered from the virulent attacks of an evil spirit who shifts your\nobject just as you are taking aim, who puts a fatal end to your highest\nhopes,--in one word, if you have never felt the devil's tail whisking\nover the world, the opera of _Robert le Diable_ must be to you, what the\nApocalypse is to those who believe that all things will end with\nthem. But if, persecuted and wretched, you understand that Spirit of\nEvil,--the monstrous ape who is perpetually employed in destroying the\nwork of God,--if you can conceive of him as having, not indeed loved,\nbut ravished, an almost divine woman, and achieved through her the\njoy of paternity; as so loving his son that he would rather have him\neternally miserable with himself than think of him as eternally happy\nwith God; if, finally, you can imagine the mother's soul for ever\nhovering over the child's head to snatch it from the atrocious\ntemptations offered by its father,--even then you will have but a faint\nidea of this stupendous drama, which needs but little to make it worthy\nof comparison with Mozart's _Don Giovanni_. _Don Giovanni_ is in its\nperfection the greater, I grant; _Robert le Diable_ expresses ideas,\n_Don Giovanni_ arouses sensations. _Don Giovanni_ is as yet the only\nmusical work in which harmony and melody are combined in exactly the\nright proportions. In this lies its only superiority, for _Robert_ is\nthe richer work. But how vain are such comparisons since each is so\nbeautiful in its own way!\n\n\"To me, suffering as I do from the demon's repeated shocks, Robert spoke\nwith greater power than to you; it struck me as being at the same time\nvast and concentrated.\n\n\"Thanks to you, I have been transported to the glorious land of dreams\nwhere our senses expand, and the world works on a scale which is\ngigantic as compared with man.\"\n\nHe was silent for a space.\n\n\"I am trembling still,\" said the ill-starred artist, \"from the four bars\nof cymbals which pierced to my marrow as they opened that short,\nabrupt introduction with its solo for trombone, its flutes, oboes,\nand clarionet, all suggesting the most fantastic effects of color. The\n_andante_ in C minor is a foretaste of the subject of the evocation of\nthe ghosts in the abbey, and gives grandeur to the scene by anticipating\nthe spiritual struggle. I shivered.\"\n\nGambara pressed the keys with a firm hand and expanded Meyerbeer's theme\nin a masterly _fantasia_, a sort of outpouring of his soul after the\nmanner of Liszt. It was no longer the piano, it was a whole orchestra\nthat they heard; the very genius of music rose before them.\n\n\"That was worthy of Mozart!\" he exclaimed. \"See how that German can\nhandle his chords, and through what masterly modulations he raises the\nimage of terror to come to the dominant C. I can hear all hell in it!\n\n\"The curtain rises. What do I see? The only scene to which we gave the\nepithet infernal: an orgy of knights in Sicily. In that chorus in F\nevery human passion is unchained in a bacchanalian _allegro_. Every\nthread by which the devil holds us is pulled. Yes, that is the sort of\nglee that comes over men when they dance on the edge of a precipice;\nthey make themselves giddy. What _go_ there is in that chorus!\n\n\"Against that chorus--the reality of life--the simple life of every-day\nvirtue stands out in the air, in G minor, sung by Raimbaut. For a moment\nit refreshed my spirit to hear the simple fellow, representative of\nverdurous and fruitful Normandy, which he brings to Robert's mind in the\nmidst of his drunkenness. The sweet influence of his beloved native land\nlends a touch of tender color to this gloomy opening.\n\n\"Then comes the wonderful air in C major, supported by the chorus in C\nminor, so expressive of the subject. '_Je suis Robert_!' he immediately\nbreaks out. The wrath of the prince, insulted by his vassal, is already\nmore than natural anger; but it will die away, for memories of his\nchildhood come to him, with Alice, in the bright and graceful _allegro_\nin A major.\n\n\"Can you not hear the cries of the innocent dragged into this infernal\ndrama,--a persecuted creature? '_Non, non_,'\" sang Gambara, who made the\nconsumptive piano sing. \"His native land and tender emotions have come\nback to him; his childhood and its memories have blossomed anew in\nRobert's heart. And now his mother's shade rises up, bringing with it\nsoothing religious thoughts. It is religion that lives in that beautiful\nsong in E major, with its wonderful harmonic and melodic progression in\nthe words:\n\n  \"Car dans les cieux, comme sur la terre,\n  Sa mere va prier pour lui.\n\n\"Here the struggle begins between the unseen powers and the only human\nbeing who has the fire of hell in his veins to enable him to resist\nthem; and to make this quite clear, as Bertram comes on, the great\nmusician has given the orchestra a passage introducing a reminiscence of\nRaimbaut's ballad. What a stroke of art! What cohesion of all the parts!\nWhat solidity of structure!\n\n\"The devil is there, in hiding, but restless. The conflict of the\nantagonistic powers opens with Alice's terror; she recognizes the devil\nof the image of Saint Michael in her village. The musical subject\nis worked out through an endless variety of phases. The antithesis\nindispensable in opera is emphatically presented in a noble\n_recitative_, such as a Gluck might have composed, between Bertram and\nRobert:\n\n  \"Tu se sauras jamais a quel exces je t'aime.\n\n\"In that diabolical C minor, Bertram, with his terrible bass, begins his\nwork of undermining which will overthrow every effort of the vehement,\npassionate man.\n\n\"Here, everything is appalling. Will the crime get possession of the\ncriminal? Will the executioner seize his victim? Will sorrow consume\nthe artist's genius? Will the disease kill the patient? or, will the\nguardian angel save the Christian?\n\n\"Then comes the _finale_, the gambling scene in which Bertram tortures\nhis son by rousing him to tremendous emotions. Robert, beggared,\nfrenzied, searching everything, eager for blood, fire, and sword, is his\nown son; in this mood he is exactly like his father. What hideous glee\nwe hear in Bertram's words: '_Je ris de tes coups_!' And how perfectly\nthe Venetian _barcarole_ comes in here. Through what wonderful\ntransitions the diabolical parent is brought on to the stage once more\nto make Robert throw the dice.\n\n\"This first act is overwhelming to any one capable of working out the\nsubjects in his very heart, and lending them the breadth of development\nwhich the composer intended them to call forth.\n\n\"Nothing but love could now be contrasted with this noble symphony of\nsong, in which you will detect no monotony, no repetitions of means and\neffects. It is one, but many; the characteristic of all that is truly\ngreat and natural.\n\n\"I breathe more freely; I find myself in the elegant circle of a gallant\ncourt; I hear Isabella's charming phrases, fresh, but almost melancholy,\nand the female chorus in two divisions, and in _imitation_, with a\nsuggestion of the Moorish coloring of Spain. Here the terrifying music\nis softened to gentler hues, like a storm dying away, and ends in the\nflorid prettiness of a duet wholly unlike anything that has come before\nit. After the turmoil of a camp full of errant heroes, we have a picture\nof love. Poet! I thank thee! My heart could not have borne much more. If\nI could not here and there pluck the daisies of a French light opera, if\nI could not hear the gentle wit of a woman able to love and to charm,\nI could not endure the terrible deep note on which Bertram comes in,\nsaying to his son: '_Si je la permets_!' when Robert had promised the\nprincess he adores that he will conquer with the arms she has bestowed\non him.\n\n\"The hopes of the gambler cured by love, the love of a most beautiful\nwoman,--did you observe that magnificent Sicilian, with her hawk's eye\nsecure of her prey? (What interpreters that composer has found!) the\nhopes of the man are mocked at by the hopes of hell in the tremendous\ncry: '_A toi, Robert de Normandie_!'\n\n\"And are not you struck by the gloom and horror of those long-held\nnotes, to which the words are set: '_Dans la foret prochaine_'? We find\nhere all the sinister spells of _Jerusalem Delivered_, just as we find\nall chivalry in the chorus with the Spanish lilt, and in the march tune.\nHow original is the _alegro_ with the modulations of the four cymbals\n(tuned to C, D, C, G)! How elegant is the call to the lists! The whole\nmovement of the heroic life of the period is there: the mind enters into\nit; I read in it a romance, a poem of chivalry. The _exposition_ is now\nfinished; the resources of music would seem to be exhausted; you have\nnever heard anything like it before; and yet it is homogeneous. You have\nhad life set before you, and its one and only _crux_: 'Shall I be happy\nor unhappy?' is the philosopher's query. 'Shall I be saved or damned?'\nasks the Christian.\"\n\nWith these words Gambara struck the last chord of the chorus, dwelt on\nit with a melancholy modulation, and then rose to drink another large\nglass of Giro. This half-African vintage gave his face a deeper flush,\nfor his passionate and wonderful sketch of Meyerbeer's opera had made\nhim turn a little pale.\n\n\"That nothing may be lacking to this composition,\" he went on, \"the\ngreat artist has generously added the only _buffo_ duet permissible for\na devil: that in which he tempts the unhappy troubadour. The composer\nhas set jocosity side by side with horror--a jocosity in which he mocks\nat the only realism he had allowed himself amid the sublime imaginings\nof his work--the pure calm love of Alice and Raimbaut; and their life is\novershadowed by the forecast of evil.\n\n\"None but a lofty soul can feel the noble style of these _buffo_ airs;\nthey have neither the superabundant frivolity of Italian music nor the\nvulgar accent of French commonplace; rather have they the majesty of\nOlympus. There is the bitter laughter of a divine being mocking the\nsurprise of a troubadour Don-Juanizing himself. But for this dignity we\nshould be too suddenly brought down to the general tone of the opera,\nhere stamped on that terrible fury of diminished sevenths which resolves\nitself into an infernal waltz, and finally brings us face to face with\nthe demons.\n\n\"How emphatically Bertram's couplet stands out in B minor against that\ndiabolical chorus, depicting his paternity, but mingling in fearful\ndespair with these demoniacal strains.\n\n\"Then comes the delightful transition of Alice's reappearance, with\nthe _ritornel_ in B flat. I can still hear that air of angelical\nsimplicity--the nightingale after a storm. Thus the grand leading\nidea of the whole is worked out in the details; for what could be more\nperfectly in contrast with the tumult of devils tossing in the pit than\nthat wonderful air given to Alice? '_Quand j'ai quitte la Normandie_.'\n\n\"The golden thread of melody flows on, side by side with the mighty\nharmony, like a heavenly hope; it is embroidered on it, and with what\nmarvelous skill! Genius never lets go of the science that guides it.\nHere Alice's song is in B flat leading into F sharp, the key of the\ndemon's chorus. Do you hear the tremolo in the orchestra? The host of\ndevils clamor for Robert.\n\n\"Bertram now reappears, and this is the culminating point of musical\ninterest; after a _recitative_, worthy of comparison with the finest\nwork of the great masters, comes the fierce conflict in E flat between\ntwo tremendous forces--one on the words '_Oui, tu me connais_!' on a\ndiminished seventh; the other, on that sublime F, '_Le ciel est avec\nmoi_.' Hell and the Crucifix have met for battle. Next we have Bertram\nthreatening Alice, the most violent pathos ever heard--the Spirit of\nEvil expatiating complacently, and, as usual, appealing to personal\ninterest. Robert's arrival gives us the magnificent unaccompanied trio\nin A flat, the first skirmish between the two rival forces and the man.\nAnd note how clearly that is expressed,\" said Gambara, epitomizing the\nscene with such passion of expression as startled Andrea.\n\n\"All this avalanche of music, from the clash of cymbals in common time,\nhas been gathering up to this contest of three voices. The magic of evil\ntriumphs! Alice flies, and you have the duet in D between Bertram and\nRobert. The devil sets his talons in the man's heart; he tears it to\nmake it his own; he works on every feeling. Honor, hope, eternal and\ninfinite pleasures--he displays them all. He places him, as he did\nJesus, on the pinnacle of the Temple, and shows him all the treasures of\nthe earth, the storehouse of sin. He nettles him to flaunt his courage;\nand the man's nobler mind is expressed in his exclamation:\n\n  \"Des chevaliers de ma patrie\n  L'honneur toujours fut le soutien!\n\n\"And finally, to crown the work, the theme comes in which sounded\nthe note of fatality at the beginning. Thus, the leading strain, the\nmagnificent call to the deed:\n\n  \"Nonnes qui reposez sous cette froide pierre,\n  M'entendez-vous?\n\n\"The career of the music, gloriously worked out, is gloriously finished\nby the _allegro vivace_ of the bacchanalian chorus in D minor. This,\nindeed, is the triumph of hell! Roll on, harmony, and wrap us in\na thousand folds! Roll on, bewitch us! The powers of darkness have\nclutched their prey; they hold him while they dance. The great genius,\nborn to conquer and to reign, is lost! The devils rejoice, misery\nstifles genius, passion will wreck the knight!\"\n\nAnd here Gambara improvised a _fantasia_ of his own on the bacchanalian\nchorus, with ingenious variations, and humming the air in a melancholy\ndrone as if to express the secret sufferings he had known.\n\n\"Do you hear the heavenly lamentations of neglected love?\" he said.\n\"Isabella calls to Robert above the grand chorus of knights riding forth\nto the tournament, in which the _motifs_ of the second act reappear to\nmake it clear that the third act has all taken place in a supernatural\nsphere. This is real life again. This chorus dies away at the approach\nof the hellish enchantment brought by Robert with the talisman. The\ndeviltry of the third act is to be carried on. Here we have the duet\nwith the viol; the rhythm is highly expressive of the brutal desires of\na man who is omnipotent, and the Princess, by plaintive phrases, tries\nto win her lover back to moderation. The musician has here placed\nhimself in a situation of great difficulty, and has surmounted it in the\nloveliest number of the whole opera. How charming is the melody of the\n_cavatina 'Grace pour toi!'_ All the women present understood it well;\neach saw herself seized and snatched away on the stage. That part alone\nwould suffice to make the fortune of the opera. Every woman felt herself\nengaged in a struggle with some violent lover. Never was music so\npassionate and so dramatic.\n\n\"The whole world now rises in arms against the reprobate. This _finale_\nmay be criticised for its resemblance to that of _Don Giovanni_; but\nthere is this immense difference: in Isabella we have the expression of\nthe noblest faith, a true love that will save Robert, for he scornfully\nrejects the infernal powers bestowed on him, while Don Giovanni persists\nin his unbelief. Moreover, that particular fault is common to every\ncomposer who has written a _finale_ since Mozart. The _finale_ to _Don\nGiovanni_ is one of those classic forms that are invented once for all.\n\n\"At last religion wins the day, uplifting the voice that governs worlds,\nthat invites all sorrow to come for consolation, all repentance to be\nforgiven and helped.\n\n\"The whole house was stirred by the chorus:\n\n  \"Malheureaux on coupables\n  Hatez-vous d'accourir!\n\n\"In the terrific tumult of raving passions, the holy Voice would have\nbeen unheard; but at this critical moment it sounds like thunder; the\ndivine Catholic Church rises glorious in light. And here I was amazed to\nfind that after such lavish use of harmonic treasure, the composer\nhad come upon a new vein with the splendid chorus: '_Gloire a la\nProvidence_' in the manner of Handel.\n\n\"Robert rushes on with his heartrending cry: '_Si je pouvais prier_!'\nand Bertram, driven by the infernal decree, pursues his son, and makes a\nlast effort. Alice has called up the vision of the Mother, and now comes\nthe grand trio to which the whole opera has led up: the triumph of the\nsoul over matter, of the Spirit of Good over the Spirit of Evil. The\nstrains of piety prevail over the chorus of hell, and happiness appears\nglorious; but here the music is weaker. I only saw a cathedral\ninstead of hearing a concert of angels in bliss, and a divine prayer\nconsecrating the union of Robert and Isabella. We ought not to have been\nleft oppressed by the spells of hell; we ought to emerge with hope in\nour heart.\n\n\"I, as musician and a Catholic, wanted another prayer like that in\n_Mose_. I should have liked to see how Germany would contend with Italy,\nwhat Meyerbeer could do in rivalry with Rossini.\n\n\"However, in spite of this trifling blemish, the writer cannot say that\nafter five hours of such solid music, a Parisian prefers a bit of ribbon\nto a musical masterpiece. You heard how the work was applauded; it will\ngo through five hundred performances! If the French really understand\nthat music----\"\n\n\"It is because it expresses ideas,\" the Count put in.\n\n\"No; it is because it sets forth in a definite shape a picture of the\nstruggle in which so many perish, and because every individual life is\nimplicated in it through memory. Ah! I, hapless wretch, should have been\ntoo happy to hear the sound of those heavenly voices I have so often\ndreamed of.\"\n\nHereupon Gambara fell into a musical day-dream, improvising the most\nlovely melodious and harmonious _cavatina_ that Andrea would ever hear\non earth; a divine strain divinely performed on a theme as exquisite as\nthat of _O filii et filioe_, but graced with additions such as none but\nthe loftiest musical genius could devise.\n\nThe Count sat lost in keen admiration; the clouds cleared away, the blue\nsky opened, figures of angels appeared lifting the veil that hid the\nsanctuary, and the light of heaven poured down.\n\nThere was a sudden silence.\n\nThe Count, surprised at the cessation of the music, looked at Gambara,\nwho, with fixed gaze, in the attitude of a visionary, murmured the word:\n\"God!\"\n\nAndrea waited till the composer had descended from the enchanted realm\nto which he had soared on the many-hued wings of inspiration, intending\nto show him the truth by the light he himself would bring down with him.\n\n\"Well,\" said he, pouring him out another bumper of wine and clinking\nglasses with him, \"this German has, you see, written a sublime opera\nwithout troubling himself with theories, while those musicians who write\ngrammars of harmony may, like literary critics, be atrocious composers.\"\n\n\"Then you do not like my music?\"\n\n\"I do not say so. But if, instead of carrying musical principles to an\nextreme--which takes you too far--you would simply try to arouse\nour feelings, you would be better understood, unless indeed you have\nmistaken your vocation. You are a great poet.\"\n\n\"What,\" cried Gambara, \"are twenty-five years of study in vain? Am I to\nlearn the imperfect language of men when I have the key to the heavenly\ntongue? Oh, if you are right,--I should die.\"\n\n\"No, no. You are great and strong; you would begin life again, and I\nwould support you. We would show the world the noble and rare alliance\nof a rich man and an artist in perfect sympathy and understanding.\"\n\n\"Do you mean it?\" asked Gambara, struck with amazement.\n\n\"As I have told you, you are a poet more than a musician.\"\n\n\"A poet, a poet! It is better than nothing. But tell me truly, which do\nyou esteem most highly, Mozart or Homer?\"\n\n\"I admire them equally.\"\n\n\"On your honor?\"\n\n\"On my honor.\"\n\n\"H'm! Once more. What do you think of Meyerbeer and Byron?\"\n\n\"You have measured them by naming them together.\"\n\nThe Count's carriage was waiting. The composer and his noble physician\nran down-stairs, and in a few minutes they were with Marianna.\n\nAs they went in, Gambara threw himself into his wife's arms, but she\ndrew back a step and turned away her head; the husband also drew back\nand beamed on the Count.\n\n\"Oh, monsieur!\" said Gambara in a husky voice, \"you might have left me\nmy illusions.\" He hung his head, and then fell.\n\n\"What have you done to him? He is dead drunk!\" cried Marianna, looking\ndown at her husband with a mingled expression of pity and disgust.\n\nThe Count, with the help of his servant, picked up Gambara and laid him\non his bed.\n\nThen Andrea left, his heart exultant with horrible gladness.\n\n\n\nThe Count let the usual hour for calling slip past next day, for he\nbegan to fear lest he had duped himself and had made this humble couple\npay too dear for their improved circumstances and added wisdom, since\ntheir peace was destroyed for ever.\n\nAt last Giardini came to him with a note from Marianna.\n\n\"Come,\" she wrote, \"the mischief is not so great as you so cruelly meant\nit to be.\"\n\n\"Excellenza,\" said the cook, while Andrea was making ready, \"you\ntreated us splendidly last evening. But apart from the wine, which\nwas excellent, your steward did not put anything on the table that was\nworthy to set before a true epicure. You will not deny, I suppose, that\nthe dish I sent to you on the day when you did me the honor to sit down\nat my board, contained the quintessence of all those that disgraced your\nmagnificent service of plate? And when I awoke this morning I remembered\nthe promise you once made me of a place as _chef_. Henceforth I consider\nmyself as a member of your household.\"\n\n\"I thought of the same thing a few days ago,\" replied Andrea. \"I\nmentioned you to the secretary of the Austrian Embassy, and you have\npermission to recross the Alps as soon as you please. I have a castle\nin Croatia which I rarely visit. There you may combine the offices of\ngate-keeper, butler, and steward, with two hundred crowns a year. Your\nwife will have as much for doing all the rest of the work. You may make\nall the experiments you please _in anima vili_, that is to say on the\nstomach of my vassals. Here is a cheque for your traveling expenses.\"\n\nGiardini kissed the Count's hand after the Neapolitan fashion.\n\n\"Excellenza,\" said he, \"I accept the cheque, but beg to decline the\nplace. It would dishonor me to give up my art by losing the opinion of\nthe most perfect epicures, who are certainly to be found in Paris.\"\n\nWhen Andrea arrived at Gambara's lodgings, the musician rose to welcome\nhim.\n\n\"My generous friend,\" said he, with the utmost frankness, \"you either\ntook advantage, last evening, of the weakness of my brain to make a fool\nof me, or else your brain is no more capable of standing the test of\nthe heady liquors of our native Latium, than mine is. I will assume this\nlatter hypothesis; I would rather doubt your digestion than your heart.\nBe this as it may, henceforth I drink no more wine--for ever. The\nabuse of good liquor last evening led me into much guilty folly. When I\nremember that I very nearly----\" He gave a glance of terror at Marianna.\n\"As to the wretched opera you took me to hear, I have thought it over,\nand it is, after all, music written on ordinary lines, a mountain of\npiled-up notes, _verba et voces_. It is but the dregs of the nectar\nI can drink in deep draughts as I reproduce the heavenly music that I\nhear! It is a patchwork of airs of which I could trace the origin. The\npassage '_Gloire a la Providence_' is too much like a bit of Handel;\nthe chorus of knights is closely related to the Scotch air in _La Dame\nBlanche_; in short, if this opera is a success, it is because the music\nis borrowed from everybody's--so it ought to be popular.\n\n\"I will say good-bye to you, my dear friend. I have had some ideas\nseething in my brain since the morning that only wait to soar up to\nGod on the wings of song, but I wished to see you. Good-bye; I must ask\nforgiveness of the Muse. We shall meet at dinner to-night--but no wine;\nat any rate, none for me. I am firmly resolved--\"\n\n\"I give him up!\" cried Andrea, flushing red.\n\n\"And you restore my sense of conscience,\" said Marianna. \"I dared not\nappeal to it! My friend, my friend, it is no fault of ours; he does not\nwant to be cured.\"\n\n\n\nSix years after this, in January 1837, such artists as were so unlucky\nas to damage their wind or stringed instruments, generally took them to\nthe Rue Froid-Manteau, to a squalid and horrible house, where, on the\nfifth floor, dwelt an old Italian named Gambara.\n\nFor five years past he had been left to himself, deserted by his wife;\nhe had gone through many misfortunes. An instrument on which he had\nrelied to make his fortune, and which he called a _Panharmonicon_, had\nbeen sold by order of the Court on the public square, Place du Chatelet,\ntogether with a cartload of music paper scrawled with notes. The day\nafter the sale, these scores had served in the market to wrap up butter,\nfish, and fruit.\n\nThus the three grand operas of which the poor man would boast, but which\nan old Neapolitan cook, who was now but a patcher up of broken meats,\ndeclared to be a heap of nonsense, were scattered throughout Paris on\nthe trucks of costermongers. But at any rate, the landlord had got his\nrent and the bailiffs their expenses.\n\nAccording to the Neapolitan cook--who warmed up for the street-walkers\nof the Rue Froid-Manteau the fragments left from the most sumptuous\ndinners in Paris--Signora Gambara had gone off to Italy with a Milanese\nnobleman, and no one knew what had become of her. Worn out with\nfifteen years of misery, she was very likely ruining the Count by her\nextravagant luxury, for they were so devotedly adoring, that in all his\nlife, Giardini could recall no instance of such a passion.\n\nTowards the end of that very January, one evening when Giardini was\nchatting with a girl who had come to buy her supper, about the divine\nMarianna--so poor, so beautiful, so heroically devoted, and who had,\nnevertheless, \"gone the way of them all,\" the cook, his wife, and the\nstreet-girl saw coming towards them a woman fearfully thin, with a\nsunburned, dusty face; a nervous walking skeleton, looking at the\nnumbers, and trying to recognize a house.\n\n\"_Ecco la Marianna_!\" exclaimed the cook.\n\nMarianna recognized Giardini, the erewhile cook, in the poor fellow she\nsaw, without wondering by what series of disasters he had sunk to keep\na miserable shop for secondhand food. She went in and sat down, for she\nhad come from Fontainebleau. She had walked fourteen leagues that day,\nafter begging her bread from Turin to Paris.\n\nShe frightened that terrible trio! Of all her wondrous beauty nothing\nremained but her fine eyes, dimmed and sunken. The only thing faithful\nto her was misfortune.\n\nShe was welcomed by the skilled old instrument mender, who greeted her\nwith unspeakable joy.\n\n\"Why, here you are, my poor Marianna!\" said he, warmly. \"During your\nabsence they sold up my instrument and my operas.\"\n\nIt would have been difficult to kill the fatted calf for the return of\nthe Samaritan, but Giardini contributed the fag end of a salmon, the\ntrull paid for wine, Gambara produced some bread, Signora Giardini lent\na cloth, and the unfortunates all supped together in the musician's\ngarret.\n\nWhen questioned as to her adventures, Marianna would make no reply; she\nonly raised her beautiful eyes to heaven and whispered to Giardini:\n\n\"He married a dancer!\"\n\n\"And how do you mean to live?\" said the girl. \"The journey has ruined\nyou, and----\"\n\n\"And made me an old woman,\" said Marianna. \"No, that is not the result\nof fatigue or hardship, but of grief.\"\n\n\"And why did you never send your man here any money?\" asked the girl.\n\nMarianna's only answer was a look, but it went to the woman's heart.\n\n\"She is proud with a vengeance!\" she exclaimed. \"And much good it has\ndone her!\" she added in Giardini's ear.\n\nAll that year musicians took especial care of their instruments, and\nrepairs did not bring in enough to enable the poor couple to pay their\nway; the wife, too, did not earn much by her needle, and they were\ncompelled to turn their talents to account in the lowest form of\nemployment. They would go out together in the dark to the Champs Elysees\nand sing duets, which Gambara, poor fellow, accompanied on a wretched\nguitar. On the way, Marianna, who on these expeditions covered her head\nwith a sort of veil of coarse muslin, would take her husband to the\ngrocer's shop in the Faubourg Saint-Honore and give him two or three\nthimblefuls of brandy to make him tipsy; otherwise he could not play.\nThen they would stand up together in front of the smart people sitting\non the chairs, and one of the greatest geniuses of the time, the\nunrecognized Orpheus of Modern Music, would perform passages from his\noperas--pieces so remarkable that they would extract a few half-pence\nfrom Parisian supineness. When some _dilettante_ of comic operas\nhappened to be sitting there and did not recognize from what work they\nwere taken, he would question the woman dressed like a Greek priestess,\nwho held out a bottle-stand of stamped metal in which she collected\ncharity.\n\n\"I say, my dear, what is that music out of?\"\n\n\"The opera of _Mahomet_,\" Marianna would reply.\n\nAs Rossini composed an opera called _Mahomet II._, the amateur would say\nto his wife, sitting at his side:\n\n\"What a pity it is that they will never give us at the Italiens any\noperas by Rossini but those we know. That is really fine music!\"\n\nAnd Gambara would smile.\n\n\n\nOnly a few days since, this unhappy couple had to pay the trifling sum\nof thirty-six francs as arrears for rent for the cock-loft in which they\nlived resigned. The grocer would not give them credit for the brandy\nwith which Marianna plied her husband to enable him to play. Gambara\nwas, consequently, so unendurably bad that the ears of the wealthy were\nirresponsive, and the tin bottle-stand remained empty.\n\nIt was nine o'clock in the evening. A handsome Italian, the Principessa\nMassimilla De Varese, took pity on the poor creatures; she gave them\nforty francs and questioned them, discerning from the woman's thanks\nthat she was a Venetian. Prince Emilio would know the history of their\nwoes, and Marianna told it, making no complaints of God or men.\n\n\"Madame,\" said Gambara, as she ended, for he was sober, \"we are\nvictims of our own superiority. My music is good. But as soon as music\ntranscends feeling and becomes an idea, only persons of genius should\nbe the hearers, for they alone are capable of responding to it! It is my\nmisfortune that I have heard the chorus of angels, and believed that men\ncould understand the strains. The same thing happens to women when their\nlove assumes a divine aspect: men cannot understand them.\"\n\nThis speech was well worth the forty francs bestowed by Massimilla;\nshe took out a second gold piece, and told Marianna she would write to\nAndrea Marcosini.\n\n\"Do not write to him, madame!\" exclaimed Marianna. \"And God grant you to\nalways be beautiful!\"\n\n\"Let us provide for them,\" said the Princess to her husband; \"for this\nman has remained faithful to the Ideal which we have killed.\"\n\nAs he saw the gold pieces, Gambara shed tears; and then a vague\nreminiscence of old scientific experiments crossed his mind, and the\nhapless composer, as he wiped his eyes, spoke these words, which the\ncircumstances made pathetic:\n\n\"Water is a product of burning.\"\n\n\nPARIS, June 1837.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Varese, Emilio Memmi, Prince of\n       Massimilla Doni\n\n     Varese, Princess of\n       Massimilla Doni\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Gambara, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GAMBARA ***\n\n***** This file should be named 1873.txt or 1873.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/8\/7\/1873\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":392,"split":"train"}
