{"ori_id":"9b567ac919aae1fa2a2a6d8e528b8ad8648b90fe","title":"Philaster (play)","context":"Philaster (play)\n The play is set in a fictionalised version of the Kingdom of Sicily, ruled by an otherwise-unnamed king. This king's father and predecessor, the ruler of Southern Italy (the Kingdom of Naples), had conquered the island of Sicily and displaced the native royal house; but the heir of that house, and rightful king of Sicily, is Philaster, who lives as a nobleman in the royal court. The king fears him, but cannot kill him, because of the passionate loyalty of the people. The king has a plan, however: with no son of his own, he will marry his daughter Arethusa to a Spanish prince named Pharamond, and make the Spaniard his heir.\nArethusa, however, is in love with Philaster, and disdains the Spaniard. Philaster reciprocates the princess's affections, and sends his page Bellario to serve her and to be their intermediary. Arethusa is able to frustrate her father's plan by exposing Pharamond's affair with Megra, a loose gentlewoman of the court; but the Spaniard seeks revenge, by spreading reports that Arethusa is having an affair with Bellario. The passionate Philaster is deceived by the slander, and accepts it as true. During a hunt, Philaster confronts Arethusa; the overwrought protagonist stabs the princess (the incident that gives the play its subtitle). Philaster is interrupted by a passing countryman; they fight, and both men are wounded. Philaster crawls off, and Arethusa is discovered by nobles of the court.\nArethusa's and Philaster's wounds are not fatal; both recover. Philaster is found, arrested, and sentenced to death. The king places Philaster in Arethusa's custody; she quickly marries him, which causes the king to decree her death as well. The executions are frustrated when the rebellious citizens capture Pharamond and hold him hostage. The falsehood of Pharamond's accusation against Arethusa is exposed when Bellario is revealed to be a disguised female (she is Eufrasia, a courtier's daughter, infatuated with Philaster). Pharamond retreats to Spain. Since the rightful ruler of Sicily is now the king's son and no alternative presents itself, Philaster is restored to his crown.\nIn creating the play, Beaumont and Fletcher were influenced by the works of Sir Philip Sidney, especially the Arcadia. The play bears relationships with a range of contemporaneous works, including The Faithful Shepherdess and Cymbeline.\nï»¿Project Gutenberg's Philaster, by Francis Beaumont and John Fletcher\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Philaster\n       Love Lies a Bleeding\n\nAuthor: Francis Beaumont and John Fletcher\n\nRelease Date: January 28, 2004 [EBook #10850]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PHILASTER ***\n\n\n\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\n\n\n\n  PHILASTER:\n\n  OR,\n\n  Love lies a Bleeding.\n\n\n\n  Francis Beaumont and John Fletcher\n\n\n       *       *       *       *       *\n\n  _The Scene being in_ Cicilie.\n\n       *       *       *       *       *\n\n  Persons Represented in the Play.\n\n  _The_ King.\n\n  Philaster, _Heir to the Crown_.\n\n  Pharamond, _Prince of_ Spain.\n\n  Dion, _a Lord_.\n\n  Cleremont }    _Noble Gentlemen his_\n  Thrasiline  }   _Associates_.\n\n  Arethusa, _the King's Daughter_.\n\n  Galatea, _a wise modest Lady attending the Princess_.\n\n  Megra, _a lascivious Lady_.\n\n  _An old wanton Lady, or Croan_.\n\n  _Another Lady attending the Princess_.\n\n  Eufrasia, _Daughter of Dion, but disguised like a\n    Page, and called Bellario_.\n\n  _An old Captain_.\n\n  _Five Citizens_.\n\n  _A Countrey fellow_.\n\n  _Two Woodmen_.\n\n  _The Kings Guard and Train_.\n\n       *       *       *       *       *\n\n\n\n                Actus primus. Scena prima.\n\n  _Enter Dion, Cleremont, _and_ Thrasiline.\n\n_Cler_.     Here's not Lords nor Ladies.\n\n_Dion_.    Credit me Gentlemen, I wonder at it.\n                They receiv'd strict charge from the King to attend here:\n                Besides it was boldly published, that no Officer should\n                forbid any Gentlemen that desire to attend and hear.\n\n_Cle_.      Can you guess the cause?\n\n_Di_.        Sir, it is plain about the _Spanish_ Prince, that's come\n                to marry our Kingdoms Heir, and be our Soveraign.\n\n_Thra_.     Many (that will seem to know much) say, she looks\n                not on him like a Maid in Love.\n\n_Di_.        O Sir, the multitude (that seldom know any thing\n                but their own opinions) speak that they would have; but\n                the Prince, before his own approach, receiv'd so many\n                confident messages from the State, that I think she's\n                resolv'd to be rul'd.\n\n_Cle_.      Sir, it is thought, with her he shall enjoy both these\n                Kingdoms of _Cicilie_ and _Calabria_.\n\n_Di_.        Sir, it is (without controversie) so meant. But 'twill\n                be a troublesome labour for him to enjoy both these\n                Kingdoms, with safetie, the right Heir to one of them\n                living, and living so vertuously, especially the people\n                admiring the bravery of his mind, and lamenting his\n                injuries.\n\n_Cle_.       Who, Philaster?\n\n_Di_.        Yes, whose Father we all know, was by our late\n                King of _Calabria_, unrighteously deposed from his\n                fruitful _Cicilie_. My self drew some blood in those\n               Wars, which I would give my hand to be washed from.\n\n_Cle_.       Sir, my ignorance in State-policy, will not let me\n                know why _Philaster_ being Heir to one of these Kingdoms,\n                the King should suffer him to walk abroad with such free\n                liberty.\n\n_Di_.        Sir, it seems your nature is more constant than to\n                enquire after State news. But the King (of late) made a\n                hazard of both the Kingdoms, of _Cicilie_ and his own,\n                with offering but to imprison _Philaster_. At which the City\n                was in arms, not to be charm'd down by any State-order or\n                Proclamation, till they saw _Philaster_ ride through the\n                streets pleas'd, and without a guard; at which they threw\n                their Hats, and their arms from them; some to make\n                bonefires, some to drink, all for his deliverance. Which\n                (wise men say) is the cause, the King labours to bring in\n                the power of a Foreign Nation to aw his own with.\n\n                           [ _Enter_ Galatea, Megra, _and a Lady_.\n\n_Thra_.     See, the Ladies, what's the first?\n\n_Di_.        A wise and modest Gentlwoman that attends the Princess.\n\n_Cle_.      The second?\n\n_Di_.        She is one that may stand still discreetly enough, and\n                ill favour'dly Dance her Measure; simper when she is\n                Courted by her Friend, and slight her Husband.\n\n_Cle_.       The last?\n\n_Di_.        Marry I think she is one whom the State keeps for\n                the Agents of our confederate Princes: she'll cog and lie\n                with a whole army before the League shall break: her\n                name is common through the Kingdom, and the Trophies\n                of her dishonour, advanced beyond _Hercules_-pillars.\n                She loves to try the several constitutions of mens bodies;\n                and indeed has destroyed the worth of her own body, by\n                making experiment upon it, for the good of the\n                Common-wealth.\n\n_Cle_.       She's a profitable member.\n\n_La_.        Peace, if you love me: you shall see these Gentlemen\n                stand their ground, and not Court us.\n\n_Gal_.      What if they should?\n\n_Meg_.     What if they should?\n\n_La_.        Nay, let her alone; what if they should? why, if\n                they should, I say, they were never abroad: what\n                Foreigner would do so? it writes them directly\n                untravel'd.\n\n_Gal_.      Why, what if they be?\n\n_Meg_.     What if they be?\n\n_La_.        Good Madam let her go on; what if they be? Why\n                if they be I will justifie, they cannot maintain\n                discourse with a judicious Lady, nor make a Leg,\n                nor say Excuse me.\n\n_Gal_.      Ha, ha, ha.\n\n_La_.       Do you laugh Madam?\n\n_Di_.        Your desires upon you Ladies.\n\n_La_.        Then you must sit beside us.\n\n_Di_.        I shall sit near you then Lady.\n\n_La_.        Near me perhaps: But there's a Lady indures no\n                stranger; and to me you appear a very strange fellow.\n\n_Meg_.     Me thinks he's not so strange, he would quickly be\n                acquainted.\n\n_Thra_.     Peace, the King.\n\n                       [ _Enter_ King, Pharamond, Arethusa, _and Train_.\n\n_King_.     To give a stronger testimony of love\n                Than sickly promises (which commonly\n                In Princes find both birth and burial\n                In one breath) we have drawn you worthy Sir,\n                To make your fair indearments to [our] daughter,\n                And worthy services known to our subjects,\n                Now lov'd and wondered at. Next, our intent,\n                To plant you deeply, our immediate Heir,\n                Both to our Blood and Kingdoms. For this Lady,\n                (The best part of your life, as you confirm me,\n                And I believe) though her few years and sex\n                Yet teach her nothing but her fears and blushes,\n                Desires without desire, discourse and knowledge\n                Only of what her self is to her self,\n                Make her feel moderate health: and when she sleeps,\n                In making no ill day, knows no ill dreams.\n                Think not (dear Sir) these undivided parts,\n                That must mould up a Virgin, are put on\n                To shew her so, as borrowed ornaments,\n                To speak her perfect love to you, or add\n                An Artificial shadow to her nature:\n                No Sir; I boldly dare proclaim her, yet\n                No Woman. But woo her still, and think her modesty\n                A sweeter mistress than the offer'd Language\n                Of any Dame, were she a Queen whose eye\n                Speaks common loves and comforts to her servants.\n                Last, noble son, (for so I now must call you)\n                What I have done thus publick, is not only\n                To add a comfort in particular\n                To you or me, but all; and to confirm\n                The Nobles, and the Gentry of these Kingdoms,\n                By oath to your succession, which shall be\n                Within this month at most.\n\n_Thra_.     This will be hardly done.\n\n_Cle_.       It must be ill done, if it be done.\n\n_Di_.        When 'tis at best, 'twill be but half done,\n                Whilst so brave a Gentleman's wrong'd and flung off.\n\n_Thra_.     I fear.\n\n_Cle_.      Who does not?\n\n_Di_.         I fear not for my self, and yet I fear too:\n                Well, we shall see, we shall see: no more.\n\n_Pha_.      Kissing your white hand (Mistress) I take leave,\n                To thank your Royal Father: and thus far,\n                To be my own free Trumpet. Understand\n                Great King, and these your subjects, mine that must be,\n                (For so deserving you have spoke me Sir,\n                And so deserving I dare speak my self)\n                To what a person, of what eminence,\n                Ripe expectation of what faculties,\n                Manners and vertues you would wed your Kingdoms?\n                You in me have your wishes. Oh this Country,\n                By more than all my hopes I hold it\n                Happy, in their dear memories that have been\n                Kings great and good, happy in yours, that is,\n                And from you (as a Chronicle to keep\n                Your Noble name from eating age) do I\n                Opine myself most happy. Gentlemen,\n                Believe me in a word, a Princes word,\n                There shall be nothing to make up a Kingdom\n                Mighty, and flourishing, defenced, fear'd,\n                Equall to be commanded and obey'd,\n                But through the travels of my life I'le find it,\n                And tye it to this Country. And I vow\n                My reign shall be so easie to the subject,\n                That every man shall be his Prince himself,\n                And his own law (yet I his Prince and law.)\n                And dearest Lady, to your dearest self\n                (Dear, in the choice of him, whose name and lustre\n                Must make you more and mightier) let me say,\n                You are the blessed'st living; for sweet Princess,\n                You shall enjoy a man of men, to be\n                Your servant; you shall make him yours, for whom\n                Great Queens must die.\n\n_Thra_.     Miraculous.\n\n_Cle_.       This speech calls him _Spaniard_, being nothing but\n                A large inventory of his own commendations.\n\n                                                [_Enter_ Philaster.\n\n_Di_.         I wonder what's his price? For certainly he'll tell\n                himself he has so prais'd his shape: But here comes one\n                more worthy those large speeches, than the large\n                speaker of them? let me be swallowed quick, if I can\n                find, in all the Anatomy of yon mans vertues, one sinew\n                sound enough to promise for him, he shall be Constable.\n                By this Sun, he'll ne're make King unless it be for trifles,\n                in my poor judgment.\n\n_Phi_.       Right Noble Sir, as low as my obedience,\n                And with a heart as Loyal as my knee,\n                I beg your favour.\n\n_King_.    Rise, you have it Sir.\n\n_Di_.        Mark but the King how pale he looks with fear.\n                Oh! this same whorson Conscience, how it jades us!\n\n_King_.     Speak your intents Sir.\n\n_Phi_.       Shall I speak 'um freely?\n                Be still my royal Soveraign.\n\n_King_.    As a subject\n                We give you freedom.\n\n_Di_.        Now it heats.\n\n_Phi_.       Then thus I turn\n                My language to you Prince, you foreign man.\n                Ne're stare nor put on wonder, for you must\n                Indure me, and you shall. This earth you tread upon\n                (A dowry as you hope with this fair Princess,\n                Whose memory I bow to) was not left\n                By my dead Father (Oh, I had a Father)\n                To your inheritance, and I up and living,\n                Having my self about me and my sword,\n                The souls of all my name, and memories,\n                These arms and some few friends, besides the gods,\n                To part so calmly with it, and sit still,\n                And say I might have been! I tell thee _Pharamond_,\n                When thou art King, look I be dead and rotten,\n                And my name ashes; For, hear me _Pharamond_,\n                This very ground thou goest on, this fat earth,\n                My Fathers friends made fertile with their faiths,\n                Before that day of shame, shall gape and swallow\n                Thee and thy Nation, like a hungry grave,\n                Into her hidden bowels: Prince, it shall;\n                By _Nemesis_ it shall.\n\n_Pha_.      He's mad beyond cure, mad.\n\n_Di_.        Here's a fellow has some fire in's veins:\n                The outlandish Prince looks like a Tooth-drawer.\n\n_Phi_.        Sir, Prince of Poppingjayes, I'le make it well appear\n                To you I am not mad.\n\n_King_.    You displease us.\n                You are too bold.\n\n_Phi_.      No Sir, I am too tame,\n                Too much a Turtle, a thing born without passion,\n                A faint shadow, that every drunken cloud sails over,\n                And makes nothing.\n\n_King_.     I do not fancy this,\n                Call our Physicians: sure he is somewhat tainted.\n\n_Thra_.     I do not think 'twill prove so.\n\n_Di_.        H'as given him a general purge already, for all the\n                right he has, and now he means to let him blood: Be\n                constant Gentlemen; by these hilts I'le run his\n                hazard, although I run my name out of the\n                Kingdom.\n\n_Cle_.      Peace, we are one soul.\n\n_Pha_.     What you have seen in me, to stir offence,\n                I cannot find, unless it be this Lady\n                Offer'd into mine arms, with the succession,\n                Which I must keep though it hath pleas'd your fury\n                To mutiny within you; without disputing\n                Your _Genealogies_, or taking knowledge\n                Whose branch you are. The King will leave it me;\n                And I dare make it mine; you have your answer.\n\n_Phi_.       If thou wert sole inheritor to him,\n                That made the world his; and couldst see no sun\n                Shine upon any but thine: were _Pharamond_\n                As truly valiant, as I feel him cold,\n                And ring'd among the choicest of his friends,\n                Such as would blush to talk such serious follies,\n                Or back such bellied commendations,\n                And from this present, spight of all these bugs,\n                You should hear further from me.\n\n_King_.    Sir, you wrong the Prince:\n                I gave you not this freedom to brave our best friends,\n                You deserve our frown: go to, be better temper'd.\n\n_Phi_.       It must be Sir, when I am nobler us'd.\n\n_Gal_.       Ladyes,\n                This would have been a pattern of succession,\n                Had he ne're met this mischief. By my life,\n                He is the worthiest the true name of man\n                This day within my knowledge.\n\n_Meg_.      I cannot tell what you may call your knowledge,\n                But the other is the man set in mine eye;\n                Oh! 'tis a Prince of wax.\n\n_Gal_.       A Dog it is.\n\n_King_.     _Philaster_, tell me,\n                The injuries you aim at in your riddles.\n\n_Phi_.       If you had my eyes Sir, and sufferance,\n                My griefs upon you and my broken fortunes,\n                My want's great, and now nought but hopes and fears,\n                My wrongs would make ill riddles to be laught at.\n                Dare you be still my King and right me not?\n\n_King_.    Give me your wrongs in private.\n\n                                                 [_They whisper_.\n\n_Phi_.      Take them, and ease me of a load would bow strong Atlas.\n\n_Di_.       He dares not stand the shock.\n\n_Di_.        I cannot blame, him, there's danger in't. Every man\n                in this age, has not a soul of Crystal for all men to\n                read their actions through: mens hearts and faces are\n                so far asunder, that they hold no intelligence. Do but\n                view yon stranger well, and you shall see a Feaver\n                through all his bravery, and feel him shake like a true\n                Tenant; if he give not back his Crown again, upon the\n                report of an Elder Gun, I have no augury.\n\n_King_.    Go to:\n                Be more your self, as you respect our favour:\n                You'I stir us else: Sir, I must have you know\n                That y'are and shall be at our pleasure, what fashion we\n                Will put upon you: smooth your brow, or by the gods.\n\n_Phi_.       I am dead Sir, y'are my fate: it was not I\n                Said I was not wrong'd: I carry all about me,\n                My weak stars led me to all my weak fortunes.\n                Who dares in all this presence speak (that is\n                But man of flesh and may be mortal) tell me\n                I do not most intirely love this Prince,\n                And honour his full vertues!\n\n_King_.    Sure he's possest.\n\n_Phi_.       Yes, with my Fathers spirit; It's here O King!\n                A dangerous spirit; now he tells me King,\n                I was a Kings heir, bids me be a King,\n                And whispers to me, these be all my Subjects.\n                'Tis strange, he will not let me sleep, but dives\n                Into my fancy, and there gives me shapes\n                That kneel, and do me service, cry me King:\n                But I'le suppress him, he's a factious spirit,\n                And will undo me: noble Sir, [your] hand, I am your\n                servant.\n\n_King_.    Away, I do not like this:\n                I'le make you tamer, or I'le dispossess you\n                Both of life and spirit: For this time\n                I pardon your wild speech, without so much\n                As your imprisonment.\n\n                                [_Ex_. King, Pha. _and_ Are.\n\n_Di_.         I thank you Sir, you dare not for the people.\n\n_Gal_.       Ladies, what think you now of this brave fellow?\n\n_Meg_.     A pretty talking fellow, hot at hand; but eye yon\n                stranger, is not he a fine compleat Gentleman? O these\n                strangers, I do affect them strangely: they do the rarest\n                home things, and please the fullest! as I live, could\n                love all the Nation over and over for his sake.\n\n_Gal_.      Pride comfort your poor head-piece Lady: 'tis a\n                weak one, and had need of a Night-cap.\n\n_Di_.        See how his fancy labours, has he not spoke\n                Home, and bravely? what a dangerous train\n                Did he give fire to! How he shook the King,\n                Made his soul melt within him, and his blood\n                Run into whay! it stood upon his brow,\n                Like a cold winter dew.\n\n_Phi_.      Gentlemen,\n                You have no suit to me? I am no minion:\n                You stand (methinks) like men that would be Courtiers,\n                If you could well be fiatter'd at a price,\n                Not to undo your Children: y'are all honest:\n                Go get you home again, and make your Country\n                A vertuous Court, to which your great ones may,\n                In their Diseased age, retire, and live recluse.\n\n_Cle_.      How do you worthy Sir?\n\n_Phi_.      Well, very well;\n                And so well, that if the King please, I find\n                I may live many years.\n\n_Di_.        The King must please,\n                Whilst we know what you are, and who you are,\n                Your wrongs and [injuries]: shrink not, worthy Sir,\n                But add your Father to you: in whose name,\n                We'll waken all the gods, and conjure up\n                The rods of vengeance, the abused people,\n                Who like to raging torrents shall swell high,\n                And so begirt the dens of these Male-dragons,\n                That through the strongest safety, they shall beg\n                For mercy at your swords point.\n\n_Phi_.       Friends, no more,\n                Our years may he corrupted: 'Tis an age\n                We dare not trust our wills to: do you love me?\n\n_Thra_.     Do we love Heaven and honour?\n\n_Phi_.       My Lord _Dion_, you had\n                A vertuous Gentlewoman call'd you Father;\n                Is she yet alive?\n\n_Di_.        Most honour'd Sir, she is:\n                And for the penance but of an idle dream,\n                Has undertook a tedious Pilgrimage.\n\n                                                  [ _Enter a_ Lady.\n\n_Phi_.       Is it to me, or any of these Gentlemen you come?\n\n_La_.        To you, brave Lord; the Princess would intreat\n                Your present company.\n\n_Phi_.       The Princess send for me! y'are mistaken.\n\n_La_.         If you be call'd _Philaster_, 'tis to you.\n\n_Phi_.       Kiss her hand, and say I will attend her.\n\n_Di_.         Do you know what you do?\n\n_Phi_.        Yes, go to see a woman.\n\n_Cle_.        But do you weigh the danger you are in?\n\n_Phi_.        Danger in a sweet face?\n                 By _Jupiter_ I must not fear a woman.\n\n_Thra_.     But are you sure it was the Princess sent?\n                It may be some foul train to catch your life.\n\n_Phi_.       I do not think it Gentlemen: she's noble,\n                Her eye may shoot me dead, or those true red\n                And white friends in her face may steal my soul out:\n                There's all the danger in't: but be what may,\n                Her single name hath arm'd me.\n\n                                                          [_Ex_. Phil.\n\n_Di_.        Go on:\n                And be as truly happy as thou art fearless:\n                Come Gentlemen, let's make our friends acquainted,\n                Lest the King prove false.\n\n                                               [_Ex. Gentlemen_.\n\n   _Enter_ Arethusa _and a_ Lady.\n\n_Are_.       Comes he not?\n\n_La_.        Madam?\n\n_Are_.      Will _Philaster_ come?\n\n_La_.        Dear Madam, you were wont\n                To credit me at first.\n\n_Are_.      But didst thou tell me so?\n                I am forgetful, and my womans strength\n                Is so o'recharg'd with danger like to grow\n                About my Marriage that these under-things\n                Dare not abide in such a troubled sea:\n                How look't he, when he told thee he would come?\n\n_La_.        Why, well.\n\n_Are_.      And not a little fearful?\n\n_La_.        Fear Madam? sure he knows not what it is.\n\n_Are_.      You are all of his Faction; the whole Court\n                Is bold in praise of him, whilst I\n                May live neglected: and do noble things,\n                As fools in strife throw gold into the Sea,\n                Drown'd in the doing: but I know he fears.\n\n_La_.        Fear? Madam (me thought) his looks hid more\n                Of love than fear.\n\n_Are_.      Of love? To whom? to you?\n                Did you deliver those plain words I sent,\n                With such a winning gesture, and quick look\n                That you have caught him?\n\n_La_.        Madam, I mean to you.\n\n_Are_.      Of love to me? Alas! thy ignorance\n                Lets thee not see the crosses of our births:\n                Nature, that loves not to be questioned\n                Why she did this, or that, but has her ends,\n                And knows she does well; never gave the world\n                Two things so opposite, so contrary,\n                As he and I am: If a bowl of blood\n                Drawn from this arm of mine, would poyson thee,\n                A draught of his would cure thee. Of love to me?\n\n_La_.        Madam, I think I hear him.\n\n_Are_.       Bring him in:\n                You gods that would not have your dooms withstood,\n                Whose holy wisdoms at this time it is,\n                To make the passion of a feeble maid\n                The way unto your justice, I obey.\n\n\n                                                      [ _Enter_ Phil.\n\n_La_.       Here is my Lord _Philaster_.\n\n_Are_.     Oh! 'tis well:\n                Withdraw your self.\n\n_Phi_.       Madam, your messenger\n                Made me believe, you wisht to speak with me.\n\n_Are_.       'Tis true _Philaster,_ but the words are such,\n                I have to say, and do so ill beseem\n                The mouth of woman, that I wish them said,\n                And yet am loth to speak them. Have you known\n                That I have ought detracted from your worth?\n                Have I in person wrong'd you? or have set\n                My baser instruments to throw disgrace\n                Upon your vertues?\n\n_Phi_.       Never Madam you.\n\n_Are_.       Why then should you in such a publick place,\n                Injure a Princess and a scandal lay\n                Upon my fortunes, fam'd to be so great:\n                Calling a great part of my dowry in question.\n\n_Phi_.      Madam, this truth which I shall speak, will be\n                Foolish: but for your fair and vertuous self,\n                I could afford my self to have no right\n                To any thing you wish'd.\n\n_Are.        Philaster,_ know\n                I must enjoy these Kingdoms.\n\n_Phi_.      Madam, both?\n\n_Are_.      Both or I die: by Fate I die _Philaster,_\n                If I not calmly may enjoy them both.\n\n_Phi_.       I would do much to save that Noble life:\n                Yet would be loth to have posterity\n                Find in our stories, that _Philaster_ gave\n                His right unto a Scepter, and a Crown,\n                To save a Ladies longing.\n\n_Are_.      Nay then hear:\n                I must, and will have them, and more.\n\n_Phi_.      What more?\n\n_Are_.      Or lose that little life the gods prepared,\n                To trouble this poor piece of earth withall.\n\n_Phi_.      Madam, what more?\n\n_Are_.      Turn then away thy face.\n\n_Phi_.      No.\n\n_Are_.      Do.\n\n_Phi_.       I cannot endure it: turn away my face?\n                I never yet saw enemy that lookt\n                So dreadful, but that I thought my self\n                As great a Basilisk as he; or spake\n                So horribly, but that I thought my tongue\n                Bore Thunder underneath, as much as his:\n                Nor beast that I could turn from: shall I then\n                Begin to fear sweet sounds? a Ladies voice,\n                Whom I do love? Say you would have my life,\n                Why, I will give it you; for it is of me\n                A thing so loath'd, and unto you that ask\n                Of so poor use, that I shall make no price\n                If you intreat, I will unmov'dly hear.\n\n_Are_.      Yet for my sake a little bend thy looks.\n\n_Phi_.      I do.\n\n_Are_.      Then know I must have them and thee.\n\n_Phi_.      And me?\n\n                _Are_. Thy love: without which, all the Land\n                Discovered yet, will serve me for no use,\n                But to be buried in.\n\n_Phi_.       Is't possible?\n\n_Are_.       With it, it were too little to bestow\n                On thee: Now, though thy breath doth strike me dead\n                (Which know it may) I have unript my breast.\n\n_Phi_.       Madam, you are too full of noble thoughts,\n                To lay a train for this contemned life,\n                Which you may have for asking: to suspect\n                Were base, where I deserve no ill: love you!\n                By all my hopes I do, above my life:\n                But how this passion should proceed from you\n                So violently, would amaze a man, that would be jealous.\n\n_Are_.      Another soul into my body shot,\n                Could not have fill'd me with more strength and spirit,\n                Than this thy breath: but spend not hasty time,\n                In seeking how I came thus: 'tis the gods,\n                The gods, that make me so; and sure our love\n                Will be the nobler, and the better blest,\n                In that the secret justice of the gods\n                Is mingled with it.  Let us leave and kiss,\n                Lest some unwelcome guest should fall betwixt us,\n                And we should part without it.\n                _Phi_. 'Twill be ill\n                I should abide here long.\n\n_Are_.       'Tis true, and worse\n                You should come often: How shall we devise\n                To hold intelligence? That our true lovers,\n                On any new occasion may agree, what path is best to\n                tread?\n\n_Phi_.       I have a boy sent by the gods, I hope to this intent,\n                Not yet seen in the Court; hunting the Buck,\n                I found him sitting by a Fountain side,\n                Of which he borrow'd some to quench his thirst,\n                And paid the Nymph again as much in tears;\n                A Garland lay him by, made by himself,\n                Of many several flowers, bred in the bay,\n                Stuck in that mystick order, that the rareness\n                Delighted me: but ever when he turned\n                His tender eyes upon 'um, he would weep,\n                As if he meant to make 'um grow again.\n                Seeing such pretty helpless innocence\n                Dwell in his face, I ask'd him all his story;\n                He told me that his Parents gentle dyed,\n                Leaving him to the mercy of the fields,\n                Which gave him roots; and of the Crystal springs,\n                Which did not stop their courses: and the Sun,\n                Which still, he thank'd him, yielded him his light,\n                Then took he up his Garland and did shew,\n                What every flower as Country people hold,\n                Did signifie: and how all ordered thus,\n                Exprest his grief: and to my thoughts did read\n                The prettiest lecture of his Country Art\n                That could be wisht: so that, me thought, I could\n                Have studied it. I gladly entertain'd him,\n                Who was glad to follow; and have got\n                The trustiest, loving'st, and the gentlest boy,\n                That ever Master kept: Him will I send\n                To wait on you, and bear our hidden love.\n\n                                                     [ _Enter_ Lady.\n\n_Are_.      'Tis well, no more.\n\n_La_.        Madam, the Prince is come to do his service.\n\n_Are_.      What will you do _Philaster_ with your self?\n\n_Phi_.      Why, that which all the gods have appointed out for me.\n\n_Are_.      Dear, hide thy self. Bring in the Prince.\n\n_Phi_.      Hide me from _Pharamond!_\n                When Thunder speaks, which is the voice of _Jove,_\n                Though I do reverence, yet I hide me not;\n                And shall a stranger Prince have leave to brag\n                Unto a forreign Nation, that he made _Philaster_\n                hide himself?\n\n_Are_.      He cannot know it.\n\n_Phi_.       Though it should sleep for ever to the world,\n                It is a simple sin to hide my self,\n                Which will for ever on my conscience lie.\n\n_Are_.      Then good _Philaster,_ give him scope and way\n                In what he saies: for he is apt to speak\n                What you are loth to hear: for my sake do.\n\n_Phi_.       I will.\n\n                                          [ _Enter_ Pharamond.\n\n_Pha_.     My Princely Mistress, as true lovers ought,\n                I come to kiss these fair hands; and to shew\n                In outward Ceremonies, the dear love\n                Writ in my heart.\n\n_Phi_.       If I shall have an answer no directlier,\n                I am gone.\n\n_Pha_.     To what would he have an answer?\n\n_Are_.      To his claim unto the Kingdom.\n\n_Pha_.     Sirrah, I forbear you before the King.\n\n_Phi_.      Good Sir, do so still, I would not talk with you.\n\n_Pha_.      But now the time is fitter, do but offer\n                To make mention of right to any Kingdom,\n                Though it be scarce habitable.\n\n_Phi_.      Good Sir, let me go.\n\n_Pha_.     And by my sword.\n\n_Phi_.      Peace _Pharamond:_ if thou--\n\n_Are_.      Leave us Philaster.\n\n_Phi_.      I have done.\n\n_Pha_.     You are gone, by heaven I'le fetch you back.\n\n_Phi_.      You shall not need.\n\n_Pha_.     What now?\n\n_Phi_.      Know Pharamond,\n                I loath to brawl with such a blast as thou,\n                Who art nought but a valiant voice: But if\n                Thou shalt provoke me further, men shall say\n                Thou wert, and not lament it.\n_Pha_.      Do you slight\n                My greatness so, and in the Chamber of the Princess!\n\n_Phi_.       It is a place to which I must confess\n                I owe a reverence: but wer't the Church,\n                I, at the Altar, there's no place so safe,\n                Where thou dar'st injure me, but I dare kill thee:\n                And for your greatness; know Sir, I can grasp\n                You, and your greatness thus, thus into nothing:\n                Give not a word, not a word back: Farewell.\n\n                                                           [_Exit_ Phi.\n\n_Pha_.      'Tis an odd fellow Madam, we must stop\n                His mouth with some Office, when we are married.\n\n_Are_.       You were best make him your Controuler.\n\n_Pha_.      I think he would discharge it well. But Madam,\n                I hope our hearts are knit; and yet so slow\n                The Ceremonies of State are, that 'twill be long\n                Before our hands be so: If then you please,\n                Being agreed in heart, let us not wait\n                For dreaming for me, but take a little stoln\n                Delights, and so prevent our joyes to come.\n\n_Are_.      If you dare speak such thoughts,\n                I must withdraw in honour.\n\n                                                          [_Exit_ Are.\n\n_Pha_.      The constitution of my body will never hold out till\n                the wedding; I must seek elsewhere.\n\n                                                          [_Exit_ Pha.\n\n\n\n                _Actus Secundus.  Scena Prima_.\n\n  _Enter_ Philaster _and_ Bellario.\n\n_Phi_.      And thou shalt find her honourable boy,\n                Full of regard unto thy tender youth,\n                For thine own modesty; and for my sake,\n                Apter to give, than thou wilt be to ask, I, or deserve.\n\n_Bell_.      Sir, you did take me up when I was nothing;\n                And only yet am something, by being yours;\n                You trusted me unknown; and that which you are apt\n                To conster a simple innocence in me,\n                Perhaps, might have been craft; the cunning of a boy\n                Hardened in lies and theft; yet ventur'd you,\n                To part my miseries and me: for which,\n                I never can expect to serve a Lady\n                That bears more honour in her breast than you.\n\n_Phi_.       But boy, it will prefer thee; thou art young,\n                And bearest a childish overflowing love\n                To them that clap thy cheeks, and speak thee fair yet:\n                But when thy judgment comes to rule those passions,\n                Thou wilt remember best those careful friends\n                That plac'd thee in the noblest way of life;\n                She is a Princess I prefer thee to.\n\n_Bell_.      In that small time that I have seen the world,\n                I never knew a man hasty to part\n                With a servant he thought trusty; I remember\n                My Father would prefer the boys he kept\n                To greater men than he, but did it not,\n                Till they were grown too sawcy for himself.\n\n_Phi_.      Why gentle boy, I find no fault at all in thy behaviour.\n\n_Bell_.      Sir, if I have made\n                A fault of ignorance, instruct my youth;\n                I shall be willing, if not apt to learn;\n                Age and experience will adorn my mind\n                With larger knowledge: And if I have done\n                A wilful fault, think me not past all hope\n                For once; what Master holds so strict a hand\n                Over his boy, that he will part with him\n                Without one warning? Let me be corrected\n                To break my stubbornness if it be so,\n                Rather than turn me off, and I shall mend.\n\n_Phi_.       Thy love doth plead so prettily to stay,\n                That (trust me) I could weep to part with thee.\n                Alas! I do not turn thee off; thou knowest\n                It is my business that doth call thee hence,\n                And when thou art with her thou dwel'st with me:\n                Think so, and 'tis so; and when time is full,\n                That thou hast well discharged this heavy trust,\n                Laid on so weak a one, I will again\n                With joy receive thee; as I live, I will;\n                Nay weep not, gentle boy; 'Tis more than time\n                Thou didst attend the Princess.\n\n_Bell_.      I am gone;\n                But since I am to part with you my Lord,\n                And none knows whether I shall live to do\n                More service for you; take this little prayer;\n                Heaven bless your loves, your fights, all your designs.\n                May sick men, if they have your wish, be well;\n                And Heavens hate those you curse, though I be one.\n\n                                                                [_Exit_.\n\n_Phi_.      The love of boyes unto their Lords is strange,\n                I have read wonders of it; yet this boy\n                For my sake, (if a man may judge by looks,\n                And speech) would out-do story. I may see\n                A day to pay him for his loyalty.\n\n                                                            [_Exit_ Phi.\n\n  _Enter_ Pharamond.\n\n_Pha_.      Why should these Ladies stay so long? They must\n                come this way; I know the Queen imployes 'em not,\n                for the Reverend Mother sent me word they would all\n                be for the Garden. If they should all prove honest now,\n                I were in a fair taking; I was never so long without\n                sport in my life, and in my conscience 'tis not my\n                fault: Oh, for our Country Ladies! Here's one\n                boulted, I'le hound at her.\n\n  _Enter_ Galatea.\n\n_Gal_.       Your Grace!\n\n_Pha_.      Shall I not be a trouble?\n\n_Gal_.       Not to me Sir.\n\n_Pha_.      Nay, nay, you are too quick; by this sweet hand.\n\n_Gal_.      You'l be forsworn Sir, 'tis but an old glove. If you\n                will talk at distance, I am for you: but good Prince,\n                be not bawdy, nor do not brag; these two I bar, and\n                then I think, I shall have sence enough to answer\n                all the weighty _Apothegmes_ your Royal blood shall\n                manage.\n\n_Pha_.     Dear Lady, can you love?\n\n_Gal_.      Dear, Prince, how dear! I ne're cost you a Coach\n                yet, nor put you to the dear repentance of a Banquet;\n                here's no Scarlet Sir, to blush the sin out it was given\n                for: This wyer mine own hair covers: and this face has\n                been so far from being dear to any, that it ne're cost\n                penny painting: And for the rest of my poor Wardrobe,\n                such as you see, it leaves no hand behind it, to make\n                the jealous Mercers wife curse our good doings.\n\n_Pha_.      You mistake me Lady.\n\n_Gal_.      Lord, I do so; would you or I could help it.\n\n_Pha_.      Do Ladies of this Country use to give no more respect\n                to men of my full being?\n\n_Gal_.       Full being! I understand you not, unless your Grace\n                means growing to fatness; and then your only remedy\n                (upon my knowledge, Prince) is in a morning a Cup of\n                neat White-wine brew'd with _Carduus_, then fast till\n                supper, about eight\n                you may eat; use exercise, and keep a Sparrow-hawk, you\n                can shoot in a Tiller; but of all, your Grace must flie\n                _Phlebotomie_, fresh Pork, Conger, and clarified Whay;\n                They are all dullers of the vital spirits.\n\n_Pha_.      Lady, you talk of nothing all this while.\n\n_Gal_.       'Tis very true Sir, I talk of you.\n\n_Pha_.      This is a crafty wench, I like her wit well, 'twill be\n                rare to stir up a leaden appetite, she's a _Danae_, and\n                must be courted in a showr of gold. Madam, look\n                here, all these and more, than--\n\n_Gal_.      What have you there, my Lord? Gold? Now, as I\n                live tis fair gold; you would have silver for it to play\n                with the Pages; you could not have taken me in a\n                worse time; But if you have present use my Lord,\n                I'le send my man with silver and keep your gold\n                for you.\n\n_Pha_.      Lady, Lady.\n\n_Gal_.      She's coming Sir behind, will take white mony. Yet\n                for all this I'le match ye.\n\n                    [_Exit_ Gal. _behind the hangings_.\n\n_Pha_.      If there be two such more in this Kingdom, and\n                near the Court, we may even hang up our Harps: ten such\n                _Camphire_ constitutions as this, would call the golden\n                age again in question, and teach the old way for every ill\n                fac't Husband to get his own Children, and what a\n                mischief that will breed, let all consider.\n\n                                                  [ _Enter_ Megra.\n\n                Here's another; if she be of the same last, the Devil\n                shall pluck her on. Many fair mornings, Lady.\n\n\n_Meg_.     As many mornings bring as many dayes,\n                Fair, sweet, and hopeful to your Grace.\n\n_Pha_.      She gives good words yet; Sure this wench is free.\n                If your more serious business do not call you,\n                Let me hold quarter with you, we'll take an hour\n                Out quickly.\n\n_Meg_.     What would your Grace talk of?\n\n_Pha_.     Of some such pretty subject as your self.\n                I'le go no further than your eye, or lip,\n                There's theme enough for one man for an age.\n\n_Meg_.     Sir, they stand right, and my lips are yet even,\n                Smooth, young enough, ripe enough, red enough,\n                Or my glass wrongs me.\n\n_Pha_.      O they are two twin'd Cherries died in blushes,\n                Which those fair suns above, with their bright beams\n                Reflect upon, and ripen: sweetest beauty,\n                Bow down those branches, that the longing taste,\n                Of the faint looker on, may meet those blessings,\n                And taste and live.\n\n_Meg_.     O delicate sweet Prince;\n                She that hath snow enough about her heart,\n                To take the wanton spring of ten such lines off,\n                May be a Nun without probation.\n                Sir, you have in such neat poetry, gathered a kiss,\n                That if I had but five lines of that number,\n                Such pretty begging blanks, I should commend\n                Your fore-head, or your cheeks, and kiss you too.\n\n_Pha_.     Do it in prose; you cannot miss it Madam.\n\n_Meg_.     I shall, I shall.\n\n_Pha_.     By my life you shall not.\n                I'le prompt you first: Can you do it now?\n\n_Meg_.     Methinks 'tis easie, now I ha' don't before;\n                But yet I should stick at it.\n\n_Pha_.     Stick till to morrow.\n                I'le ne'r part you sweetest. But we lose time,\n                Can you love me?\n\n_Meg_.     Love you my Lord? How would you have me\n                love you?\n\n_Pha_.      I'le teach you in a short sentence, cause I will not\n                load your memory, that is all; love me, and lie with\n                me.\n\n_Meg_.     Was it lie with you that you said? 'Tis impossible.\n\n_Pha_.      Not to a willing mind, that will endeavour; if I do\n                not teach you to do it as easily in one night, as you'l\n                go to bed, I'le lose my Royal blood for't.\n\n_Meg_.    Why Prince, you have a Lady of your own, that\n                yet wants teaching.\n\n_Pha_.      I'le sooner teach a Mare the old measures, than teach\n                her any thing belonging to the function; she's afraid to\n                lie with her self, if she have but any masculine\n                imaginations about her; I know when we are married,\n                I must ravish her.\n\n_Meg_.     By my honour, that's a foul fault indeed, but time\n                and your good help will wear it out Sir.\n\n_Pha_.      And for any other I see, excepting your dear self,\n                dearest Lady, I had rather be Sir _Tim _the Schoolmaster,\n                and leap a Dairy-maid.\n\n_Meg_.     Has your Grace seen the Court-star _Galatea_?\n\n_Pha_.     Out upon her; she's as cold of her favour as an\n                apoplex: she sail'd by but now.\n\n_Meg_.     And how do you hold her wit Sir?\n\n_Pha_.      I hold her wit? The strength of all the Guard cannot\n                hold it, if they were tied to it, she would blow 'em out of\n                the Kingdom, they talk of _Jupiter_, he's but a squib\n                cracker to her: Look well about you, and you may find\n                a tongue-bolt. But speak sweet Lady, shall I be freely\n                welcome?\n\n_Meg_.     Whither?\n\n_Pha_.      To your bed; if you mistrust my faith, you do me\n                the unnoblest wrong.\n\n_Meg_.     I dare not Prince, I dare not.\n\n_Pha_.     Make your own conditions, my purse shall seal 'em,\n               and what you dare imagine you can want, I'le furnish you\n               withal: give two hours to your thoughts every morning about\n               it. Come, I know you are bashful, speak in my ear, will you\n               be mine? keep this, and with it me: soon I will visit you.\n\n_Meg_.    My Lord, my Chamber's most unsafe, but when\n               'tis night I'le find some means to slip into your\n               lodging: till when--\n\n_Pha_.     Till when, this, and my heart go with thee.\n\n                                              [_Ex. several ways_.\n\n   _Enter _Galatea _from behind the hangings_.\n\n_Gal_.      Oh thou pernicious Petticoat Prince, are these your\n                vertues? Well, if I do not lay a train to blow your\n                sport up, I am no woman; and Lady Towsabel I'le\n                fit you for't.\n\n                                                          [_Exit_ Gal.\n\n_Enter _Arethusa _and a_ Lady.\n\n_Are_.     Where's the boy?\n\n_La_.       Within Madam.\n\n_Are_.     Gave you him gold to buy him cloaths?\n\n_La_.       I did.\n\n_Are_.     And has he don't?\n\n_La_.       Yes Madam.\n\n_Are_.     'Tis a pretty sad talking lad, is it not?\n               Askt you his name?\n\n_La_.       No Madam.\n\n                                                [ _Enter _Galatea.\n\n_Are_.      O you are welcome, what good news?\n\n_Gal_.      As good as any one can tell your Grace,\n                That saies she hath done that you would have wish'd.\n\n_Are_.      Hast thou discovered?\n\n_Gal_.      I have strained a point of modesty for you.\n\n_Are_.      I prethee how?\n\n_Gal_.      In listning after bawdery; I see, let a Lady live\n                never so modestly, she shall be sure to find a lawful\n                time, to harken after bawdery; your Prince, brave\n                _Pharamond_, was so hot on't.\n\n_Are_.      With whom?\n\n_Gal_.      Why, with the Lady I suspect: I can tell the time and place.\n\n_Are_.      O when, and where?\n\n_Gal_.      To night, his Lodging.\n\n_Are_.      Run thy self into the presence, mingle there again\n                With other Ladies, leave the rest to me:\n                If destiny (to whom we dare not say,\n                Why thou didst this) have not decreed it so\n                In lasting leaves (whose smallest Characters\n                Were never altered:) yet, this match shall break.\n                Where's the boy?\n\n_La_.        Here Madam.\n\n                                                      [ _Enter _Bellario.\n\n_Are_.      Sir, you are sad to change your service, is't not so?\n\n_Bell_.     Madam, I have not chang'd; I wait on you,\n                To do him service.\n\n_Are_.      Thou disclaim'st in me;\n                Tell me thy name.\n\n_Bell_.      _Bellario_.\n\n_Are_.       Thou canst sing, and play?\n\n_Bell_.      If grief will give me leave, Madam, I can.\n\n_Are_.      Alas! what kind of grief can thy years know?\n                Hadst thou a curst master, when thou went'st to School?\n                Thou art not capable of other grief;\n                Thy brows and cheeks are smooth as waters be,\n                When no [b]reath troubles them: believe me boy,\n                Care seeks out wrinkled brows, and hollow eyes,\n                And builds himself caves to abide in them.\n                Come Sir, tell me truly, does your Lord love me?\n\n _Bell_.     Love Madam? I know not what it is.\n\n_Are_.      Canst thou know grief, and never yet knew'st love?\n                Thou art deceiv'd boy; does he speak of me\n                As if he wish'd me well?\n\n_Bell_.      If it be love,\n                To forget all respect of his own friends,\n                In thinking of your face; if it be love\n                To sit cross arm'd and sigh away the day,\n                Mingled with starts, crying your name as loud\n                And hastily, as men i'the streets do fire:\n                If it be love to weep himself away,\n                When he but hears of any Lady dead,\n                Or kill'd, because it might have been your chance;\n                If when he goes to rest (which will not be)\n                'Twixt every prayer he saies, to name you once\n                As others drop a bead, be to be in love;\n                Then Madam, I dare swear he loves you.\n\n_Are_.      O y'are a cunning boy, and taught to lie,\n                For your Lords credit; but thou knowest, a lie,\n                That bears this sound, is welcomer to me,\n                Than any truth that saies he loves me not.\n                Lead the way Boy: Do you attend me too;\n                'Tis thy Lords business hasts me thus; Away.\n\n                                                      [_Exeunt_.\n\n    _Enter _Dion, Cleremont, Thrasilin, Megra _and _Galatea.\n\n_Di_.        Come Ladies, shall we talk a round? As men\n                Do walk a mile, women should take an hour\n                After supper: 'Tis their exercise.\n\n_Gal_.      Tis late.\n\n_Meg_.     'Tis all\n                My eyes will do to lead me to my bed.\n\n_Gal_.       I fear they are so heavy, you'l scarce find\n                The way to your lodging with 'em to night.\n\n                                          [ Enter _Pharamond_.\n\n_Thra_.     The Prince.\n\n_Pha_.      Not a bed Ladies? y'are good sitters up;\n                What think you of a pleasant dream to last\n                Till morning?\n\n_Meg_.     I should choose, my Lord, a pleasing wake before it.\n\n                            [_Enter _Arethusa _and _Bellario.\n\n_Are_.      'Tis well my Lord y'are courting of Ladies.\n                Is't not late Gentlemen?\n\n_Cle_.      Yes Madam.\n\n_Are_.      Wait you there.\n                                                    [_Exit _Arethusa.\n\n_Meg_.     She's jealous, as I live; look you my Lord,\n                The Princess has a _Hilas_, an _Adonis_.\n\n_Pha_.      His form is Angel-like.\n\n_Meg_.     Why this is he, must, when you are wed,\n                Sit by your pillow, like young _Apollo_, with\n                His hand and voice, binding your thoughts in sleep;\n                The Princess does provide him for you, and for her self.\n\n_Pha_.      I find no musick in these boys.\n\n_Meg_.     Nor I.\n                They can do little, and that small they do,\n                They have not wit to hide.\n\n_Di_.        Serves he the Princess?\n\n_Thra_.    Yes.\n\n_Di_.        'Tis a sweet boy, how brave she keeps him!\n\n_Pha_.      Ladies all good rest; I mean to kill a Buck\n                To morrow morning, ere y'ave done your dreams.\n\n_Meg_.     All happiness attend your Grace, Gentlemen good rest,\n                Come shall we to bed?\n\n_Gal_.       Yes, all good night.\n\n                                               [_Ex_. Gal. _and _Meg.\n\n_Di_.        May your dreams be true to you;\n                What shall we do Gallants? 'Tis late, the King\n                Is up still, see, he comes, a Guard along\n                With him.\n\n                              [_Enter _King, Arethusa _and _Guard.\n\n_King_.     Look your intelligence be true.\n\n_Are_.      Upon my life it is: and I do hope,\n                Your Highness will not tye me to a man,\n                That in the heat of wooing throws me off,\n                And takes another.\n\n_Di_.        What should this mean?\n\n                _King_. If it be true,\n                That Lady had been better have embrac'd\n                Cureless Diseases; get you to your rest,\n\n                                            [_Ex_. Are. _and _Bel.\n\n                You shall be righted: Gentlemen draw near,\n                We shall imploy you: Is young _Pharamond_\n                Come to his lodging?\n\n_Di_.         I saw him enter there.\n\n_King_.    Haste some of you, and cunningly discover,\n                If Megra be in her lodging.\n\n_Cle_.       Sir,\n                She parted hence but now with other Ladies.\n\n_King_.     If she be there, we shall not need to make\n                A vain discovery of our suspicion.\n                You gods I see, that who unrighteously\n                Holds wealth or state from others, shall be curst,\n                In that, which meaner men are blest withall:\n                Ages to come shall know no male of him\n                Left to inherit, and his name shall be\n                Blotted from earth; If he have any child,\n                It shall be crossly matched: the gods themselves\n                Shall sow wild strife betwixt her Lord and her,\n                Yet, if it be your wills, forgive the sin\n                I have committed, let it not fall\n                Upon this understanding child of mine,\n                She has not broke your Laws; but how can I,\n                Look to be heard of gods, that must be just,\n                Praying upon the ground I hold by wrong?\n\n                                                       [  _Enter _Dion.\n\n_Di_.        Sir, I have asked, and her women swear she is within,\n                but they I think are bawds; I told 'em I must speak\n                with her: they laught, and said their Lady lay speechless.\n                I said, my business was important; they said their Lady\n                was about it: I grew hot, and cryed my business was a\n                matter that concern'd life and death; they answered, so\n                was sleeping, at which their Lady was; I urg'd again, she\n                had scarce time to be so since last I saw her; they smil'd\n                again, and seem'd to instruct me, that sleeping was\n                nothing but lying down and winking: Answers more direct\n                I could not get: in short Sir, I think she is not there.\n\n_King_.     'Tis then no time to dally: you o'th' Guard,\n                Wait at the back door of the Princes lodging,\n                And see that none pass thence upon your lives.\n                Knock Gentlemen: knock loud: louder yet:\n                What, has their pleasure taken off their hearing?\n                I'le break your meditations: knock again:\n                Not yet? I do not think he sleeps, having this\n                Larum by him; once more, _Pharamond_, Prince.\n\n                                                      [Pharamond _above_.\n\n_Pha_.      What sawcy groom knocks at this dead of night?\n                Where be our waiters? By my vexed soul,\n                He meets his death, that meets me, for this boldness.\n\n_K_.         Prince, you wrong your thoughts, we are your friends,\n                Come down.\n\n_Pha_.      The King?\n\n_King_.     The same Sir, come down,\n                We have cause of present Counsel with you.\n\n_Pha_.      If your Grace please to use me, I'le attend you\n                To your Chamber.\n                                                          [Pha. _below_.\n\n_King_.     No, 'tis too late Prince, I'le make bold with yours.\n\n_Pha_.       I have some private reasons to my self,\n                Makes me unmannerly, and say you cannot;\n                Nay, press not forward Gentlemen, he must come\n                Through my life, that comes here.\n\n_King_.     Sir be resolv'd, I must and will come. Enter.\n\n_Pha_.      I will not be dishonour'd;\n                He that enters, enters upon his death;\n                Sir, 'tis a sign you make no stranger of me,\n                To bring these Renegados to my Chamber,\n                At these unseason'd hours.\n\n_King_.    Why do you\n                Chafe your self so? you are not wrong'd, nor shall be;\n                Onely I'le search your lodging, for some cause\n                To our self known: Enter I say.\n\n_Pha_.      I say no.\n                                                        [_Meg. Above_.\n\n_Meg_.     Let 'em enter Prince,\n                Let 'em enter, I am up, and ready; I know their business,\n                'Tis the poor breaking of a Ladies honour,\n                They hunt so hotly after; let 'em enjoy it.\n                You have your business Gentlemen, I lay here.\n                O my Lord the King, this is not noble in you\n                To make publick the weakness of a Woman.\n\n_King_.    Come down.\n\n_Meg_.     I dare my Lord; your whootings and your clamors,\n                Your private whispers, and your broad fleerings,\n                Can no more vex my soul, than this base carriage;\n                But I have vengeance yet in store for some,\n                Shall in the most contempt you can have of me,\n                Be joy and nourishment.\n\n_King_.     Will you come down?\n\n_Meg_.      Yes, to laugh at your worst: but I shall wrong you,\n                If my skill fail me not.\n\n_King_.    Sir, I must dearly chide you for this looseness,\n                You have wrong'd a worthy Lady; but no more,\n                Conduct him to my lodging, and to bed.\n\n_Cle_.      Get him another wench, and you bring him to bed in deed.\n\n_Di_.        'Tis strange a man cannot ride a Stagg\n                Or two, to breath himself, without a warrant:\n                If this geer hold, that lodgings be search'd thus,\n                Pray heaven we may lie with our own wives in safety,\n                That they be not by some trick of State mistaken.\n\n                                                    [  _Enter with_ Megra.\n\n_King_.    Now Lady of honour, where's your honour now?\n                No man can fit your palat, but the Prince.\n                Thou most ill shrowded rottenness; thou piece\n                Made by a Painter and a Pothecary;\n                Thou troubled sea of lust; thou wilderness,\n                Inhabited by wild thoughts; thou swoln cloud\n                Of Infection; them ripe Mine of all Diseases;\n                Thou all Sin, all Hell, and last, all Devils, tell me,\n                Had you none to pull on with your courtesies,\n                But he that must be mine, and wrong my Daughter?\n                By all the gods, all these, and all the Pages,\n                And all the Court shall hoot thee through the Court,\n                Fling rotten Oranges, make ribald Rimes,\n                And sear thy name with Candles upon walls:\n                Do you laugh Lady _Venus_?\n\n_Meg_.     Faith Sir, you must pardon me;\n                I cannot chuse but laugh to see you merry.\n                If you do this, O King; nay, if you dare do it;\n                By all these gods you swore by, and as many\n                More of my own; I will have fellows, and such\n                Fellows in it, as shall make noble mirth;\n                The Princess, your dear Daughter, shall stand by me\n                On walls, and sung in ballads, any thing:\n                Urge me no more, I know her, and her haunts,\n                Her layes, leaps, and outlayes, and will discover all;\n                Nay will dishonour her. I know the boy\n                She keeps, a handsome boy; about eighteen:\n                Know what she does with him, where, and when.\n                Come Sir, you put me to a womans madness,\n                The glory of a fury; and if I do not\n                Do it to the height?\n\n_King_.    What boy is this she raves at?\n\n_Meg_.     Alas! good minded Prince, you know not these things?\n                I am loth to reveal 'em. Keep this fault\n                As you would keep your health from the hot air\n                Of the corrupted people, or by heaven,\n                I will not fall alone: what I have known,\n                Shall be as publick as a print: all tongues\n                Shall speak it as they do the language they\n                Are born in, as free and commonly; I'le set it\n                Like a prodigious star for all to gaze at,\n                And so high and glowing, that other Kingdoms far\n                and Forreign\n                Shall read it there, nay travel with it, till they find\n                No tongue to make it more, nor no more people;\n                And then behold the fall of your fair Princess.\n\n_King_.    Has she a boy?\n\n_Cle_.       So please your Grace I have seen a boy wait\n                On her, a fair boy.\n\n_King_.    Go get you to your quarter:\n                For this time I'le study to forget you.\n\n_Meg_.     Do you study to forget me, and I'le study\n                To forget you.\n\n                              [_Ex_. King, Meg. _and_ Guard.\n\n_Cle_.      Why here's a Male spirit for _Hercules_, if ever there\n                be nine worthies of women, this wench shall ride\n                astride, and be their Captain.\n\n_Di_.        Sure she hath a garrison of Devils in her tongue, she\n                uttereth such balls of wild-fire. She has so netled the\n                King, that all the Doctors in the Country will scarce\n                cure him. That boy was a strange found out antidote to\n                cure her infection: that boy, that Princess boy: that brave,\n                chast, vertuous Ladies boy: and a fair boy, a well spoken\n                boy: All these considered, can make nothing else--but\n                there I leave you Gentlemen.\n\n_Thra_.     Nay we'l go wander with you.\n\n                                              [_Exeunt_.\n\n\n\n                _Actus Tertius. Scena Prima_.\n\n  _Enter _Cle. Di. _and _Thra.\n\n_Cle_.       Nay doubtless 'tis true.\n\n_Di_.         I, and 'tis the gods\n                That rais'd this Punishment to scourge the King\n                With his own issue: Is it not a shame\n                For us, that should write noble in the land;\n                For us, that should be freemen, to behold\n                A man, that is the bravery of his age,\n                _Philaster_, prest down from his Royal right,\n                By this regardless King; and only look,\n                And see the Scepter ready to be cast\n                Into the hands of that lascivious Lady,\n                That lives in lust with a smooth boy, now to be\n                Married to yon strange Prince, who, but that people\n                Please to let him be a Prince, is born a slave,\n                In that which should be his most noble part,\n                His mind?\n\n_Thra_.     That man that would not stir with you,\n                To aid _Philaster_, let the gods forget,\n                That such a Creature walks upon the earth.\n\n_Cle_.       _Philaster_ is too backward in't himself;\n                The Gentry do await it, and the people\n                Against their nature are all bent for him,\n                And like a field of standing Corn, that's mov'd\n                With a stiff gale, their heads bow all one way.\n\n_Di_.        The only cause that draws _Philaster_ back\n                From this attempt, is the fair Princess love,\n                Which he admires and we can now confute.\n\n_Thra_.     Perhaps he'l not believe it.\n\n_Di_.        Why Gentlemen, 'tis without question so.\n\n_Cle_.       I 'tis past speech, she lives dishonestly.\n                But how shall we, if he be curious, work\n                Upon his faith?\n\n_Thra_.     We all are satisfied within our selves.\n\n_Di_.        Since it is true, and tends to his own good,\n                I'le make this new report to be my knowledge,\n                I'le say I know it, nay, I'le swear I saw it.\n\n_Cle_.       It will be best.\n\n_Thra_.     'Twill move him.\n\n                                       [ _Enter_ Philaster.\n\n_Di_.        Here he comes. Good morrow to your honour,\n                We have spent some time in seeking you.\n\n_Phi_.       My worthy friends,\n                You that can keep your memories to know\n                Your friend in miseries, and cannot frown\n                On men disgrac'd for vertue: A good day\n                Attend you all. What service may I do worthy your\n                acceptation?\n\n_Di_.        My good Lord,\n                We come to urge that vertue which we know\n                Lives in your breast, forth, rise, and make a head,\n                The Nobles, and the people are all dull'd\n                With this usurping King: and not a man\n                That ever heard the word, or knew such a thing\n                As vertue, but will second your attempts.\n\n_Phi_.       How honourable is this love in you\n                To me that have deserv'd none? Know my friends\n                (You that were born to shame your poor _Philaster_,\n                With too much courtesie) I could afford\n                To melt my self in thanks; but my designs\n                Are not yet ripe, suffice it, that ere long\n                I shall imploy your loves: but yet the time is short of\n                what I would.\n\n_Di_.        The time is fuller Sir, than you expect;\n                That which hereafter will not perhaps be reach'd\n                By violence, may now be caught; As for the King,\n                You know the people have long hated him;\n                But now the Princess, whom they lov'd.\n\n_Phi_.      Why, what of her?\n\n_Di_.        Is loath'd as much as he.\n\n_Phi_.      By what strange means?\n\n_Di_.        She's known a Whore.\n\n_Phi_.       Thou lyest.\n\n_Di_.         My Lord--\n\n_Phi_.       Thou lyest,\n\n                                      [_Offers to draw and is held_.\n\n                And thou shalt feel it; I had thought thy mind\n                Had been of honour; thus to rob a Lady\n                Of her good name, is an infectious sin,\n                Not to be pardon'd; be it false as hell,\n                'Twill never be redeem'd, if it be sown\n                Amongst the people, fruitful to increase\n                All evil they shall hear. Let me alone,\n                That I may cut off falshood, whilst it springs.\n                Set hills on hills betwixt me and the man\n                That utters this, and I will scale them all,\n                And from the utmost top fall on his neck,\n                Like Thunder from a Cloud.\n\n_Di_.        This is most strange;\n                Sure he does love her.\n\n_Phi_.       I do love fair truth:\n                She is my Mistress, and who injures her,\n                Draws vengeance from me Sirs, let go my arms.\n\n_Thra_.     Nay, good my Lord be patient.\n\n_Cle_.       Sir, remember this is your honour'd friend,\n                That comes to do his service, and will shew you\n                Why he utter'd this.\n\n_Phi_.       I ask you pardon Sir,\n                My zeal to truth made me unmannerly:\n                Should I have heard dishonour spoke of you,\n                Behind your back untruly, I had been\n                As much distemper'd, and enrag'd as now.\n\n_Di_.        But this my Lord is truth.\n\n_Phi_.      O say not so, good Sir forbear to say so,\n                'Tis the truth that all womenkind is false;\n                Urge it no more, it is impossible;\n                Why should you think the Princess light?\n\n_Di_.        Why, she was taken at it.\n\n_Phi_.       'Tis false, O Heaven 'tis false: it cannot be,\n                Can it? Speak Gentlemen, for love of truth speak;\n                Is't possible? can women all be damn'd?\n\n_Di_.        Why no, my Lord.\n\n_Phi_.      Why then it cannot be.\n\n_Di_.        And she was taken with her boy.\n\n_Phi_.      What boy?\n\n_Di_.        A Page, a boy that serves her.\n\n_Phi_.      Oh good gods, a little boy?\n\n_Di_.        I, know you him my Lord?\n\n_Phi_.      Hell and sin know him? Sir, you are deceiv'd;\n                I'le reason it a little coldly with you;\n                If she were lustful, would she take a boy,\n                That knows not yet desire? she would have one\n                Should meet her thoughts and knows the sin he acts,\n                Which is the great delight of wickedness;\n                You are abus'd, and so is she, and I.\n\n_Di_.        How you my Lord?\n\n_Phi_.      Why all the world's abus'd\n                In an unjust report.\n\n_Di_.        Oh noble Sir your vertues\n                Cannot look into the subtil thoughts of woman.\n                In short my Lord, I took them: I my self.\n\n_Phi_.       Now all the Devils thou didst flie from my rage,\n                Would thou hadst ta'ne devils ingendring plagues:\n                When thou didst take them, hide thee from my eyes,\n                Would thou hadst taken Thunder on thy breast,\n                When thou didst take them, or been strucken dumb\n                For ever: that this foul deed might have slept in\n                silence.\n\n_Thra_.    Have you known him so ill temper'd?\n\n_Cle_.      Never before.\n\n_Phi_.      The winds that are let loose,\n                From the four several corners of the earth,\n                And spread themselves all over sea and land,\n                Kiss not a chaste one. What friend bears a sword\n                To run me through?\n\n_Di_.        Why, my Lord, are you so mov'd at this?\n\n_Phi_.      When any falls from vertue I am distract,\n                I have an interest in't.\n\n_Di_.        But good my Lord recal your self,\n                And think what's best to be done.\n\n_Phi_.       I thank you. I will do it;\n                Please you to leave me, I'le consider of it:\n                Tomorrow I will find your lodging forth,\n                And give you answer\n                The readiest way.\n\n_Di_.        All the gods direct you.\n\n_Thra_.    He was extream impatient.\n\n_Cle_.      It was his vertue and his noble mind.\n\n                         [_Exeunt_ Di. Cle. _and_ Thra.\n\n_Phi_.       I had forgot to ask him where he took them,\n                I'le follow him. O that I had a sea\n                Within my breast, to quench the fire I feel;\n                More circumstances will but fan this fire;\n                It more afflicts me now, to know by whom\n                This deed is done, than simply that 'tis done:\n                And he that tells me this is honourable,\n                As far from lies, as she is far from truth.\n                O that like beasts, we could not grieve our selves,\n                With that we see not; Bulls and Rams will fight,\n                To keep their Females standing in their sight;\n                But take 'em from them, and you take at once\n                Their spleens away; and they will fall again\n                Unto their Pastures, growing fresh and fat,\n                And taste the waters of the springs as sweet,\n                As 'twas before, finding no start in sleep.\n                But miserable man; See, see you gods,\n\n                                              [_Enter_ Bellario.\n\n                He walks still; and the face you let him wear\n                When he was innocent, is still the same,\n                Not blasted; is this justice? Do you mean\n                To intrap mortality, that you allow\n                Treason so smooth a brow? I cannot now\n                Think he is guilty.\n\n_Bell_.      Health to you my Lord;\n                The Princess doth commend her love, her life,\n                And this unto you.\n\n_Phi_.       Oh _Bellario_,\n                Now I perceive she loves me, she does shew it\n                In loving thee my boy, she has made thee brave.\n\n_Bell_.      My Lord she has attired me past my wish,\n                Past my desert, more fit for her attendant,\n                Though far unfit for me, who do attend.\n\n_Phi_.       Thou art grown courtly boy. O let all women\n                That love black deeds, learn to dissemble here,\n                Here, by this paper she does write to me,\n                As if her heart were Mines of Adamant\n                To all the world besides, but unto me,\n                A maiden snow that melted with my looks.\n                Tell me my boy how doth the Princess use thee?\n                For I shall guess her love to me by that.\n\n_Bell_.      Scarce like her servant, but as if I were\n                Something allied to her; or had preserv'd\n                Her life three times by my fidelity.\n                As mothers fond do use their only sons;\n                As I'de use one, that's left unto my trust,\n                For whom my life should pay, if he met harm,\n                So she does use me.\n\n_Phi_.       Why, this is wondrous well:\n                But what kind language does she feed thee with?\n\n_Bell_.      Why, she does tell me, she will trust my youth\n                With all her loving secrets; and does call me\n                Her pretty servant, bids me weep no more\n                For leaving you: shee'l see my services\n                Regarded; and such words of that soft strain,\n                That I am nearer weeping when she ends\n                Than ere she spake.\n\n_Phi_.       This is much better still.\n\n_Bell_.      Are you ill my Lord?\n\n_Phi_.       Ill? No _Bellario_.\n\n_Bell_.      Me thinks your words\n                Fall not from off your tongue so evenly,\n                Nor is there in your looks that quietness,\n                That I was wont to see.\n\n_Phi_.       Thou art deceiv'd boy:\n                And she stroakes thy head?\n\n_Bell_.      Yes.\n\n_Phi_.       And she does clap thy cheeks?\n\n_Bell_.      She does my Lord.\n\n_Phi_.       And she does kiss thee boy? ha!\n\n_Bell_.      How my Lord?\n\n_Phi_.       She kisses thee?\n\n_Bell_.      Not so my Lord.\n\n_Phi_.       Come, come, I know she does.\n\n_Bell_.      No by my life.\n\n_Phi_.      Why then she does not love me; come, she does,\n                I had her do it; I charg'd her by all charms\n                Of love between us, by the hope of peace\n                We should enjoy, to yield thee all delights\n                Naked, as to her bed: I took her oath\n                Thou should'st enjoy her: Tell me gentle boy,\n                Is she not paralleless? Is not her breath\n                Sweet as _Arabian_ winds, when fruits are ripe?\n                Are not her breasts two liquid Ivory balls?\n                Is she not all a lasting Mine of joy?\n\n_Bell_.      I, now I see why my disturbed thoughts\n                Were so perplext. When first I went to her,\n                My heart held augury; you are abus'd,\n                Some villain has abus'd you; I do see\n                Whereto you tend; fall Rocks upon his head,\n                That put this to you; 'tis some subtil train,\n                To bring that noble frame of yours to nought.\n\n_Phi_.       Thou think'st I will be angry with thee; Come\n                Thou shalt know all my drift, I hate her more,\n                Than I love happiness, and plac'd thee there,\n                To pry with narrow eyes into her deeds;\n                Hast thou discover'd? Is she fain to lust,\n                As I would wish her? Speak some comfort to me.\n\n_Bell_.     My Lord, you did mistake the boy you sent:\n                Had she the lust of Sparrows, or of Goats;\n                Had she a sin that way, hid from the world,\n                Beyond the name of lust, I would not aid\n                Her base desires; but what I came to know\n                As servant to her, I would not reveal, to make\n                my life last ages.\n\n_Phi_.      Oh my heart; this is a salve worse than the main disease.\n                Tell me thy thoughts; for I will know the least\n                That dwells within thee, or will rip thy heart\n                To know it; I will see thy thoughts as plain,\n                As I do know thy face.\n\n_Bell_.     Why, so you do.\n                She is (for ought I know) by all the gods,\n                As chaste as Ice; but were she foul as Hell\n                And I did know it, thus; the breath of Kings,\n                The points of Swords, Tortures nor Bulls of Brass,\n                Should draw it from me.\n\n_Phi_.      Then 'tis no time to dally with thee;\n                I will take thy life, for I do hate thee; I could curse\n                thee now.\n\n_Bell_.      If you do hate you could not curse me worse;\n                The gods have not a punishment in store\n                Greater for me, than is your hate.\n\n_Phi_.       Fie, fie, so young and so dissembling;\n                Tell me when and where thou di[d]st enjoy her,\n                Or let plagues fall on me, if I destroy thee not.\n\n_Bell_.      Heaven knows I never did: and when I lie\n                To save my life, may I live long and loath'd.\n                Hew me asunder, and whilst I can think\n                I'le love those pieces you have cut away,\n                Better than those that grow: and kiss these limbs,\n                Because you made 'em so.\n\n_Phi_.       Fearest thou not death?\n                Can boys contemn that?\n\n_Bell_.      Oh, what boy is he\n                Can be content to live to be a man\n                That sees the best of men thus passionate, thus\n                without reason?\n\n_Phi_.      Oh, but thou dost not know what 'tis to die.\n\n_Bell_.     Yes, I do know my Lord;\n                'Tis less than to be born; a lasting sleep,\n                A quiet resting from all jealousie;\n                A thing we all pursue; I know besides,\n                It is but giving over of a game that must be lost.\n\n_Phi_.      But there are pains, false boy,\n                For perjur'd souls; think but on these, and then\n                Thy heart will melt, and thou wilt utter all.\n\n_Bell_.      May they fall all upon me whilst I live,\n                If I be perjur'd, or have ever thought\n                Of that you charge me with; if I be false,\n                Send me to suffer in those punishments you speak of;\n                kill me.\n\n_Phi_.      Oh, what should I do?\n                Why, who can but believe him? He does swear\n                So earnestly, that if it were not true,\n                The gods would not endure him.  Rise _Bellario_,\n                Thy protestations are so deep; and thou\n                Dost look so truly, when thou utterest them,\n                That though I [know] 'em false, as were my hopes,\n                I cannot urge thee further; but thou wert\n                To blame to injure me, for I must love\n                Thy honest looks, and take no revenge upon\n                Thy tender youth; A love from me to thee\n                Is firm, what ere thou dost: It troubles me\n                That I have call'd the blood out of thy cheeks,\n                That did so well become thee: but good boy\n                Let me not see thee more; something is done,\n                That will distract me, that will make me mad,\n                If I behold thee: if thou tender'st me,\n                Let me not see thee.\n\n_Bell_.      I will fly as far\n                As there is morning, ere I give distaste\n                To that most honour'd mind.  But through these tears\n                Shed at my hopeless parting, I can see\n                A world of Treason practis'd upon you,\n                And her and me. Farewel for evermore;\n                If you shall hear, that sorrow struck me dead,\n                And after find me Loyal, let there be\n                A tear shed from you in my memorie,\n                And I shall rest at peace.\n\n                                                        [_Exit_ Bel.\n\n_Phi_.       Blessing be with thee,\n                What ever thou deserv'st. Oh, where shall I\n                Go bath thy body? Nature too unkind,\n                That made no medicine for a troubled mind!\n\n                                                      [_Exit_. Phi.\n\n     _Enter_ Arethuse.\n\n_Are_.       I marvel my boy comes not back again;\n                But that I know my love will question him\n                Over and over; how I slept, wak'd, talk'd;\n                How I remembred him when his dear name\n                Was last spoke, and how, when I sigh'd, wept, sung,\n                And ten thousand such; I should be angry at his stay.\n\n                                   [_Enter _King.\n\n_King_.    What are your meditations? who attends you?\n\n_Are_.      None but my single self, I need no Guard,\n                I do no wrong, nor fear none.\n\n_King_.    Tell me: have you not a boy?\n\n_Are_.      Yes Sir.\n\n_King_.    What kind of boy?\n\n_Are_.       A Page, a waiting boy.\n\n_King_.     A handsome boy?\n\n_Are_.       I think he be not ugly:\n                Well qualified, and dutiful, I know him,\n                I took him not for beauty.\n\n_King_.    He speaks, and sings and plays?\n\n_Are_.      Yes Sir.\n\n_King_.    About Eighteen?\n\n_Are_.      I never ask'd his age.\n\n_King_.    Is he full of service?\n\n_Are_.      By your pardon why do you ask?\n\n_King_.    Put him away.\n\n_Are_.      Sir?\n\n_King_.    Put him away, h'as done you that good service,\n                Shames me to speak of.\n\n_Are_.      Good Sir let me understand you.\n\n_King_.    If you fear me, shew it in duty; put away that boy.\n\n_Are_.      Let me have reason for it Sir, and then\n                Your will is my command.\n\n_King_.    Do not you blush to ask it? Cast him off,\n                Or I shall do the same to you. Y'are one\n                Shame with me, and so near unto my self,\n                That by my life, I dare not tell my self,\n                What you, my self have done.\n\n_Are_.      What have I done my Lord?\n\n_King_.     'Tis a new language, that all love to learn,\n                The common people speak it well already,\n                They need no Grammer; understand me well,\n                There be foul whispers stirring; cast him off!\n                And suddenly do it: Farewel.\n\n                                                           [_Exit_ King.\n\n_Are_.      Where may a Maiden live securely free,\n                Keeping her Honour safe? Not with the living,\n                They feed upon opinions, errours, dreams,\n                And make 'em truths: they draw a nourishment\n                Out of defamings, grow upon disgraces,\n                And when they see a vertue fortified\n                Strongly above the battery of their tongues;\n                Oh, how they cast to sink it; and defeated\n                (Soul sick with Poyson) strike the Monuments\n                Where noble names lie sleeping: till they sweat,\n                And the cold Marble melt.\n\n   _Enter_ Philaster.\n\n_Phi_.       Peace to your fairest thoughts, dearest Mistress.\n\n_Are_.      Oh, my dearest servant I have a War within me.\n\n_Phi_.      He must be more than man, that makes these Crystals\n                Run into Rivers; sweetest fair, the cause;\n                And as I am your slave, tied to your goodness,\n                Your creature made again from what I was,\n                And newly spirited, I'le right your honours.\n\n_Are_.      Oh, my best love; that boy!\n\n_Phi_.      What boy?\n\n_Are_.      The pretty boy you gave me.\n\n_Phi_.      What of him?\n\n_Are_.      Must be no more mine.\n\n_Phi_.      Why?\n\n_Are_.      They are jealous of him.\n\n_Phi_.      Jealous, who?\n\n_Are_.      The King.\n\n_Phi_.      Oh, my fortune,\n                Then 'tis no idle jealousie. Let him go.\n\n_Are_.      Oh cruel, are you hard hearted too?\n                Who shall now tell you, how much I lov'd you;\n                Who shall swear it to you, and weep the tears I send?\n                Who shall now bring you Letters, Rings, Bracelets,\n                Lose his health in service? wake tedious nights\n                In stories of your praise? Who shall sing\n                Your crying Elegies? And strike a sad soul\n                Into senseless Pictures, and make them mourn?\n                Who shall take up his Lute, and touch it, till\n                He crown a silent sleep upon my eye-lid,\n                Making me dream and cry, Oh my dear, dear _Philaster_.\n\n_Phi_.       Oh my heart!\n                Would he had broken thee, that made thee know\n                This Lady was not Loyal. Mistress, forget\n                The boy, I'le get thee a far better.\n\n_Are_.      Oh never, never such a boy again, as my _Bellario_.\n\n_Phi_.       'Tis but your fond affection.\n\n_Are_.      With thee my boy, farewel for ever,\n                All secrecy in servants: farewel faith,\n                And all desire to do well for it self:\n                Let all that shall succeed thee, for thy wrongs,\n                Sell and betray chast love.\n\n_Phi_.      And all this passion for a boy?\n\n_Are_.      He was your boy, and you put him to me,\n                And the loss of such must have a mourning for.\n\n_Phi_.      O thou forgetful woman!\n\n_Are_.      How, my Lord?\n\n_Phi_.       False _Arethusa_!\n                Hast thou a Medicine to restore my wits,\n                When I have lost 'em? If not, leave to talk, and do thus.\n\n_Are_.       Do what Sir? would you sleep?\n\n_Phi_.       For ever _Arethusa_. Oh you gods,\n                Give me a worthy patience; Have I stood\n                Naked, alone the shock of many fortunes?\n                Have I seen mischiefs numberless, and mighty\n                Grow li[k]e a sea upon me? Have I taken\n                Danger as stern as death into my bosom,\n                And laught upon it, made it but a mirth,\n                And flung it by? Do I live now like him,\n                Under this Tyrant King, that languishing\n                Hears his sad Bell, and sees his Mourners? Do I\n                Bear all this bravely, and must sink at length\n                Under a womans falshood? Oh that boy,\n                That cursed boy? None but a villain boy, to ease\n                your lust?\n\n_Are_.      Nay, then I am betray'd,\n                I feel the plot cast for my overthrow; Oh I am wretched.\n\n_Phi_.      Now you may take that little right I have\n                To this poor Kingdom; give it to your Joy,\n                For I have no joy in it. Some far place,\n                Where never womankind durst set her foot,\n                For bursting with her poisons, must I seek,\n                And live to curse you;\n                There dig a Cave, and preach to birds and beasts,\n                What woman is, and help to save them from you.\n                How heaven is in your eyes, but in your hearts,\n                More hell than hell has; how your tongues like Scorpions,\n                Both heal and poyson; how your thoughts are woven\n                With thousand changes in one subtle webb,\n                And worn so by you. How that foolish man,\n                That reads the story of a womans face,\n                And dies believing it, is lost for ever.\n                How all the good you have, is but a shadow,\n                I'th' morning with you, and at night behind you,\n                Past and forgotten. How your vows are frosts,\n                Fast for a night, and with the next sun gone.\n                How you are, being taken all together,\n                A meer confusion, and so dead a _Chaos_,\n                That love cannot distinguish. These sad Texts\n                Till my last hour, I am bound to utter of you.\n                So farewel all my wo, all my delight.\n\n                                                           [_Exit_ Phi.\n\n_Are_.      Be merciful ye gods and strike me dead;\n                What way have I deserv'd this? make my breast\n                Transparent as pure Crystal, that the world\n                Jealous of me, may see the foulest thought\n                My heart holds. Where shall a woman turn her eyes,\n                To find out constancy? Save me, how black,\n\n                                                      [_Enter_ Bell.\n\n                And guilty (me thinks) that boy looks now?\n                Oh thou dissembler, that before thou spak'st\n                Wert in thy cradle false? sent to make lies,\n                And betray Innocents; thy Lord and thou,\n                May glory in the ashes of a Maid\n                Fool'd by her passion; but the conquest is\n                Nothing so great as wicked. Fly away,\n                Let my command force thee to that, which shame\n                Would do without it. If thou understoodst\n                The loathed Office thou hast undergone,\n                Why, thou wouldst hide thee under heaps of hills,\n                Lest men should dig and find thee.\n\n_Bell_.      Oh what God\n                Angry with men, hath sent this strange disease\n                Into the noblest minds? Madam this grief\n                You add unto me is no more than drops\n                To seas, for which they are not seen to swell;\n                My Lord had struck his anger through my heart,\n                And let out all the hope of future joyes,\n                You need not bid me fly, I came to part,\n                To take my latest leave, Farewel for ever;\n                I durst not run away in honesty,\n                From such a Lady, like a boy that stole,\n                Or made some grievous fault; the power of gods\n                Assist you in your sufferings; hasty time\n                Reveal the truth to your abused Lord,\n                And mine: That he may know your worth: whilst I\n                Go seek out some forgotten place to die.\n\n                                                     [_Exit_ Bell.\n\n_Are_.       Peace guide thee, th'ast overthrown me once,\n                Yet if I had another _Troy_ to lose,\n                Thou or another villain with thy looks,\n                Might talk me out of it, and send me naked,\n                My hair dishevel'd through the fiery streets.\n\n                                                    [ _Enter a_ Lady\n\n_La_.        Madam, the King would hunt, and calls for you\n                With earnestness.\n\n_Are_.       I am in tune to hunt!\n                _Diana_ if thou canst rage with a maid,\n                As with a man, let me discover thee\n                Bathing, and turn me to a fearful Hind,\n                That I may die pursu'd by cruel Hounds,\n                And have my story written in my wounds.\n\n                                                               [_Exeunt_.\n\n\n\n                _Actus Quartus. Scena Prima_.\n\n    _Enter_ King, Pharamond, Arethusa, Galatea, Megra,\n    Dion, Cleremont, Thrasilin, _and Attendants_.\n\n_K_.          What, are the Hounds before, and all the woodmen?\n                Our horses ready, and our bows bent?\n\n_Di_.        All Sir.\n\n_King_.     Y'are cloudy Sir, come we have forgotten\n                Your venial trespass, let not that sit heavy\n                Upon your spirit; none dare utter it.\n\n_Di_.        He looks like an old surfeited Stallion after his leaping,\n                dull as a Dormouse: see how he sinks; the wench has shot\n                him between wind and water, and I hope sprung a leak.\n\n_Thra_.     He needs no teaching, he strikes sure enough; his\n                greatest fault is, he Hunts too much in the Purlues,\n                would he would leave off Poaching.\n\n_Di_.        And for his horn, has left it at the Lodge where he\n                lay late; Oh, he's a precious Lime-hound; turn him loose\n                upon the pursuit of a Lady, and if he lose her, hang him\n                up i'th' slip. When my Fox-bitch Beauty grows proud, I'le\n                borrow him.\n\n_King_.     Is your Boy turn'd away?\n\n_Are_.       You did command Sir, and I obey you.\n\n_King_.     'Tis well done: Hark ye further.\n\n_Cle_.       Is't possible this fellow should repent? Me thinks that\n                were not noble in him: and yet he looks like a mortified\n                member, as if he had a sick mans Salve in's mouth. If\n                a worse man had done this fault now, some Physical\n                Justice or other, would presently (without the help of\n                an Almanack) have opened the obstructions of his\n                Liver, and let him bloud with a Dog-whip.\n\n_Di_.        See, see, how modestly your Lady looks, as if she came\n                from Churching with her Neighbour; why, what a Devil\n                can a man see in her face, but that she's honest?\n\n_Pha_.      Troth no great matter to speak of, a foolish twinkling\n                with the eye, that spoils her Coat; but he must be a\n                cunning Herald that finds it.\n\n_Di_.        See how they Muster one another! O there's a Rank\n                Regiment where the Devil carries the Colours, and his Dam\n                Drum major, now the world and the flesh come behind with\n                the Carriage.\n\n_Cle_.       Sure this Lady has a good turn done her against her\n                will: before she was common talk, now none dare say,\n                Cantharides can stir her, her face looks like a Warrant,\n                willing and commanding all Tongues, as they will answer it,\n                to be tied up and bolted when this Lady means to let her\n                self loose. As I live she has got her a goodly protection,\n                and a gracious; and may use her body discreetly, for her\n                healths sake, once a week, excepting Lent and Dog-days:\n                Oh if they were to be got for mony, what a great sum would\n                come out of the City for these Licences?\n\n_King_.    To horse, to horse, we lose the morning, Gentlemen.\n\n                                                               [_Exeunt_.\n\n  _Enter two_ Woodmen.\n\n_1 Wood_.What, have you lodged the Deer?\n\n_2 Wood_. Yes, they are ready for the Bow.\n\n_1 Wood_. Who shoots?\n\n_2 Wood_. The Princess.\n\n_1 Wood_. No she'l Hunt.\n\n_2 Wood_. She'l take a Stand I say.\n\n_1 Wood_. Who else?\n\n_2 Wood_. Why the young stranger Prince.\n\n_1 Wood_. He shall Shoot in a Stone-bow for me. I never\n                lov'd his beyond-sea-ship, since he forsook the Say,\n                for paying Ten shillings: he was there at the fall of a\n                Deer, and would needs (out of his mightiness) give Ten\n                groats for the Dowcers; marry the Steward would have\n                had the Velvet-head into the bargain, to Turf his Hat\n                withal: I think he should love Venery, he is an old Sir\n                _Tristram_; for if you be remembred, he forsook the\n                Stagg once, to strike a Rascal Milking in a Medow, and\n                her he kill'd in the eye. Who shoots else?\n\n_2 Wood_. The Lady _Galatea_.\n\n_1 Wood_. That's a good wench, and she would not chide us\n                for tumbling of her women in the Brakes. She's liberal,\n                and by my Bow they say she's honest, and whether that\n                be a fault, I have nothing to do. There's all?\n\n_2 Wood_. No, one more, _Megra_.\n\n_1 Wood_. That's a firker I'faith boy; there's a wench will\n                Ride her Haunces as hard after a Kennel of Hounds, as a\n                Hunting-saddle; and when she comes home, get 'em clapt,\n                and all is well again. I have known her lose her self\n                three times in one Afternoon (if the Woods had been\n                answerable) and it has been work enough for one man\n                to find her, and he has sweat for it. She Rides well, and\n                she payes well. Hark, let's go.\n\n                                                     [_Exeunt_.\n\n   _Enter_ Philaster.\n\n_Phi_.      Oh, that I had been nourished in these woods\n                With Milk of Goats, and Acorns, and not known\n                The right of Crowns, nor the dissembling Trains\n                Of Womens looks; but dig'd my self a Cave,\n                Where I, my Fire, my Cattel, and my Bed\n                Might have been shut together in one shed;\n                And then had taken me some Mountain Girl,\n                Beaten with Winds, chast as the hardened Rocks\n                Whereon she dwells; that might have strewed my Bed\n                With leaves, and Reeds, and with the Skins of beasts\n                Our Neighbours; and have born at her big breasts\n                My large course issue. This had been a life free\n                from vexation.\n\n                                                     [  _Enter_ Bellario.\n\n_Bell_.      Oh wicked men!\n                An innocent man may walk safe among beasts,\n                Nothing assaults me here. See, my griev'd Lord\n                Sits as his soul were searching out a way,\n                To leave his body. Pardon me that must\n                Break thy last commandment; For I must speak;\n                You that are griev'd can pity; hear my Lord.\n\n_Phi_.      Is there a Creature yet so miserable,\n                That I can pity?\n\n_Bell_.     Oh my Noble Lord,\n                View my strange fortune, and bestow on me,\n                According to your bounty (if my service\n                Can merit nothing) so much as may serve\n                To keep that little piece I hold of life\n                From cold and hunger.\n\n_Phi_.       Is it thou? be gone:\n                Go sell those misbeseeming Cloaths thou wear'st,\n                And feed thy self with them.\n\n_Bell_.      Alas! my Lord, I can get nothing for them:\n                The silly Country people think 'tis Treason\n                To touch such gay things.\n\n_Phi_.       Now by my life this is\n                Unkindly done, to vex me with thy sight,\n                Th'art fain again to thy dissembling trade:\n                How should'st thou think to cozen me again?\n                Remains there yet a plague untri'd for me?\n                Even so thou wept'st and spok'st when first\n                I took thee up; curse on the time. If thy\n                Commanding tears can work on any other,\n                Use thy art, I'le not betray it. Which way\n                Wilt thou take, that I may shun thee;\n                For thine eyes are poyson to mine; and I\n                Am loth to grow in rage. This way, or that way?\n\n_Bell_.      Any will serve. But I will chuse to have\n                That path in chase that leads unto my grave.\n\n                             [_Exeunt_ Phil. _and_ Bell. _severally_.\n\n     _Enter_ Dion _and the_ Woodmen.\n\n_Di_.         This is the strangest sudden change! You _Woodman_.\n\n_1 Wood_. My Lord _Dion_.\n\n_Di_.        Saw you a Lady come this way on a Sable-horse\n                stubbed with stars of white?\n\n_2 Wood_. Was she not young and tall?\n\n_Di_.        Yes; Rode she to the wood, or to the plain?\n\n_2 Wood_. Faith my Lord we saw none.\n\n                                                     [_Exeunt_ Wood.\n\n   _Enter_ Cleremont.\n\n_Di_.        Pox of your questions then. What, is she found?\n\n_Cle_.      Nor will be I think.\n\n_Di_.        Let him seek his Daughter himself; she cannot stray\n                about a little necessary natural business, but the\n                whole Court must be in Arms; when she has done, we\n                shall have peace.\n\n_Cle_.       There's already a thousand fatherless tales amongst\n                us; some say her Horse run away with her; some a Wolf\n                pursued her; others, it was a plot to kill her; and that\n                Armed men were seen in the Wood: but questionless, she\n                rode away willingly.\n\n   _Enter_ King, _and_ Thrasiline.\n\n_King_.    Where is she?\n\n_Cle_.      Sir, I cannot tell.\n\n_King_.    How is that? Answer me so again.\n\n_Cle_.      Sir, shall I lie?\n\n_King_.    Yes, lie and damn, rather than tell me that;\n                I say again, where is she? Mutter not;\n                Sir, speak you where is she?\n\n_Di_.        Sir, I do not know.\n\n_King_.    Speak that again so boldly, and by Heaven\n                It is thy last. You fellows answer me,\n                Where is she? Mark me all, I am your King.\n                I wish to see my Daughter, shew her me;\n                I do command you all, as you are subjects,\n                To shew her me, what am I not your King?\n                If I, then am I not to be obeyed?\n\n_Di_.        Yes, if you command things possible and honest.\n\n_King_.    Things possible and honest! Hear me, thou,\n                Thou Traytor, that darest confine thy King to things\n                Possible and honest; shew her me,\n                Or let me perish, if I cover not all _Cicily_ with bloud.\n\n_Di_.        Indeed I cannot, unless you tell me where she is.\n\n_King_.    You have betray'd me, y'have, let me lose\n                The Jewel of my life, go; bring her me,\n                And set her before me; 'tis the King\n                Will have it so, whose breath can still the winds,\n                Uncloud the Sun, charm down the swelling Sea,\n                And stop the Flouds of Heaven; speak, can it not?\n\n_Di_.        No.\n\n_King_.    No, cannot the breath of Kings do this?\n\n_Di_.        No; nor smell sweet it self, if once the Lungs\n                Be but corrupted.\n\n_King_.     Is it so? Take heed.\n\n_Di_.        Sir, take you heed; how you dare the powers\n                That must be just.\n\n_King_.    Alas! what are we Kings?\n                Why do you gods place us above the rest;\n                To be serv'd, flatter'd, and ador'd till we\n                Believe we hold within our hands your Thunder,\n                And when we come to try the power we have,\n                There's not a leaf shakes at our threatnings.\n                I have sin'd 'tis true, and here stand to be punish'd;\n                Yet would not thus be punish'd; let me chuse\n                My way, and lay it on.\n\n_Di_.        He Articles with the gods; would some body would\n                draw bonds, for the performance of Covenants\n                betwixt them.\n\n   _Enter_ Pha. Galatea, _and_ Megra.\n\n_King_.     What, is she found?\n\n_Pha_.      No, we have ta'ne her Horse.\n                He gallopt empty by: there's some Treason;\n                You _Galatea_ rode with her into the wood; why left\n                you her?\n\n_Gal_.      She did command me.\n\n_King_.    Command! you should not.\n\n_Gal_.       'Twould ill become my Fortunes and my Birth\n                To disobey the Daughter of my King.\n\n_King_.     Y'are all cunning to obey us for our hurt,\n                But I will have her.\n\n_Pha_.      If I have her not,\n                By this hand there shall be no more _Cicily_.\n\n_Di_.        What will he carry it to _Spain_ in's pocket?\n\n_Pha_.      I will not leave one man alive, but the King,\n                A Cook and a Taylor.\n\n_Di_.        Yet you may do well to spare your Ladies Bed-fellow,\n                and her you may keep for a Spawner.\n\n_King_.     I see the injuries I have done must be reveng'd.\n\n_Di_.        Sir, this is not the way to find her out.\n\n_King_.    Run all, disperse your selves: the man that finds her,\n               Or (if she be kill'd) the Traytor; I'le [make] him great.\n\n_Di_.        I know some would give five thousand pounds to find her.\n\n_Pha_.     Come let us seek.\n\n_King_.    Each man a several way, here I my self.\n\n_Di_.        Come Gentlemen we here.\n\n_Cle_.       Lady you must go search too.\n\n_Meg_.      I had rather be search'd my self.\n\n                                        [_Exeunt omnes_.\n\n    _Enter_ Arethusa.\n\n_Are_.      Where am I now? Feet find me out a way,\n                Without the counsel of my troubled head,\n                I'le follow you boldly about these woods,\n                O're mountains, thorow brambles, pits, and flouds:\n                Heaven I hope will ease me. I am sick.\n\n   _Enter_ Bellario.\n\n_Bell_.      Yonder's my Lady; Heaven knows I want nothing;\n                Because I do not wish to live, yet I\n                Will try her Charity. Oh hear, you that have plenty,\n                From that flowing store, drop some on dry ground; see,\n                The lively red is gone to guard her heart;\n                I fear she faints. Madam look up, she breaths not;\n                Open once more those rosie twins, and send\n                Unto my Lord, your latest farewell; Oh, she stirs:\n                How is it Madam? Speak comfort.\n\n_Are_.       'Tis not gently done,\n                To put me in a miserable life,\n                And hold me there; I pray thee let me go,\n                I shall do best without thee; I am well.\n\n   _Enter_ Philaster.\n\n_Phil_.      I am to blame to be so much in rage,\n                I'le tell her coolely, when and where I heard\n                This killing truth. I will be temperate\n                In speaking, and as just in hearing.\n                Oh monstrous! Tempt me not ye gods, good gods\n                Tempt not a frail man, what's he, that has a heart\n                But he must ease it here?\n\n_Bell_.     My Lord, help the Princess.\n\n_Are_.       I am well, forbear.\n\n_Phi_.       Let me love lightning, let me be embrac'd\n                And kist by Scorpions, or adore the eyes\n                Of Basilisks, rather than trust to tongues,\n                And shrink these veins up; stick me here a stone\n                Lasting to ages in the memory\n                Of this damn'd act. Hear me you wicked ones,\n                You have put the hills on fire into this breast,\n                Not to be quench'd with tears, for which may guilt\n                Sit on your bosoms; at your meals, and beds,\n                Despair await you: what, before my face?\n                Poyson of Aspes between your lips; Diseases\n                Be your best issues; Nature make a Curse\n                And throw it on you.\n\n_Are_.      Dear _Philaster_, leave\n                To be enrag'd, and hear me.\n\n _Phi_.      I have done;\n                Forgive my passion, not the calm'd sea,\n                When _Ã\u0086olus_ locks up his windy brood,\n                Is less disturb'd than I, I'le make you know it.\n                Dear _Arethusa_, do but take this sword,\n                And search how temperate a heart I have;\n                Then you and this your boy, may live and raign\n                In lust without control; Wilt thou _Bellario_?\n                I prethee kill me; thou art poor, and maist\n                Nourish ambitious thoughts, when I am dead:\n                This way were freer; Am I raging now?\n                If I were mad I should desire to live;\n                Sirs, feel my pulse; whether have you known\n                A man in a more equal tune to die?\n\n_Bel_.      Alas my Lord, your pulse keeps madmans time,\n                So does your tongue.\n\n_Phi_.       You will not kill me then?\n\n_Are_.       Kill you?\n\n_Bell_.      Not for a world.\n\n_Phi_.       I blame not thee,\n                _Bellario_; thou hast done but that, which gods\n                Would have transform'd themselves to do; be gone,\n                Leave me without reply; this is the last\n                Of all our meeting. Kill me with this sword;\n                Be wise, or worse will follow: we are two\n                Earth cannot bear at once. Resolve to do, or suffer.\n\n_Are_.      If my fortunes be so good to let me fall\n                Upon thy hand, I shall have peace in death.\n                Yet tell me this, will there be no slanders,\n                No jealousies in the other world, no ill there?\n\n_Phi_.       No.\n\n _Are_.      Shew me then the way.\n\n_Phi_.       Then guide\n                My feeble hand, you that have power to do it,\n                For I must perform a piece of justice. If your youth\n                Have any way offended Heaven, let prayers\n                Short and effectual reconcile you to it.\n\n_Are_.       I am prepared.\n\n   _Enter a_ Country-fellow.\n\n_Coun_.    I'le see the King if he be in the Forest, I have hunted\n                him these two hours; if I should come home and not\n                see him my Sisters would laugh at me; I can see nothing\n                but people better horst than my self, that outride\n                me; I can hear nothing but shouting. These Kings had\n                need of good brains, this whooping is able to put a mean\n                man out of his wits. There's a Courtier with his sword\n                drawn, by this hand upon a woman, I think.\n\n_Phi_.      Are you at peace?\n\n_Are_.      With Heavens and Earth.\n\n_Phi_.      May they divide thy soul and body?\n\n_Coun_.   Hold dastard, strike a Woman! th'art a craven I\n                warrant thee, thou wouldst be loth to play half a dozen\n                of venies at wasters with a good fellow for a broken head.\n\n_Phi_.       Leave us good friend.\n\n_Are_.      What ill bred man art thou, to intrude thy self\n                Upon our private sports, our recreations?\n\n_Coun_.   God 'uds, I understand you not, but I know the\n                Rogue has hurt you.\n\n_Phi_.      Pursue thy own affairs: it will be ill\n                To multiply bloud upon my head; which thou wilt\n                force me to.\n\n _Coun_.  I know not your Rhetorick, but I can lay it on\n                if you touch the woman.\n\n                                           [_They fight_.\n\n_Phi_.      Slave, take what thou deservest.\n\n_Are_.      Heavens guard my Lord.\n\n_Coun_.  Oh do you breath?\n\n_Phi_.       I hear the tread of people: I am hurt.\n                The gods take part against me, could this Boor\n                Have held me thus else? I must shift for life,\n                Though I do loath it. I would find a course,\n                To lose it, rather by my will than force.\n\n                                             [_Exit_ Phil.\n\n_Coun_.    I cannot follow the Rogue. I pray thee wench\n                come and kiss me now.\n\n   _Enter_ Phara. Dion, Cle. Thra. _and_ Woodmen.\n\n_Pha_.     What art thou?\n\n_Coun_.   Almost kil'd I am for a foolish woman; a knave\n                has hurt her.\n\n_Pha_.      The Princess Gentlemen! Where's the wound Madam?\n                Is it dangerous?\n\n_Are_.      He has not hurt me.\n\n_Coun_.   I'faith she lies, has hurt her in the breast, look else.\n\n_Pha_.     O sacred spring of innocent blood!\n\n_Di_.        'Tis above wonder! who should dare this?\n\n_Are_.       I felt it not.\n\n_Pha_.      Speak villain, who has hurt the Princess?\n\n_Coun_.    Is it the Princess?\n\n_Di_.         I.\n\n_Coun_.    Then I have seen something yet.\n\n_Pha_.       But who has hurt her?\n\n_Coun_.     I told you a Rogue I ne're saw him before, I.\n\n_Pha_.       Madam who did it?\n\n_Are_.        Some dishonest wretch, Alas I know him not,\n                 And do forgive him.\n\n_Coun_.   He's hurt too, he cannot go far, I made my Fathers\n                old Fox flie about his ears.\n\n_Pha_.      How will you have me kill him?\n\n_Are_.       Not at all, 'tis some distracted fellow.\n\n_Pha_.      By this hand, I'le leave ne'er a piece of him bigger\n                than a Nut, and bring him all in my Hat.\n\n_Are_.       Nay, good Sir;\n                If you do take him, bring him quick to me,\n                And I will study for a punishment,\n                Great as his fault.\n\n_Pha_.      I will.\n\n_Are_.      But swear.\n\n_Pha_.      By all my love I will: Woodmen conduct the Princess\n                to the King, and bear that wounded fellow to dressing:\n                Come Gentlemen, we'l follow the chase close.\n\n                         [_Ex_. Are. Pha. Di. Cle. Thra. _and_ 1 Woodman.\n\n_Coun_.    I pray you friend let me see the King.\n\n_2 Wood_.That you shall, and receive thanks.\n\n                                             [_Exeunt_.\n\n_Coun_.   If I get clear with this, I'le go see no more gay sights.\n\n  _Enter_ Bellario.\n\n_Bell_.      A heaviness near death sits on my brow,\n                And I must sleep: Bear me thou gentle bank,\n                For ever if thou wilt: you sweet ones all,\n                Let me unworthy press you: I could wish\n                I rather were a Coarse strewed o're with you,\n                Than quick above you. Dulness shuts mine eyes,\n                And I am giddy; Oh that I could take\n                So sound a sleep, that I might never wake.\n\n _Enter_ Philaster.\n\n_Phi_.       I have done ill, my conscience calls me false,\n                To strike at her, that would not strike at me:\n                When I did fight, me thought I heard her pray\n                The gods to guard me. She may be abus'd,\n                And I a loathed villain: if she be,\n                She will conceal who hurt her; He has wounds,\n                And cannot follow, neither knows he me.\n                Who's this; _Bellario_ sleeping? If thou beest\n                Guilty, there is no justice that thy sleep\n\n                                                       [_Cry within_.\n\n                Should be so sound, and mine, whom thou hast wrong'd,\n                So broken: Hark I am pursued: you gods\n                I'le take this offer'd means of my escape:\n                They have no mark to know me, but my wounds,\n                If she be true; if false, let mischief light\n                On all the world at once. Sword, print my wounds\n                Upon this sleeping boy: I ha' none I think\n                Are mortal, nor would I lay greater on thee.\n\n                                                  [_Wounds him_.\n\n_Bell_.     Oh death I hope is come, blest be that hand,\n                It meant me well; again, for pities sake.\n\n_Phi_.       I have caught my self,\n\n                                                     [Phi. _falls_.\n\n                The loss of bloud hath stayed my flight. Here, here,\n                Is he that stroke thee: take thy full revenge,\n                Use me, as I did mean thee, worse than death:\n                I'le teach thee to revenge this luckless hand\n                Wounded the Princess, tell my followers\n                Thou didst receive these hurts in staying me,\n                And I will second thee: Get a reward.\n\n_Bell_.      Fly, fly my Lord and save your self.\n\n_Phi_.       How's this?\n                Wouldst thou I should be safe?\n\n_Bell_.      Else it were vain\n                For me to live. These little wounds I have,\n                Ha' not bled much, reach me that noble hand,\n                I'le help to cover you.\n\n_Phi_.       Art thou true to me?\n\n_Bell_.      Or let me perish loath'd. Come my good Lord,\n                Creep in amongst those bushes: who does know\n                But that the gods may save your (much lov'd) breath?\n\n_Phi_.       Then I shall die for grief, if not for this,\n                That I have wounded thee: what wilt thou do?\n\n_Bell_.      Shift for my self well: peace, I hear 'em come.\n\n_Within_.  Follow, follow, follow; that way they went.\n\n_Bell_.      With my own wounds I'le bloudy my own sword.\n                I need not counterfeit to fall; Heaven knows,\n                That I can stand no longer.\n\n  _Enter_ Pha. Dion, Cle. _and_ Thra.\n\n_Pha_.      To this place we have tract him by his bloud.\n\n_Cle_.       Yonder, my Lord, creeps one away.\n\n_Di_.         Stay Sir, what are you?\n\n_Bell_.      A wretched creature wounded in these Woods\n                By Beasts; relieve me, if your names be men,\n                Or I shall perish.\n\n_Di_.         This is he my Lord,\n                 Upon my soul that hurt her; 'tis the boy,\n                 That wicked boy that serv'd her.\n\n_Pha_.       O thou damn'd in thy creation!\n                 What cause could'st thou shape to hurt the Princess?\n\n_Bell_.       Then I am betrayed.\n\n_Di_.         Betrayed! no, apprehended.\n\n_Bell_.       I confess;\n                 Urge it no more, that big with evil thoughts\n                 I set upon her, and did take my aim\n                 Her death. For charity let fall at once\n                 The punishment you mean, and do not load\n                 This weary flesh with tortures.\n\n_Pha_.       I will know who hir'd thee to this deed?\n\n_Bell_.      Mine own revenge.\n\n_Pha_.      Revenge, for what?\n\n_Bell_.      It pleas'd her to receive\n                Me as her Page, and when my fortunes ebb'd,\n                That men strid o're them carelesly, she did showr\n                Her welcome graces on me, and did swell\n                My fortunes, till they overflow'd their banks,\n                Threatning the men that crost 'em; when as swift\n                As storms arise at sea, she turn'd her eyes\n                To burning Suns upon me, and did dry\n                The streams she had bestowed, leaving me worse\n                And more contemn'd than other little brooks,\n                Because I had been great: In short, I knew\n                I could not live, and therefore did desire\n                To die reveng'd.\n\n_Pha_.      If tortures can be found,\n                Long as thy natural life, resolve to feel\n                The utmost rigour.\n\n                                   [Philaster _creeps out of a bush_.\n\n_Cle_.       Help to lead him hence.\n\n_Phi_.       Turn back you ravishers of Innocence,\n                Know ye the price of that you bear away so rudely?\n\n_Pha_.      Who's that?\n\n_Di_.        'Tis the Lord _Philaster_.\n\n_Phi_.      'Tis not the treasure of all Kings in one,\n                The wealth of _Tagus_, nor the Rocks of Pearl,\n                That pave the Court of _Neptune_, can weigh down\n                That vertue. It was I that hurt the Princess.\n                Place me, some god, upon a _Piramis_,\n                Higher than hills of earth, and lend a voice\n                Loud as your Thunder to me, that from thence,\n                I may discourse to all the under-world,\n                The worth that dwells in him.\n\n_Pha_.      How's this?\n\n_Bell_.      My Lord, some man\n                Weary of life, that would be glad to die.\n\n_Phi_.       Leave these untimely courtesies _Bellario_.\n\n_Bell_.      Alas he's mad, come will you lead me on?\n\n_Phi_.       By all the Oaths that men ought most to keep:\n                And Gods do punish most, when men do break,\n                He toucht her not. Take heed _Bellario_,\n                How thou dost drown the vertues thou hast shown\n                With perjury. By all that's good 'twas I:\n                You know she stood betwixt me and my right.\n\n_Pha_.      Thy own tongue be thy judge.\n\n_Cle_.       It was _Philaster_.\n\n_Di_.        Is't not a brave boy?\n                Well Sirs, I fear we were all deceived.\n\n_Phi_.       Have I no friend here?\n\n_Di_.         Yes.\n\n_Phi_.       Then shew it;\n                Some good body lend a hand to draw us nearer.\n                Would you have tears shed for you when you die?\n                Then lay me gentle on his neck that there\n                I may weep flouds, and breath out my spirit:\n                'Tis not the wealth of _Plutus_, nor the gold\n                Lockt in the heart of earth, can buy away\n                This arm-full from me, this had been a ransom\n                To have redeem'd the great _Augustus Caesar_,\n                Had he been taken: you hard-hearted men,\n                More stony than these Mountains, can you see\n                Such clear pure bloud drop, and not cut your flesh\n                To stop his life? To bind whose better wounds,\n                Queens ought to tear their hair, and with their tears,\n                Bath 'em. Forgive me, thou that art the wealth of\n                poor _Philaster_.\n\n                                  [_Enter_ King, Arethusa _and a_ Guard.\n\n_King_.     Is the villain ta'ne?\n\n_Pha_.      Sir, here be two confess the deed; but say it was\n                _Philaster_.\n\n_Phi_.       Question it no more, it was.\n\n_King_.     The fellow that did fight with him will tell us.\n\n_Are_.       Ay me, I know he will.\n\n_King_.    Did not you know him?\n\n_Are_.      Sir, if it was he, he was disguised.\n\n_Phi_.       I was so. Oh my stars! that I should live still.\n\n_King_.    Thou ambitious fool;\n                Thou that hast laid a train for thy own life;\n                Now I do mean to do, I'le leave to talk, bear him\n                to prison.\n\n_Are_.       Sir, they did plot together to take hence\n                This harmless life; should it pass unreveng'd,\n                I should to earth go weeping: grant me then\n                (By all the love a Father bears his Child)\n                Their custodies, and that I may appoint\n                Their tortures and their death.\n\n_Di_.        Death? soft, our Law will not reach that, for this fault.\n\n_King_.     'Tis granted, take 'em to you, with a Guard.\n                Come Princely _Pharamond_, this business past,\n                We may with more security go on to your intended match.\n\n_Cle_.       I pray that this action lose not _Philaster_ the hearts\n                of the people.\n\n_Di_.        Fear it not, their overwise heads will think it but a trick.\n\n                                                       [_Exeunt Omnes_.\n\n\n\n                _Actus Quintus. Scena Prima_.\n\n  _Enter_ Dion, Cleremont, _and_ Thrasiline.\n\n_Thra_.    Has the King sent for him to death?\n\n_Di_.        Yes, but the King must know, 'tis not in\n                his power to war with Heaven.\n\n_Cle_.      We linger time; the King sent for _Philaster_ and the\n                Headsman an hour ago.\n\n_Thra_.    Are all his wounds well?\n\n_Di_.        All they were but scratches; but the loss of bloud\n                made him faint.\n\n_Cle_.       We dally Gentlemen.\n\n_Thra_.     Away.\n\n_Di_.        We'l scuffle hard before he perish.\n\n                                       [_Exeunt_.\n\n   _Enter_ Philaster, Arethusa, _and_ Bellario.\n\n_Are_.      Nay dear _Philaster_ grieve not, we are well.\n\n_Bell_.     Nay good my Lord forbear, we are wondrous well.\n\n_Phi_.      Oh _Arethusa_! O _Bellario_! leave to be kind:\n                I shall be shot from Heaven, as now from\n                Earth, If you continue so; I am a man,\n                False to a pair of the most trusty ones\n                That ever earth bore, can it bear us all?\n                Forgive and leave me, but the King hath sent\n                To call me to my death, Oh shew it me,\n                And then forget me: And for thee my boy,\n                I shall deliver words will mollifie\n                The hearts of beasts, to spare thy innocence.\n\n_Bell_.     Alas my Lord, my life is not a thing\n                Worthy your noble thoughts; 'tis not a life,\n                'Tis but a piece of child-hood thrown away:\n                Should I out-live, I shall then out-live\n                Vertue and honour. And when that day comes,\n                If ever I should close these eyes but once,\n                May I live spotted for my perjury,\n                And waste my limbs to nothing.\n\n_Are_.      And I (the woful'st maid as ever was,\n                Forc'd with my hands to bring my Lord to death)\n                Do by the honour of a Virgin swear,\n                To tell no hours beyond it.\n\n_Phi_.      Make me not hated so.\n\n_Are_.      Come from this prison, all joyful to our deaths.\n\n_Phi_.       People will tear me when they find you true\n                To such a wretch as I; I shall die loath'd.\n                Injoy your Kingdoms peaceably, whil'st I\n                For ever sleep forgotten with my faults,\n                Every just servant, every maid in love\n                Will have a piece of me if you be true.\n\n_Are_.      My dear Lord say not so.\n\n_Bell_.      A piece of you?\n                He was not born of women that can cut it and look on.\n\n_Phi_.       Take me in tears betwixt you,\n                For my heart will break with shame and sorrow.\n\n_Are_.      Why 'tis well.\n\n_Bell_.     Lament no more.\n\n_Phi_.      What would you have done\n                If you had wrong'd me basely, and had found\n                My life no price, compar'd to yours? For love Sirs,\n                Deal with me truly.\n\n_Bell_.      'Twas mistaken, Sir.\n\n_Phi_.       Why if it were?\n\n_Bell_.      Then Sir we would have ask'd you pardon.\n\n_Phi_.       And have hope to enjoy it?\n\n_Are_.       Injoy it? I.\n\n_Phi_.       Would you indeed? be plain.\n\n_Bell_.      We would my Lord.\n\n_Phi_.       Forgive me then.\n\n_Are_.      So, so.\n\n_Bell_.     'Tis as it should be now.\n\n_Phi_.      Lead to my death.\n\n                                       [_Exeunt_.\n\n  _Enter_ King, Dion, Cleremont, _and_ Thrasiline.\n\n_King_.     Gentlemen, who saw the Prince?\n\n_Cle_.       So please you Sir, he's gone to see the City,\n                And the new Platform, with some Gentlemen\n                Attending on him.\n\n_King_.     Is the Princess ready\n                To bring her prisoner out?\n\n_Thra_.    She waits your Grace.\n\n_King_.    Tell her we stay.\n\n_Di_.        King, you may be deceiv'd yet:\n                The head you aim at cost more setting on\n                Than to be lost so slightly: If it must off\n                Like a wild overflow, that soops before him\n                A golden Stack, and with it shakes down Bridges,\n                Cracks the strong hearts of _Pines_, whose Cable roots\n                Held out a thousand Storms, a thousand Thunders,\n                And so made mightier, takes whole Villages\n                Upon his back, and in that heat of pride,\n                Charges strong Towns, Towers, Castles, Palaces,\n                And layes them desolate: so shall thy head,\n                Thy noble head, bury the lives of thousands\n                That must bleed with thee like a sacrifice,\n                In thy red ruines.\n\n  _Enter_ Phil. Are. _and_ Bell, _in a Robe and Garland_.\n\n_King_. How now, what Mask is this?\n\n_Bell_.      Right Royal Sir, I should\n                Sing you an Epithalamium of these lovers,\n                But having lost my best ayres with my fortunes,\n                And wanting a celestial Harp to strike\n                This blessed union on; thus in glad story\n                I give you all. These two fair Cedar-branches,\n                The noblest of the Mountain, where they grew\n                Straightest and tallest, under whose still shades\n                The worthier beasts have made their layers, and slept\n                Free from the _Syrian_ Star, and the fell Thunder-stroke,\n                Free from the Clouds, when they were big with humour,\n                And delivered in thousand spouts, their issues to\n                the earth: O there was none but silent quiet there!\n                Till never pleas'd fortune shot up shrubs,\n                Base under brambles to divorce these branches;\n                And for a while they did so, and did raign\n                Over the Mountain, and choakt up his beauty\n                With Brakes, rude Thornes and Thistles, till thy Sun\n                Scorcht them even to the roots, and dried them there:\n                And now a gentle gale hath blown again\n                That made these branches meet, and twine together,\n                Never to be divided: The god that sings\n                His holy numbers over marriage beds,\n                Hath knit their noble hearts, and here they stand\n                Your Children mighty King, and I have done.\n\n_King_.    How, how?\n\n_Are_.      Sir, if you love it in plain truth,\n                For there is no Masking in't; This Gentleman\n                The prisoner that you gave me is become\n                My keeper, and through all the bitter throws\n                Your jealousies and his ill fate have wrought him,\n                Thus nobly hath he strangled, and at length\n                Arriv'd here my dear Husband.\n\n_King_.     Your dear Husband! call in\n                The Captain of the Cittadel; There you shall keep\n                Your Wedding.  I'le provide a Mask shall make\n                Your Hymen turn his Saffron into a sullen Coat,\n                And sing sad Requiems to your departing souls:\n                Bloud shall put out your Torches, and instead\n                Of gaudy flowers about your wanton necks,\n                An Ax shall hang like a prodigious Meteor\n                Ready to crop your loves sweets.  Hear you gods:\n                From this time do I shake all title off,\n                Of Father to this woman, this base woman,\n                And what there is of vengeance, in a Lion\n                Cast amongst Dogs, or rob'd of his dear young,\n                The same inforc't more terrible, more mighty,\n                Expect from me.\n\n_Are_.       Sir,\n                By that little life I have left to swear by,\n                There's nothing that can stir me from my self.\n                What I have done, I have done without repentance,\n                For death can be no Bug-bear unto me,\n                So long as _Pharamond_ is not my headsman.\n\n_Di_.        Sweet peace upon thy soul, thou worthy maid\n                When ere thou dyest; for this time I'le excuse thee,\n                Or be thy Prologue.\n\n_Phi_.       Sir, let me speak next,\n                And let my dying words be better with you\n                Than my dull living actions; if you aime\n                At the dear life of this sweet Innocent,\n                Y'are a Tyrant and a savage Monster;\n                Your memory shall be as foul behind you\n                As you are living, all your better deeds\n                Shall be in water writ, but this in Marble:\n                No Chronicle shall speak you, though your own,\n                But for the shame of men. No Monument\n                (Though high and big as _Pelion_) shall be able\n                To cover this base murther; make it rich\n                With Brass, with purest Gold, and shining Jasper,\n                Like the Pyramids, lay on Epitaphs,\n                Such as make great men gods; my little marble\n                (That only cloaths my ashes, not my faults)\n                Shall far out shine it: And for after issues\n                Think not so madly of the heavenly wisdoms,\n                That they will give you more, for your mad rage\n                To cut off, unless it be some Snake, or something\n                Like your self, that in his birth shall strangle you.\n                Remember, my Father King; there was a fault,\n                But I forgive it: let that sin perswade you\n                To love this Lady. If you have a soul,\n                Think, save her, and be saved, for my self,\n                I have so long expected this glad hour,\n                So languisht under you, and daily withered,\n                That heaven knows it is my joy to dye,\n                I find a recreation in't.\n\n  _Enter a_ Messenger.\n\n_Mess_.    Where's the King?\n\n_King_.     Here.\n\n_Mess_.    Get you to your strength,\n                And rescue the Prince _Pharamond_ from danger,\n                He's taken prisoner by the Citizens,\n                Fearing the Lord _Philaster_.\n\n_Di_.        Oh brave followers;\n                Mutiny, my fine dear Country-men, mutiny,\n                Now my brave valiant foremen, shew your weapons\n                In honour of your Mistresses.\n\n                        [_Enter another_ Messenger.\n\n_Mess_.   Arm, arm, arm.\n\n_King_.    A thousand devils take 'em.\n\n_Di_.        A thousand blessings on 'em.\n\n_Mess_.    Arm O King, the City is in mutiny,\n                Led by an old Gray Ruffin, who comes on\n                In rescue of the Lord _Philaster_.\n\n                         [_Exit with_ Are. Phi. Bell.\n\n_King_.    Away to the Cittadel, I'le see them safe,\n                And then cope with these Burgers: Let the Guard\n                And all the Gentlemen give strong attendance.\n\n                                       [_Ex. King_.\n\n  [_Manent_ Dion, Cleremont, Thrasiline.\n\n_Cle_.      The City up! this was above our wishes.\n\n_Di_.        I and the Marriage too; by my life,\n                This noble Lady has deceiv'd us all, a plague upon my\n                self; a thousand plagues, for having such unworthy\n                thoughts of her dear honour: O I could beat my self,\n                or do you beat me and I'le beat you, for we had all one\n                thought.\n\n_Cle_.      No, no, 'twill but lose time.\n\n_Di_.        You say true, are your swords sharp? Well my dear\n                Country-men, what ye lack, if you continue and fall\n                not back upon the first broken shin, I'le have you\n                chronicled, and chronicled, and cut and chronicled\n                and all to be prais'd, and sung in Sonnets, and bath'd\n                in new brave Ballads, that all tongues shall troule you\n                _in Saecula Saeculorum_ my kind Can-carriers.\n\n_Thra_.    What if a toy take 'em i'th' heels now, and they\n                run all away, and cry the Devil take the hindmost?\n\n_Di_.        Then the same Devil take the foremost too, and\n                sowce him for his breakfast; if they all prove\n                Cowards, my curses fly amongst them and be\n                speeding. May they have Murreins raign to keep\n                the Gentlemen at home unbound in easie freeze:\n                May the Moths branch their Velvets, and their\n                Silks only be worn before sore eyes. May their false\n                lights undo 'em, and discover presses, holes, stains,\n                and oldness in their Stuffs, and make them shop-rid:\n                May they keep Whores and Horses, and break; and\n                live mued up with necks of Beef and Turnips: May\n                they have many children, and none like the Father:\n                May they know no language but that gibberish they\n                prattle to their Parcels, unless it be the goarish Latine\n                they write in their bonds, and may they write that\n                false, and lose their debts.\n\n  _Enter the_ King.\n\n_King_.    Now the vengeance of all the gods confound them;\n                how they swarm together! what a hum they raise;\n                Devils choak your wilde throats; If a man had need\n                to use their valours, he must pay a Brokage for it,\n                and then bring 'em on, they will fight like sheep.\n                'Tis _Philaster_, none but _Philaster_ must allay\n                this heat: They will not hear me speak, but fling\n                dirt at me, and call me Tyrant. Oh run dear friend,\n                and bring the Lord _Philaster_: speak him fair, call\n                him Prince, do him all the courtesie you can,\n                commend me to him. Oh my wits, my wits!\n\n                                               [_Exit_ Cle.\n\n_Di_.        Oh my brave Countrymen! as I live, I will not buy\n                a pin out of your walls for this; Nay, you shall cozen\n                me, and I'le thank you; and send you Brawn and\n                Bacon, and soil you every long vacation a brace of\n                foremen, that at _Michaelmas_ shall come up fat\n                and kicking.\n\n_King_.     What they will do with this poor Prince, the gods\n                know, and I fear.\n\n_Di_.        Why Sir: they'l flea him, and make Church Buckets\n                on's skin to squench rebellion, then clap a rivet in's\n                sconce, and hang him up for a sign.\n\n  _Enter_ Cleremont _with_ Philaster.\n\n_King_.    O worthy Sir forgive me, do not make\n                Your miseries and my faults meet together,\n                To bring a greater danger. Be your self,\n                Still sound amongst Diseases, I have wrong'd you,\n                And though I find it last, and beaten to it,\n                Let first your goodness know it. Calm the people,\n                And be what you were born to: take your love,\n                And with her my repentance, and my wishes,\n                And all my prayers, by the gods my heart speaks this:\n                And if the least fall from me not perform'd,\n                May I be struck with Thunder.\n\n_Phi_.      Mighty Sir,\n                I will not do your greatness so much wrong,\n                As not to make your word truth; free the Princess,\n                And the poor boy, and let me stand the shock\n                Of this mad Sea breach, which I'le either turn\n                Or perish with it.\n\n_King_.     Let your own word free them.\n\n_Phi_.       Then thus I take my leave kissing your hand,\n                And hanging on your Royal word: be Kingly,\n                And be not moved Sir, I shall bring your peace,\n                Or never bring my self back.\n\n_King_.     All the gods go with thee.\n\n                                 [_Exeunt Omnes_.\n\n  _Enter an old Captain and Citizens with_ Pharamond.\n\n_Cap_.     Come my brave Mirmidons let's fall on, let our caps\n                Swarm my boys, and you nimble tongues forget your mothers\n                Gibberish, of what do you lack, and set your mouths\n                Up Children, till your Pallats fall frighted half a\n                Fathom, past the cure of Bay-salt and gross Pepper.\n                And then cry _Philaster_, brave _Philaster_,\n                Let _Philaster_ be deeper in request, my ding-dongs,\n                My pairs of dear Indentures, King of Clubs,\n                Than your cold water Chamblets or your paintings\n                Spitted with Copper; let not your hasty Silks,\n                Or your branch'd Cloth of Bodkin, or your Tishues,\n                Dearly belov'd of spiced Cake and Custard,\n                Your Robin-hoods scarlets and Johns, tie your affections\n                In darkness to your shops; no, dainty Duckers,\n                Up with your three pil'd spirits, your wrought valours.\n                And let your un-cut Coller make the King feel\n                The measure of your mightiness _Philaster_.\n                Cry my Rose nobles, cry.\n\n_All_.        Philaster, Philaster.\n\n_Cap_.      How do you like this my Lord Prince, these are\n                mad boys, I tell you, these are things that will not\n                strike their top-sayles to a Foist. And let a man of\n                war, an Argosie hull and cry Cockles.\n\n_Pha_.     Why you rude slave, do you know what you do?\n\n_Cap_.     My Pretty Prince of Puppets, we do know,\n                And give your greatness warning, that you talk\n                No more such Bugs-words, or that soldred Crown\n                Shall be scratch'd with a Musket: Dear Prince Pippen,\n                Down with your noble bloud; or as I live,\n                I'le have you codled: let him lose my spirits,\n                Make us a round Ring with your Bills my Hectors,\n                And let us see what this trim man dares do.\n                Now Sir, have at you; here I [lie],\n                And with this swashing blow, do you swear Prince;\n                I could hulk your Grace, and hang you up cross-leg'd,\n                Like a Hare at a Poulters, and do this with this wiper.\n\n_Pha_.      You will not see me murder'd wicked Villains?\n\n_1 Cit_.    Yes indeed will we Sir, we have not seen one fo[r]\n                a great while.\n\n_Capt_.    He would have weapons would he? give him a\n                Broad-side my brave boyes with your pikes, branch me\n                his skin in Flowers like a Satin, and between every\n                Flower a mortal cut, your Royalty shall ravel, jag him\n                Gentlemen, I'le have him cut to the kell, then down\n                the seames, oh for a whip To make him Galoone-Laces,\n                I'le have a Coach-whip.\n\n_Pha_.      O spare me Gentlemen.\n\n_Cap_.      Hold, hold, the man begins to fear and know himself,\n                He shall for this time only be seal'd up\n                With a Feather through his nose, that he may only see\n                Heaven, and think whither he's going,\n                Nay beyond-Sea Sir, we will proclaim you, you would\n                be King Thou tender Heir apparent to a Church-Ale,\n                Thou sleight Prince of single Sarcenet;\n                Thou Royal Ring-tail, fit to fly at nothing\n                But poor mens Poultry, and have every Boy\n                Beat thee from that too with his Bread and Butter.\n\n_Pha_.      Gods keep me from these Hell-hounds.\n\n_2 Cit_.    Shall's geld him Captain?\n\n_Cap_.      No, you shall spare his dowcets my dear Donsels,\n                As you respect the Ladies let them flourish;\n                The curses of a longing woman kill as speedy as a\n                Plague, Boys.\n\n_1 Cit_.     I'le have a Leg that's certain.\n\n_2 Cit_.     I'le have an Arm.\n\n_3 Cit_.    I'le have his Nose, and at mine own charge build\n                a Colledge, and clap't upon the Gate.\n\n_4 Cit_.     I'le have his little Gut to string a Kit with,\n                For certainly a Royal Gut will sound like silver.\n\n_Pha_.      Would they were in thy belly, and I past my pain once.\n\n_5 Cit_.     Good Captain let me have his Liver to feed Ferrets.\n\n_Cap_.      Who will have parcels else? speak.\n\n_Pha_.      Good gods consider me, I shall be tortur'd.\n\n_1 Cit_.    Captain, I'le give you the trimming of your hand-sword,\n                and let me have his Skin to make false Scabbards.\n\n_2_.          He had no horns Sir had he?\n\n_Cap_.      No Sir, he's a Pollard, what would'st thou do with horns?\n\n_Cit_.       O if he had, I would have made rare Hafts and\n                Whistles of 'em, but his Shin-bones if they be sound shall\n                serve me.\n\n                                                 [_Enter_ Philaster.\n\n  _All_. Long live _Philaster_, the brave Prince _Philaster_.\n\n_Phi_.       I thank you Gentlemen, but why are these\n                Rude weapons brought abroad, to teach your hands\n                Uncivil Trades?\n\n_Cap_.      My Royal Rosiclear,\n                We are thy Mirmidons, thy Guard, thy Rorers,\n                And when thy noble body is in durance,\n                Thus do we clap our musty Murrions on,\n                And trace the streets in terrour: Is it peace\n                Thou _Mars_ of men? Is the King sociable,\n                And bids thee live? Art thou above thy foemen,\n                And free as _Phoebus_? Speak, if not, this stand\n                Of Royal blood shall be abroach, atilt, and run\n                Even to the lees of honour.\n\n_Phi_.       Hold and be satisfied, I am my self\n                Free as my thoughts are, by the gods I am.\n\n_Cap_.      Art thou the dainty darling of the King?\n                Art thou the _Hylas_ to our _Hercules_?\n                Do the Lords bow, and the regarded scarlets,\n                Kiss their Gumd-gols, and cry, we are your servants?\n                Is the Court Navigable, and the presence struck\n                With Flags of friendship? if not, we are thy Castle\n                And this man sleeps.\n\n_Phi_.       I am what I desire to be, your friend,\n                I am what I was born to be, your Prince.\n\n_Pha_.      Sir, there is some humanity in you,\n                You have a noble soul, forget my name,\n                And know my misery, set me safe aboard\n                From these wild _Canibals_, and as I live,\n                I'le quit this Land for ever: there is nothing,\n                Perpetual prisonment, cold, hunger, sickness\n                Of all sorts, all dangers, and all together\n                The worst company of the worst men, madness, age,\n                To be as many Creatures as a woman,\n                And do as all they do, nay to despair;\n                But I would rather make it a new Nature,\n                And live with all those than endure one hour\n                Amongst these wild Dogs.\n\n_Phi_.       I do pity you: Friends discharge your fears,\n                Deliver me the Prince, I'le warrant you\n                I shall be old enough to find my safety.\n\n_3 Cit_.    Good Sir take heed he does not hurt you,\n                He's a fierce man I can tell you Sir.\n\n_Cap_.      Prince, by your leave I'le have a Sursingle,\n                And Male you like a Hawke.\n\n                                                              [_He stirs_.\n\n_Phi_.       Away, away, there is no danger in him:\n                Alas he had rather sleep to shake his fit off.\n                Look you friends, how gently he leads, upon my word\n                He's tame enough, he need[s] no further watching.\n                Good my friends go to your houses and\n                by me have your pardons, and my love,\n                And know there shall be nothing in my power\n                You may deserve, but you shall have your wishes.\n                To give you more thanks were to flatter you,\n                Continue still your love, and for an earnest\n                Drink this.\n_All_.        Long maist thou live brave Prince, brave Prince,\n                brave Prince.\n\n                             [_Exeunt_ Phi. _and_ Pha.\n\n_Cap_.     Thou art the King of Courtesie:\n                Fall off again my sweet youths, come and every man\n                Trace to his house again, and hang his pewter up, then to\n                The Tavern and bring your wives in Muffes: we will have\n                Musick and the red grape shall make us\n                dance, and  rise Boys.\n\n                                                              [_Exeunt_.\n\n_Enter_ King, Are. Gal. Meg. Cle. Dion, Thra. Bellario, _and Attendants_.\n\n_King_.    Is it appeas'd?\n\n_Di_.        Sir, all is quiet as this dead of night,\n                As peaceable as sleep, my Lord _Philaster_\n                Brings on the Prince himself.\n\n_King_.    Kind Gentlemen!\n                I will not break the least word I have given\n                In promise to him, I have heap'd a world\n                Of grief upon his head, which yet I hope\n                To wash away.\n\n   _Enter_ Philaster _and_ Pharamond.\n\n_Cle_.      My Lord is come.\n\n_King_.    My Son!\n                Blest be the time that I have leave to call\n                Such vertue mine; now thou art in mine arms,\n                Me thinks I have a salve unto my breast\n                For all the stings that dwell there, streams of grief\n                That I have wrought thee, and as much of joy\n                That I repent it, issue from mine eyes:\n                Let them appease thee, take thy right; take her,\n                She is thy right too, and forget to urge\n                My vexed soul with that I did before.\n\n_Phi_.       Sir, [it is] blotted from my memory,\n                Past and forgotten: For you Prince of _Spain_,\n                Whom I have thus redeem'd, you have full leave\n                To make an honourable voyage home.\n                And if you would go furnish'd to your Realm\n                With fair provision, I do see a Lady\n                Me thinks would gladly bear you company:\n                How like you this piece?\n\n_Meg_.     Sir, he likes it well,\n                For he hath tried it, and found it worth\n                His princely liking; we were ta'ne a bed,\n                I know your meaning, I am not the first\n                That Nature taught to seek a fellow forth:\n                Can shame remain perpetually in me,\n                And not in others? or have Princes salves\n                To cure ill names that meaner people want?\n\n_Phi_.      What mean you?\n\n_Meg_.     You must get another ship\n                To clear the Princess and the boy together.\n\n_Di_.        How now!\n\n_Meg_.     Others took me, and I took her and him\n                At that all women may be ta'ne sometimes:\n                Ship us all four my Lord, we can endure\n                Weather and wind alike.\n\n_King_.    Clear thou thy self, or know not me for Father.\n\n_Are_.      This earth, How false it is? what means is left for me\n                To clear my self? It lies in your belief,\n                My Lords believe me, and let all things else\n                Struggle together to dishonour me.\n\n_Bell_.      O stop your ears great King, that I may speak\n                As freedom would, then I will call this Lady\n                As base as be her actions, hear me Sir,\n                Believe [y]our hated bloud when it rebels\n                Against your reason sooner than this Lady.\n\n_Meg_.     By this good light he bears it hansomely.\n\n_Phi_.       This Lady? I will sooner trust the wind\n                With Feathers, or the troubled Sea with Pearl,\n                Than her with any thing; believe her not!\n                Why think you, if I did believe her words;\n                I would outlive 'em: honour cannot take\n                Revenge on you, then what were to be known\n                But death?\n\n_King_.     Forget her Sir, since all is knit\n                Between us: but I must request of you\n                One favour, and will sadly be denied.\n\n_Phi_.      Command what ere it be.\n\n_King_.    Swear to be true to what you promise.\n\n_Phi_.      By the powers above,\n                Let it not be the death of her or him,\n                And it is granted.\n\n_King_.    Bear away the boy\n                To Torture, I will have her clear'd or buried.\n\n_Phi_.      O let me call my words back, worthy Sir,\n                Ask something else, bury my life and right\n                In one poor grave, but do not take away my\n                                                     life and fame at once.\n_King_.    Away with him, it stands irrevocable.\n\n_Phi_.       Turn all your eyes on me, here stands a man\n                The falsest and the basest of this world:\n                Set swords against this breast some honest man,\n                For I have liv'd till I am pitied,\n                My former deeds are hateful, but this last\n                Is pitifull, for I unwillingly\n                Have given the dear preserver of my life\n\n                                 [_Offers to kill himself_.]\n\n                Unto his Torture: is it in the power\n                Of flesh and blood, to carry this and live?\n\n_Are_.       Dear Sir be patient yet, or stay that hand.\n\n_King_.     Sirs, strip that boy.\n\n_Di_.        Come Sir, your tender flesh will try your\n                constancie.\n\n_Bell_.     O kill me gentlemen.\n\n_Di_.        No, help Sirs.\n\n_Bell_.     Will you Torture me?\n\n_King_.    Hast there, why stay you?\n\n_Bell_.     Then I shall not break my vow,\n                You know just gods, though I discover all.\n\n_King_.    How's that? Will he confess?\n\n_Di_.        Sir, so he says.\n\n_King_.    Speak then.\n\n_Bell_.     Great King if you command\n                This Lord to talk with me alone, my tongue\n                Urg'd by my heart, shall utter all the thoughts\n                My youth hath known, and stranger things than these\n                You hear not often.\n\n_King_.    Walk aside with him.\n\n_Di_.        Why speak'st thou not?\n\n_Bell_.     Know you this face my Lord?\n\n_Di_.        No.\n\n_Bell_.     Have you not seen it, nor the like?\n\n_Di_.        Yes, I have seen the like, but readily\n                I know not where.\n\n_Bell_.      I have been often told\n                In Court, of one _Euphrasia,_ a Lady\n                And Daughter to you; betwixt whom and me\n                (They that would flatter my bad face would swear)\n                There was such strange resemblance, that we two\n                Could not be known asunder, drest alike.\n\n_Di_.        By Heaven and so there is.\n\n_Bell_.      For her fair sake,\n                Who now doth spend the spring time of her life\n                In holy Pilgrimage, move to the King,\n                That I may scape this Torture.\n\n_Di_.        But thou speak'st\n                As like _Euphrasia_ as thou dost look,\n                How came it to thy knowledge that she\n                lives in Pilgrimage?\n\n_Bell_.      I know it not my Lord,\n                But I have heard it, and do scarce believe it.\n\n_Di_.        Oh my shame, is't possible? Draw near,\n                That I may gaze upon thee, art thou she?\n                Or else her Murderer? where wert thou born?\n\n_Bell_.      In _Siracusa_.\n\n_Di_.        What's thy name?\n\n_Bell.       Euphrasia_.\n\n _Di_.       O 'tis just, 'tis she now, I do know thee, Oh\n                that thou hadst died\n                And I had never seen thee nor my shame,\n                How shall I own thee? shall this tongue of mine\n                E're call thee Daughter more?\n\n_Bell_.      Would I had died indeed, I wish it too,\n                And so I must have done by vow, e're published\n                What I have told, but that there was no means\n                To hide it longer, yet I joy in this,\n                The Princess is all clear.\n\n_King_.      What have you done?\n\n_Di_.          All is discovered.\n\n_Phi_.        Why then hold you me?\n\n_Di_.         All is discovered, pray you let me go.\n                             [He offers to stab himself_.]\n\n_King_.     Stay him.\n\n_Are_.       What is discovered?\n\n_Di_.         Why my shame, it is a woman, let her speak the rest.\n\n_Phi_.       How! that again.\n\n_Di_.         It is a woman.\n\n_Phi_.       Blest be you powers that favour innocence.\n\n_King_.     Lay hold upon that Lady.\n\n_Phi_.       It is a woman Sir, hark Gentlemen!\n                It is a woman. _Arethusa_ take\n                My soul into thy breast, that would be gone\n                With joy: it is a woman, thou art fair,\n\n                And vertuous still to ages, in despight of malice.\n\n_King_.    Speak you, where lies his shame?\n\n_Bell_.     I am his Daughter.\n\n_Phi_.      The Gods are just.\n\n_Di_.        I dare accuse none, but before you two\n                The vertue of our age, I bend my knee\n                For mercy.\n\n_Phi_.      Take it freely; for I know,\n                Though what thou didst were undiscreetly done,\n                'Twas meant well.\n\n_Are_.      And for me,\n                I have a power to pardon sins as oft\n                As any man has power to wrong me.\n\n_Cle_.       Noble and worthy.\n\n_Phi_.       But _Bellario_,\n                (For I must call thee still so) tell me why\n                Thou didst conceal thy Sex, it was a fault,\n                A fault _Bellario_, though thy other deeds\n                Of truth outweigh'd it: All these Jealousies\n                Had flown to nothing, if thou hadst discovered,\n                What now we know.\n\n_Bell_.     My Father would oft speak\n                Your worth and vertue, and as I did grow\n                More and more apprehensive, I did thirst\n                To see the man so rais'd, but yet all this\n                Was but a Maiden longing to be lost\n                As soon as found, till sitting in my window,\n                Printing my thoughts in Lawne, I saw a God\n                I thought (but it was you) enter our Gates,\n                My bloud flew out, and back again as fast\n                As I had puft it forth, and suck't it in\n                Like breath, then was I call'd away in hast\n                To entertain you. Never was a man\n                Heav'd from a Sheep-coat to a Scepter rais'd\n                So high in thoughts as I, you left a kiss\n                Upon these lips then, which I mean to keep\n                From you for ever, I did hear you talk\n                Far above singing; after you were gone,\n                I grew acquainted with my heart, and search'd\n                What stir'd it so, Alas I found it love,\n                Yet far from lust, for could I have but liv'd\n                In presence of you, I had had my end,\n                For this I did delude my noble Father\n                With a feign'd Pilgrimage, and drest my self\n                In habit of a boy, and, for I knew\n                My birth no match for you, I was past hope\n                Of having you. And understanding well\n                That when I made discovery of my Sex,\n                I could not stay with you, I made a vow\n                By all the most religious things a Maid\n                Could call together, never to be known,\n                Whilst there was hope to hide me from mens eyes,\n                For other than I seem'd; that I might ever\n                Abide with you, then sate I by the Fount\n                Where first you took me up.\n\n_King_.    Search out a match\n                Within our Kingdom where and when thou wilt,\n                And I will pay thy Dowry, and thy self\n                Wilt well deserve him.\n\n_Bell_.      Never Sir will I\n                Marry, it is a thing within my vow,\n                But if I may have leave to serve the Princess,\n                To see the vertues of her Lord and her,\n                I shall have hope to live.\n\n_Are_.       I _Philaster_,\n                Cannot be jealous, though you had a Lady\n                Drest like a Page to serve you, nor will I\n                Suspect her living here: come live with me,\n                Live free, as I do, she that loves my Lord,\n                Curst be the wife that hates her.\n\n_Phi_.       I grieve such vertues should be laid in earth\n                Without an Heir; hear me my Royal Father,\n                Wrong not the freedom of our souls so much,\n                To think to take revenge of that base woman,\n                Her malice cannot hurt us: set her free\n                As she was born, saving from shame and sin.\n\n_King_.     Set her at liberty, but leave the Court,\n                This is no place for such: you _Pharamond_\n                Shall have free passage, and a conduct home\n                Worthy so great a Prince, when you come there,\n                Remember 'twas your faults that lost you her,\n                And not my purpos'd will.\n\n_Pha_.      I do confess,\n                Renowned Sir.\n\n_King_.    Last joyn your hands in one, enjoy _Philaster_\n                This Kingdom which is yours, and after me\n                What ever I call mine, my blessing on you,\n                All happy hours be at your Marriage joyes,\n                That you may grow your selves over all Lands,\n                And live to see your plenteous branches spring\n                Where ever there is Sun. Let Princes learn\n                By this to rule the passions of their blood,\n                For what Heaven wills, can never be withstood.\n\n                [_Exeunt Omnes_.\n\n\n\nPHILASTER.\n\n(A) Phylaster. | Or, | Love lyes a Bleeding. | Acted at the Globe\nby his Majesties Servants. | Written by Francis Baymont and John\nFletcher. Gent. | Printed at London for Thomas Walkley, and are to\nbe sold at his | shop at the Eagle and Child, in Brittaines Bursse.\n1620.\n\nThis edition contains, on the title-page, a wood-cut representing\n'The Princes' (The Princess) and 'A Cuntrie Gentellman' seated on\nthe ground, and 'Phielaster' leaving them. See the scene in Act IV\n(_ante_, p. 125).\n\n(B) Philaster. | Or, | Love lies a Bleeding. | As it hath beene\ndiverse times Acted, | at the Globe, and Blacke-Friers, by |\nhis Majesties Servants. | Written by Francis Beaumont, and John\nFletcher. Gent. | The second Impression, corrected, and | amended. |\nLondon, | Printed for Thomas Walkley, and are to | be solde at\nhis shoppe, at the signe of the | Eagle and Childe, in Brittaines\nBursse. | 1622.\n\n(C) Philaster, | or | Love lies a Bleeding. | Acted at the Globe,\nand Blackfriers. By his Majesties Servants. | The Authors being\nFrancis Beaumont, and John Fletcher. | Gentlemen. | The third\nImpression. | London, | Printed by A.M. for Richard Hawkins, and are\nto | be sold at his Shop in Chancery-lane, adjoyning | to Sarjeants\nInne gate. 1628.\n\n(D) Philaster, | or | Love lies a Bleeding. | Acted at the Globe,\nand Blackfriers. By his Majesties Servants. | The Authors being\nFrancis Beaumont, and John Fletcher. Gentlemen. | The fourth\nImpression. | London, | Printed by W.J. for Richard Hawkins, and are\nto | be sold at his Shop in Chancery-lane, adjoyning | to Sarjeants\nInne gate. 1634.\n\n(E) Philaster | or | Love lies a Bleeding. | Acted at the Globe, and\nBlackfriers. By his Majesties Servants. | The Authors being Francis\nBeaumont, and John Fletcher. Gent. | The fourth Impression. |\nLondon, | Printed by E. Griffin for William Leak, and are to | be\nsold at his shop in Chancerie Lane neere | the Rowles. 1639.\n\n(F) Philaster: | or, | Love lies a bleeding. | Acted at the Globe,\nand Blackfriers, By his Majesties Servants. | The Authors being\nFrancis Beaumont, and John Fletcher, Gent. | The fifth Impression. |\nLondon: | Printed for William Leake, and are to be sold at his shop\nat the | Sign of the Crown in Fleetstreet, between the two | Temple\nGates. 1652.\n\nThis edition contains on the title-page a small device of\nfleurs-de-lis.\n\n(G) Philaster | or, | Love lies a bleeding. | Acted at the Globe,\nand Black-friers, By his Majesties Servants. | The Authors being\nFrancis Beaumont, and John Fletcher, Gent. | The fifth Impression. |\nLondon: | Printed for William Leake, and are to be sold at his shop\nat the | signe of the Crown in Fleet street, between the two |\nTemple Gates. 1652.\n\nOn the back of the title-page (which contains the device of a crown)\nis a list of books printed or sold by William Leake. (H) Philaster |\nor, | Love lies a Bleeding: | Acted at the Globe, and Blackfriers,\nBy his Majesties servants. | The Authors being Francis Beaumont, and\nJohn Fletcher, Gent. | The sixth Impression. | London, | Printed for\nWilliam Leake, and are to be sold at his shop at the | signe of the\nCrown in Fleet street, between the two | Temple Gates.\n\nThis edition, conjecturally dated 1660 in the British Museum\nCatalogue, contains, on the back of the title-page and at the foot\nof the list of persons represented, lists of books printed or sold\nby William Leake at the Crown in Fleet Street.\n\nA The first few pages and the last few pages of the play as printed\nin A vary so completely from the other texts that it has been\nnecessary to print them separately. See _post_, pp. 401--3, 413--17.\n\nB contains the following Address to the Reader:\n\n_'To the Reader_.\n\n'Courteous Reader. _Philaster_, and _Anthusa_ his love, have laine\nso long a bleeding, by reason of some dangerous and gaping wounds,\nwhich they received in the first Impression, that it is wondered how\nthey could goe abroad so long, or travaile so farre as they have\ndone. Although they were hurt neither by me, nor the Printer; yet I\nknowing and finding by experience, how many well-wishers they have\nabroad, have adventured to bind up their wounds, & to enable them to\nvisite upon better tearmes, such friends of theirs, as were pleased\nto take knowledge of them, so mained [? maimed] and deformed, as\nthey at the first were; and if they were then gracious in your\nsight, assuredly they will now finde double favour, being reformed,\nand set forth suteable, to their birth, and breeding.\n\n_By your serviceable Friend_,\n\nThomas Walkley.'\n\nC prefixes to the play the following Address repeated with\nvariations of spelling in the five later quartos:\n\n'The Stationer, To the Understanding Gentrie.\n\n'This play so affectionatly taken, and approoved by the Seeing\nAuditors, or Hearing Spectators, (of which sort, I take, or conceive\nyou to bee the greatest part) hath received (as appeares by the\ncopious vent of two [D and E three; F, G and H four] Editions,) no\nlesse acceptance with improovement of you likewise the Readers,\nalbeit the first Impression swarm'd with Errors, prooving it selfe\nlike pure Gold, which the more it hath beene tried and refined,\nthe better is esteemed; the best Poems of this kind, in the first\npresentation, resemble [D--H resembling] that all tempting Minerall\nnewly digged up, the Actors being onely the labouring Miners,\nbut you the skilfull Triers and Refiners: Now considering [D--H\nconsider] how currant this hath passed, under the infallible stampe\nof your judicious censure, and applause, and (like a gainefull\nOffice in this Age) eagerly sought for, not onely by those that have\nheard & seene it, [F--H _omit_ heard and] but by others that\nhave meerely heard thereof: here you behold me acting the\nMerchant-adventurers part, yet as well for their satisfaction, as\nmine owne benefit, and if my hopes (which I hope, shall never lye\nlike this LOVE A BLEEDING,) doe fairely arrive at their intended\nHaven, I shall then be ready to lade a new Bottome, and [D--H _omit_\nand] set foorth againe, to game the good-will both of you and them.\nTo whom respectively I convey this hearty greeting: ADIEU.'\n\nP. 75 1. 3. A and B _omit_] or, Love lies a Bleeding. II. 4 _et seq_. A]\n\n\n\n                THE ACTORS NAMES.\n\n\n                King of Cecely\n                Arathusa, the Princesse.\n                Phylaster.\n                Pharamont, a Spanish Prince,\n                Leon, a Lord.\n                Gleremon}   Two Noble Gentlemen\n                Trasilm    }\n                Bellario a Page, Leon's daughter.\n                Callatea, a Lady of Honor.\n                Megra, another Lady.\n                A Waiting Gentlewoman.\n                Two Woodmen.\n                A Countrey Gallant.\n\n                An Old Captaine.\n\n                 And Souldiers.\n                 A Messenger.\n\n   B _omits_ the list of Persons Represented in the Play and also\n   _The Scene_, etc.1. 5. C--H] The persons presented are these,\n   viz. In A the play, down to I. 26 of p. 78, begins as follows]\n\n                        _Actus_ I. _Scoen_. I.\n\n    _Enter at severall doores _Lord Lyon, Trasiline, _followes  him_,\n Clerimon _meetes them_.\n\nTRASILINE.\n                Well ore tane my Lord.\n\nLYON.      Noble friend welcome, and see who encounters\n                us, honourable good _Clerimon_.\n\nCLE.        My good Lord _Lyon_, most happily met worthy\n                _Trasiline_,\n                Come gallants, what's the newes,\n                the season affoords us variety,\n                the novilsts of our time runnes on heapes,\n                to glut their itching eares with airie sounds,\n                trotting to'th burse; and in the Temple walke\n                with greater zeale to heare a novall lye,\n                than a pyous Anthum tho chanted by Cherubins.\n\nTRANS.   True Sir:\n                and holds set counsels, to vent their braine sicke opinions\n                with presagements what all states shall designe.\n\nCLE.        Thats as their intelligence serves.\n\nLYON.      And that shall serve as long as invention lastes,\n                there dreames they relate, as spoke from Oracles,\n                or if the gods should hold a synod, and make them their\n                secritaries, they will divine and prophecie too: but come\n                and speake your thoughts of the intended marriage with\n                the Spanish Prince. He is come you see, and bravely\n                entertainde.\n\nTRAS.       Hee is so, but not married yet.\n\nCLE.        But like to be, and shall have in dowry with the\n                Princesse this Kingdome of _Cycele_.\n\nLEON.      Soft and faire, there is more will forbid the baines,\n                then say amen to the marriage: though the King\n                usurped the Kingdome during the non-age of the\n                Prince _Phylaster_, hee must not thinke to bereave\n                him of it quite; hee is now come to yeares to claime\n                the Crowne.\n\nTRA.         And lose his head i' the asking.\n\nLEON.       A diadem worn by a headlesse King wold be\n                 wonderous,  _Phylaster_ is too weake in power.\n\nCLE.         He hath many friends.\n\nLEON.      And few helpers.\n\nTRA.         The people love him.\n\nLEON.      I grant it, that the King knowes too well,\n                And makes this Contract to make his faction strong:\n                Whats a giddy-headed multitude,\n                That's not Disciplinde nor trainde up in Armes,\n                To be trusted unto? No, he that will\n                Bandy for a Monarchic, must provide\n                Brave marshall troopes with resolution armde,\n                To stand the shock of bloudy doubtfull warre,\n                Not danted though disastrous Fate doth frowne,\n                And spit all spightfull fury in their face:\n                Defying horror in her ugliest forme,\n                And growes more valiant, the more danger threats;\n                Or let leane famine her affliction send,\n                Whose pining plagues a second hel doth bring,\n                Thei'le hold their courage in her height of spleene,\n                Till valour win plenty to supply them,\n                What thinke ye, would yer feast-hunting Citizens\n                Indure this?\n\nTRA.         No sir, a faire march a mile out of town that their wives may\n                bring them their dinners, is the hottest service that they\n                are trained up to.\n\nCLE.         I could wish their experience answered their loves,\n                Then should the much too much wrongd _Phylaster_,\n                Possesse his right in spight of Don and the divell.\n\nTRA.        My heart is with your wishes.\n\nLEON.      And so is mine,\n                And so should all that loves their true borne Prince,\n                Then let us joyne our Forces with our mindes,\n                In whats our power to right this wronged Lord,\n                And watch advantage as best may fit the time\n                To stir the murmuring people up,\n                Who is already possest with his wrongs,\n                And easily would in rebellion rise,\n                Which full well the King doth both know and feare,\n                But first our service wee'le proffer to the Prince,\n                And set our projects as he accepts of us;\n                But husht, the King is comming.\n\n  _sound musicke within_.\n\n  _Enter the King_, Pharamont, _the Princesse, the Lady Gallatea,\n the Lady Megra, a Gentlewoman, loith Lords attending,\n  the King takes his seate_.\n\n KING.      Faire Prince,\n                Since heavens great guider furthers our intents,\n                And brought you with safety here to arrive\n                Within our Kingdome and Court of _Cycele_,\n                We bid you most welcome, Princely _Pharamont_,\n                And that our Kingly bounty shall confirme,\n                Even whilst the Heavens hold so propitious aspect\n                Wee'le crowne your wisht desires (with our owne)\n\n                Lend me your hand sweet Prince, hereby enjoy\n                A full fruition of your best contents,\n                The interest I hold I doe possesse you with,\n                Onely a fathers care, and prayers retaine,\n                That heaven may heape on blessings, take her Prince,\n                A sweeter Mistrisse then the offered Language of any dame,\n                were she a Queene whose eye speakes common Loves,\n                and comfort to her servants: Last Noble son, for so I\n                   [now must call\n                you, what I have done thus publik, is not to add a comfort\n                   [in particular\n                to you or mee, but all, and to confirme the Nobles and the\n                Gentrie of our Kingdom'e by oath to your succession: which\n                   [shall\n                be within this moneth at most.\n\nl. 28. B--E] nor Lords, nor Ladyes.\nl. 33. B and C] desired.\nl. 34. Folio] ghess.\n\np. 76,\nl. 1. B and C] Faith sir.\nl. 8. F] for me.\n\np. 77,\nl. 1. B and C] Faith, I thinke.\nl. 29. B] quickly to bee.\nl. 33. D--H] To give a stranger.\nl. 35. In B--H bracket ends with this line.\nl. 37. F, G, H and the Folio _misprint_] your daughter.\nl. 38. C, D and E] your subjects.\n\np. 78,\nl. 9. E--H] I making.\nl. 13. B] To talke of her.\nl. 22. B _omits_] a.\nl. 29. A] when it is.\nl. 30. A--E] is wrong'd.\n\np. 79,\nl. 4. A] And in me.\nl. 5. A, B and C] By more then all the gods,\nI hold it happy. D and E] By more then all my hopes I hold it happy (A--E\n_repeat happy at beginning of next line_).\nl. 9. A] rotting age.\nl. 10. A--H] Open.\nl. 15. A] finde it out.\nl. 16. A, B and C] And tye it to this Countrey. By all the gods.\nl. 17. A] as easie to the subjects.\nl. 27. A] Miracles.\nl. 30. A prints this stage-direction after the word 'shape' in l. 32.\nl. 31. A] he'le sell him, he has so be praised his shape. B--G] sell\nhimself.\nl. 33. A] large praises.\nll. 34 and 35. A] Let mee bee swallowed\nquicke, if I can finde all the Anatomy of yon mans vertues unseene to sound\nenough.\nl. 37. A, B and C] of trifles.\nl. 39. A _omits_] And.\n\np. 80,\nl. 1. A] for favour.\nl. 3. A, B and C] how pale he lookes, he feares.\nl. 4. A] And this same whoresone conscience, ah how it jades us.\nl. 5. B] intent.\nl. 6. A] speak on.\nl. 11. F and G] turn'd.\nl. 15. A] sweet Princesse.\nl. 25. A, B and C _add after_] ashes, as I.\nl. 26. F] goes.\nl. 30. A] his hidden bowels.\nl. 31. A, B and C] By the just gods it shall.\nl. 35. A] I Prince of popines, I will make it well appeare.\nl. 40. A] Turcle.\n\np. 81,\nl. 2. A] make.\nll. 3 and 4. A] I doe not fancy this choller, Sure hee's somewhat tainted.\nl. 8. A] be constant gentle heavens, I'le run. B\nand C] Be constant Gentlemen, by heaven I'le run.\nl. 10. A--D] we are all one.\nl. 17. A] leave it to me.\nl. 19. D, E and G] were.\nl. 21. A--F] any thing but thine. G] any thine.\nl. 25. A and B] belied.\nl. 26. A] and from his presence. Spit all those bragges. B--E] presence.\nB _omits_] all.\nll. 29 and 30. A _omits_] to brave our best friends. You deserve our frown.\nl. 31. A] noblier.\nl. 32. A gives this speech to Leon, i.e., Dion.\nl. 34. A] never.\nl. 35. A] This is.\nl. 37. A _omits_] your.\nl. 38. A] but i'm sure tothers the man set in my eye. A--G] my eye.\n\np. 82,\nl. 4. A] griefe.\nl. 5. A] My wants. A, B and C] now nothing hopes and feares.\nl. 7. A and B _omit_] not.\nl. 8. A] Phy: whispers the King.\nl. 9. A _omits_ this line.\nll. 12 and 13. A] has a soule of Christall,*\nto read their actions, though mens faces.\nl. 14. A _omits_] Do. A] but view the stranger well. F] your stranger.\nl. 15. A] throw all. A] braveries.\nl. 16. A] a true truant.\nl. 17. A] I am no augery.\nl. 21. A] you are.\nl. 22. A] smooth your selfe.\nl. 24. A, B and C _omit_] not.\nl. 25. A--E] my weake starres lead me too; [A:] all my weake fortunes.\nl. 26. A] dare. A _omits_ parenthesis. B] presence (speake, that is.\nl. 30. A _omits_] Sure.\nl. 31. A] Yes, with my fathers spirit is heare O King.\nl. 32. A] and now.\nl. 34. A--E] these are.\nl. 39. The Folio _misprints_] hour hand.\n\np. 83,\nl. 2. A] of your life.\nl. 4. A _omits_] your. A _omits_] Ex. King,\nPha. and Are. B--H _omit_] and.\nl. 6. A gives this speech to 'Tra.', i.e., Thrasiline.\nl. 8. A--G] is he not.\nl. 10. A--G] I could. A] their nation.\nl. 12. A gives this speech to 'Lad.', i.e., Lady. A, B and C] Gods\ncomfort. A _omits_] Lady.\nl. 13. A] has. A, B and C with variations of spelling _add_] Exet Ladies.\nl. 27. A] recluses.\nl. 28. A] How doe your worth sir.\nl. 30. A _omits_] I find.\nl. 32. A] Sir, the King must please.\nl. 33. A] who you are, and what you are. F] what we are and who you are.\nl. 34. The Folio _misprints_] juriuries. A] your wrongs and vertues.\nl. 35. A] but call your father to you.\nl. 38. A _omits_] to.\n\np. 84,\nl. 2. A] Friend.\nl. 3. A--D] our eares.\nl. 5. F] Do you love.\nl. 6. A] Lyon.\nl. 10. A] a penance.\nl. 12. For this line A after l. 8 _reads_] Enter a Gentlewoman.\nl. 13. A] I'st to me, or to any of these Gentlemen you come.\nl. 14. Here and at l. 17 for 'La.' A _reads_] Gent-Woo.\nl. 16. A] you are.\nl. 17. A _omits_] to.\nl. 18. A, B and C] her faire hand.\nl. 19. A _adds_] Exit Gent-Woo.\nl. 21. F] But do weigh.\nl. 28. A] and white fiend frends in her cheekes.\nl. 30. In D--H the stage-direction 'Ex. Phil.' is printed at the end\nof l. 29.\nl. 32. B--G] th' art.\nl. 35. A] Enter Princesse and her Gentlewoman.\nll. 36 and 37. For 'Are.' A _reads_ throughout the scene 'Prin.'\n  and for 'La.' _reads_ 'Woo.'\n\np. 85,\nl. 2. A] at the first.\nl. 5. A--H] dangers.\nl. 7. A] dares.\nl. 12. A, B and C] You all are.\nl. 17. A _omits_] Fear. A] mee thoughts.\nl. 21. A] with such a woing jesture and puicke looks.\nl. 22. A _omits_] him.\nl. 27. A] his ends.\nl. 29. A] To things so opposite, so bound to put.\nl. 31. A _omits_] of mine.\nl. 32. A _omits_] Of.\nl. 35. A] that will not have your dens withstood.\nl. 37. A, B and C] passions.\nl. 38. A] into.\nl. 40. A and B] Oh it is well.\n\np. 86,\nl. 5. A] dos so ill become.\nl. 14. A] Injury.\nl. 15. A] found to be so great.\nl. 24. A] Both, or I do. A, B and C] by heaven.\nl. 25. A] if I not calmely die injoy them both.\nl. 28. H] give.\nl. 40. A and B] I can indure it.\n\np. 87,\nl. 1. A] saw yet.\nl. 2. A--H] dreadfully.\nl. 3. A] speake.\nl. 4. A--D] horrible.\nl. 7. A] a womans tongue.\nl. 10. A] you that beg.\nl. 11. F and G] unprice.\nl. 17. F] The love.\nl. 22. A _omits_] doth. B--E] doe.\nl. 26. A] might have.\nl. 35. A _omits_] The gods.\nl. 36. A] the worthier, and the better blest.\nl. 39. A] unwelcom'd.\n\np. 88,\nl. 5. A--G] true loves.\nl. 9. B--H] fountaines.\nl. 11. A] as much againe.\nl. 13. A] bred in the vayle.\nl. 16. A] eye.\nl. 17. A] make them.\nl. 23. A] the course.\nl. 24. A] it yeelded him his life.\nl. 30. A] me thoughts.\nl. 32. A] whom was glad.\nl. 33. F and G] The truliest. F] gentle.\nl. 36. A] Enter woman. In A and B this stage-direction occurs after l. 37.\nl. 38. A for 'La.' _reads_] Woo.\nl. 39. A] Phylaster doe.\n\np. 89, l.4. A, B and C] the voyce of God. l.5. A] yet I doe not hide\nmy selfe. l.13. Folio has a full-stop at end of line. l.14. A _omits_] for\nmy sake do. l.16. A] Enter Pharamont and a woman. ll. 19 and 20. A]\nthe deare love within my heart. l.21. A] if I shall have an answer or no,\nderectly I am gone. l.23. A] To what? what would he have answer. B--E\n_omit_] an. l.25. A--D] forbare. l.29. A] though it lie. l.31. A, B\nand C] And by the gods. l.32. A] if then. l.35. A _omits_ this line,\nthough the words 'Pha. You' are printed as turn-over words at the foot of\nthe page.\n\np. 90, l.I. A] nothing. l.5. A] so much. ll. 7 and 8. A] but wert\nthe Church at the high Altar. l.9. A] injurie. l.10. A. _omits_] Sir. l.12.\nA and B _omit_] Phi. l.16. A _omits_] But. l.17. A, B and C] but yet.\nl. 19. A] before our hearts bee so, then if you please. l.21. A--E]\ndreaming forme. l.23. A] your thoughts. l.28. A] and his boy, called\nBellario. l.31. A] thy owne. l.33. A _reads_ 'Boy' for 'Bell.' here and\nthroughout the play. l.34. A] And I am onely yet some thing. l.35.\nA--H] were apt. l.37. A] crafty.\n\np. 91, l.6. A] bear'st. l.7. A] claps. A _omits_] yet. l.8. A] but\nwhen judgement comes no rule those passions. l.17. A _omits_] grown. l.30.\nA] dos plead. l.32. A] knowst. l.33. A] dos call. l.34. B] dwellest.\n\np. 92, l.5. A] your loves, your sighes. l.7. B--H] heaven. A] Exit\nboy. l.8. C] Lord. l. II. A] I must see. l.12. A _omits_] Phi. l.18.\nA] before in my life. l.20. A] I'le hound at her. Madame. F] Heer's on\nboulted, I'le bound at her. l.21. In A the words 'Enter Gallatea' occur\nafter the word 'fault' in l.19. l.25. A] y'are. l.26. A _omits_] but.\n1. 28. A] those two I onely barre. l.32. A] Couch. l.33. A] a play\nand a banquet. ll.34 and 35. A] to make you blush, this is my owne hayre,\nand this face. l.36. A--D and F] a peny painting. l.37. A and H]\nwardrop. G] wardrope. l.38. A] the jealous silke-mans wife curse our\ndoing.\n\np. 93, l.l.A] You much mistake me Lady. l.2. Folio _misprints_ _Pha_. For\n_Gal_. After this line A _adds_] Pha. Y'are very dangerous bitter, like a\npotion. _Gal_. No sir, I do not mean to purge you, though I meane to purge\na little time on you. l.8. A and B] Cardus. A] about five. l. II. A]\nand Conger. A] they are dullers. l.12. A] the vitall anymales. l.13. A]\nall this time. 11. 16 and 17. A] Shee's daintie, and must be courted with\na shewer of gold. l.19. A] What ha you. l.20. A] you'd have silver\nfort. l.21. A] a worse time sir. l.23. A] gold safe for you. A _adds_] She\nslips behind the Orras. II. 25 and 26. In place of these two lines A] _Gal_.\nShes comming sir behind, Will ye take white money yet for all this. _Exit_.\nl.-27. A] If there be but two such in this Kingdome more. B--H] If there be\nbut two such more in this Kingdome. l.28. A] ene. l.31. A] would\nbreed. l.39. A] doe not call you Lady.\n\np. 94, l.I.A--G] talke an houre. l.5. A] your lip. l.6. A] time\nenough. l.8. A--D] and red enough. l.10. A) twend Cherries dyde\nin blush. l. II. A] deepe beames. I.14. A] sweete looker on. A] these\nblessings. l.15. A. _adds as a stage-direction_] They kisse. l.18. A\n_omits_] off. l.19. A] it may be a number without Probatum. l.20. A]\nby such neate Poetrie. l.26. A] but you. l.28. A] now you ha don't before\nme. l.29. A] And yet. l.31-A] never. l.34. A] ye. l.36. A--H\nand Folio] this is all.\n\np. 95,\nl. 5. A] my masculine imagination.\nl. 7. B] mine honor.\nl. 9. A] my other.\nl. 10. A] Sir _Timen_ a schoolemaister.\nl. 11. A] keepe.\nB and C _add_] Madam.\nl. 14. Folio] apoplex?\nl. 15. A _omits_ 'And' and 'Sir.'\nl. 17. A] tied toot.\nl. 19. A _omits_] Look well about you, and you may find a tongue-bolt.\nl. 21. A and B] whether.\nl. 24. A _omits_ the second 'I dare not.'\nl. 27. A] give worship to you thoughts.\nl. 28. A] y'are.\nl. 29. A] I shall visit you.\nl. 30. A] most uncertaine.\nl. 34. A] Exit ambo.\nB] Exeunt.\nl. 35. A] the Orras.\nl. 38. A] Dowsabell.\nA] for it.\nl. 39. A _omits_] Gal.\n\np. 96,\nl. 1. A] Enter Princesse and her Gentlewoman. These characters are in\nA indicated by 'Prin.' and 'Wo.' throughout the scene.\nl. 3. A _omits_] Madam.\nl. 8. A--H and Folio] boy.\nA] i'st not.\nl. 11. In A this stage-direction occurs after l. 7.\nl. 14. A--G] has done.\nl. 19. A] they shall be.\nl. 23. A, B and C] suspected.\nl. 26. A] presents.\nl. 31. A--H] was never.\nl. 34. A] Enter Boy. He is called 'Boy' throughout the scene.\nl. 35. A] your sad.\nl. 38. A] Then trust in me.\n\np. 97,\nl. 6. A] a crosse schoole-maister.\nl. 8. A] water.\nl. 9. H and Folio _misprint_] dreath.\nF, G and H] trouble.\nl. 10. A _omits_] out.\nl. 11. A] it selfe.\nl. 12. A, B and C] doth.\nl. 13. A] _Boy_. I know not Madame, what it is.\nl. 18. A, B and C] respect to.\nl. 19. A, B and C] with thinking.\nl. 20. A, B and C] thinke away.\nl. 21. A] with mingling starts, and crying.\nl. 22. A _omits_] and hastily.\nA] in streetes.\nl. 24. A] any woman.\nl. 28. A] drop beades.\nll. 30 and 31. A] taught to your Lords credit.\nl. 35. A] thus away.\nl. 36. A] Enter the three Gentlewomen, Megra, Gallatea, and another Lady.\nB--H _omit_] and.\nl. 37. A gives this speech to 'Tra.', i.e., Thrasiline.\nl. 38. A--G] talke an hour.\n\np. 98,\nl. 4. A] theyre.\nB] theile scarce find.\nl. 5. A and B] your owne lodging.\nl. 6. A] Enter Pharamont, the Princesse boy, and a woman.\nl. 9. A] pleasing.\nl. 11. A] I shall choose.\nl. 12. A _omits_ this stage-direction.\n1. 13. Here and throughout the scene 'Are.' is 'Prin.' in A.\nA _omits_] my Lord.\nA and B] these Ladyes.\nl. 15. A gives this speech to Galatea.\nl. 17. A _omits_] you.\nl. 18. A _omits_] has.\nA] Hilus.\nl. 20. A] Why this is that.\nl. 27. A] to hide it.\nl. 32. A] you have.\nG] y'are.\nl. 34. A _omits_] Come.\nl. 35. A _omits_] Ex. Gal. and Meg.\nB--H _omit_] and.\n\np. 99\nl. 3. A as stage-direction after the word 'late' on p. 98, l. 37 _reads_]\nEnter the King, the Princesse, and a guard.\nl. 4. C _omits_] your.\nl. 11. A. _omits_] have.\nl. 12. A. _omits_] Ex. Are. and Bel.\nB--H omit] and.\nl. 19. A gives this speech to 'Leon', i.e., Dion, and _adds_] Exit Leon.\nl. 28. A] from the earth.\nl. 33. A] undeserving child.\nA _omits_] of mine.\nl. 34. A] if she has not broke your lawes, but how could I.\nl. 36. A] in wrong.\n\np. 100,\nl. 9. A] get from them.\nA _omits_] I think.\nA] shee's.\nl. 11. F] not time.\nl. 14. A _omits_] louder yet.\nl. 15. A] your pleasure ... your hearing.\nl. 16. A] meditation.\nFolio] meditations?\nll. 17 and 18. A] and lowder, not yet, I do not thinke he sleepes, having\nsuch larumes by him,\nonce more, Pharamont. _They knock_.\nll. 17 and 18. B] his Larum.\nl. 19. A] Enter Pharamont above.\nl. 23. A] Prince, Prince.\nl. 26. A] The same, sir. Come downe sir.\nl. 29. A _omits_] Pha. below.\nl. 31. A] I have certain private reasons to my selfe sir.\nll. 31 and 32. A as a marginal direction] They prease to come in.\nl. 33. A _omits_] Gentlemen.\nl. 35. A] I must come, and will come enter.\nD--H and Folio print 'Enter' after a space at the end of preceding line.\nl. 36. A] dishonoured thus.\nl. 39. A] runagates.\np. 101, l. 3. A _omits_] so. l. 4. A omits] I'le. l. 5. A _omits_] known.\n1. 6. A] I so no. A _omits_] Meg. Above. l. 8. A _omits_] and ready. l. 9.\nA] tis a poore. l. 15. A] whoting. l. 18. A] still in store. l. 22. A--E\nand G] wring. l. 24. A] chide you dearly. l. 25. A _omits_] worthy.\nl. 26. A] his lodging. l. 28. A] Stage. l. 31. A, B and C] Pray God.\nIl. 31 and 32. A has marginal stage-direction] they come downe to the King.\nl. 33. A _omits_ this stage-direction. l. 37. A] Apothecaries.\n\np. 102, l. 2. A] all sinne and hell. l. 5. A _omits_] and. l. 7. A] reball\nrymes. l. 9. B, C and D] ye. l. 13. A--G] those gods. l. 15. A] that\nshall make. l. 17. A] Upon wals. A] or any thing. l. 19. A] her fayre\nleaps And out-lying, and will discover all, and will dishonour her. l. 22.\nA omits} and. l.31. A] sinke alone. l.32. A] in print. ll. 33 and 34. A]\nthey're. l. 37. A _omits_] nay.\n\np. 103, l. 1. A gives this speech to 'Leon', i.e., Dion. l. 3. A] quarters.\nll. 5 and 6. A] Do so, and i'le forget your----. l. 6. A] and the Guard.\nB--H _omit_] and. l. 7. A _omits_] Why. A and B] fit for Hercules. l. 8. A]\nworthy. C] woman. A] aside. l. 10. A--H] has. l. 11. A--H] uttered.\nB and C] metled. l. 12. A] will not cure him. l. 13. A, B and C]\ninfections. l. 14. A] chast, brave. l. 16. A] leave yee. l. 18. A] Exit\nthree Gentlemen. l. 20. A] Enter three Gentlemen. B--H _omit_] and.\n1.21. A] And doubtlesse. l.25. A] for all us. A _omits_] should. l.33.\nstrange thing.\n\np. 104, l. 3. A _omits_ this line. l. 5. A omits] bent. l. 6. A _omits_]\nthat's. l. 8. A] draweth. l. 10. A] and we can now comfort. l. 11.\nA omits] it. l. 12. A gives this speech to Cleremont. l. 13. A gives this\nspeech to 'Leon', i.e., Dion. l. 15. A] on his beleefe. l. 17. A] Lords\nto his owne good. l. 19. A _omits_] nay. l. 23. A gives this speech to\nCleremont.\nll. 27 and 28. A] frame on men disgrace for vertue. l. 30. A\n_omits_] good. l.33-A] dull. l.35-A _omits_] or. A] knowes. B] knowne.\nl. 38. A] deserved more.\n\np. 105, l. 2. A and B] to thankes. l. 3. A] sufficient. l. 5. A _omits_]\nSir. l.6. A _omits_] will not. l.8. A] long have. l. 11. A gives this\nspeech to 'Tra.', i.e., Thrasiline. l. 14. B by mistake gives this speech to\nDi. l. 16. A] He offers to draw his sword, and is held. l. 18. A] then\nto rob. l. 22. A] faithfull to increase. l. 24. A] cut out falsehood where\nit growes. l. 25. A] that man. l. 32. A] injuries. l. 38. A] your\npardon. l. 39. A] makes.\n\np. 106, l. 1. A] backs. l. 5. A] tis then truth that women all are false.\nB and C] Tis then truth that woman-kind is false. D] thee truth. D--G]\nwoman-kind. l. 6. A] tis. l. 9. A, B and C] by heaven. ll. 10 and 11.\nA _omits_] for love of truth speak; Is't possible? l. 10. B and C] for God's\nlove speake. l. 12. A _omits_ this line. l.13. A gives this line to 'Tra.',\ni.e., Thrasiline. l. 14. A gives this speech to Cleremont. l. 20. A] a\nlittle milder. l. 22. A] desires. l. 23. A] and know the sinne she acts.\nB and C] know. l. 26. A gives this speech to Cleremont. l. 30. A]\nwomen. l. 34. A and B] mine eyes. l. 35. A] daggers in thy breast.\nB] tane. l. 36. A] stuacke dumb. C] did. l. 37. A] this fault might.\nIl. 38 and 39. In A the speakers are transposed.\n\np. 107, l. 1. A omits] several. l. 2. A] and spreads them selfe. l. 3.\nA] Meetes not a fayre on. What, etc. l. 4. A] thorow. l. 5. A gives\nthis speech to 'Tra.', i.e., Thrasiline. l.6. A--D] fall. A, B and C]\ndistracted. l. 10. A] do't. l. 12. A] lodgings. A _omits_] forth. ll. 14 and\n15. A] Omnes. All the gods direct you the readiest way. B, C and D] Di.\nAll the gods direct you The readiest way. A _adds_] Exit three Gent. ll.\n16--18. A _omits_ these lines. l. 18. B--H _omit_] and. l. 19. A] aske um\nwhere he tooke her. l. 22. A] would but flame. l. 24. A] the deede. A]\nit is. l. 30. A] take them. l. 33. F] spring. l. 36. A prints after the\nwords 'miserable man'] Enter boy. l. 39. A] not blush.\n\np. 108, l. 4. In A throughout the scene Bellario is indicated by 'Boy.'\nl. 6. A adds stage-direction] He gives him a letter. l. 10. A _omits_] my.\n1. 12. A] But far unfit for me that doe attend. l. 13. A] my boy. l. 15.\nA] with this paper. l. 16. A] twines of Adamant. l. 19. A] How dos.\nl. 20. A _omits_ this line. l. 26. A] meet. l. 28. A] Why, tis. l. 31. A]\nwith al her maiden store. l. 33. A] service. l. 34. A] rewarded. l. 36.\nA] speakes. l. 38. A] not well. B--G] not ill.\n\np. l09, l. 1. A] fall out from your tongue, so unevenly. l. 2. A]\nquicknesse. l. 12. A, B and C] Never my Lord, by heaven. l. 13. A, B\nand C] That's strange, I know, etc. l. 16. A] I bid her do 't. l. 18.\nA] delight. l. 19. A] as to her Lord. l. 21. A] paradise. B] parrallesse.\nC and D] parallesse. l. 25. A] Yes, now I see why my discurled thoughts.\n1. 27. A] augeries. l. 29. A] where you tend. l. 31. A] noble friend.\n1. 35. A] with sparrowes eyes. l. 39. A] and of goates. l. 40. A] that\nweighed from.\n\np. 110, l. 2. A] come. l. 4. A] main deceit. l. 8. A--H] As I do\nnow thy face. l. 14. A] wrack it. l. 17. A] hate me. l. 19. A _omits_}\nGreater. A] to me. l. 21. Folio] dist. l. 22. A] upon me. A _adds_\nstage-direction] He drawes his sword. l. 23. A, B and C] By heaven I\nnever did. l. 27. A--G] kiss those limbs. l. 29. A--D] Fear'st. l. 32.\nA] could be. l. 34. A _omits_] but. B] doest. l. 39. A] giving ore againe,\nThat must be lost.\n\np. 111 l. i. A, B and C] those. l. 2. A] and then thou wilt. l. 7.\nB by mistake _omits_] _Phi_. l. 12. B--E] doest. B] utterst. H] uttrest.\n1. 13. Folio _misprints_] known. l. 17. A] Thy honest lookes. l. 18. B]\ndoest. l. 19. A] thy blood. l. 23. A] tenderest. l. 27. A] honord\nframe. l. 28. A] haplesse. l.31. A] sorrowes. l. 33. Folio has full-stop\nat end of line. l. 34. A _omits_] Exit Bel. l. 36. A] what ere. A, B\nand C] deservest. F] deserv'd. l. 37. A and B] bathe. A--G] this body.\n1. 38. A] mad'st no medicine to.\n\np. 112, l. 1. A] Enter Princesse. l. 2. For 'Are.' A prints throughout\nscene] Prin. A _omits_] again. l. 4. A] slept, make talke. l. 5. A]\nremember. 1. 6. A] was last spoken, And how spoke when I sight\nsong. l. 9. A] What, in your. B--E and G] What, at your. F] What of\nyour. l. 17. A] ugly Sir. l. 28. A and B] Put him away I say. l. 32. A\n_omits_] Sir. 1. 33. A] a command. l. 35. A] that shame to you, ye\nare one. l. 36. A _omits_] unto. l. 37. A] by the gods.\n\np. 113, l. i. B] I have. A _omits_] my Lord. l. 7. A] maid. l. 8. A,\nB and C] honour faire. l. 10. A] truth. l. 14. A] Oh how they mind to.\n1. 15. A] foule sicke. A] stricke the mountaines. l. 16. A] be sleeping.\n1. 25. E--H _misprint_] He right. A--G] honour. l. 35. A] Oh my\nmisfortune. B, a space being left between the 'i' and the 'f'] My mi\nfortune. C] Oh my my fortune. l. 36. F] Let me go.\n\np. 114, l. 1. H] your letters. l. 2. A] make. l. 3. A] Who shall now\nsing. l. 5. A] and make them warme. l. 7. A, B and C] eye-lids.\nl. 8. A] Make me. D, E, G and H] Philast. l. 12. A] get you. l. 14.\nFolio _misprints_] Bell. l. 16. A] All service in servants. l. 17. A] and\nall desires to doe well, for thy sake. l. 21. A] unto. l. 29. A by mistake\n_omits_] Phi. A] O ye gods, ye gods. l. 30. A] a wealthy patience. l. 31.\nA] above the shocke. l. 32. A] mischiefe. l. 33. Folio _misprints_] live.\n1. 34. A] as deepe as. l. 36. A] And flowing it by. l. 38. A] heare.\n1. 39. A _omits_] must.\n\np. 115, l. 8. A] poyson. l. 10. A] and there dig. A] beasts and birds.\n1. 11. A] women are. A _omits_} and help to save them from you. l. 16. A\n_omits_] so. A] men. l. 17. A] reade. l. 21. A] frost. l. 28. A] you\ngods. F _omits_] ye. l. 30. A _omits_} as pure Crystal. C] a pure\nChristall. 1. 32. A] shall women turne their eies. l. 33. A after\n'constancy'] Enter boy. l. 34. A] And vile. B] And guiltily. l. 35. A]\nspokst. H] speak'st. 1. 37. A] And to betray innocence. l. 38. A] Maist.\n\np. 116, l. 3. A] undertooke. l. 5. A] Lest we should. l. 7. A]\nangry with me. l. 11. A] has. B--H] hath. l. 17. A] some greater\nfault. l. 18. A] suffering. l. 21. A] Exit Boy. l. 22. A] thou hast.\n1. 23. A] But if I had another time to lose. l. 25. A] Might take. l. 30.\nA _omits_] a Lady. l. 35. A] Exit Princesse.\n\np. 117, ll. 2 and 3. A] Enter the King, Pharamont, Princesse, Megra,\nGallatea, Leon, Cle., Tra. and two Wood-men. l. 7. A] you are. l. 8.\nA] trespasses. l. 9. A, B and C] here's none. A] dares. l. 12. A] lake.\n1. 17. A] pernitious. A _omits_'] loose. l. 18. A, B and C] pursue. A] any\nLady. l. 22. A--H] obeyed. l. 23. A and B] furder. l. 24. A gives\nthis speech to 'Leon', i.e., Dion, and the following speech to\n'Tra.' l. 31. A--G] yon Lady. l. 32. A and B] neighbours. l. 33. A] can\nyou see. 1. 34. A gives this speech to Cleremont, B and C to 'Tra.' A, B\nand C] Faith no great. l. 37. A gives this speech to 'Tra.', and the\nfollowing speech to 'Leon', i.e., Dion. l. 38. A] regient. A] damn'd.\n\np. 118, l. 1. A] the flesh and the world. l. 3. A] done against. l. 4.\nA] dares. l. 8. A _omits_] her. l. 9. A--D] health. l. 10. A] except.\nl. 11. A and B] large summe. 11. 14 and 15. A] Exit King and Lords,\nManet Wood-men. l. 16. A] the Deere below. l. 23. A] strange. l. 28.\nA] docets. B, C and D] Dowcets. A] his steward. A--E _omit_] had. l. 30.\nA] he and old Sir Tristram. A] ye. l. 31. A] a Stagge. l. 37. A, B\nand C] by the gods. A _omits_'] she's. A] a fault or no.\n\np. 119 l.2. A--G] haunches. l.5. B--G] have been. l. 8. A] harke\nelse. A _omits_] Exeunt. l. 9. A] Enter Philaster solus. l. 10. A] the\nwoods. l. 11. A] acrons. B--H] akrons. l. 13. A] of cruell love.\nll. 17 and 18. A] chaste as the rocke whereon she dwelt. l. 20. A] borne\nout her. l. 22. A] Enter Boy. l. 24. A--H _omit_] man. l. 25. A] I\nsee. 11. 27 and 28. A] that brake. I-33-A] fortunes. l. 38. A _omits_\nthis and the five succeeding lines.\n\np. 120, l. l. B, C and D] wearest. l. 6. A, B and C] by the gods.\n1. 8. A] thou art. l. 11. A, B and C] Even so thou wepst, and lookst, and\nspokst. A] when I first tooke thee. l. 12. A. _omits_] up. l. 17. A\n_adds_] Exit Phylaster. l. 20. A] Exit Boy. B--H _omit_ and, l. 21. A]\nEnter Leon, Cle. and Wood-men. l. 22. A--G] chance. l. 23. A] Cle.\nMy Lord Leon. C and D] My Lord Don. l. 25. A] starre-dyed with stars.\nB--G] studded with. l. 26. A] I Wood. l. 28. A _omits_]Exeunt Wood.\n1. 29. A _omits_] Enter Cleremont. l. 30. B] you questions. C] yon.\nl. 36. B--G] ran. l. 37. A and B] twas.\n\np. 121, l. 3. A] Enter the King, Tra. and other Lords. l. 5. A gives\nthis speech to 'Leon', i.e., Dion. l. 6. A and B] Howe's that. l. 7. A\ngives this speech to 'Leon', i.e., Dion. l. 18. A] why then. ll. 20 and\n21. A] heare me then, thou traytor. l. 21. A] darst. B--H] dar'st.\nll. 21 and 22. A] possible and honest, things. l. 24. A, B and C] Faith\nI cannot. A] you'le. l. 25. A] you have let me. l. 27. A--G] her\nhere before me. l. 32. A] a King. l. 33. A gives this speech to\nCleremont. A] no more smell. l. 35. A _omits_ Is it so _and reads_ Take\nyou heed. l. 36. A _omits_] Sir.\n\np. 122, l. 1. A] still we. l. 3. A] power we thinke we have. l. 5.\nA] here I stand. l. 6. A] these be punisht. l. 9. A] covenant. l. 10.\nA _omits_] and. l. 14. A] into the Wood with her. l. 19. A] O y'are all.\nA and B] hurts. l. 22. A] by this sword. l. 26. A, B and C] Yes, you\nmay. A] to leave. A--G] Lady bedfellow. ll. 26 and 27. A] bedfellow\nhere for a spincer. l. 31. Folio] may. l. 32. A] I, some would. ll. 33\nand 34. A gives these two speeches to the King and Pharamont\nrespectively. l. 37 A gives this speech to Galatea. A] the search my\nselfe. l. 38. A] Enter the Princesse solus. l. 39. A] finde out the way.\n\np. 123, l. 3. A] or mountaines. A--C] through. l. 4. A _adds_\nstage-direction] She sits downe. l. 5. A] Enter Boy. l. 6. A] Yonder\nmy Lady is. A] gods knowes. B and C] god knowes. l.9. A] grounds.\nl.12. A _omits_] more. A] twines. l. 13. F, G] [oh. H] he\nstirres. l. 14. A] i'st. 1. 18. A _omits_] I am well. l. 24. A--H] you\ngods. l. 25. A] Who's hee. l. 26. A] ease it with his tongue. l. 27. A,\nB and C] helpe, helpe. l. 29. A] lightnings. l. 31. A, B and C] trust\nthe tongues. A, B and C with variations of spelling _add_] of hell-bred\nwomen [B woman]. Some good god looke downe. l. 33. A _omits_] ages\nin the. l. 35. A--G] put hills of fire. A] my breast.\n\np. 124, l. 2. D--G] makes. l.3. B] through. l.5. A]to inrage. l.8.\nD, E and G] looks up. l. 9. A _omits_] it. B] know't. l. 10. A _omits_] do\nbut. l. 16. A] thy way. l. 18. A] you have. l. 19. A] in more. l. 20.\nA gives this speech to 'Prin.', i.e., Arethusa. A] madmens. l. 23. A\ngives this speech to 'Boy', and the following speech\nto 'Prin.' l. 24. A, B and C] the world. l. 25. Folio _misprints_]\n_Pha_. l. 28. A adds stage-direction] Exit Boy. B] Exit Bell. l. 29. A]\nmeetings. l. 32. B--H] fortune. l. 33. A] peace with earth. l. 34. A\nand B] there will. l. 35. A--E] jealousie. A] no il here. l. 37. A] Shew\nme the way to joy.\n\np. 125, l. 2. A] to 't. l. 4. A] Countrey Gallant. l. 5. A] I will.\n1. 6. A] this two houres. C, D and E] these two houre. l. 8. B] then\nthen. E, G and H] out rid. l. 9. A] strong braines. l. 10. A] The\nwhooping would put a man. l. 12. A _adds_] Phy. wounds\nher. l. 13. A--heaven. l. 14. A] Nay, they. l. 16. A] thoud'st. C--H]\nwouldest. A, B and C _omit_] of. l. 17. B and C] veines. A] with a\nman. l. 21. A] God judge me. B and C] God uds me. l. 25. A]\nRethrack. l. 26. A prints 'They fight' at the end of the following\nline. l. 28. A] Gods guard. B and C] Heaven. l. 31. A] would this\nbore. l. 33. A] though I doe lose it. l. 34. A prints 'Exit Phy.' after\nthe word 'Rogue' in the following line. l. 36. A _omits_] and.\n\np. 126, l. 3. A gives this speech to 'Leon', i.e., Dion. l. 6. A and B]\nBy God she lies. A] i' the breast. l. 7. A] Oh secret spring. l.12. A]\nOmnes. l. l. 14. A] But who has done it. l. 16. A gives this speech to\n'Leon', i.e., Dion. l. 19. A] I let. l. 20. A] about 's eares. l. 23. A]\nBy this ayre. A--E] never. A _omits_] of him. l. 24. B and C] all to you\nin my hat. l. 28. A] sinne. l. 29. F] I will. I will. l. 31. A, B\nand C] Woodman. l. 32. A] unto the King. l. 34. A prints simply]\nExit. l. 36. A gives this speech to Cleremont. l. 37. A, B and C] of\nthis. A] I'le see. B--H] goe to see. l. 38. A] Enter the Boy. l. 39. A]\nO heavens! heavy death sits on my brow.\n\np. 127, l. 2. A] sweete on all. l. 5. A] my eyes. l. 6. A _omits_\\ Oh.\n1. 17. A prints stage-direction after the word 'broken' in l. 19. l. 21. A]\nbut my blood. l. 24. A] upon his sleeping body, he has none. l. 25. A]\nHe wounds him. l. 27. A] it wisht. A] for pittie. l. 28. A prints after\nthe first 'here' in following line] Phy. falls downe. l. 36. A] Hide, hide.\n1. 39. B--G] were it.\n\np. 128, l. 1. A _omits_] little. l. 2. A] has not. l. 4. A] Art thou then\ntrue to me. l. 5. A _omits_] good. l. 6. A] these. l. 7. A] your breeth\nin't, Shromd. l. n. A _omits_ one 'follow.' l. 14. A _omits_] That. A\n_adds_] Boy falls downe. l.15. B--H _omit_] and. l. 16. A] I tract. l.17. A\ngives this speech to 'Leon', i.e., Dion, and the next to Cleremont. l. 22.\nA gives this speech to Thrasiline. l. 23. A] it is. l. 25. F] the creation.\n1. 26. A and B] to strike. l. 31. A, B and C] did make. l. 34. A]\ntortour. l. 36. A] My. l. 37. A gives this speech to Cleremont.\n\np. 129, l. 1. A, B and C] carelesse. l. 4. A] them. l. 6. A] Sines.\n1. 14. A] vigour. A prints the stage-direction at the end of the\nfollowing line. 1. 16. A] innocents. l. 17. A] know you the price of what.\nl. 19. A] My Lord Phylaster. A _omits_] Tis. l. 23. H] as hurt. l. 24. A]\non a Pyramades. l. 26. A] as you. l. 27. A] teach the under-world. l. 32.\nA] this untimely courtesie. l. 33. C--H] he is. A] you beare me hence.\n1. 35. A] to punish. l. 38. A, B and C] by all the gods.\n\np. 130. A gives the first five speeches to Dion, Thrasiline, Bellario, Dion\nand Bellario respectively. l. 2. C] Is it. l. 3. A] Well, I feare me sir,\nwe. B--H] fear me, we. A _omits_] all. l. 9. A] gentlie. B--G] gently.\nl. 10. A and B] breath forth my. l. 11. A] Not all the wealth of Pluto.\nl. 17. A] a cleere. l. 18. A, B and C] bitter. l. 19. A] haires. l. 20.\nA] bathe them. l. 21. A] Enter the King, Princesse, and a guard. l. 23.\nA gives this speech to Dion. A] but sute it was Phylaster. l. 24. A gives\nthis speech to the King, and the following one to Pharamond. l. 25. A--D]\nwill tell us that. l. 26. A] Ay me, I know him well. l. 28. A] Sir, if\nit were he. l. 32. beare them. l. 35. A _omits_] go. l. 36. A] loves.\n1. 37. A _omits_] and. l. 38. A--G] deaths. l. 39. A] your law.\n\np. 131 I. 3. A] We shall. A] on with our intended match. A _adds_] Exit\nKing and Pharamont. l. 4. A gives this speech to 'Leon', i.e., Dion, and\nthe following one to Cleremont. l. 7. A _omits_] Omnes. B--H _add_] Finis\nActus quarti. l. 10. This speech and the seven succeeding ones are given\nby A to 'Leon' (Dion), Cleremont, Thrasiline, 'Leon', Thrasiline, Cleremont,\n'Leon' and Thrasiline respectively. l. 19. A _omits_] Exeunt. l. 20. A]\nshufle. A _omits_] Exeunt. l. 21. A] Enter Phylaster, Princesse, Boy, in\nprison. B--H omit] and. l. 22. A, B and C] Nay faith Philaster. l.23. B]\nforbeare, were wondrous well. l.24. A] and Bellario. l. 25. A] shut. A\n_omits_] as now from Earth. l. 27. A] the truest ones. l. 29. A] forgive\nme, and. p. 132, l. 2. A--G] Should I outlive you. A] I should out live.\nB--H] I should then outlive. l. 3. A] come. l. 4. A--H] shall close. l. 6.\nA] waste by time. B] waste by limbs. l. 7. A--G] that ever. A] ever liv'd.\n1. 10. A] houre behind it. l. 15. A] Kingdome. l. 17. A] Every just\nmaiden. l. 19. A] My deerest, say not so. l. 21. A] woman. l.26. A]\nWhy? what. l. 28. A] life no whit compared. l. 32. B] your pardon.\n1. 36. A gives this speech to 'Prin.', i.e., Arethusa.\n\np. 133, l. 1. A] Enter the King, Leon, Cle., Tra. and a guard. B--H\n_omit_] and. l. 3. A gives this speech to 'Leon', i.e., Dion. l. 4. A]\nPlotforme. 1. 8. A gives this speech to Cleremont. l. 9. A _adds_] Exit\nTra. 1. 12. A] to lose it. A--E] lightly. A after the word 'lightly' adds\nstage-direction] aside. l. 14. A] stocke. l. 17. A] weightier. l. 18. A]\nthe heate. l. 20. A] and leaves them desolate. l. 24. A] Enter Phi.,\nPrincesse, Boy, with a garland of flowers on's head. B--H _omit_ the first\n'and.' l. 16. A] shal. l.27. A] Epethelamon. A _omits_] of these lovers.\nl. 18. F] But have lost. l. 30. A _omits_] on. l. 31. A] CÃ¦dor. l. 32. A]\nmountaines. 1.35. A] free from the firver of the Serian starre. B--G]\nSirian. l.37-A, B and C] deliver. A] that issues.\n\np. 134, l. 1. A--D] pleased. l. 2. A] base, under branches, to devour.\n1. 4. A] did choake. B--D] choake. l. 5. A] brakes, rud, thornes. A--G]\nthe Sun. l. 6. A _omits_] even. A] roote. A] um there. l. 7. F _omits_] a.\nB and C] gentler. A] has. l. 9. A] never to be unarmde. l. 10. A, B\nand C] number. A _omits_] holy. A] ore. l. 11. A] has. F _omits_] noble.\n1. 12. A] worthy king. l. 15. A, B and C] For now there. l. 17. A]\nbitter threats. l. 19. A--E] struggled. l. 22. A] where you. l. 28. A]\nMetour. l. 32. A] of venge-in. l. 33. A] chaft amongst. B--E]\nChast. B--G] among. l. 35. A] looke from me. l. 37. A] that I have\nleft. l. 38. F] There is. A _omits_] that. l. 40. A] For death to me can be\nlife.\n\np. 135 l. 1. A] as long as. l. 4. A] ore by. l. 8. A _omits_] dear.\n1. 9. A] you are. A after this line _adds_] That feedes upon the blood you\ngave a life to. l. 14. A] a shame. l. 15. F] Pelican. l. 17. A _omits_]\nwith purest. l. 32. A, B and C] that by the gods it is a joy. l. 37. A\n_omits_] you.\n\np. 136, l. 1. A _omits_] Fearing. A] For the Lord Phylaster. l. 2. A]\nfellowes. l. 6. A _omits_ this line. l. 7. A] 2 Mes. B and C] Arme, arme,\narme, arme. l. 8. A] take these Citizens. l. 9. A] them. l. 12. A\n_omits_] Exit with Are., Phi., Bell. l. 16. A] Exit King, Manet Leon, Cle.\nand Tra. l. 18. A] by al the gods. l. 25. A] you lackes. B] ye lacks.\n1. 26. A] Skin. A] see you. B] have ye. l. 28. A] brave new. l. 29.\nA] My kinde Countrimen. l. 33. A] sawce. l. 34. A] flush amongst\num, and ill speeding. 11. 34 and 35. A] have injurious raine. A _omits_]\nunbound. 11. 35 and 36. A] in rafine freeze. A] moth. l. 38. A] preases.\n\np. 137, l. r. F] neck. l. 3. A] And know. l. 4. A] gotish. B and C]\ngoatish. l. 10. A] wide. A] your valours. l. 11. A] we must. A] for't.\nA _omits_] 'em. l. 12. A] and you will. B--E] and they. l. 15. A] speake\nhim well. l. 16. A] courtesies. l. 17. A _omits_] Exit Cle. l. 18. A]\nCitizens. l. 20. A _omits_] and soil you. ll. 21 and 22. A] Every long\nvocation; and foule shall come up fat And in brave liking. l. 21. B] ever\nlong. l. 23. A] that poore. l. 24. A _omits_] and. l. 25. A _omits_] Sir.\n1. 26. A--G] quench. l. 28. A] Enter Phylaster. l. 33. A] to 't. l. 34.\nA] Let me your goodnesse know. l. 36. A, B and C] All my wishes. l. 37.\nA] speakes all this.\n\np. 138, l. 4. A _omits_} poor. l. 7. A] free her. l. 9. A] noble word.\n1. 10. A] you peace. l. 12. A] Now all the. A _omits_] Exeunt Omnes.\n1. 13. A] Enter an olde Captaine, with a crew of Citizens leading\nPharamont prisoner. l.15. B and C] your nimble. B--G] mother. l. 21. B\nand C] Kings. l. 22. E and G] you paintings. l. 25. B] beloved. B and C]\nCustards. l. 29. B--D] Collers.\n\np. 139, l. 1. B] solder'd. l. 6. B] me see. l. 7. For 'lie' G prints\n'ie' with a space at the beginning where the 'I' should be. H and\nthe Folio _misprint_] here I it. l. 8. B] washing. B] do you see sweete\nPrince. C] do you sweet Prince. D, E, G and H] sweat. F] swet. l. 12. B--H\nand Folio J foe. l. 26. B--G] Nay my beyond, etc. l. 28. B--H] scarcenet.\n1. 33. B and C] i Cit. l. 36. B--H] kills.\n\np. 140, l. 4. D, E and G] God Captaine. l. 7. B and C] of your 2-hand\nsword. l. 9. B--E, G and H] 2 Ci. F] 2 Cit. l. n. B--E, G and H]\n2 Ci. F] 2 Cit. B and C] had had. l. 12. C--G] skin bones. l. 35. B,\nC and D] stucke. E] stuck. l. 38. B--H] I do desire to be.\n\np. 141, l. 2. F] thy name. l. 7. B--H] of all dangers. B--H] altogether.\n1. 12. B and C] all these. l. 20. B--G] And make. B and F]\nHe strives. l. 23. H] your friends. l. 34. B and C] Go thy wayes, thou\nart.\n\np. 142, l. 2. B and C] attendance. l. 24. Folio _misprints_] is it. l. 33.\nB] and hath found. l. 35. F] knew.\n\np. 143,1. 4. B--G with variations in spelling] To bear. B] her boy. l. 7.\nB--G] sometime. l. 9. D] wine. l. 17. B] As base as are. C _omits_] be.\n1. 18. Folio _misprints_] hour. B] heated. l. 36. B--H] that boy. l. 38.\nB and C] word. l. 39. F--H] life and rig.\n\np. 144, l. 6. B--G] were hateful. l. 11. B and C] oh stay. l. 12. F]\nSir. l. 13. B] tire your constancy.\n\np. 145, l. 9. F _omits_] it. l. 22. B and C _omit_] l. l. 27. B--G] All's.\n1. 29. B--D make this line the conclusion of Philaster's speech, and\nconsequently apply the marginal stage-direction to him.\n\np. 146, l. 22. B--E] oft would.\n\np. 147, l. 1. B--G] but have. l. 17. F _omits_] thou wilt. l. 31.\nB--H] vertue. l. 35. F] set us free.\n\np. 148, l. 9. F] your self. l. 10. B--E] And like to see. l. 14. After\n\nthis line B--F, H add]\n\nFinis.\n\nFrom p. 138, l. 13, to end of Play, A reads]\n\n   _Enter an olde Captaine, with a crew of Citizens_, _leading_ PHARAMONT\n   _prisoner_.\n\nCAP.        Come my brave Mermedons, fal on, let your caps swarm, & your\n                nimble tongues forget your gibrish, of what you lack, and\n                set your mouthes ope' children, till your pallats fall\n                frighted halfe a fathom past the cure of bay-salt & grosse\n                pepper; and then crie _Phylaster_, brave _Phylaster_. Let\n                _Phylaster_ be deep in request, my ding-a-dings, my paire\n                of deare Indentures: King of clubs, the your cut-water-\n                chamlets, and your painting: let not your hasty silkes,\n                deerly belovers of Custards & Cheescakes, or your branch\n                cloth of bodkins, or your tyffenies, your robbin-hood\n                scarlet and Johns, tie your affections in durance to\n                your shops, my dainty duckers, up with your three pil'd\n                spirit's, that rightvalourous, and let your accute colours\n                make the King to feele the measure of your mightinesse;\n                Phylaster, cry, myrose nobles, cry.\n\nOMNES.   _Phylaster_, _Phylasier_.\n\nCAP.        How doe you like this, my Lord prisoner?\n                These are mad boyes I can tell you,\n                These bee things that will not strike top-sayle to a Foyst,\n                And let a Man of warre, an Argosea,\n                Stoope to carry coales.\n\nPHAR.      Why, you damn'd slaves, doe you know who I am?\n\nCAP.        Yes, my pretie Prince of puppits, we do know, and give you\n                gentle warning, you talke no more such bugs words, lest\n                that sodden Crowne should be scracht with a musket; deare\n                Prince pippin, I'le have you codled, let him loose my\n                spirits, and make a ring with your bils my hearts: Now let\n                mee see what this brave man dares doe: note sir, have at\n                you with this washing blow, here I lie, doe you huffe\n                sweete Prince? I could hock your grace, and hang you\n                crosse leg'd, like a Hare at a Poulters stall; and do thus.\n\nPHAR.       Gentlemen, honest Gentlemen--\n\nSOUL.       A speakes treason Captaine, shal's knock him downe?\n\nCAP.         Hold, I say.\n\n2 SOUL.   Good Captaine let me have one mal at's mazard, I feele my\n                 stomacke strangely provoked to bee at his Spanish\n                 pot-nowle, shal's kill him?\n\nOMNES.   I, kill him, kill him.\n\nCAP.         Againe I say hold.\n\n3 SOUL.   O how ranke he lookes, sweete Captaine let's geld him, and\n                send his dowsets for a dish to the Burdello.\n\n4 SOUL.   No, let's rather sell them to some woman Chymist, that\n                extractions, shee might draw an excellent provocative oyle\n                from useth them, that might be very usefull.\n\nCAP.        You see, my scurvy Don, how precious you are in esteem\n                amongst us, had you not beene better kept at home, I thinke\n                you had: must you needes come amongst us, to have your\n                saffron hide taw'd as wee intend it: My Don, _Phylaster_\n                must suffer death to satisfie your melancholly spleene, he\n                must my Don, he must; but we your Physitians, hold it fit\n                that you bleede for it: Come my robusticks, my brave\n                regiment of rattle makers, let's cal a common cornuted\n                counsell, and like grave Senators, beare up our brancht\n                crests, in sitting upon the severall tortures we shall put\n                him to, and with as little sense as may be, put your wils\n                in execution.\n\nSOME CRIES.   Burne him, burne him.\n\nOTHERS. Hang him, hang him.\n\n                                              [Enter PHYLASTER.\n\nCAP. No, rather let's carbinade his cods-head, and cut him to collops:\n                shall I begin?\n\nPHI.         Stay your furies my loving Countrimen.\n\nOMNES.   _Phylaster_ is come, _Phylaster_, _Phylaster_.\n\nCAP.        My porcupines of spite, make roome I say, that I may salute\n                my brave Prince: and is Prince _Phylaster_ at liberty?\nPHI.         I am, most loving countrimen.\n\nCAP.        Then give me thy Princely goll, which thus I kisse, to\n                whom I crouch and bow; But see my royall sparke,\n                this head-strong swarme that follow me humming\n                like a master Bee, have I led forth their Hives, and\n                being on wing, and in our heady flight, have seazed\n                him shall suffer for thy wrongs.\n\nOMNES.   I, I, let's kill him, kill him.\n\nPHI.         But heare me, Countrimen.\n\nCAP.        Heare the Prince, I say, heare _Phylaster_.\n\nOMNES.   I, I, heare the Prince, heare the Prince.\n\nPHI.         My comming is to give you thanks, my deere\n                Countrimen, whose powerfull sway hath curb'd\n                the prossecuting fury of my foes.\n\nOMNES.  We will curb um, we will curb um.\n\nPHI.          I finde you will,\n                But if my intrest in your loves be such,\n                As the world takes notice of, Let me crave\n                You would deliver _Pharamont_ to my hand,\n                And from me accept this\n\n                                               [_Gives um his purse_.\n\n                Testimonie of my love.\n                Which is but a pittance of those ample thankes,\n                Which shall redowne with showred courtesies.\n\nCAP.        Take him to thee brave Prince, and we thy bounty\n                thankefully accept, and will drinke thy health, thy\n                perpetuall health my Prince, whilst memory lasts\n                amongst us, we are thy Mermidons, my _Achillis_: we\n                are those will follow thee, and in thy service will\n                scowre our rusty murins and bill-bow-blades, most\n                noble _Phylaster_, we will: Come my rowtists let's\n                retyer till occasion calls us to attend the noble\n                _Phylaster_.\n\nOMNES.   _Phylaster_, _Phylaster_, _Phylaster_.\n\n                               [ _Exit_ CAPTAINE, and Citizens.\n\nPHAR.      Worthy sir, I owe you a life,\n                For but your selfe theres nought could have prevail'd.\n\nPHI.         Tis the least of service that I owe the King,\n                Who was carefull to preserve ye.\n                                                                    [_Exit_.\n\n                         [_Enter_ LEON, TRASILINE, and CLERIMON.\n\nTRA.         I ever thought the boy was honest.\n\nLEON.      Well, tis a brave boy-Gentlemen.\n\nCLE.         Yet you'ld not beleeve this.\n\nLEON.      A plague on my forwardnesse, what a villaine was I, to wrong\n                um so; a mischiefe on my muddy braines, was I mad?\n\nTRA.         A little frantick in your rash attempt, but that was your\n                love to _Phylaster_, sir.\n\nLEON.      A pox on such love, have you any hope my countinance will ere\n                serve me to looke on them?\n\nCLE.        O very well Sir.\n\nLEON.      Very ill Sir, uds death, I could beate out my braines, or hang\n                my selfe in revenge.\n\nCLE.        There would be little gotten by it, ene keepe you as ye are.\n\nLEON.     An excellent boy, Gentlemen beleeve it, harke the King\n                is comming,\n\n                                                    [ _Cornets sounds_.\n\n  _Enter the King, Princesse_, GALLATEA, MEGRA, BELLARIO, _a\n         Gentlewoman, and other attendants_.\n\nK.            No newes of his returne,\n                Will not this rable multitude be appeas'd?\n                I feare their outrage, lest it should extend\n                With dangering of _Pharamonts_ life.\n\n    Enter _PHILASTER_ with _PHARAMONT_.\n\nLEON.      See Sir, _Phylaster_ is return'd.\n\nPHI.         Royall Sir,\n                Receive into your bosome your desired peace,\n                Those discontented mutineares be appeasde,\n                And this fortaigne Prince in safety.\n\nK.             How happie am I in thee _Phylaster_?\n                Whose excellent vertues begets a world of love,\n                I am indebted to thee for a Kingdome.\n                I here surrender up all Soveraignetie,\n                Raigne peacefully with thy espoused Bride,\n\n                                      [_Delivers his Crowne to him_.\n\n                Ashume my Son to take what is thy due.\n\nPHA.        How Sir, yer son, what am I then, your Daughter you gave to\n                me.\n\nKIN.         But heaven hath made asignement unto him,\n                And brought your contract to anullity:\n                Sir, your entertainment hath beene most faire,\n                Had not your hell-bred lust dride up the spring,\n                From whence flow'd forth those favours that you found:\n                I am glad to see you safe, let this suffice,\n                Your selfe hath crost your selfe.\n\nLEON.      They are married sir.\n\nPHAR.     How married? I hope your highnesse will not use me so,\n                I came not to be disgraced, and returne alone.\n\nKING.       I cannot helpe it sir.\n\nLEON.      To returne alone, you neede not sir,\n                Here is one will beare you company.\n                You know this Ladies proofe, if you\n                Fail'd not in the say-taging.\n\nME.          I hold your scoffes in vildest base contempt,\n                Or is there said or done, ought I repent,\n                But can retort even to your grinning teeths,\n                Your worst of spights, tho Princesse lofty steps\n                May not be tract, yet may they tread awry,\n                That boy there--\n\nBEL.         If to me ye speake Lady,\n                I must tell you, you have lost your selfe\n                In your too much forwardnesse, and hath forgot\n                Both modesty and truth, with what impudence\n                You have throwne most damnable aspertions\n                On that noble Princesse and my selfe: witnesse the world;\n                Behold me sir.\n                            [_Kneeles to_ LEON, _and discovers her haire_.\n\nLEON.      I should know this face; my daughter.\n\nBEL.        The same sir.\n\nPRIN.       How, our sometime Page, _Bellario_, turn'd woman?\n\nBEL.       Madame, the cause induc't me to transforme my selfe,\n                Proceeded from a respective modest\n                Affection I bare to my my Lord,\n                The Prince _Phylaster_, to do him service,\n                As farre from any lacivious thought,\n                As that Lady is farre from goodnesse,\n                And if my true intents may be beleeved,\n                And from your Highnesse Madame, pardon finde,\n                You have the truth.\n\nPRIN.       I doe beleeve thee, _Bellario_ I shall call thee still.\n\nPHI.         The faithfullest servant that ever gave attendance.\n\nLEON.      Now Lady lust, what say you to'th boy now;\n                Doe you hang the head, do ye, shame would steale\n                Into your face, if ye had grace to entertaine it,\n                Do ye slinke away?\n\n                                         [ _Exit_ MEGRA _hiding her face_,\n\nKING.       Give present order she be banisht the Court,\n                And straightly confinde till our further\n                Pleasure is knowne.\n\nPHAR.      Heres such an age of transformation, that I doe not\n                know how to trust my selfe, I'le get me gone to: Sir,\n                the disparagement you have done, must be cald in\n                question. I have power to right my selfe, and will.\n\n                                                   [  _Exit_ PHARAMONT.\n\nKING.      We feare ye not Sir.\n\nPHI.          Let a strong convoy guard him through the Kingdome,\n                With him, let's part with all our cares and feare,\n                And Crowne with joy our happy loves successe.\n\nKING.      Which to make more full, Lady _Gallatea_,\n                Let honour'd _Clerimont_ acceptance finde\n                In your chast thoughts.\n\nPHI.         Tis my sute too.\n\nPRIN.       Such royall spokes-men must not be deni'd.\n\nGAL.        Nor shall not, Madame.\n\nKING.      Then thus I joyne your hands.\n\nGAL.        Our hearts were knit before.\n                                                        [ _They kisse_.\n\nPHI.         But tis you Lady, must make all compleat,\n                And gives a full perod to content,\n                Let your loves cordiall againe revive,\n                The drooping spirits of noble _Trasiline_.\n                What saies Lord _Leon_ to it?\n\nLEON.      Marry my Lord I say, I know she once lov'd him.\n                At least made shew she did,\n                But since tis my Lord _Phylasters_ desire,\n                I'le make a surrender of all the right\n                A father has in her; here take her sir,\n                With all my heart, and heaven give you joy.\n\nKING.       Then let us in these nuptuall feastes to hold,\n                Heaven hath decreed, and Fate stands uncontrold.\n\n                FINIS.\n\n\n\nPHILASTER. VERSE AND PROSE VARIATIONS.\n\n\nThe variations are those of A except where otherwise stated. p. 78, l.\n35. A prints this speech as prose.\n\np. 79, l. 39, and p. 80, l. 1. A reads as one line.\n\np. 80, 11. 6 and 7. One line. ll. 8 and 9. One line. l. 11. A gives\nthis speech as prose. ll. 37--40, and p. 81, l. r. Four lines ending\nbold, Turcle, shaddow, over.\n\np. 81, ll. 12--17. Five lines ending _armes, hath, disputing, are,\nme_. 1. 19. Eight lines ending _him, his, thine, cold, such, follies,\npresence, me_. l. 28. This speech in two lines ending _freedome_,\n_temperde_. l. 32. This speech in four lines ending _succession_,\n_is_, _within_, _knowledge_.\n\np. 82, ll. 1 and 2. One line. l.9. C, D, E] two lines, _them_,\n_Atlas_. l. 18. This speech and the next as prose. l. 33. The rest\nof the speech in seven lines, ending _whispers_, _will_, _there_,\n_service_, _factious_, _hand_, _servant_. l. 39. B, C, D, E] two\nlines, _hand_, _servant_.\n\np. 83, ll. 1-4. Prose. l. 14. This speech and the next prose. ll.\n29-31. Two lines ending _please_ and _yeares_. l. 33. The rest of the\nspeech in prose.\n\np. 84, ll. 2-4. Two lines ending _Age_ and _me_. ll. 6-11. Four lines\nending _Gentlewoman_, _alive_, _idle_, _pilgrimage_. ll. 22 and 23.\nProse. l. 26. This speech and the next in prose.\n\np. 85, ll. 1 and 2. One line. ll. 3-32. Prose. ll. 34-38. Four lines\nending _with-_, _make_, _your_, _obay_. l. 40 and p. 86, l. 1. One\nline.\n\np. 86, ll. 4-11. Seven lines ending _say_, _woman_, _them_,\n_detracted_, _you_, _disgrace_, _vertues_. ll. 14-16. Two lines\nending _fortunes_, _question_. ll. 18-20. Two lines ending _affoord_,\n_wisht_. ll. 21 and 22. One line. ll. 27-32. Four lines ending\n_stories_, _Crowne_, _longing_, _more_.\n\np. 87, ll. 1-12. Ten lines ending _dreadfully_, _he_, _tongue_, _his_,\n_begin_, _love_, _you_, _beg_, _price_, _heare_. ll. 17-19. Two lines\nending _yet_, _in_. ll. 21-23. Prose. ll. 26-30. Prose. ll. 34-40. Six\nlines ending _so_, _better_, _gods_, _some_, _us_, _it_. l. 30. B, C,\nD, E] two lines, _man_, _jealous_.\n\np. 88, ll. 1-6. Five lines ending _long_, _often_, _intelligence_,\n_agree_, _tread_. l. 6. B, C, D, E] two lines, _agree_, _tread_. l. 7.\nB, C, D, E] two lines, _boy_, _intent_. l. 7. This speech in prose.\n\np. 89, l. 2. B, C, D, E] two lines, _selfe_, _Prince_. l. 7. B, D, E]\ntwo lines, _made_, _himselfe_. l. 7. Two lines ending _Phylaster_ and\n_himselfe_. ll. 10 and 11. Two lines ending _ever_, _lie_. ll. 18-20.\nTwo lines ending _ceremonies_ and _heart_. ll. 21 and 22. One line.\nll. 27-29. Prose. l. 38. This speech in prose.\n\np. 90, ll. 4 and 5. Two lines ending _much_, _Princesse_. l. 6. This\nspeech and the next in prose. l. 16. This speech beginning from\n'Madam' and the next speech in prose. ll. 29-34. Six lines ending\n_regard_, _modesty_, _aske_, _deserve_, _nothing_, _yours_. l. 32. B,\nC, D, E] two lines, _aske_, _deserve_. l. 35. The rest of the speech\nin prose.\n\np. 91, ll. 6-11. Prose. ll. 13-17. Prose. l. 18 and B, C, D, E]\ntwo lines ending _all_, _behaviour_. ll. 19-29. Ten lines ending\n_ignorance_, _learne_, _larger_, _fault_, _once_, _boy_, _warning_,\n_stubborneness_, _off_, _mend_. ll. 32-40. Seven lines ending\n_businesse_, _her_, _full_, _trust_, _joy_, _weepe_, _Princesse_.\n\np. 92, ll. 1-12. Prose. ll. 14-20. Nine lines ending _must_, _not_,\n_word_, _all_, _taking_, _life_, _fault_, _boulted_, _Madame_.\n\np. 93, ll. 5-12. Nine lines ending _grace_, _remedy_, _morning_,\n_Cardus_, _exercise_, _Tiller_, _Flebotomie_, _whay_, _anymales_. ll.\n15-18. Four lines ending _well_, _appetite_, _gold_, _then_. ll. 25\nand 26. Two lines ending _behind_, _this_.\n\np. 94, ll. 5 and 6. Two lines ending _enough_, _Age_. ll. 7 and 8. Two\nlines ending _smooth_, _enough_. ll. 16-23. Prose. l. 24. Two lines\nending _prose_, _Madame_. l. 27. Two lines ending _first_, _now_. ll.\n30-32. Two lines ending _sweetest_, _me_. ll. 35 and 36. Three\nlines ending _sentence, memory, me_. ll. 38-40. Three lines ending\n_endeavour_, _night_, _for't_.\n\np. 95, ll. 1--20. Twenty-one lines ending _owne, teaching, measures,\nfunction, selfe, her, her, indeed, sir, selfe, schoolemaister, maid,\nGallatea, favour, now, wit, guard, toot, Jubiter, Lady, welcome_. ll.\n25--29. Six lines ending _um, want, thoughts, bashfull, with, you_.\n\np. 96, ll. 8 and 9. One line. ll. 26--32. Prose. ll. 36 and 37. Prose.\n\np. 97, ll. 17--29. Prose. ll. 30--35. Five lines ending _credit,\nsound, satyes, too, away_. ll. 37--39. Prose.\n\np. 98, ll. 1--5. Prose (probably). ll. 8--10. Prose. ll. 20--23. Four\nlines ending _by, hand, Princesse, selfe_. ll. 25 and 26. One line.\nll. 33 and 34. Two lines ending _grace, bed_. l. 37 and p. 99, ll. 1\nand 2. Three lines ending _late, comes, him_.\n\np. 99, ll. 5--16. Prose. ll. 19--36. Prose.\n\np. 100, ll. 11--18. Prose. ll. 20--22. Prose. ll. 26 and 27. Two lines\nending _sir, you_. ll. 33 and 34. Two lines ending _life, heere_. ll.\n36--39 and p. 101, l. 1. Prose.\n\np. 101, ll. 2--5. Three lines ending _wrongd, lodging, say_. ll.\n8--23. Prose. ll. 28--32. Five lines ending _two, hold, lye, not,\nmistaken_. ll. 37--39 and p. 102, ll. 1--9. Ten lines ending _lust,\nthoughts, diseases, me, courtesies, daughter, Court, orrenges,\ncandles, Venus_.\n\np. 102, ll. 10--25. Thirteen lines ending _laugh, King, by, fellowes,\nmirth, me, more, leaps, her, eighteene, when, madness, height_. ll.\n32--39. Seven lines ending _it, commonly, at, forraigne, tongue,\npeople, Princesse_.\n\np. 103, ll. 1 and 2. Two lines ending _her, boy_. ll. 10--17. Eight\nlines ending _tongue, King, him, infections, brave, boy, else,\nGentlemen_. ll. 24--36. Eleven lines ending _us, freemen, age, right,\nScepter, Lady, boy, thing, Prince, part, mind_. l. 37 and p. 104, ll.\n1 and 2. Three lines ending _Phylaster, Creature, earth_.\n\np. 104, ll. 4--7. Three lines ending _people, corne, way_. ll. 25--29.\nProse. l. 29. B, C, D] two lines, _doe, acceptation_. ll. 30--38.\nSeven lines ending _know, head, king, word, attempts, me, friends_.\n\np. 105, l. 4. B, C, D, E] two lines, _time, would_. ll. 1--9. Nine\nlines ending _selfe, sufficient, loves, would, expect, violence, know,\nnow, lov'd_. ll. 16--28. Ten lines ending _thought, Lady, pardon'd,\nredeemed, increase, I, hils, all, necke, denude_. ll. 29 and 30. One\nline. ll. 31--37. Prose. l. 40 and p. 106, ll. 1 and 2. Prose.\n\np. 106, l. 4 (from 'Good Sir')--7. Prose. ll. 21--25. Prose. ll. 27\nand 28. One line. ll. 29--31. Three lines ending _looke, Lord, selfe_.\nll. 36 and 37. Three lines ending _them, fault, silence_. l. 37. B, C,\nD, E] two lines, _slept, silence_. l. 40 and p. 107, ll. 1 and 2. Two\nlines ending _corners, land_.\n\np. 107, ll. 12 and 13. One line. ll. 19--39 and p. 108, II. 1--3.\nTwenty lines ending _her, breast, circumstances, now, simply,\nhonourable, truth, selves, fight, sight, once, againe, fat, before,\nman, weare, blush, mortalitie, brow, guilty_. l. 35. B] two lines,\n_man, gods_.\n\np. 108, ll. 7--9. Three lines ending _me, boy, brave_. ll. 13 and 14.\nTwo lines ending _boy, here_. ll. 17--19. Three lines ending _snow,\nboy, thee_. ll. 22--27. Five lines ending _life, fond, trust, pay,\nme_. ll. 30--36. Prose. l. 40 and p. 109, ll. 1--3. Prose.\n\np. 109, ll. 4 and 5. One line. ll. 15 (from 'Come she dos')--37.\nProse. l. 40 and p. 110, ll. 1--3. Four lines ending _lust, desires,\nher, ages_.\n\np. 110, l. 3. B, C, D, E] two lines, _reveale, ages_. l. 4. B, C,\nD, E] two lines, _heart, disease_. l. 4. Two lines ending _heart,\ndeceit_. ll. 9 and 10. One line. ll. 15 and 16. Two lines ending\n_life, now_. l. 16. B, C, D] two lines, _hate thee, now_. ll. 20--22.\nThree lines ending _where, me, not_. ll. 23--26. Three lines ending\n_life, asunder, away_. ll. 29 and 30. One line. ll. 31--33. Three\nlines ending _live, passionate, reason_. l. 33. B, C, D, E] two lines,\n_passionate, reason_. ll. 35--39. Four lines ending _borne, jealousie,\nagaine, lost_. l. 39. B, C, D, E] two lines, _game, lost_.\n\np. 111, ll. 1 and 2. Two lines ending _melt, all_. ll. 4--6.\nThree lines ending _with, of, me_. l. 6. B, C, D, E] two lines,\n_punishments, me_. ll. 7--24. Prose. ll. 26--34. Prose. ll. 35--37.\nTwo lines ending _deservest, unkind_.\n\np. 112, ll. 3--7. Five lines ending _over, him, spoken, such, stay_.\nl. 7. B, C, D, E] two lines, _angry, slay_. ll. 17 and 18. Two lines\nending _well, him_. l. 31. B, C, D, E] two lines, _me, boy_. ll. 32\nand 33. One line. ll. 35--38. Four lines ending _me, gods, selfe,\ndone_.\n\np. 113, ll. 4--6. Three lines ending _foule, it, farewell_. ll.\n9--15. Six lines ending _truth, defamings, fortified, tongues, foule,\nmountains_. l. 20. Two lines ending _servant, me_. ll. 21--25. Prose.\n\np. 114, ll. 6--8. Four lines ending it, _eye-lids, crie, Phylaster_.\nl. 8. B, C, D, E] my deere | deare _Philaster_. ll. 9--12. Three lines\nending _thee, loyal, better_. l. 13. B, C, D, E] two lines, _againe,\nBellario_. ll. 16--18. Three lines ending _all, that, wrongs_. l. 27.\nTwo lines ending _not, thus_. l. 27. B, C, D, E] two lines, _talke,\nthus_. ll. 30--40 and p. 115, l. 1. Ten lines ending _naked,\nmischiefe, me, bosome, mirth, King, Mourners, length, cursed boy,\nlust_.\n\np. 115, l. 1. B, C, D, E] two lines, _boy, lust_. l. 3 and B, C, D,\nE] two lines ending _overthrow, wretched_. ll. 4--23. Sixteen lines\nending _this, it, foote, seeke, Cave, are, hell, Scorpyons, woven,\nyou, face, have, you, night, are, altogether_. ll. 29--34. Five lines\nending _transparant, me, holds, constancie, now_. ll. 38--40 and p.\n116, l. 2. Four lines ending _passion, wicked, that, understoodst,_\n\np. 116, ll. 6--10. Three lines ending _desease, me, swell_. ll.\n14--21. Eight lines ending _leave, ever, Lady, fault, suffering, mine,\nseeke, die_. ll. 28 and 29. Two lines ending _hunt, earnestness_. ll.\n30--32. Two lines ending _canst, thee_.\n\np. 117, ll. 7--9. Three lines ending _veniall, spirit, it_. ll.\n13--15. Three lines ending _enough, purlewes, poaching_. ll. 24--30.\nNine lines ending _repent, him, member, mouth, now, presently,\nAlmanacks, liver, dog-whip_. Il. 31--33. Four lines ending _lookes,\nneighbours, face, honest_.\n\np. 119, ll. 17--21. Five lines ending _dwelt, reedes, borne, isstie,\nvexation_. 1. 21. B, C, D, E] two lines, _life, vexation_. ll. 23--37.\nTen lines ending _beasts, as, body, speake, Lord, pittie, fortunes,\nbounty, keepe, hunger_.\n\np. 120, ll. 6--17. Ten lines ending _me, trade, againe, so, thee,\nworke, way, are, rage, way_. ll. 32--37 and p. 121, ll. i and 2.\nEight lines ending _stray, businesse, armes, peace, us, her, seene,\nwillingly_.\n\np. 121, ll. 12--18. Prose. l. 23. C, D, E] two lines, _not, blood_.\nll. 20--34. Prose. ll. 38 and 39 and p. 122, ll. i and 2. Three lines\nending _gods, adord, Thunder_.\n\np. 122, ll. 6 and 7. Two lines ending _way, on_. ll. 12--14. Prose l.\n14. B, C, D, E] two lines, _wood, her_. ll. 21 and 22. Prose. ll. 24\nand 25. Two lines ending _alive, Taylor_. ll. 30 and 31. Prose. l. 39\nand\n\np. 123, ll. 1--18. Prose.\n\np. 123, ll. 22--26. Two lines ending _speaking, not_, and Prose. l. 29\nand p. 124, ll. 4--19. Eleven lines ending _kist, Basaliskes, women,\nup, act, fire, teares, beds, face, issues, you_.\n\np. 124, ll. 4--19. Thirteen lines ending _me, done, Eolus, I, sword,\nyou, controule, me, thoughts, now, pulse, more, die_. ll. 25--35. Ten\nlines ending _that, do, last, wise, resolve, suffer, hand, earth,\nother, here_. l. 31. B, C, D, E] two lines, _doe, suffer_. ll. 38--40\nand p. 125, ll. 1 and 2. Four lines ending _power, Justice, heaven,\nto't_.\n\np. 125, ll. 5--10. Seven lines ending _Forrest, home, me, selfe,\nshouting, braines, wits_. ll. 19 and 20. Prose. ll. 21 and 22. Two\nlines ending _not, ye_. ll. 23 and 24. Prose. l. 24. B, C, D, E] two\nlines, _head, to_. Il. 30--32. Prose. ll. 35 and 36. Two lines ending\n_rogue, now_.\n\np. 126, ll. 1 and 2. Two lines ending _woman, her_. ll. 25--28. Prose.\n\np. 127, ll. 5--7. Three lines ending _giddy, sleepe, wake_. ll.\n13--25. Fourteen lines ending _conceale, follow, sleeping, sleepe,\nwronged, broken, take, escape, blood, mischiefe, once, body, mortal,\nthee_. ll. 26 and 27. Prose. l. 29. Line ends with first _here_. ll.\n33 and 34. Two lines ending _thou, me_. ll. 37 and 38. One line. l. 39\nand p. 128, ll. l--3. Three lines ending _live, much, you_.\n\np. 128, ll. 19 and 20. Two lines ending _beasts, men_. ll.22--24. Two\nlines ending _her, her_. ll. 25 and 26. Prose. ll. 29--34. Four lines\nending _thoughts, death, mectne, tortour_. l. 38 and p. 129, ll.\n1--11. Eleven lines ending _Page, carelesse, me, over-fiowde, them,\nturnde, streames, contem'd, great, live, revenged_.\n\np. 129, ll. 12--14. Two lines ending _life, vigor_. l. 17 and B, C, D]\ntwo lines ending _away, rudely_. ll. 24--28. Four lines ending _then,\nyou, teach, him_. ll. 30 and 31. One line.\n\np. 130, ll. 6--20. Prose. l. 20. B, C, D, E] two lines, _wealth,\nPhilaster_. 1. 23. B, C, D, E] two lines, _two, Philaster_. ll.\n30--38. Prose. l. 32. B, C, D, E] two lines, _talke, prison_.\n\np. 131, l. 3 and B, C, D, E] two lines ending _on, match_. l. 6. Two\nlines ending _heads, trick_. ll. 24--33. Nine lines ending _Bellario,\nheaven, paire, bore, me, death, boy, beasts, innocence_. l. 34 and p.\n132, ll. 1--6. Seven lines _ending worthy, peece, you, honour, close,\nperjurie, nothing_.\n\np. 132, ll. 15--17. Two lines ending _sleepe, love_. ll. 20 and 21.\nProse. 1. 21. B, C, D, E] two lines, _it, on_. ll. 28 and 29. Two\nlines ending _love, truely_.\n\np. 133, H. 6 and 7. One line. ll. 10--23. Twelve lines ending _at,\nlightly, him, bridges, rootes, thunders, back, Townes, desolate,\nlives, sacrifice, ruines_. ll. 26--38 and p. 134, ll. 1--12. Prose.\n\np. 134, ll. 14--35. Prose. ll. 36 and 37. One line. l. 40 and p. 135,\n1. i. Two lines ending _Pharamont, heads-man_.\n\np. 135, ll. 3 and 4. Prose. ll. 7--33. Twenty-three lines ending\n_life, monster, to, living, writ, you, men, Pelion, brasse, Pyramides,\ngods, faults, issues, wisedomes, off, self, King, sinne, soule, long,\nyou, die, in't_.\n\np. 136, ll. 2 and 3. One line. ll. 24--29. Seven lines ending _deere,\nnot, Chronicled, prais'd, ballads, seculorum, Countrimen_.\n\np. 137, ll. 8--22. Sixteen lines ending _them, raise, neede, for't,\nsheepe, heate, me, Lord, Prince, him, wits, pin, me, bakon, fat,\nliking_. ll. 29--39 and p. 138, ll. 1--6. Thirteen lines ending\n_miseries, danger, you, to't, be, repentance, gods, me, thunder,\nwrong, boy, sea-breach, it_.\n\np. 138, ll. 33--36. B--G] four lines ending _boyes, top-sailes,\nArgosie, Cockels_. F and G print last 2 ll. as one.\n\np. 139, l. 26. B, C, D, E] two lines ending _you and King_. l. 36. B,\nC, D, E] two lines ending _kils, Boyes_.\n\np. 143, l. 11. B, C, D, E] two lines ending _earth, me_. l. 40. B, C,\nD, E] two lines ending _away, once_.\n\np. 145, l. 8. B, C, D, E] two lines ending _lives, Pilgrimage_. l. 17.\nB, C, D, E] two lines ending _she, dyed_, l. 32. B, C, D, E] two lines\nending _shame, rest_.\n\n\n\n\n\nEnd of Project Gutenberg's Philaster, by Francis Beaumont and John Fletcher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PHILASTER ***\n\n***** This file should be named 10850-8.txt or 10850-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/0\/8\/5\/10850\/\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http:\/\/www.gutenberg.net\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":651,"split":"train"}
