{"ori_id":"7814d62ece4774fbcb2efb2fd7a2e33043e36cff","title":"Knock (short story)","context":"Knock (short story)\n The first two lines are a complete story by themselves:\n\" The last man on Earth sat alone in a room. There was a knock on the door...\"\nThe Zan have killed off all life on Earth other than pairs of specimens for their zoo of exotic Earth fauna. Walter Phelan is the last man on Earth, but Grace Evans, the last woman, is not overly impressed with him and maintains her distance.\nThe Zan, who are ageless, become disturbed when, one by one, the other animals begin to die. They turn to Walter for advice. He tells them that the creatures have perished from lack of affection, suggesting that they pet the survivors regularly to keep them alive. He demonstrates with one of them. When the Zan begin to die, they depart the planet in fear. It is then revealed that the creature Walter advised them to pet was a poisonous snake.\nThen Walter discusses the future of the human race with Grace. She is shocked by his proposal and leaves as he intended to use the Zan technology left behind to create \"the master race\". The narrative then ends as it began:\n\"The last man on Earth sat alone in a room. There was a knock on the door...\"\nï»¿The Project Gutenberg EBook of Ponkapog Papers, by Thomas Bailey Aldrich\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Ponkapog Papers\n\nAuthor: Thomas Bailey Aldrich\n\nRelease Date: March 18, 2006 [EBook #625]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PONKAPOG PAPERS ***\n\n\n\n\nProduced by Judith Boss and David Widger\n\n\n\n\n\nPONKAPOG PAPERS\n\nBy Thomas Bailey Aldrich\n\n\n\n\nTO FRANCIS BARTLETT\n\n\n\nTHESE miscellaneous notes and essays are called _Ponkapog Papers_ not\nsimply because they chanced, for the most part, to be written within\nthe limits of the old Indian Reservation, but, rather, because there is\nsomething typical of their unpretentiousness in the modesty with which\nPonkapog assumes to being even a village. The little Massachusetts\nsettlement, nestled under the wing of the Blue Hills, has no illusions\nconcerning itself, never mistakes the cackle of the bourg for the sound\nthat echoes round the world, and no more thinks of rivalling great\ncentres of human activity than these slight papers dream of inviting\ncomparison between themselves and important pieces of literature.\nTherefore there seems something especially appropriate in the\ngeographical title selected, and if the author's choice of name need\nfurther excuse, it is to be found in the alluring alliteration lying\nready at his hand.\n\nREDMAN FARM, _Ponkapog_, 1903.\n\n\n\n\nCONTENTS\n\n\nLEAVES FROM A NOTE BOOK\n\n\n\nASIDES\n\nTOM FOLIO\n\nFLEABODY AND OTHER QUEER NAMES\n\nA NOTE ON \"L'AIGLON\"\n\nPLOT AND CHARACTER\n\nTHE CRUELTY OF SCIENCE\n\nLEIGH HUNT AND BARRY CORNWALL\n\nDECORATION DAY\n\nWRITERS AND TALKERS\n\nON EARLY RISING\n\nUN POETE MANQUE\n\nTHE MALE COSTUME OF THE PERIOD\n\nON A CERTAIN AFFECTATION\n\nWISHMAKERS' TOWN\n\nHISTORICAL NOVELS\n\nPOOR YORICK\n\nTHE AUTOGRAPH HUNTER\n\n\n\nROBERT HERRICK\n\n\n\n\n\nLEAVES FROM A NOTE BOOK\n\n\n\n\nIN his Memoirs, Kropotkin states the singular fact that the natives of\nthe Malayan Archipelago have an idea that something is extracted from\nthem when their likenesses are taken by photography. Here is the motive\nfor a fantastic short story, in which the hero--an author in vogue or\na popular actor--might be depicted as having all his good qualities\ngradually photographed out of him. This could well be the result of\ntoo prolonged indulgence in the effort to \"look natural.\" First the man\nloses his charming simplicity; then he begins to pose in intellectual\nattitudes, with finger on brow; then he becomes morbidly self-conscious,\nand finally ends in an asylum for incurable egotists. His death might be\nbrought about by a cold caught in going out bareheaded, there being, for\nthe moment, no hat in the market of sufficient circumference to meet his\nenlarged requirement.\n\nTHE evening we dropped anchor in the Bay of Yedo the moon was hanging\ndirectly over Yokohama. It was a mother-of-pearl moon, and might have\nbeen manufactured by any of the delicate artisans in the Hanchodori\nquarter. It impressed one as being a very good imitation, but nothing\nmore. Nammikawa, the cloisonne-worker at Tokio, could have made a better\nmoon.\n\nI NOTICE the announcement of a new edition of \"The Two First Centuries\nof Florentine Literature,\" by Professor Pasquale Villari. I am not\nacquainted with the work in question, but I trust that Professor Villari\nmakes it plain to the reader how both centuries happened to be first.\n\nTHE walking delegates of a higher civilization, who have nothing to\ndivide, look upon the notion of property as a purely artificial creation\nof human society. According to these advanced philosophers, the time\nwill come when no man shall be allowed to call anything his. The\nbeneficent law which takes away an author's rights in his own books just\nat the period when old age is creeping upon him seems to me a handsome\nstride toward the longed-for millennium.\n\nSAVE US from our friends--our enemies we can guard against. The\nwell-meaning rector of the little parish of Woodgates, England, and\nseveral of Robert Browning's local admirers have recently busied\nthemselves in erecting a tablet to the memory of \"the first known\nforefather of the poet.\" This lately turned up ancestor, who does not\ndate very far back, was also named Robert Browning, and is described on\nthe mural marble as \"formerly footman and butler to Sir John Bankes of\nCorfe Castle.\" Now, Robert Browning the poet had as good right as Abou\nBen Adhem himself to ask to be placed on the list of those who love\ntheir fellow men; but if the poet could have been consulted in the\nmatter he probably would have preferred not to have that particular\nfootman exhumed. However, it is an ill wind that blows nobody good. Sir\nJohn Bankes would scarcely have been heard of in our young century if\nit had not been for his footman. As Robert stood day by day, sleek and\nsolemn, behind his master's chair in Corfe Castle, how little it entered\ninto the head of Sir John that his highly respectable name would be\nserved up to posterity--like a cold relish--by his own butler! By\nRobert!\n\nIN the east-side slums of New York, somewhere in the picturesque Bowery\ndistrict, stretches a malodorous little street wholly given over to\nlong-bearded, bird-beaked merchants of ready-made and second-hand\nclothing. The contents of the dingy shops seem to have revolted, and\nrushed pell-mell out of doors, and taken possession of the sidewalk. One\ncould fancy that the rebellion had been quelled at this point, and that\nthose ghastly rows of complete suits strung up on either side of the\ndoorways were the bodies of the seditious ringleaders. But as you\napproach these limp figures, each dangling and gyrating on its cord in a\nmost suggestive fashion, you notice, pinned to the lapel of a coat here\nand there, a strip of paper announcing the very low price at which you\nmay become the happy possessor. That dissipates the illusion.\n\nPOLONIUS, in the play, gets killed--and not any too soon. If it only\nwere practicable to kill him in real life! A story--to be called The\nPassing of Polonius--in which a king issues a decree condemning to death\nevery long-winded, didactic person in the kingdom, irrespective of rank,\nand is himself instantly arrested and decapitated. The man who suspects\nhis own tediousness is yet to be born.\n\nWHENEVER I take up Emerson's poems I find myself turning automatically\nto his Bacchus. Elsewhere, in detachable passages embedded in mediocre\nverse, he rises for a moment to heights not reached by any other of our\npoets; but Bacchus is in the grand style throughout. Its texture can\nbear comparison with the world's best in this kind. In imaginative\nquality and austere richness of diction what other verse of our period\napproaches it? The day Emerson wrote Bacchus he had in him, as Michael\nDrayton said of Marlowe, \"those brave translunary things that the first\npoets had.\"\n\n\nIMAGINE all human beings swept off the face of the earth, excepting one\nman. Imagine this man in some vast city, New York or London. Imagine\nhim on the third or fourth day of his solitude sitting in a house and\nhearing a ring at the door-bell!\n\nNo man has ever yet succeeded in painting an honest portrait of himself\nin an autobiography, however sedulously he may have set to work about\nit. In spite of his candid purpose he omits necessary touches and adds\nsuperfluous ones. At times he cannot help draping his thought, and the\nleast shred of drapery becomes a disguise. It is only the diarist who\naccomplishes the feat of self-portraiture, and he, without any such end\nin view, does it unconsciously. A man cannot keep a daily record of\nhis comings and goings and the little items that make up the sum of his\nlife, and not inadvertently betray himself at every turn. He lays bare\nhis heart with a candor not possible to the selfconsciousness that\ninevitably colors premeditated revelation. While Pepys was filling those\nsmall octavo pages with his perplexing cipher he never once suspected\nthat he was adding a photographic portrait of himself to the world's\ngallery of immortals. We are more intimately acquainted with Mr.\nSamuel Pepys, the inner man--his little meannesses and his large\ngenerosities--then we are with half the persons we call our dear\nfriends.\n\nTHE young girl in my story is to be as sensitive to praise as a prism is\nto light. Whenever anybody praises her she breaks into colors.\n\nIN the process of dusting my study, the other morning, the maid replaced\nan engraving of Philip II. of Spain up-side down on the mantel-shelf,\nand his majesty has remained in that undignified posture ever since. I\nhave no disposition to come to his aid. My abhorrence of the wretch is\nas hearty as if he had not been dead and--otherwise provided for\nthese last three hundred years. Bloody Mary of England was nearly as\nmerciless, but she was sincere and uncompromising in her extirpation of\nheretics.\n\nPhilip II., whose one recorded hearty laugh was occasioned by the news\nof the St. Bartholomew massacre, could mask his fanaticism or drop it\nfor the time being, when it seemed politic to do so. Queen Mary was a\nmaniac; but the successor of Torquemada was the incarnation of cruelty\npure and simple, and I have a mind to let my counterfeit presentment\nof him stand on its head for the rest of its natural life. I cordially\ndislike several persons, but I hate nobody, living or dead, excepting\nPhilip II. of Spain. He appears to give me as much trouble as Charles I.\ngave the amiable Mr. Dick.\n\nAMONG the delightful men and women whom you are certain to meet at an\nEnglish country house there is generally one guest who is supposed to be\npreternaturally clever and amusing--\"so very droll, don't you know.\" He\nrecites things, tells stories in costermonger dialect, and mimics public\ncharacters. He is a type of a class, and I take him to be one of the\nelementary forms of animal life, like the acalephae. His presence is\ncapable of adding a gloom to an undertaker's establishment. The last\ntime I fell in with him was on a coaching trip through Devon, and in\nspite of what I have said I must confess to receiving an instant of\nentertainment at his hands. He was delivering a little dissertation on\n\"the English and American languages.\" As there were two Americans on\nthe back seat--it seems we term ourselves \"Amurricans\"--his choice\nof subject was full of tact. It was exhilarating to get a lesson in\npronunciation from a gentleman who said _boult_ for bolt, called St.\nJohn _Sin' Jun_, and did not know how to pronounce the beautiful name of\nhis own college at Oxford. Fancy a perfectly sober man saying _Maudlin_\nfor Magdalen! Perhaps the purest English spoken is that of the English\nfolk who have resided abroad ever since the Elizabethan period, or\nthereabouts.\n\nEVERY one has a bookplate these days, and the collectors are after it.\nThe fool and his bookplate are soon parted. To distribute one's _ex\nlibris_ is inanely to destroy the only significance it has, that of\nindicating the past or present ownership of the volume in which it is\nplaced.\n\nWHEN an Englishman is not highly imaginative he is apt to be the most\nmatter-of-fact of mortals. He is rarely imaginative, and seldom has an\nalert sense of humor. Yet England has produced the finest of humorists\nand the greatest of poets. The humor and imagination which are diffused\nthrough other peoples concentrate themselves from time to time in\nindividual Englishmen.\n\nTHIS is a page of autobiography, though not written in the first\nperson: Many years ago a noted Boston publisher used to keep a large\nmemorandum-book on a table in his personal office. The volume always\nlay open, and was in no manner a private affair, being the receptacle of\nnothing more important than hastily scrawled reminders to attend to\nthis thing or the other. It chanced one day that a very young, unfledged\nauthor, passing through the city, looked in upon the publisher, who was\nalso the editor of a famous magazine. The unfledged had a copy of verses\nsecreted about his person. The publisher was absent, and young Milton,\nfeeling that \"they also serve who only stand and wait,\" sat down and\nwaited. Presently his eye fell upon the memorandum-book, lying there\nspread out like a morning newspaper, and almost in spite of himself he\nread: \"Don't forget to see the binder,\" \"Don't forget to mail E----- his\ncontract,\" \"Don't forget H-----'s proofs,\" etc. An inspiration seized\nupon the youth; he took a pencil, and at the tail of this long list of\n\"don't forgets\" he wrote: \"Don't forget to accept A 's poem.\" He left\nhis manuscript on the table and disappeared. That afternoon when the\npublisher glanced over his memoranda, he was not a little astonished at\nthe last item; but his sense of humor was so strong that he did accept\nthe poem (it required a strong sense of humor to do that), and sent the\nlad a check for it, though the verses remain to this day unprinted. That\nkindly publisher was wise as well as kind.\n\nFRENCH novels with metaphysical or psychological prefaces are always\ncertain to be particularly indecent.\n\nI HAVE lately discovered that Master Harry Sandford of England, the\npriggish little boy in the story of \"Sandford and Merton,\" has a worthy\nAmerican cousin in one Elsie Dinsmore, who sedately pirouettes through\na seemingly endless succession of girls' books. I came across a nest of\nfifteen of them the other day. This impossible female is carried from\ninfancy up to grandmotherhood, and is, I believe, still leisurely\npursuing her way down to the tomb in an ecstatic state of uninterrupted\ndidacticism. There are twenty-five volumes of her and the granddaughter,\nwho is also christened Elsie, and is her grandmother's own child, with\nthe same precocious readiness to dispense ethical instruction to her\nelders. An interesting instance of hereditary talent!\n\nH-----'s intellect resembles a bamboo--slender, graceful, and hollow.\nPersonally, he is long and narrow, and looks as if he might have\nbeen the product of a rope-walk. He is loosely put together, like\nan ill-constructed sentence, and affects me like one. His figure is\nungrammatical.\n\nAMERICAN humor is nearly as ephemeral as the flowers that bloom in the\nspring. Each generation has its own crop, and, as a rule, insists on\ncultivating a new kind. That of 1860, if it were to break into blossom\nat the present moment, would probably be left to fade upon the stem.\n\nHumor is a delicate shrub, with the passing hectic flush of its time.\nThe current-topic variety is especially subject to very early frosts, as\nis also the dialectic species. Mark Twain's humor is not to be classed\nwith the fragile plants; it has a serious root striking deep down into\nrich earth, and I think it will go on flowering indefinitely.\n\nI HAVE been imagining an ideal critical journal, whose plan should\ninvolve the discharge of the chief literary critic and the installment\nof a fresh censor on the completion of each issue. To place a man in\npermanent absolute control of a certain number of pages, in which to\nexpress his opinions, is to place him in a position of great personal\ndanger, It is almost inevitable that he should come to overrate\nthe importance of those opinions, to take himself with far too much\nseriousness, and in the end adopt the dogma of his own infallibility.\nThe liberty to summon this or that man-of-letters to a supposititious\nbar of justice is apt to beget in the self-appointed judge an\nexaggerated sense of superiority. He becomes impatient of any rulings\nnot his, and says in effect, if not in so many words: \"I am Sir Oracle,\nand when I ope my lips let no dog bark.\" When the critic reaches this\nexalted frame of mind his slight usefulness is gone.\n\nAFTER a debauch of thunder-shower, the weather takes the pledge and\nsigns it with a rainbow.\n\nI LIKE to have a thing suggested rather than told in full. When every\ndetail is given, the mind rests satisfied, and the imagination loses the\ndesire to use its own wings. The partly draped statue has a charm which\nthe nude lacks. Who would have those marble folds slip from the raised\nknee of the Venus of Melos? Hawthorne knew how to make his lovely\nthought lovelier by sometimes half veiling it.\n\nI HAVE just tested the nib of a new pen on a slight fancy which Herrick\nhas handled twice in the \"Hesperides.\" The fancy, however, is not\nHerrick's; it is as old as poetry and the exaggeration of lovers, and I\nhave the same privilege as another to try my fortune with it:\n\nUP ROOS THE SONNE, AND UP ROOS EMELYE CHAUCER\n\n\n\nWhen some hand has partly drawn The cloudy curtains of her bed, And my\nlady's golden head Glimmers in the dusk like dawn, Then methinks is day\nbegun. Later, when her dream has ceased And she softly stirs and\nwakes, Then it is as when the East A sudden rosy magic takes From the\ncloud-enfolded sun, And full day breaks!\n\nShakespeare, who has done so much to discourage literature by\nanticipating everybody, puts the whole matter into a nutshell:\n\nBut soft! what light through yonder window breaks? It is the east, and\nJuliet is the sun.\n\nTHERE is a phrase spoken by Hamlet which I have seen quoted innumerable\ntimes, and never once correctly. Hamlet, addressing Horatio, says:\n\nGive me that man That is not passion's slave, and I will wear him In my\nheart's core, ay, in my _heart of heart_.\n\nThe words italicized are invariably written \"heart of hearts\"--as if a\nperson possessed that organ in duplicate. Perhaps no one living, with\nthe exception of Sir Henry Irving, is more familiar with the play of\nHamlet than my good friend Mr. Bram Stoker, who makes his heart plural\non two occasions in his recent novel, \"The Mystery of the Sea.\" Mrs.\nHumphry Ward also twice misquotes the passage in \"Lady Rose's Daughter.\"\n\nBOOKS that have become classics--books that ave had their day and now\nget more praise than perusal--always remind me of venerable colonels and\nmajors and captains who, having reached the age limit, find themselves\nretired upon half pay.\n\nWHETHER or not the fretful porcupine rolls itself into a ball is\na subject over which my friend John Burroughs and several brother\nnaturalists have lately become as heated as if the question involved\npoints of theology. Up among the Adirondacks, and in the very heart\nof the region of porcupines, I happen to have a modest cottage. This\nretreat is called The Porcupine, and I ought by good rights to know\nsomething about the habits of the small animal from which it derives\nits name. Last winter my dog Buster used to return home on an average of\nthree times a month from an excursion up Mt. Pisgah with his nose\nstuck full of quills, and _he_ ought to have some concrete ideas on the\nsubject. We two, then, are prepared to testify that the porcupine in its\nmoments of relaxation occasionally contracts itself into what might be\ntaken for a ball by persons not too difficult to please in the matter\nof spheres. But neither Buster nor I--being unwilling to get into\ntrouble--would like to assert that it is an actual ball. That it is a\nshape with which one had better not thoughtlessly meddle is a conviction\nthat my friend Buster stands ready to defend against all comers.\n\nWORDSWORTH'S characterization of the woman in one of his poems as \"a\ncreature not too bright or good for human nature's daily food\" has\nalways appeared to me too cannibalesque to be poetical. It directly sets\none to thinking of the South Sea islanders.\n\nTHOUGH Iago was not exactly the kind of person one would select as a\nsuperintendent for a Sunday-school, his advice to young Roderigo was\nwisdom itself--\"Put money in thy purse.\" Whoever disparages money\ndisparages every step in the progress of the human race. I listened\nthe other day to a sermon in which gold was personified as a sort of\nglittering devil tempting mortals to their ruin. I had an instant\nof natural hesitation when the contribution-plate was passed around\nimmediately afterward. Personally, I believe that the possession of gold\nhas ruined fewer men than the lack of it. What noble enterprises have\nbeen checked and what fine souls have been blighted in the gloom of\npoverty the world will never know. \"After the love of knowledge,\" says\nBuckle, \"there is no one passion which has done so much good to mankind\nas the love of money.\"\n\nDIALECT tempered with slang is an admirable medium of communication\nbetween persons who have nothing to say and persons who would not care\nfor anything properly said.\n\nDR. HOLMES had an odd liking for ingenious desk-accessories in the\nway of pencil-sharpeners, paper-weights, penholders, etc. The latest\ncontrivances in this fashion--probably dropped down to him by the\ninventor angling for a nibble of commendation--were always making one\nanother's acquaintance on his study table. He once said to me: \"I 'm\nwaiting for somebody to invent a mucilage-brush that you can't by any\naccident put into your inkstand. It would save me frequent moments of\nhumiliation.\"\n\nTHE deceptive Mr. False and the volatile Mrs. Giddy, who figure in the\npages of seventeenth and eighteenth century fiction, are not tolerated\nin modern novels and plays. Steal the burglar and Palette the artist\nhave ceased to be. A name indicating the quality or occupation of the\nbearer strikes us as a too transparent device. Yet there are such names\nin contemporary real life. That of our worthy Adjutant-General Drum\nmay be instanced. Neal and Pray are a pair of deacons who linger in the\nmemory of my boyhood. Sweet the confectioner and Lamb the butcher are\nindividuals with whom I have had dealings. The old-time sign of Ketchum\n& Cheetam, Brokers, in Wall Street, New York, seems almost too good to\nbe true. But it was once, if it is not now, an actuality.\n\nI HAVE observed that whenever a Boston author dies, New York immediately\nbecomes a great literary centre.\n\nTHE possession of unlimited power will make a despot of almost any man.\nThere is a possible Nero in the gentlest human creature that walks.\n\nEVERY living author has a projection of himself, a sort of eidolon, that\ngoes about in near and remote places making friends or enemies for him\namong persons who never lay eyes upon the writer in the flesh. When he\ndies, this phantasmal personality fades away, and the author lives only\nin the impression created by his own literature. It is only then that\nthe world begins to perceive what manner of man the poet, the novelist,\nor the historian really was. Not until he is dead, and perhaps some long\ntime dead, is it possible for the public to take his exact measure.\nUp to that point contemporary criticism has either overrated him or\nunderrated him, or ignored him altogether, having been misled by the\neidolon, which always plays fantastic tricks with the writer temporarily\nunder its dominion. It invariably represents him as either a greater or\na smaller personage than he actually is. Presently the simulacrum\nworks no more spells, good or evil, and the deception is unveiled. The\nhitherto disregarded author is recognized, and the idol of yesterday,\nwhich seemed so important, is taken down from his too large pedestal and\ncarted off to the dumping-ground of inadequate things. To be sure, if he\nchances to have been not entirely unworthy, and on cool examination is\nfound to possess some appreciable degree of merit, then he is set up on\na new slab of appropriate dimensions. The late colossal statue shrinks\nto a modest bas-relief. On the other hand, some scarcely noticed bust\nmay suddenly become a revered full-length figure. Between the reputation\nof the author living and the reputation of the same author dead there is\never a wide discrepancy.\n\nA NOT too enchanting glimpse of Tennyson is incidentally given by\nCharles Brookfield, the English actor, in his \"Random Recollections.\"\nMr. Brookfield's father was, on one occasion, dining at the Oxford and\nCambridge Club with George Venables, Frank Lushington, Alfred Tennyson,\nand others. \"After dinner,\" relates the random recollector, \"the poet\ninsisted upon putting his feet on the table, tilting back his chair\n_more Americano_. There were strangers in the room, and he was\nexpostulated with for his uncouthness, but in vain. 'Do put down your\nfeet!' pleaded his host. 'Why should I?' retorted Tennyson. 'I 'm very\ncomfortable as I am.' 'Every one's staring at you,' said another.\n'Let 'em stare,' replied the poet, placidly. 'Alfred,' said my father,\n'people will think you're Longfellow.' Down went the feet.\" That _more\nAmericano_ of Brookfield the younger is delicious with its fine insular\nflavor, but the holding up of Longfellow--the soul of gentleness, the\nprince of courtesy--as a bugaboo of bad manners is simply inimitable. It\nwill take England years and years to detect the full unconscious humor\nof it.\n\nGREAT orators who are not also great writers become very indistinct\nhistorical shadows to the generations immediately following them. The\nspell vanishes with the voice. A man's voice is almost the only part of\nhim entirely obliterated by death. The violet of his native land may be\nmade of his ashes, but nature in her economy seems to have taken no care\nof his intonations, unless she perpetuates them in restless waves of air\nsurging about the poles. The well-graced actor who leaves no perceptible\nrecord of his genius has a decided advantage over the mere orator. The\ntradition of the player's method and presence is associated with works\nof enduring beauty. Turning to the pages of the dramatist, we can\npicture to ourselves the greatness of Garrick or Siddons in this or that\nscene, in this or that character. It is not so easy to conjure up\nthe impassioned orator from the pages of a dry and possibly illogical\nargument in favor of or against some long-ago-exploded measure of\ngovernment. The laurels of an orator who is not a master of literary art\nwither quickly.\n\nALL the best sands of my life are somehow getting into the wrong end of\nthe hour-glass. If I could only reverse it! Were it in my power to do\nso, would I?\n\nSHAKESPEARE is forever coming into our affairs--putting in his oar, so\nto speak--with some pat word or sentence. The conversation, the other\nevening, had turned on the subject of watches, when one of the gentlemen\npresent, the manager of a large watch-making establishment, told us a\nrather interesting fact. The component parts of a watch are produced\nby different workmen, who have no concern with the complex piece\nof mechanism as a whole, and possibly, as a rule, understand it\nimperfectly. Each worker needs to be expert in only his own special\nbranch. When the watch has reached a certain advanced state, the work\nrequires a touch as delicate and firm as that of an oculist performing\nan operation. Here the most skilled and trustworthy artisans are\nemployed; they receive high wages, and have the benefit of a singular\nindulgence. In case the workman, through too continuous application,\nfinds himself lacking the steadiness of nerve demanded by his task,\nhe is allowed without forfeiture of pay to remain idle temporarily, in\norder that his hand may recover the requisite precision of touch. As\nI listened, Hamlet's courtly criticism of the grave-digger's want of\nsensibility came drifting into my memory. \"The hand of little employment\nhath the daintier sense,\" says Shakespeare, who has left nothing unsaid.\n\nIT was a festival in honor of Dai Butsu or some one of the auxiliary\ndeities that preside over the destinies of Japland. For three days and\nnights the streets of Tokio--where the squat little brown houses look\nfor all the world as if they were mimicking the favorite sitting posture\nof the Japanese--were crowded with smiling holiday makers, and made\ngay with devices of tinted tissue paper, dolphins, devils, dragons, and\nmythical winged creatures which at night amiably turned themselves into\nlanterns. Garlands of these, arranged close together, were stretched\nacross the streets from ridgepoles to ridgepole, and your jinrikisha\nwhisked you through interminable arbors of soft illumination. The\nspectacle gave one an idea of fairyland, but then all Japan does that.\n\n     A land not like ours, that land of strange flowers,\n     Of daemons and spooks with mysterious powers--\n     Of gods who breathe ice, who cause peach-blooms and rice\n     And manage the moonshine and turn on the showers.\n\n     Each day has its fair or its festival there,\n     And life seems immune to all trouble and care--\n     Perhaps only seems, in that island of dreams,\n     Sea-girdled and basking in magical air.\n\n     They've streets of bazaars filled with lacquers and jars,\n     And silk stuffs, and sword-blades that tell of old wars;\n     They've Fuji's white cone looming up, bleak and lone,\n     As if it were trying to reach to the stars.\n\n     They've temples and gongs, and grim Buddhas in throngs,\n     And pearl-powdered geisha with dances and songs:\n     Each girl at her back has an imp, brown or black,\n     And dresses her hair in remarkable prongs.\n\n     On roadside and street toddling images meet,\n     And smirk and kotow in a way that is sweet;\n     Their obis are tied with particular pride,\n     Their silken kimonos hang scant to the feet.\n\n     With purrs like a cat they all giggle and chat,\n     Now spreading their fans, and now holding them flat;\n     A fan by its play whispers, \"Go now!\" or \"Stay!\"\n     \"I hate you!\"  \"I love you!\"--a fan can say that!\n     Beneath a dwarf tree, here and there, two or three\n     Squat coolies are sipping small cups of green tea;\n     They sputter, and leer, and cry out, and appear\n     Like bad little chessmen gone off on a spree.\n\n     At night--ah, at night the long streets are a sight,\n     With garlands of soft-colored lanterns alight--\n     Blue, yellow, and red twinkling high overhead,\n     Like thousands of butterflies taking their flight.\n\n     Somewhere in the gloom that no lanterns illume\n     Stand groups of slim lilies and jonquils in bloom;\n     On tiptoe, unseen 'mid a tangle of green,\n     They offer the midnight their cups of perfume.\n\n     At times, sweet and clear from some tea-garden near,\n     A ripple of laughter steals out to your ear;\n     Anon the wind brings from a samisen's strings\n     The pathos that's born of a smile and a tear.\n\nTHE difference between an English audience and a French audience at the\ntheatre is marked. The Frenchman brings down a witticism on the wing.\nThe Briton pauses for it to alight and give him reasonable time for\ndeliberate aim. In English playhouses an appreciable number of seconds\nusually precede the smile or the ripple of laughter that follows a\nfacetious turn of the least fineness. I disclaim all responsibility for\nthis statement of my personal observation, since it has recently been\nindorsed by one of London's most eminent actors.\n\nAT the next table, taking his opal drops of absinthe, was a French\ngentleman with the blase aspect of an empty champagne-bottle, which\nalways has the air of saying: \"I have lived!\"\n\nWE often read of wonderful manifestations of memory, but they are always\ninstances of the faculty working in some special direction. It is memory\nplaying, like Paganini, on one string. No doubt the persons performing\nthe phenomenal feats ascribed to them have forgotten more than they\nremember. To be able to repeat a hundred lines of verse after a single\nreading is no proof of a retentive mind, excepting so far as the hundred\nlines go. A man might easily fail under such a test, and yet have a good\nmemory; by which I mean a catholic one, and that I imagine to be nearly\nthe rarest of gifts. I have never met more than four or five persons\npossessing it. The small boy who defined memory as \"the thing you forget\nwith\" described the faculty as it exists and works in the majority of\nmen and women.\n\nTHE survival in publishers of the imitative instinct is a strong\nargument in support of Mr. Darwin's theory of the descent of man. One\npublisher no sooner brings out a new style of book-cover than half a\ndozen other publishers fall to duplicating it.\n\nTHE cavalry sabre hung over the chimney-place with a knot of violets\ntied to the dinted guard, there being no known grave to decorate. For\nmany a year, on each Decoration Day, a sorrowful woman had come and\nfastened these flowers there. The first time she brought her offering\nshe was a slender girl, as fresh as her own violets. It is a slender\nfigure still, but there are threads of silver in the black hair.\n\nFORTUNATE was Marcus Aurelius Antoninus, who in early youth was taught\n\"to abstain from rhetoric, and poetry, and fine writing\"--especially the\nfine writing. Simplicity is art's last word.\n\nThe man is clearly an adventurer. In the seventeenth century he would\nhave worn huge flintlock pistols stuck into a wide leather belt, and\nbeen something in the seafaring line. The fellow is always smartly\ndressed, but where he lives and how he lives are as unknown as \"what\nsong the Sirens sang, or what name Achilles assumed when he hid himself\namong women.\" He is a man who apparently has no appointment with his\nbreakfast and whose dinner is a chance acquaintance. His probable banker\nis the next person. A great city like this is the only geography for\nsuch a character. He would be impossible in a small country town, where\neverybody knows everybody and what everybody has for lunch.\n\nI HAVE been seeking, thus far in vain, for the proprietor of the saying\nthat \"Economy is second or third cousin to Avarice.\" I went rather\nconfidently to Rochefoucauld, but it is not among that gentleman's light\nluggage of cynical maxims.\n\nTHERE is a popular vague impression that butchers are not allowed to\nserve as jurors on murder trials. This is not really the case, but it\nlogically might be. To a man daily familiar with the lurid incidents of\nthe _abattoir_, the summary extinction of a fellow creature (whether the\nvictim or the criminal) can scarcely seem a circumstance of so serious\nmoment as to another man engaged in less strenuous pursuits. WE do not,\nand cannot, read many of the novels that most delighted our ancestors.\nSome of our popular fiction is doubtless as poor, but poor with a\ndifference. There is always a heavy demand for fresh mediocrity. In\nevery generation the least cultivated taste has the largest appetite.\nThere is ragtime literature as well as ragtime music for the many.\n\nG----- is a man who had rather fail in a great purpose than not\naccomplish it in precisely his own way. He has the courage of his\nconviction and the intolerance of his courage. He is opposed to\nthe death penalty for murder, but he would willingly have any one\nelectrocuted who disagreed with him on the subject.\n\n\nI HAVE thought of an essay to be called \"On the Art of Short-Story\nWriting,\" but have given it up as smacking too much of the shop. It\nwould be too _intime_, since I should have to deal chiefly with my own\nways, and so give myself the false air of seeming to consider them of\nimportance. It would interest nobody to know that I always write the\nlast paragraph first, and then work directly up to that, avoiding all\ndigressions and side issues. Then who on earth would care to be told\nabout the trouble my characters cause me by talking too much? They will\ntalk, and I have to let them; but when the story is finished, I go over\nthe dialogue and strike out four fifths of the long speeches. I fancy\nthat makes my characters pretty mad.\n\nTHIS is the golden age of the inventor. He is no longer looked upon as\na madman or a wizard, incontinently to be made away with. Two or three\ncenturies ago Marconi would not have escaped a ropeless end with his\nwireless telegraphy. Even so late as 1800, the friends of one Robert\nFulton seriously entertained the luminous idea of hustling the poor man\ninto an asylum for the unsound before he had a chance to fire up the\nboiler of his tiny steamboat on the Hudson river. In olden times\nthe pillory and the whipping-post were among the gentler forms of\nencouragement awaiting the inventor. If a man devised an especially\npractical apple-peeler he was in imminent danger of being peeled with it\nby an incensed populace. To-day we hail with enthusiasm a scientific or\na mechanical discovery, and stand ready to make a stock company of it.\n\nA MAN is known by the company his mind keeps. To live continually\nwith noble books, with \"high-erected thoughts seated in the heart of\ncourtesy,\" teaches the soul good manners.\n\nTHE unconventional has ever a morbid attraction for a certain class of\nmind. There is always a small coterie of highly intellectual men and\nwomen eager to give welcome to whatever is eccentric, obscure, or\nchaotic. Worshipers at the shrine of the Unpopular, they tingle with a\nsense of tolerant superiority when they say: \"Of course this is not the\nkind of thing _you_ would like.\" Sometimes these impressionable souls\nalmost seem to make a sort of reputation for their fetish.\n\nI HEAR that B----- directed to have himself buried on the edge of the\npond where his duckstand was located, in order that flocks of migrating\nbirds might fly over his grave every autumn. He did not have to die, to\nbecome a dead shot. A comrade once said of him: \"Yes, B----- is a great\nsportsman. He has peppered everything from grouse in North Dakota to his\nbest friend in the Maine woods.\"\n\nWHEN the novelist introduces a bore into his novel he must not let him\nbore the reader. The fellow must be made amusing, which he would not\nbe in real life. In nine cases out of ten an exact reproduction of\nreal life would prove tedious. Facts are not necessarily valuable,\nand frequently they add nothing to fiction. The art of the realistic\nnovelist sometimes seems akin to that of the Chinese tailor who\nperpetuated the old patch on the new trousers. True art selects and\nparaphrases, but seldom gives a verbatim translation.\n\nTHE last meeting I had with Lowell was in the north room of his house at\nElmwood, the sleeping-room I had occupied during a two years' tenancy\nof the place in his absence abroad. He was lying half propped up in\nbed, convalescing from one of the severe attacks that were ultimately to\nprove fatal. Near the bed was a chair on which stood a marine picture\nin aquarelle--a stretch of calm sea, a bit of rocky shore in the\nforeground, if I remember, and a vessel at anchor. The afternoon\nsunlight, falling through the window, cast a bloom over the picture,\nwhich was turned toward Lowell. From time to time, as he spoke, his eyes\nrested thoughtfully on the water-color. A friend, he said, had just\nsent it to him. It seemed to me then, and the fancy has often haunted me\nsince, that that ship, in the golden haze, with topsails loosened, was\nwaiting to bear his spirit away.\n\nCIVILIZATION is the lamb's skin in which barbarism masquerades. If\nsomebody has already said that, I forgive him the mortification he\ncauses me. At the beginning of the twentieth century barbarism can throw\noff its gentle disguise, and burn a man at the stake as complacently as\nin the Middle Ages.\n\nWHAT is slang in one age sometimes goes into the vocabulary of the\npurist in the next. On the other hand, expressions that once were not\nconsidered inelegant are looked at askance in the period following. The\nword \"brass\" was formerly an accepted synonym for money; but at present,\nwhen it takes on that significance, it is not admitted into genteel\ncircles of language. It may be said to have seen better days, like\nanother word I have in mind--a word that has become slang, employed in\nthe sense which once did not exclude it from very good society. A\nfriend lately informed me that he had \"fired\" his housekeeper--that\nis, dismissed her. He little dreamed that he was speaking excellent\nElizabethan.\n\nTHE \"Journal des Goncourt\" is crowded with beautiful and hideous things,\nlike a Japanese Museum.\n\n\"AND she shuddered as she sat, still silent, on her seat, and he saw\nthat she shuddered.\" This is from Anthony Trollope's novel, \"Can You\nForgive Her?\" Can you forgive him? is the next question.\n\nA LITTLE thing may be perfect, but perfection is not a little thing.\nPossessing this quality, a trifle \"no bigger than an agate-stone on the\nforefinger of an alderman\" shall outlast the Pyramids. The world will\nhave forgotten all the great masterpieces of literature when it forgets\nLovelace's three verses to Lucasta on his going to the wars. More\ndurable than marble or bronze are the words, \"I could not love thee,\ndeare, so much, loved I not honor more.\"\n\nI CALLED on the dear old doctor this afternoon to say good-by. I shall\nprobably not find him here when I come back from the long voyage which\nI have in front of me. He is very fragile, and looks as though a puff\nof wind would blow him away. He said himself, with his old-time\ncheerfulness, that he was attached to this earth by only a little piece\nof twine. He has perceptibly failed since I saw him a month ago; but\nhe was full of the wise and radiant talk to which all the world\nhas listened, and will miss. I found him absorbed in a newly made\ncard-catalogue of his library. \"It was absurd of me to have it done,\" he\nremarked. \"What I really require is a little bookcase holding only two\nvolumes; then I could go from one to the other in alternation and always\nfind each book as fresh as if I never had read it.\" This arraignment of\nhis memory was in pure jest, for the doctor's mind was to the end like\nan unclouded crystal. It was interesting to note how he studied himself,\ntaking his own pulse, as it were, and diagnosing his own case in a sort\nof scientific, impersonal way, as if it were somebody else's case and he\nwere the consulting specialist. I intended to spend a quarter of an hour\nwith him, and he kept me three hours. I went there rather depressed,\nbut I returned home leavened with his good spirits, which, I think, will\nnever desert him, here or hereafter. To keep the heart unwrinkled, to be\nhopeful, kindly, cheerful, reverent--that is to triumph over old age.\n\nTHE thing one reads and likes, and then forgets, is of no account. The\nthing that stays, and haunts one, and refuses to be forgotten, that is\nthe sincere thing. I am describing the impression left upon me by Mr.\nHowells's blank-verse sketch called \"Father and Mother: A Mystery\"--a\nstrangely touching and imaginative piece of work, not unlike in effect\nto some of Maeterlinck's psychical dramas. As I read on, I seemed to be\nstanding in a shadow cast by some half-remembered experience of my own\nin a previous state of existence. When I went to bed that night I had to\nlie awake and think it over as an event that had actually befallen me.\nI should call the effect _weird_, if the word had not lately been worked\nto death. The gloom of Poe and the spirituality of Hawthorne touch cold\nfinger-tips in those three or four pages.\n\nFOR a character-study--a man made up entirely of limitations. His\nconservatism and negative qualities to be represented as causing him to\nattain success where men of conviction and real ability fail of it.\n\nA DARK, saturnine man sat opposite me at table on board the steamer.\nDuring the entire run from Sandy Hook to Fastnet Light he addressed no\none at meal-times excepting his table steward. Seated next to him, on\nthe right, was a vivacious gentleman, who, like Gratiano in the play,\nspoke \"an infinite deal of nothing.\" He made persistent and pathetic\nattempts to lure his silent neighbor (we had christened him \"William\nthe Silent\") into conversation, but a monosyllable was always the poor\nresult--until one day. It was the last day of the voyage. We had stopped\nat the entrance to Queenstown harbor to deliver the mails, and some fish\nhad been brought aboard. The vivacious gentleman was in a high state of\nexcitement that morning at table. \"Fresh fish!\" he exclaimed; \"actually\nfresh! They seem quite different from ours. Irish fish, of course. Can\nyou tell me, sir,\" he inquired, turning to his gloomy shipmate, \"what\n_kind_ of fish these are?\" \"Cork soles,\" said the saturnine man, in a\ndeep voice, and then went on with his breakfast.\n\nLOWELL used to find food for great mirth in General George P. Morris's\nline,\n\n\"Her heart and morning broke together.\"\n\nLowell's well-beloved Dr. Donne, however, had an attack of the same\nplatitude, and possibly inoculated poor Morris. Even literature seems to\nhave its mischief-making bacilli. The late \"incomparable and ingenious\nDean of St. Paul's\" says,\n\n\"The day breaks not, it is my heart.\"\n\nI think Dr. Donne's case rather worse than Morris's. Chaucer had the\nmalady in a milder form when he wrote:\n\n\"Up roos the sonne, and up roos Emelye.\"\n\nThe charming naivete of it!\n\n\nSITTING in Ellen Terry's dressing-room at the Lyceum Theatre one evening\nduring that lady's temporary absence on the stage, Sarah Bernhardt\npicked up a crayon and wrote this pretty word on the mirror--_Dearling_,\nmistaking it for the word darling. The French actress lighted by chance\nupon a Spenserianism now become obsolete without good reason. It is a\nmore charming adjective than the one that has replaced it.\n\nA DEAD author appears to be bereft of all earthly rights. He is scarcely\nburied before old magazines and newspapers are ransacked in search of\nmatters which, for reasons sufficient to him, he had carefully excluded\nfrom the definitive edition of his collected writings.\n\n     He gave the people of his best;\n     His worst he kept, his best he gave.\n\nOne can imagine a poet tempted to address some such appeal as this to\nany possible future publisher of his poems:\n\n     Take what thou wilt, a lyric or a line,\n     Take all, take nothing--and God send thee cheer!\n     But my anathema on thee and thine\n     If thou add'st aught to what is printed here.\n\nTHE claim of this country to call itself \"The Land of the Free\" must be\nheld in abeyance until every man in it, whether he belongs or does not\nbelong to a labor organization, shall have the right to work for his\ndaily bread.\n\nTHERE is a strain of primitive poetry running through the entire Irish\nrace, a fleeting lyrical emotion which expresses itself in a flash,\nusually in connection with love of country and kindred across the sea.\nI had a touching illustration of it the other morning. The despot who\nreigns over our kitchen was gathering a mess of dandelions on the rear\nlawn. It was one of those blue and gold days which seem especially to\nbelong New England. \"It's in County Westmeath I 'd be this day,\" she\nsaid, looking up at me. _\"I'd go cool my hands in the grass on my ould\nmother's grave in the bit of churchyard foreninst the priest's house at\nMullingar.\"_ I have seen poorer poetry than that in the magazines.\n\n\nSPEAKING of the late Major Pond, the well-known director of a lecture\nbureau, an old client of his remarked: \"He was a most capable manager,\nbut it always made me a little sore to have him deduct twenty-five\nper cent. commission.\" \"Pond's Extract,\" murmured one of the gentlemen\npresent.\n\nEACH of our great towns has its \"Little Italy,\" with shops where nothing\nis spoken but Italian and streets in which the alien pedestrian had\nbetter not linger after nightfall. The chief industry of these exotic\ncommunities seems to be spaghetti and stilettos. What with our Little\nItalys and Chinatowns, and the like, an American need not cross the\nocean in order to visit foreign lands and enjoy the benefits of older\ncivilizations.\n\nPOETS are made as well as born, the proverb notwithstanding. They are\nmade possible by the general love of poetry and the consequent imperious\ndemand for it. When this is nonexistent, poets become mute, the\natmosphere stifles them. There would have been no Shakespeare had there\nbeen no Elizabethan audience. That was an age when, as Emerson finely\nputs it,\n\n     Men became\n     Poets, for the air was fame.\n\nTHE stolid gentleman in livery who has his carriage-stand at the corner\nopposite my house is constantly touching on the extremes of human\nexperience, with probably not the remotest perception of the fact.\nNow he takes a pair of lovers out for an airing, and now he drives the\nabsconding bank-teller to the railway-station. Excepting as question\nof distance, the man has positively no choice between a theatre and a\ngraveyard. I met him this morning dashing up to the portals of Trinity\nChurch with a bridal party, and this afternoon, as I was crossing\nCambridge Bridge, I saw him creeping along next to the hearse, on his\nway to Mount Auburn. The wedding afforded him no pleasure, and the\nfuneral gave him no grief; yet he was a factor in both. It is his odd\ndestiny to be wholly detached from the vital part of his own acts. If\nthe carriage itself could speak! The autobiography of a public hack\nwritten without reservation would be dramatic reading.\n\nIN this blotted memorandum-book are a score or two of suggestions for\nessays, sketches, and poems, which I have not written, and never shall\nwrite. The instant I jot down an idea the desire to utilize it leaves\nme, and I turn away to do something unpremeditated. The shabby volume\nhas become a sort of Potter's Field where I bury my literary intentions,\ngood and bad, without any belief in their final resurrection.\n\nA STAGE DIRECTION: _exit time; enter Eternity--with a soliloquy._\n\n\n\n\nASIDES\n\n\n\n\nTOM FOLIO\n\nIN my early Boston days a gentle soul was often to be met with about\ntown, furtively haunting old book-shops and dusty editorial rooms, a\nman of ingratiating simplicity of manner, who always spoke in a low,\nhesitating voice, with a note of refinement in it. He was a devout\nworshiper of Elia, and wrote pleasant discursive essays smacking\nsomewhat of his master's flavor--suggesting rather than imitating\nit--which he signed \"Tom Folio.\" I forget how he glided into my\nacquaintanceship; doubtless in some way too shy and elusive for\nremembrance. I never knew him intimately, perhaps no one did, but the\nintercourse between us was most cordial, and our chance meetings and\nbookish chats extended over a space of a dozen years.\n\nTom Folio--I cling to the winning pseudonym--was sparely built and under\nmedium height, or maybe a slight droop of the shoulders made it seem so,\nwith a fragile look about him and an aspect of youth that was not his.\nEncountering him casually on a street corner, you would, at the first\nglance, have taken him for a youngish man, but the second glance left\nyou doubtful. It was a figure that struck a note of singularity and\nwould have attracted your attention even in a crowd.\n\nDuring the first four or five years of our acquaintance, meeting him\nonly out of doors or in shops, I had never happened to see him with his\nhat off. One day he recklessly removed it, and in the twinkling of an\neye he became an elderly bald-headed man. The Tom Folio I once knew\nhad virtually vanished. An instant earlier he was a familiar shape; an\ninstant later, an almost unrecognizable individual. A narrow fringe of\nlight-colored hair, extending from ear to ear under the rear brim of\nhis hat, had perpetrated an unintentional deception by leading one to\nsuppose a head profusely covered with curly locks. \"Tom Folio,\" I said,\n\"put on your hat and come back!\" But after that day he never seemed young\nto me.\n\nI had few or no inklings of his life disconnected with the streets and\nthe book-stalls, chiefly those on Cornhill or in the vicinity. It is\npossible I am wrong in inferring that he occupied a room somewhere at\nthe South End or in South Boston, and lived entirely alone, heating his\ncoffee and boiling his egg over an alcohol lamp. I got from him one or\ntwo fortuitous hints of quaint housekeeping. Every winter, it appeared,\nsome relative, far or near, sent him a large batch of mince pies, twenty\nor thirty at least. He once spoke to me of having laid in his winter\npie, just as another might speak of laying in his winter coal. The\nonly fireside companion Tom Folio ever alluded to in my presence was\na Maltese cat, whose poor health seriously disturbed him from time to\ntime. I suspected those mince pies. The cat, I recollect, was named Miss\nMowcher.\n\nIf he had any immediate family ties beyond this I was unaware of\nthem, and not curious to be enlightened on the subject. He was more\npicturesque solitary. I preferred him to remain so. Other figures\nintroduced into the background of the canvas would have spoiled the\nartistic effect.\n\nTom Folio was a cheerful, lonely man--a recluse even when he allowed\nhimself to be jostled and hurried along on the turbulent stream of\nhumanity sweeping in opposite directions through Washington Street and\nits busy estuaries. He was in the crowd, but not of it. I had so little\nreal knowledge of him that I was obliged to imagine his more intimate\nenvironments. However wide of the mark my conjectures may have fallen,\nthey were as satisfying to me as facts would have been. His secluded\nroom I could picture to myself with a sense of certainty--the couch (a\nsofa by day), the cupboard, the writing-table with its student lamp, the\nlitter of pamphlets and old quartos and octavos in tattered bindings,\namong which were scarce reprints of his beloved Charles Lamb, and\nperhaps--nay, surely--an _editio princeps_ of the \"Essays.\"\n\nThe gentle Elia never had a gentler follower or a more loving disciple\nthan Tom Folio. He moved and had much of his being in the early part\nof the last century. To him the South-Sea House was the most important\nedifice on the globe, remaining the same venerable pile it used to be,\nin spite of all the changes that had befallen it. It was there Charles\nLamb passed the novitiate of his long years of clerkship in the East\nIndia Company. In Tom Folio's fancy a slender, boyish figure was still\nseated, quill in hand, behind those stately porticoes looking upon\nThreadneedle Street and Bishopsgate. That famous first paper in the\n\"Essays,\" describing the South-Sea House and the group of human oddities\nwhich occupied desks within its gloomy chambers, had left an indelible\nimpression upon the dreamer. Every line traced by the \"lean annuitant\"\nwas as familiar to Tom Folio as if he had written it himself. Stray\nscraps, which had escaped the vigilance of able editors, were known\nto him, and it was his to unearth amid a heap of mouldy, worm-eaten\nmagazines, a handful of leaves hitherto forgotten of all men. Trifles,\nyes--but Charles Lamb's! \"The king's chaff is as good as other people's\ncorn,\" says Tom Folio.\n\nOften his talk was sweet and racy with old-fashioned phrases; the talk of\na man who loved books and drew habitual breath in an atmosphere of\nfine thought. Next to Charles Lamb, but at a convenable distance, Izaak\nWalton was Tom Folio's favorite. His poet was Alexander Pope, though\nhe thought Mr. Addison's tragedy of \"Cato\" contained some proper\ngood lines. Our friend was a wide reader in English classics, greatly\npreferring the literature of the earlier periods to that of the\nVictorian age. His smiling, tenderly expressed disapprobation of various\nmodern authors was enchanting. John Keats's verses were monstrous\npretty, but over-ornamented. A little too much lucent syrup tinct\nwith cinnamon, don't you think? The poetry of Shelley might have been\ncomposed in the moon by a slightly deranged, well-meaning person. If you\nwanted a sound mind in a sound metrical body, why there was Mr. Pope's\n\"Essay on Man.\" There was something winsome and by-gone in the general\nmake-up of Tom Folio. No man living in the world ever seemed to me to\nlive so much out of it, or to live more comfortably.\n\nAt times I half suspected him of a convalescent amatory disappointment.\nPerhaps long before I knew him he had taken a little sentimental\njourney, the unsuccessful end of which had touched him with a gentle\nsadness. It was something far off and softened by memory. If Tom Folio\nhad any love-affair on hand in my day, it must have been of an airy,\nplatonic sort--a chaste secret passion for Mistress Peg Woffington or\nNell Gwyn, or possibly Mr. Waller's Saccharissa.\n\nAlthough Tom Folio was not a collector--that means dividends and bank\nbalances--he had a passion for the Past and all its belongings, with\na virtuoso's knowledge of them. A fan painted by Vanloo, a bit of rare\nNankin (he had caught from Charles Lamb the love of old china), or an\nundoctored stipple of Bartolozzi, gave him delight in the handling,\nthough he might not aspire to ownership. I believe he would willingly\nhave drunk any horrible decoction from a silver teapot of Queen Anne's\ntime. These things were not for him in a coarse, materialistic sense;\nin a spiritual sense he held possession of them in fee-simple. I learned\nthus much of his tastes one day during an hour we spent together in the\nrear showroom of a dealer in antiquities.\n\nI have spoken of Tom Folio as lonely, but I am inclined to think that\nI mis-stated it. He had hosts of friends who used to climb the rather\nsteep staircase leading to that modest third-story front room which\nI have imagined for him--a room with Turkey-red curtains, I like to\nbelieve, and a rare engraving of a scene from Mr. Hogarth's excellent\nmoral of \"The Industrious and Idle Apprentices\" pinned against the\nchimney breast. Young Chatterton, who was not always the best of\ncompany, dropped in at intervals. There Mr. Samuel Pepys had a special\nchair reserved for him by the window, where he could catch a glimpse of\nthe pretty housemaid over the way, chatting with the policeman at the\narea railing. Dr. Johnson and the unworldly author of \"The Deserted\nVillage\" were frequent visitors, sometimes appearing together\narm-in-arm, with James Boswell, Esq., of Auchinleck, following\nobsequiously behind. Not that Tom Folio did not have callers vastly more\naristocratic, though he could have had none pleasanter or wholesomer.\nSir Philip Sidney (who must have given Folio that copy of the\n\"Arcadia\"), the Viscount St. Albans, and even two or three others before\nwhom either of these might have doffed his bonnet, did not disdain to\ngather round that hearthstone. Fielding, Smollett, Sterne, Defoe, Dick\nSteele, Dean Swift--there was no end to them! On certain nights, when\nall the stolid neighborhood was lapped in slumber, the narrow street\nstretching beneath Tom Folio's windows must have been blocked with\ninvisible coaches and sedan-chairs, and illuminated by the visionary\nglare of torches borne by shadowy linkboys hurrying hither and thither.\nA man so sought after and companioned cannot be described as lonely.\n\nMy memory here recalls the fact that he had a few friends less\ninsubstantial--that quaint anatomy perched on the top of a hand-organ,\nto whom Tom Folio was wont to give a bite of his apple; and the\nbrown-legged little Neapolitan who was always nearly certain of a copper\nwhen this multi-millionaire strolled through the slums on a Saturday\nafternoon--Saturday probably being the essayist's pay-day. The withered\nwoman of the peanut-stand on the corner over against Faneuil Hall Market\nknew him for a friend, as did also the blind lead-pencil merchant, whom\nTom Folio, on occasions, safely piloted across the stormy traffic of\nDock Square. _Noblesse oblige!_ He was no stranger in those purlieus.\nWithout designing to confuse small things with great, I may say that a\ncertain strip of pavement in North Street could be pointed out as Tom\nFolio's Walk, just as Addison's Walk is pointed out on the banks of the\nCherwell at Oxford.\n\nI used to observe that when Tom Folio was not in quest of a print or a\npamphlet or some such urgent thing, but was walking for mere recreation,\nhe instinctively avoided respectable latitudes. He liked best the\nsqualid, ill-kept thoroughfares shadowed by tall, smudgy tenement-houses\nand teeming with unprosperous, noisy life. Perhaps he had, half\nconsciously, a sense of subtle kinship to the unsuccess and cheerful\nresignation of it all.\n\nReturning home from abroad one October morning several years ago, I was\ntold that that simple spirit had passed on. His death had been little\nheeded; but in him had passed away an intangible genuine bit of Old\nBoston--as genuine a bit, in its kind, as the Autocrat himself--a\npersonality not to be restored or replaced. Tom Folio could never happen\nagain!\n\nStrolling to-day through the streets of the older section of the town,\nI miss many a venerable landmark submerged in the rising tide of change,\nbut I miss nothing quite so much as I do the sight of Tom Folio entering\nthe doorway of the Old Corner Bookstore, or carefully taking down\na musty volume from its shelf at some melancholy old book-stall on\nCornhill.\n\n\n\n\nFLEABODY AND OTHER QUEER NAMES\n\nWHEN an English novelist does us the honor to introduce any of our\ncountrymen into his fiction, he generally displays a commendable\ndesire to present something typical in the way of names for his\nadopted characters--to give a dash of local color, as it were, with his\nnomenclature. His success is seldom commensurate to the desire. He falls\ninto the error of appealing to his invention, instead of consulting\nsome city directory, in which he would find more material than he could\nexhaust in ten centuries. Charles Reade might have secured in the pages\nof such a compendium a happier title than Fullalove for his Yankee\nsea-captain; though I doubt, on the whole, if Anthony Trollope could\nhave discovered anything better than Olivia Q. Fleabody for the young\nwoman from \"the States\" in his novel called \"Is He Popenjoy?\"\n\nTo christen a sprightly young female advocate of woman's rights Olivia\nQ. Fleabody was very happy indeed; to be candid, it was much better than\nwas usual with Mr. Trollope, whose understanding of American life and\nmanners was not enlarged by extensive travel in this country. An English\ntourist's preconceived idea of us is a thing he brings over with him on\nthe steamer and carries home again intact; it is as much a part of his\nindispensable impedimenta as his hatbox. But Fleabody is excellent; it\nwas probably suggested by Peabody, which may have struck Mr. Trollope as\ncomical (just as Trollope strikes _us_ as comical), or, at least, as not\nserious. What a capital name Veronica Trollope would be for a hoydenish\nyoung woman in a society novel! I fancy that all foreign names are odd\nto the alien. I remember that the signs above shop-doors in England and\non the Continent used to amuse me often enough, when I was over there.\nIt is a notable circumstance that extraordinary names never seem\nextraordinary to the persons bearing them. If a fellow-creature were\nbranded Ebenezer Cuttlefish he would remain to the end of his days quite\nunconscious of anything out of the common.\n\nI am aware that many of our American names are sufficiently queer; but\nEnglish writers make merry over them, as if our most eccentric were not\nthrown into the shade by some of their own. No American, living or\ndead, can surpass the verbal infelicity of Knatchbull-Hugessen, for\nexample--if the gentleman will forgive me for conscripting him. Quite as\nremarkable, in a grimly significant way, is the appellation of a British\nofficer who was fighting the Boers in the Transvaal in the year of\nblessed memory 1899. This young soldier, who highly distinguished\nhimself on the field, was known to his brothers-in-arms as Major Pine\nCoffin. I trust that the gallant major became a colonel later and is\nstill alive. It would eclipse the gayety of nations to lose a man with a\nname like that.\n\nSeveral years ago I read in the sober police reports of \"The Pall Mall\nGazette\" an account of a young man named George F. Onions, who was\narrested (it ought to have been by \"a peeler\") for purloining money\nfrom his employers, Messrs. Joseph Pickles & Son, stuff merchants, of\nBradford--_des noms bien idylliques!_ What mortal could have a more\nludicrous name than Onions, unless it were Pickles, or Pickled Onions?\nAnd then for Onions to rob Pickles! Could there be a more incredible\ncoincidence? As a coincidence it is nearly sublime. No story-writer\nwould dare to present that fact or those names in his fiction; neither\nwould be accepted as possible. Meanwhile Olivia Q. Fleabody is _ben\ntrovato_.\n\n\n\n\nA NOTE ON \"L'AIGLON\"\n\nTHE night-scene on the battlefield of Wagram in \"L'Aiglon\"--an episode\nwhose sharp pathos pierces the heart and the imagination like the point\nof a rapier--bears a striking resemblance to a picturesque passage in\nVictor Hugo's \"Les Miserables.\" It is the one intense great moment in\nthe play, and has been widely discussed, but so far as I am aware none\nof M. Rostand's innumerable critics has touched on the resemblance\nmentioned. In the master's romance it is not the field of Wagram, but\nthe field of Waterloo, that is magically repeopled with contending\narmies of spooks, to use the grim old Dutch word, and made vivid to the\nmind's eye. The passage occurs at the end of the sixteenth chapter in\nthe second part of \"Les Miserables\" (Cosette), and runs as follows:\n\nLe champ de Waterloo aujourd'hui a le calme qui appartient a la terre,\nsupport impassible de l'homme, et il resemble a toutes les plaines. La\nnuit pourtant une espece de brume visionnaire s'en degage, et si quelque\nvoyageur s'y promene, s'il regarde, s'il ecoute, s'il reve comme\nVirgile dans les funestes plaines de Philippes, l'hallucination de\nla catastrophe le saisit. L'effrayant 18 juin revit; la fausse\ncolline-monument s'efface, ce lion quelconque se dissipe, le champ de\nbataille reprend sa realite; des lignes d'infanterie ondulent dans la\nplaine, des galops furieux traversent l'horizon; le songeur effare voit\nl'eclair des sabres, l'etincelle des bayonnettes, le flamboiement des\nbombes, l'entre-croisement monstrueux des tonnerres; il entend, comme un\nrale au fond d'une tombe, la clameur vague de la bataille-fantome; ces\nombres, ce sont les grenadiers; ces lueurs, ce sont les cuirassiers;\n. . . tout cela n'est plus et se heurte et combat encore; et les ravins\ns'empourprent, et les arbres frissonnent, et il y a de la furie jusque\ndans les nuees, et, dans les tenebres, toutes ces hauteurs farouches,\nMont-Saint Jean, Hougomont, Frischemont, Papelotte, Plancenoit,\napparaissent confusement couronnees de tourbillons de spectres\ns'exterminant. (1)\n\nHere is the whole battle scene in \"L'Aiglon,\" with scarcely a gruesome\ndetail omitted. The vast plain glimmering in phantasmal light; the\nghostly squadrons hurling themselves against one another (seen only\nthrough the eyes of the poor little Duke of Reichstadt); the mangled\nshapes lying motionless in various postures of death upon the\nblood-stained sward; the moans of the wounded rising up and sweeping by\nlike vague wailings of the wind--all this might be taken for an artful\nappropriation of Victor Hugo's text; but I do not think it was, though\nit is possible that a faint reflection of a brilliant page, read in\nearly youth, still lingered on the retina of M. Rostand's memory. If\nsuch were the case, it does not necessarily detract from the integrity\nof the conception or the playwright's presentment of it.\n\n     (1) The field of Waterloo has to-day the peacefulness which\n     belongs to earth, the impassive support of man, and is like\n     all other plains.  At night, however, a kind of visionary\n     mist is exhaled, and if any traveler walks there, and\n     watches and listens, and dreams like Virgil on the sorrowful\n     plains of Philippi, the hallucination of the catastrophe\n     takes possession of him.  The terrible June 18 relives; the\n     artificial commemorative mound effaces itself, the lion\n     disappears, the field of battle assumes its reality; lines\n     of infantry waver on the plain, the horizon is broken by\n     furious charges of cavalry; the alarmed dreamer sees the\n     gleam of sabres, the glimmer of bayonets, the lurid glare of\n     bursting shells, the clashing of mighty thunderbolts; the\n     muffled clamor of the phantom conflict comes to him like\n     dying moans from the tomb; these shadows are grenadiers,\n     these lights are cuirassiers . . . all this does not really\n     exist, yet the combat goes on; the ravines are stained with\n     purple, the trees tremble, there is fury even in the clouds,\n     and in the obscurity the sombre heights--Mont Saint-Jean,\n     Hougomont, Frischemont, Papelotte, and Plancenoit--ap-pear\n     dimly crowned with throngs of apparitions annihilating one\n     another.\n\nThe idea of repeopling old battlefields with the shades of vanished\nhosts is not novel. In such tragic spots the twilight always lays a dark\nhand on the imagination, and prompts one to invoke the unappeased spirit\nof the past that haunts the place. One summer evening long ago, as I was\nstanding alone by the ruined walls of Hougomont, with that sense of not\nbeing alone which is sometimes so strangely stirred by solitude, I had\na sudden vision of that desperate last charge of Napoleon's Old Guard.\nMarshal Ney rose from the grave and again shouted those heroic words\nto Drouet d'Erlon: \"Are you not going to get yourself killed?\" For an\ninstant a thousand sabres flashed in the air. The deathly silence that\naccompanied the ghostly onset was an added poignancy to the short-lived\ndream. A moment later I beheld a hunched little figure mounted on a\nwhite horse with housings of purple velvet. The reins lay slack in the\nrider's hand; his three-cornered hat was slouched over his brows, and\nhis chin rested on the breast of his great-coat. Thus he slowly rode\naway through the twilight, and nobody cried, _Vive l'Empereur!_\n\nThe ground on which a famous battle has been fought casts a spell upon\nevery man's mind; and the impression made upon two men of poetic genius,\nlike Victor Hugo and Edmond Rostand, might well be nearly identical.\nThis sufficiently explains the likeness between the fantastic silhouette\nin \"Les Miserables\" and the battle of the ghosts in \"L'Aiglon.\" A muse\nso rich in the improbable as M. Rostand's need not borrow a piece of\nsupernaturalness from anybody.\n\n\n\n\nPLOT AND CHARACTER\n\nHENRY JAMES, in his paper on Anthony Trollope, says that if Trollope\n\"had taken sides on the rather superficial opposition between novels\nof character and novels of plot, I can imagine him to have said (except\nthat he never expressed himself in epigram) that he preferred the former\nclass, inasmuch as character in itself is plot, while plot is by no\nmeans character.\" So neat an antithesis would surely never have found\nitself between Mr. Trollope's lips if Mr. James had not cunningly\nlent it to him. Whatever theory of novel-writing Mr. Trollope may have\npreached, his almost invariable practice was to have a plot. He always\nhad a _story_ to tell, and a story involves beginning, middle, and\nend--in short, a framework of some description.\n\nThere have been delightful books filled wholly with character-drawing;\nbut they have not been great novels. The great novel deals with human\naction as well as with mental portraiture and analysis. That \"character\nin itself is plot\" is true only in a limited sense. A plan, a motive\nwith a logical conclusion, is as necessary to a novel or a romance as it\nis to a drama. A group of skillfully made-up men and women lounging in\nthe green-room or at the wings is not the play. It is not enough to say\nthat this is Romeo and that Lady Macbeth. It is not enough to inform\nus that certain passions are supposed to be embodied in such and such\npersons: these persons should be placed in situations developing those\npassions. A series of unrelated scenes and dialogues leading to nothing\nis inadequate.\n\nMr. James's engaging epigram seems to me vulnerable at both ends--unlike\nAchilles. \"Plot is by no means character.\" Strictly speaking, it is\nnot. It appears to me, however, that plot approaches nearer to being\ncharacter than character does to being plot. Plot necessitates action,\nand it is impossible to describe a man's actions' under whatever\nconditions, without revealing something of his character, his way of\nlooking at things, his moral and mental pose. What a hero of fiction\n_does_ paints him better than what he _says_, and vastly better than\nanything his creator may say of him. Mr. James asserts that \"we care\nwhat happens to people only in proportion as we know what people are.\"\nI think we care very little what people are (in fiction) when we do not\nknow what happens to them.\n\n\n\n\nTHE CRUELTY OF SCIENCE\n\nIN the process of their experiments upon the bodies of living animals\nsome anatomists do not, I fear, sufficiently realize that\n\n     The poor beetle, that we tread upon,\n     In corporal sufferance, finds a pang as great\n     As when a giant dies.\n\nI am not for a moment challenging the necessity of vivisection, though\ndistinguished surgeons have themselves challenged it; I merely contend\nthat science is apt to be cold-hearted, and does not seem always to\ntake into consideration the tortures she inflicts in her search for\nknowledge.\n\nJust now, in turning over the leaves of an old number of the \"London\nLancet,\" I came upon the report of a lecture on experimental physiology\ndelivered by Professor William Rutherford before a learned association\nin London. Though the type had become antiquated and the paper\nyellowed in the lapse of years, the pathos of those pages was alive and\npalpitating.\n\nThe following passages from the report will illustrate not unfairly the\npoint I am making. In the course of his remarks the lecturer exhibited\ncertain interesting experiments on living frogs. Intellectually I go\nvery strongly for Professor Rutherford, but I am bound to confess that\nthe weight of my sympathy rests with the frogs.\n\nObserve this frog [said the professor], it is regarding our manoeuvres\nwith a somewhat lively air. Now and then it gives a jump. What the\nprecise object of its leaps may be I dare not pretend to say; but\nprobably it regards us with some apprehension, and desires to escape.\n\nTo be perfectly impartial, it must be admitted that the frog had some\nslight reason for apprehension. The lecturer proceeded:\n\nI touch one of its toes, and you see it resents the molestation in a\nvery decided manner. Why does it so struggle to get away when I pinch\nits toes? Doubtless, you will say, because it feels the pinch and would\nrather not have it repeated. I now behead the animal with the aid of a\nsharp chisel. . . . The headless trunk lies as though it were dead. The\nspinal cord seems to be suffering from shock. Probably, however, it\nwill soon recover from this. . . . Observe that the animal has now\n_spontaneously_ drawn up its legs and arms, and it is sitting with its\nneck erect just as if it had not lost its head at all. I pinch its\ntoes, and you see the leg is at once thrust out as if to spurn away the\noffending instrument. Does it still feel? and is the motion still the\nresult of the volition?\n\nThat the frog did feel, and delicately hinted at the circumstance, there\nseems to be no room to doubt, for Professor Rutherford related that\nhaving once decapitated a frog, the animal suddenly bounded from the\ntable, a movement that presumably indicated a kind of consciousness. He\nthen returned to the subject immediately under observation, pinched its\nfoot again, the frog again \"resenting the stimulation.\" He then thrust\na needle down the spinal cord. \"The limbs are now flaccid,\" observed the\nexperimenter; \"we may wait as long as we please, but a pinch of the toes\nwill never again cause the limbs of this animal to move.\" Here is\nwhere congratulations can come in for _la grenouille_. That frog being\nconcluded, the lecturer continued:\n\nI take another frog. In this case I open the cranium and remove the\nbrain and medulla oblongata. . . . I thrust a pin through the nose and\nhang the animal thereby to a support, so that it can move its pendent\nlegs without any difficulty. . . . I gently pinch the toes. . . . The\nleg of the same side is pulled up. . . . I pinch the same more severely.\n. . . Both legs are thrown into motion.\n\nHaving thus satisfactorily proved that the wretched creature could still\nsuffer acutely, the professor resumed:\n\nThe cutaneous nerves of the frog are extremely sensitive to acids; so\nI put a drop of acetic acid on the outside of one knee. This, you see,\ngives rise to most violent movements both of arms and legs, and notice\nparticularly that the animal is using the toes of the leg on the same\nside for the purpose of rubbing the irritated spot. I dip the whole\nanimal into water in order to wash away the acid, and now it is all\nat rest again. . . . I put a drop of acid on the skin over the lumbar\nregion of the spine. . . . Both feet are instantly raised to the\nirritated spot. The animal is able to localize the seat of irritation.\n. . . I wash the acid from the back, and I amputate one of the feet at\nthe ankle. . . . I apply a drop of acid over the knee of the footless\nleg. . . . Again, the animal turns the leg towards the knee, as if to\nreach the irritated spot with the toes; these, however, are not now\navailable. But watch the other foot. The _foot of the other leg_ is now\nbeing used to rub away the acid. The animal, finding that the object is\nnot accomplished with the foot of the same side, uses the other one.\n\nI think that at least one thing will be patent to every unprejudiced\nreader of these excerpts, namely--that any frog (with its head on or its\nhead off) which happened to make the personal acquaintance of Professor\nRutherford must have found him poor company. What benefit science may\nhave derived from such association I am not qualified to pronounce upon.\nThe lecturer showed conclusively that the frog is a peculiarly sensitive\nand intelligent little batrachian. I hope that the genial professor, in\nthe years which followed, did not frequently consider it necessary to\ndemonstrate the fact.\n\n\n\n\nLEIGH HUNT AND BARRY CORNWALL\n\nIT has recently become the fashion to speak disparagingly of Leigh Hunt\nas a poet, to class him as a sort of pursuivant or shield-bearer to\nColeridge, Shelley, and Keats. Truth to tell, Hunt was not a Keats nor\na Shelley nor a Coleridge, but he was a most excellent Hunt. He was\na delightful essayist--quite unsurpassed, indeed, in his blithe,\noptimistic way--and as a poet deserves to rank high among the lesser\nsingers of his time. I should place him far above Barry Cornwall, who\nhas not half the freshness, variety, and originality of his compeer.\n\nI instance Barry Cornwall because there has seemed a disposition since\nhis death to praise him unduly. Barry Cornwall has always struck me as\nextremely artificial, especially in his dramatic sketches. His verses in\nthis line are mostly soft Elizabethan echoes. Of course a dramatist\nmay find it to his profit to go out of his own age and atmosphere for\ninspiration; but in order successfully to do so he must be a dramatist.\nBarry Cornwall fell short of filling the role; he got no further than\nthe composing of brief disconnected scenes and scraps of soliloquies,\nand a tragedy entitled Mirandola, for which the stage had no use. His\nchief claim to recognition lies in his lyrics. Here, as in the dramatic\nstudies, his attitude is nearly always affected. He studiously strives\nto reproduce the form and spirit of the early poets. Being a Londoner,\nhe naturally sings much of rural English life, but his England is the\nEngland of two or three centuries ago. He has a great deal to say about\nthe \"falcon,\" but the poor bird has the air of beating fatigued wings\nagainst the bookshelves of a well-furnished library! This well-furnished\nlibrary was--if I may be pardoned a mixed image--the rock on which Barry\nCornwall split. He did not look into his own heart, and write: he looked\ninto his books.\n\nA poet need not confine himself to his individual experiences; the world\nis all before him where to choose; but there are subjects which he had\nbetter not handle unless he have some personal knowledge of them. The\nsea is one of these. The man who sang,\n\n     The sea! the sea! the open sea!\n     The blue, the fresh, _the ever free!_\n\n(a couplet which the Gifted Hopkins might have penned), should never\nhave permitted himself to sing of the ocean. I am quoting from one of\nBarry Cornwall's most popular lyrics. When I first read this singularly\nvapid poem years ago, in mid-Atlantic, I wondered if the author had ever\nlaid eyes on any piece of water wider than the Thames at Greenwich, and\nin looking over Barry Cornwall's \"Life and Letters\" I am not so much\nsurprised as amused to learn that he was never out of sight of land\nin the whole course of his existence. It is to be said of him more\npositively than the captain of the Pinafore said it of himself, that he\nwas hardly ever sick at sea.\n\nImagine Byron or Shelley, who knew the ocean in all its protean moods,\npiping such thin feebleness as\n\n\"The blue, the fresh, the ever free!\"\n\nTo do that required a man whose acquaintance with the deep was limited\nto a view of it from an upper window at Margate or Scarborough. Even\nfrequent dinners of turbot and whitebait at the sign of The Ship and\nTurtle will not enable one to write sea poetry.\n\nConsidering the actual facts, there is something weird in the statement,\n\n     I 'm on the sea! I 'm on the sea!\n     I am where I would ever be.\n\nThe words, to be sure, are placed in the mouth of an imagined sailor,\nbut they are none the less diverting. The stanza containing the distich\nends with a striking piece of realism:\n\n     If a storm should come and awake the deep,\n     What matter?  I shall ride and sleep.\n\nThis is the course of action usually pursued by sailors during a gale.\nThe first or second mate goes around and tucks them up comfortably, each\nin his hammock, and serves them out an extra ration of grog after the\nstorm is over.\n\nBarry Cornwall must have had an exceptionally winning personality,\nfor he drew to him the friendship of men as differently constituted as\nThackeray, Carlyle, Browning, and Forster. He was liked by the best of\nhis time, from Charles Lamb down to Algernon Swinburne, who caught a\nglimpse of the aged poet in his vanishing. The personal magnetism of an\nauthor does not extend far beyond the orbit of his contemporaries. It is\nof the lyrist and not of the man I am speaking here. One could wish he\nhad written more prose like his admirable \"Recollections of Elia.\"\n\nBarry Cornwall seldom sounds a natural note, but when he does it is\nextremely sweet. That little ballad in the minor key beginning,\n\n     Touch us gently, Time!\n     Let us glide adown thy stream,\nwas written in one of his rare moments. Leigh Hunt, though not without\nquestionable mannerisms, was rich in the inspiration that came but\ninfrequently to his friend. Hunt's verse is full of natural felicities.\nHe also was a bookman, but, unlike Barry Cornwall, he generally knew how\nto mint his gathered gold, and to stamp the coinage with his own head.\nIn \"Hero and Leander\" there is one line which, at my valuing, is worth\nany twenty stanzas that Barry Cornwall has written:\n\n     So might they now have lived, and so have died;\n     _The story's heart, to me, still beats against its side_.\n\nHunt's fortunate verse about the kiss Jane Carlyle gave him lingers on\neverybody's lip. That and the rhyme of \"Abou Ben Adhem and the Angel\"\nare spice enough to embalm a man's memory. After all, it takes only a\nhandful.\n\n\n\n\nDECORATION DAY\n\nHOW quickly Nature takes possession of a deserted battlefield, and goes\nto work repairing the ravages of man! With invisible magic hand she\nsmooths the rough earthworks, fills the rifle-pits with delicate\nflowers, and wraps the splintered tree-trunks with her fluent drapery\nof tendrils. Soon the whole sharp outline of the spot is lost in\nunremembering grass. Where the deadly rifle-ball whistled through the\nfoliage, the robin or the thrush pipes its tremulous note; and where\nthe menacing shell described its curve through the air, a harmless crow\nflies in circles. Season after season the gentle work goes on, healing\nthe wounds and rents made by the merciless enginery of war, until at\nlast the once hotly contested battleground differs from none of its\nquiet surroundings, except, perhaps, that here the flowers take a richer\ntint and the grasses a deeper emerald.\n\nIt is thus the battle lines may be obliterated by Time, but there are\nleft other and more lasting relics of the struggle. That dinted army\nsabre, with a bit of faded crepe knotted at its hilt, which hangs over\nthe mantel-piece of the \"best room\" of many a town and country house\nin these States, is one; and the graven headstone of the fallen hero\nis another. The old swords will be treasured and handed down from\ngeneration to generation as priceless heirlooms, and with them, let us\ntrust, will be cherished the custom of dressing with annual flowers the\nresting-places of those who fell during the Civil War.\n\n     With the tears a Land hath shed\n     Their graves should ever be green.\n\n     Ever their fair, true glory\n     Fondly should fame rehearse--\n     Light of legend and story,\n     Flower of marble and verse.\n\nThe impulse which led us to set apart a day for decorating the graves of\nour soldiers sprung from the grieved heart of the nation, and in our\nown time there is little chance of the rite being neglected. But the\ngenerations that come after us should not allow the observance to fall\ninto disuse. What with us is an expression of fresh love and sorrow,\nshould be with them an acknowledgment of an incalculable debt.\n\nDecoration Day is the most beautiful of our national holidays. How\ndifferent from those sullen batteries which used to go rumbling through\nour streets are the crowds of light carriages, laden with flowers and\ngreenery, wending their way to the neighboring cemeteries! The grim\ncannon have turned into palm branches, and the shell and shrapnel into\npeach blooms. There is no hint of war in these gay baggage trains,\nexcept the presence of men in undress uniform, and perhaps here and\nthere an empty sleeve to remind one of what has been. Year by year that\nempty sleeve is less in evidence.\n\nThe observance of Decoration Day is unmarked by that disorder and\nconfusion common enough with our people in their holiday moods. The\nearlier sorrow has faded out of the hour, leaving a softened solemnity.\nIt quickly ceased to be simply a local commemoration. While the\nsequestered country churchyards and burial-places near our great northern\ncities were being hung with May garlands, the thought could not but come\nto us that there were graves lying southward above which bent a grief as\ntender and sacred as our own. Invisibly we dropped unseen flowers upon\nthose mounds. There is a beautiful significance in the fact that, two\nyears after the close of the war, the women of Columbus, Mississippi,\nlaid their offerings alike on Northern and Southern graves. When all is\nsaid, the great Nation has but one heart.\n\n\n\n\nWRITERS AND TALKERS\n\nAS a class, literary men do not shine in conversation. The scintillating\nand playful essayist whom you pictured to yourself as the most genial\nand entertaining of companions, turns out to be a shy and untalkable\nindividual, who chills you with his reticence when you chance to\nmeet him. The poet whose fascinating volume you always drop into your\ngripsack on your summer vacation--the poet whom you have so long desired\nto know personally--is a moody and abstracted middle-aged gentleman, who\nfails to catch your name on introduction, and seems the avatar of the\ncommonplace. The witty and ferocious critic whom your fancy had\npainted as a literary cannibal with a morbid appetite for tender young\npoets--the writer of those caustic and scholarly reviews which you never\nneglect to read--destroys the un-lifelike portrait you had drawn by\nappearing before you as a personage of slender limb and deprecating\nglance, who stammers and makes a painful spectacle of himself when\nyou ask him his opinion of \"The Glees of the Gulches,\" by Popocatepetl\nJones. The slender, dark-haired novelist of your imagination, with\nepigrammatic points to his mustache, suddenly takes the shape of a\nshort, smoothly-shaven blond man, whose conversation does not sparkle\nat all, and you were on the lookout for the most brilliant of verbal\nfireworks. Perhaps it is a dramatist you have idealized. Fresh from\nwitnessing his delightful comedy of manners, you meet him face to face\nonly to discover that his own manners are anything but delightful.\nThe play and the playwright are two very distinct entities. You grow\nskeptical touching the truth of Buffon's assertion that the style is the\nman himself. Who that has encountered his favorite author in the flesh\nhas not sometimes been a little, if not wholly, disappointed?\n\nAfter all, is it not expecting too much to expect a novelist to talk\nas cleverly as the clever characters in his novels? Must a dramatist\nnecessarily go about armed to the teeth with crisp dialogue? May not a\npoet be allowed to lay aside his singing-robes and put on a conventional\ndress-suit when he dines out? Why is it not permissible in him to be as\nprosaic and tiresome as the rest of the company? He usually is.\n\n\n\n\nON EARLY RISING\n\nA CERTAIN scientific gentleman of my acquaintance, who has devoted years\nto investigating the subject, states that he has never come across a\ncase of remarkable longevity unaccompanied by the habit of early rising;\nfrom which testimony it might be inferred that they die early who lie\nabed late. But this would be getting out at the wrong station. That the\nmajority of elderly persons are early risers is due to the simple\nfact that they cannot sleep mornings. After a man passes his fiftieth\nmilestone he usually awakens at dawn, and his wakefulness is no credit\nto him. As the theorist confined his observations to the aged, he easily\nreached the conclusion that men live to be old because they do not sleep\nlate, instead of perceiving that men do not sleep late because they are\nold. He moreover failed to take into account the numberless young lives\nthat have been shortened by matutinal habits.\n\nThe intelligent reader, and no other is supposable, need not be told\nthat the early bird aphorism is a warning and not an incentive. The fate\nof the worm refutes the pretended ethical teaching of the proverb,\nwhich assumes to illustrate the advantage of early rising and does so by\nshowing how extremely dangerous it is. I have no patience with the worm,\nand when I rise with the lark I am always careful to select a lark that\nhas overslept himself.\n\nThe example set by this mythical bird, a mythical bird so far as New\nEngland is concerned, has wrought wide-spread mischief and discomfort.\nIt is worth noting that his method of accomplishing these ends is\ndirectly the reverse of that of the Caribbean insect mentioned\nby Lafcadio Hearn in his enchanting \"Two Years in the French West\nIndies\"--a species of colossal cricket called the wood-kid; in the\ncreole tongue, _cabritt-bois_. This ingenious pest works a soothing,\nsleep-compelling chant from sundown until precisely half past four in\nthe morning, when it suddenly stops and by its silence awakens everybody\nit has lulled into slumber with its insidious croon. Mr. Hearn, with\nstrange obtuseness to the enormity of the thing, blandly remarks: \"For\nthousands of early risers too poor to own a clock, the cessation of its\nsong is the signal to get up.\" I devoutly trust that none of the West\nIndia islands furnishing such satanic entomological specimens will\never be annexed to the United States. Some of our extreme advocates of\nterritorial expansion might spend a profitable few weeks on one of those\nfavored isles. A brief association with that _cabritt-bois_ would be\nlikely to cool the enthusiasm of the most ardent imperialist.\n\nAn incalculable amount of specious sentiment has been lavished upon\ndaybreak, chiefly by poets who breakfasted, when they did breakfast, at\nmid-day. It is charitably to be said that their practice was better than\ntheir precept--or their poetry. Thomson, the author of \"The Castle of\nIndolence,\" who gave birth to the depraved apostrophe,\n\n\"Falsely luxurious, will not man awake,\"\n\nwas one of the laziest men of his century. He customarily lay in bed\nuntil noon meditating pentameters on sunrise. This creature used to be\nseen in his garden of an afternoon, with both hands in his waistcoat\npockets, eating peaches from a pendent bough. Nearly all the English\npoets who at that epoch celebrated what they called \"the effulgent orb\nof day\" were denizens of London, where pure sunshine is unknown eleven\nmonths out of the twelve.\n\nIn a great city there are few incentives to early rising. What charm is\nthere in roof-tops and chimney-stacks to induce one to escape even\nfrom a nightmare? What is more depressing than a city street before the\nshop-windows have lifted an eyelid, when \"the very houses seem asleep,\"\nas Wordsworth says, and nobody is astir but the belated burglar or the\nmilk-and-water man or Mary washing off the front steps? Daybreak at\nthe seaside or up among the mountains is sometimes worth while, though\nfamiliarity with it breeds indifference. The man forced by restlessness\nor occupation to drink the first vintage of the morning every day of\nhis life has no right appreciation of the beverage, however much he may\nprofess to relish it. It is only your habitual late riser who takes in\nthe full flavor of Nature at those rare intervals when he gets up to\ngo a-fishing. He brings virginal emotions and unsatiated eyes to the\nsparkling freshness of earth and stream and sky. For him--a momentary\nAdam--the world is newly created. It is Eden come again, with Eve in the\nsimilitude of a three-pound trout.\n\nIn the country, then, it is well enough occasionally to dress by\ncandle-light and assist at the ceremony of dawn; it is well if for no\nother purpose than to disarm the intolerance of the professional early\nriser who, were he in a state of perfect health, would not be the\nwandering victim of insomnia, and boast of it. There are few small\nthings more exasperating than this early bird with the worm of his\nconceit in his bill.\n\n\n\n\nUN POETE MANQUE\n\nIN the first volume of Miss Dickinson's poetical melange is a little\npoem which needs only a slight revision of the initial stanza to\nentitle it to rank with some of the swallow-flights in Heine's lyrical\nintermezzo. I have tentatively tucked a rhyme into that opening stanza:\n\n     I taste a liquor never brewed\n     In vats upon the Rhine;\n     No tankard ever held a draught\n     Of alcohol like mine.\n\n     Inebriate of air am I,\n     And debauchee of dew,\n     Reeling, through endless summer days,\n     From inns of molten blue.\n\n     When landlords turn the drunken bee\n     Out of the Foxglove's door,\n     When butterflies renounce their drams,\n     I shall but drink the more!\n     Till seraphs swing their snowy caps\n     And saints to windows run,\n     To see the little tippler\n     Leaning against the sun!\n\nThose inns of molten blue, and the disreputable honey-gatherer who gets\nhimself turned out-of-doors at the sign of the Foxglove, are very taking\nmatters. I know of more important things that interest me vastly less.\nThis is one of the ten or twelve brief pieces so nearly perfect in\nstructure as almost to warrant the reader in suspecting that Miss\nDickinson's general disregard of form was a deliberate affectation. The\nartistic finish of the following sunset-piece makes her usual quatrains\nunforgivable:\n\n     This is the land the sunset washes,\n     These are the banks of the Yellow Sea;\n     Where it rose, or whither it rushes,\n     These are the western mystery!\n\n     Night after night her purple traffic\n     Strews the landing with opal bales;\n     Merchantmen poise upon horizons,\n     Dip, and vanish with fairy sails.\n\nThe little picture has all the opaline atmosphere of a Claude\nLorraine. One instantly frames it in one's memory. Several such bits of\nimpressionist landscape may be found in the portfolio.\n\nIt is to be said, in passing, that there are few things in Miss\nDickinson's poetry so felicitous as Mr. Higginson's characterization of\nit in his preface to the volume: \"In many cases these verses will seem\nto the reader _like poetry pulled up by the roots_, with rain and dew\nand earth clinging to them.\" Possibly it might be objected that this is\nnot the best way to gather either flowers or poetry.\n\nMiss Dickinson possessed an extremely unconventional and bizarre mind.\nShe was deeply tinged by the mysticism of Blake, and strongly influenced\nby the mannerism of Emerson. The very gesture with which she tied her\nbonnet-strings, preparatory to one of her nun-like walks in her garden\nat Amherst, must have had something dreamy and Emersonian in it. She had\nmuch fancy of a quaint kind, but only, as it appears to me, intermittent\nflashes of imagination.\n\nThat Miss Dickinson's memoranda have a certain something which, for want\nof a more precise name, we term _quality_, is not to be denied. But\nthe incoherence and shapelessness of the greater part of her verse are\nfatal. On nearly every page one lights upon an unsupported exquisite\nline or a lonely happy epithet; but a single happy epithet or an\nisolated exquisite line does not constitute a poem. What Lowell says\nof Dr. Donne applies in a manner to Miss Dickinson: \"Donne is full of\nsalient verses that would take the rudest March winds of criticism with\ntheir beauty, of thoughts that first tease us like charades and then\ndelight us with the felicity of their solution; but these have not saved\nhim. He is exiled to the limbo of the formless and the fragmentary.\"\n\nTouching this question of mere technique Mr. Ruskin has a word to say\n(it appears that he said it \"in his earlier and better days\"), and Mr.\nHigginson quotes it: \"No weight, nor mass, nor beauty of execution can\noutweigh one grain or fragment of thought.\" This is a proposition to\nwhich one would cordially subscribe if it were not so intemperately\nstated. A suggestive commentary on Mr. Ruskin's impressive dictum is\nfurnished by his own volume of verse. The substance of it is weighty\nenough, but the workmanship lacks just that touch which distinguishes\nthe artist from the bungler--the touch which Mr. Ruskin, except when\nwriting prose, appears not much to have regarded either in his later or\n\"in his earlier and better days.\"\n\nMiss Dickinson's stanzas, with their impossible rhyme, their involved\nsignificance, their interrupted flute-note of birds that have no\ncontinuous music, seem to have caught the ear of a group of eager\nlisteners. A shy New England bluebird, shifting its light load of song,\nhas for the moment been mistaken for a stray nightingale.\n\n\n\n\nTHE MALE COSTUME OF THE PERIOD\n\nI WENT to see a play the other night, one of those good old-fashioned\nEnglish comedies that are in five acts and seem to be in fifteen. The\npiece with its wrinkled conventionality, its archaic stiffness,\nand obsolete code of morals, was devoid of interest excepting as a\ncollection of dramatic curios. Still I managed to sit it through.\nThe one thing in it that held me a pleased spectator was the graceful\ncostume of a certain player who looked like a fine old portrait--by\nVandyke or Velasquez, let us say--that had come to life and kicked off\nits tarnished frame.\n\nI do not know at what epoch of the world's history the scene of the play\nwas laid; possibly the author originally knew, but it was evident that\nthe actors did not, for their make-ups represented quite antagonistic\nperiods. This circumstance, however, detracted only slightly from the\nspecial pleasure I took in the young person called Delorme. He was\nnot in himself interesting; he was like that Major Waters in \"Pepys's\nDiary\"--\"a most amorous melancholy gentleman who is under a despayr in\nlove, which makes him bad company;\" it was entirely Delorme's dress.\n\nI never saw mortal man in a dress more sensible and becoming. The\nmaterial was according to Polonius's dictum, rich but not gaudy, of some\ndark cherry-colored stuff with trimmings of a deeper shade. My idea of\na doublet is so misty that I shall not venture to affirm that the\ngentleman wore a doublet. It was a loose coat of some description\nhanging negligently from the shoulders and looped at the throat,\nshowing a tasteful arrangement of lacework below and at the wrists. Full\ntrousers reaching to the tops of buckskin boots, and a low-crowned soft\nhat--not a Puritan's sugar-loaf, but a picturesque shapeless head-gear,\none side jauntily fastened up with a jewel--completed the essential\nportions of our friend's attire. It was a costume to walk in, to ride\nin, to sit in. The wearer of it could not be awkward if he tried, and I\nwill do Delorme the justice to say that he put his dress to some severe\ntests. But he was graceful all the while, and made me wish that my\ncountrymen would throw aside their present hideous habiliments and\nhasten to the measuring-room of Delorme's tailor.\n\nIn looking over the plates of an old book of fashions we smile at the\nmonstrous attire in which our worthy great-grandsires saw fit to deck\nthemselves. Presently it will be the turn of posterity to smile at us,\nfor in our own way we are no less ridiculous than were our ancestors\nin their knee-breeches, pig-tail and _chapeau de bras_. In fact we are\nreally more absurd. If a fashionably dressed man of to-day could catch\na single glimpse of himself through the eyes of his descendants four\nor five generations removed, he would have a strong impression of being\nsomething that had escaped from somewhere.\n\nWhatever strides we may have made in arts and sciences, we have made\nno advance in the matter of costume. That Americans do not tattoo\nthemselves, and do go fully clad--I am speaking exclusively of my own\nsex--is about all that can be said in favor of our present fashions. I\nwish I had the vocabulary of Herr Teufelsdrockh with which to\ninveigh against the dress-coat of our evening parties, the angular\nswallow-tailed coat that makes a man look like a poor species of bird\nand gets him mistaken for the waiter. \"As long as a man wears the modern\ncoat,\" says Leigh Hunt, \"he has no right to despise any dress. What\nsnips at the collar and lapels! What a mechanical and ridiculous cut\nabout the flaps! What buttons in front that are never meant to button,\nand yet are no ornament! And what an exquisitely absurd pair of\nbuttons at the back! gravely regarded, nevertheless, and thought as\nindispensably necessary to every well-conditioned coat, as other bits\nof metal or bone are to the bodies of savages whom we laugh at. There is\nabsolutely not one iota of sense, grace, or even economy in the modern\ncoat.\"\n\nStill more deplorable is the ceremonial hat of the period. That a\nChristian can go about unabashed with a shiny black cylinder on his head\nshows what civilization has done for us in the way of taste in personal\ndecoration. The scalplock of an Apache brave has more style. When an\nIndian squaw comes into a frontier settlement the first \"marked-down\"\narticle she purchases is a section of stove-pipe. Her instinct as to\nthe eternal fitness of things tells her that its proper place is on the\nskull of a barbarian.\n\nIt was while revolving these pleasing reflections in my mind, that our\nfriend Delorme walked across the stage in the fourth act, and though\nthere was nothing in the situation nor in the text of the play to\nwarrant it, I broke into tremendous applause, from which I desisted\nonly at the scowl of an usher--an object in a celluloid collar and\na claw-hammer coat. My solitary ovation to Master Delorme was an\ninvoluntary and, I think, pardonable protest against the male costume of\nour own time.\n\n\n\n\nON A CERTAIN AFFECTATION\n\nEXCEPTING on the ground that youth is the age of vain fantasy, there is\nno accounting for the fact that young men and young women of poetical\ntemperament should so frequently assume to look upon an early demise\nfor themselves as the most desirable thing in the world. Though one may\nincidentally be tempted to agree with them in the abstract, one cannot\nhelp wondering. That persons who are exceptionally fortunate in their\nenvironment, and in private do not pretend to be otherwise, should\nopenly announce their intention of retiring at once into the family\ntomb, is a problem not easily solved. The public has so long listened\nto these funereal solos that if a few of the poets thus impatient to\nbe gone were to go, their departure would perhaps be attended by that\nresigned speeding which the proverb invokes on behalf of the parting\nguest.\n\nThe existence of at least one magazine editor would, I know, have a\nshadow lifted from it. At this writing, in a small mortuary basket under\nhis desk are seven or eight poems of so gloomy a nature that he would\nnot be able to remain in the same room with them if he did not suspect\nthe integrity of their pessimism. The ring of a false coin is not more\nrecognizable than that of a rhyme setting forth a simulated sorrow.\n\nThe Miss Gladys who sends a poem entitled \"Forsaken,\" in which she\naddresses death as her only friend, makes pictures in the editor's eyes.\nHe sees, among other dissolving views, a little hoyden in magnificent\nspirits, perhaps one of this season's social buds, with half a score of\nlovers ready to pluck her from the family stem--a rose whose countless\npetals are coupons. A caramel has disagreed with her, or she would not\nhave written in this despondent vein. The young man who seeks to inform\nthe world in eleven anaemic stanzas of _terze rime_ that the cup of\nhappiness has been forever dashed from his lip (he appears to have but\none) and darkly intimates that the end is \"nigh\" (rhyming affably with\n\"sigh\"), will probably be engaged a quarter of a century from now in\nmaking similar declarations. He is simply echoing some dysthymic poet of\nthe past--reaching out with some other man's hat for the stray nickel of\nyour sympathy.\n\nThis morbidness seldom accompanies genuine poetic gifts. The case of\nDavid Gray, the young Scottish poet who died in 1861, is an instance\nto the contrary. His lot was exceedingly sad, and the failure of\nhealth just as he was on the verge of achieving something like success\njustified his profound melancholy; but that he tuned this melancholy and\nplayed upon it, as if it were a musical instrument, is plainly seen in\none of his sonnets.\n\nIn Monckton Milnes's (Lord Houghton's) \"Life and Letters of John Keats\"\nit is related that Keats, one day, on finding a stain of blood upon his\nlips after coughing, said to his friend Charles Brown: \"I know the color\nof that blood; it is arterial blood; I cannot be deceived. That drop\nis my death-warrant. I must die.\" Who that ever read the passage\ncould forget it? David Gray did not, for he versified the incident as\nhappening to himself and appropriated, as his own, Keats's comment:\n\n     Last night, on coughing slightly with sharp pain,\n     There came arterial blood, and with a sigh\n     Of absolute grief I cried in bitter vein,\n     That drop is my death-warrant; I must die.\n\nThe incident was likely enough a personal experience, but the comment\nshould have been placed in quotation marks. I know of few stranger\nthings in literature than this poet's dramatization of another man's\npathos. Even Keats's epitaph--_Here lies one whose name_ _was writ in\nwater_--finds an echo in David Gray's _Below lies one whose name was\ntraced in sand_. Poor Gray was at least the better prophet.\n\n\n\n\nWISHMAKERS' TOWN\n\nA LIMITED edition of this little volume of verse, which seems to me\nin many respects unique, was issued in 1885, and has long been out of\nprint. The reissue of the book is in response to the desire off certain\nreaders who have not forgotten the charm which William Young's poem\nexercised upon them years ago, and, finding the charm still potent,\nwould have others share it.\n\nThe scheme of the poem, for it is a poem and not simply a series of\nunrelated lyrics, is ingenious and original, and unfolds itself in\nmeasures at once strong and delicate. The mood of the poet and the\nmethod of the playwright are obvious throughout. Wishmakers' Town--a\nlittle town situated in the no-man's-land of \"The Tempest\" and \"A\nMidsummer Night's Dream\"--is shown to us as it awakens, touched by the\ndawn. The clangor of bells far and near calls the townfolk to their\nvarious avocations, the toiler to his toil, the idler to his idleness,\nthe miser to his gold. In swift and picturesque sequence the personages\nof the Masque pass before us. Merchants, hucksters, players, lovers,\ngossips, soldiers, vagabonds, and princes crowd the scene, and have in\nturn their word of poignant speech. We mingle with the throng in the\nstreets; we hear the whir of looms and the din of foundries, the blare\nof trumpets, the whisper of lovers, the scandals of the market-place,\nand, in brief, are let into all the secrets of the busy microcosm.\nA contracted stage, indeed, yet large enough for the play of many\npassions, as the narrowest hearthstone may be. With the sounding of the\ncurfew, the town is hushed to sleep again, and the curtain falls on this\nmimic drama of life.\n\nThe charm of it all is not easily to be defined. Perhaps if one could\nname it, the spell were broken. Above the changing rhythms hangs an\natmosphere too evasive for measurement--an atmosphere that stipulates an\nimaginative mood on the part of the reader. The quality which pleases in\ncertain of the lyrical episodes is less intangible. One readily explains\none's liking for so gracious a lyric as The Flower-Seller, to select an\nexample at random. Next to the pleasure that lies in the writing of such\nexquisite verse is the pleasure of quoting it. I copy the stanzas partly\nfor my own gratification, and partly to win the reader to \"Wishmakers'\nTown,\" not knowing better how to do it.\n\n     Myrtle, and eglantine,\n     For the old love and the new!\n     And the columbine,\n     With its cap and bells, for folly!\n     And the daffodil, for the hopes of youth! and the rue,\n     For melancholy!\n     But of all the blossoms that blow,\n     Fair gallants all, I charge you to win, if ye may,\n     This gentle guest,\n     Who dreams apart, in her wimple of purple and gray,\n     Like the blessed Virgin, with meek head bending low\n     Upon her breast.\n     For the orange flower\n     Ye may buy as ye will: but the violet of the wood\n     Is the love of maidenhood;\n     And he that hath worn it but once, though but for an hour,\n     He shall never again, though he wander by many a stream,\n     No, never again shall he meet with a dower that shall seem\n     So sweet and pure; and forever, in after years,\n     At the thought of its bloom, or the fragrance of its breath,\n     The past shall arise,\n     And his eyes shall be dim with tears,\n     And his soul shall be far in the gardens of Paradise\n     Though he stand in the Shambles of death.\nIn a different tone, but displaying the same sureness of execution, is\nthe cry of the lowly folk, the wretched pawns in the great game of life:\n\n     Prince, and Bishop, and Knight, and Dame,\n     Plot, and plunder, and disagree!\n     O but the game is a royal game!\n     O but your tourneys are fair to see!\n\n     None too hopeful we found our lives;\n     Sore was labor from day to day;\n     Still we strove for our babes and wives--\n     Now, to the trumpet, we march away!\n\n     \"Why?\"--For some one hath will'd it so!\n     Nothing we know of the why or the where--\n     To swamp, or jungle, or wastes of snow--\n     Nothing we know, and little we care.\n\n     Give us to kill!--since this is the end\n     Of love and labor in Nature's plan;\n     Give us to kill and ravish and rend,\n     Yea, since this is the end of man.\n\n     States shall perish, and states be born:\n     Leaders, out of the throng, shall press;\n     Some to honor, and some to scorn:\n     We, that are little, shall yet be less.\n\n     Over our lines shall the vultures soar;\n     Hard on our flanks shall the jackals cry;\n     And the dead shall be as the sands of the shore;\n     And daily the living shall pray to die.\n\n     Nay, what matter!--When all is said,\n     Prince and Bishop will plunder still:\n     Lord and Lady must dance and wed.\n     Pity us, pray for us, ye that will!\n\nIt is only the fear of impinging on Mr. Young's copyright that prevents\nme reprinting the graphic ballad of The Wanderer and the prologue of The\nStrollers, which reads like a page from the prelude to some Old-World\nmiracle play. The setting of these things is frequently antique, but the\nthought is the thought of today. I think there is a new generation of\nreaders for such poetry as Mr. Young's. I venture the prophecy that\nit will not lack for them later when the time comes for the inevitable\nrearrangement of present poetic values.\n\nThe author of \"Wishmakers' Town\" is the child of his period, and has not\nescaped the _maladie du siecle_. The doubt and pessimism that marked\nthe end of the nineteenth century find a voice in the bell-like strophes\nwith which the volume closes. It is the dramatist rather than the poet\nwho speaks here. The real message of the poet to mankind is ever one of\nhope. Amid the problems that perplex and discourage, it is for him to\nsing\n\n     Of what the world shall be\n     When the years have died away.\n\n\n\n\n\nHISTORICAL NOVELS\n\nIN default of such an admirable piece of work as Dr. Weir Mitchell's\n\"Hugh Wynne,\" I like best those fictions which deal with kingdoms and\nprincipalities that exist only in the mind's eye. One's knowledge of\nactual events and real personages runs no serious risk of receiving\nshocks in this no-man's-land. Everything that happens in an imaginary\nrealm--in the realm of Ruritania, for illustration--has an air of\npossibility, at least a shadowy vraisemblance. The atmosphere and local\ncolor, having an authenticity of their own, are not to be challenged.\nYou cannot charge the writer with ignorance of the period in which his\nnarrative is laid, since the period is as vague as the geography.\nHe walks on safe ground, eluding many of the perils that beset\nthe story-teller who ventures to stray beyond the bounds of the\nmake-believe. One peril he cannot escape--that of misrepresenting human\nnature.\n\nThe anachronisms of the average historical novel, pretending to\nreflect history, are among its minor defects. It is a thing altogether\nwonderfully and fearfully made--the imbecile intrigue, the cast-iron\ncharacters, the plumed and armored dialogue with its lance of gory\nrhetoric forever at charge. The stage at its worst moments is not so\nunreal. Here art has broken into smithereens the mirror which she is\nsupposed to hold up to nature.\n\nIn this romance-world somebody is always somebody's unsuspected father,\nmother, or child, deceiving every one excepting the reader. Usually\nthe anonymous person is the hero, to whom it is mere recreation to hold\ntwenty swordsmen at bay on a staircase, killing ten or twelve of them\nbefore he escapes through a door that ever providentially opens directly\nbehind him. How tired one gets of that door! The \"caitiff\" in these\nchronicles of when knighthood was in flower is invariably hanged from\n\"the highest battlement\"--the second highest would not do at all; or\nelse he is thrown into \"the deepest dungeon of the castle\"--the second\ndeepest dungeon was never known to be used on these occasions. The hero\nhabitually \"cleaves\" his foeman \"to the midriff,\" the \"midriff\"\nbeing what the properly brought up hero always has in view. A certain\nfictional historian of my acquaintance makes his swashbuckler exclaim:\n\"My sword will [shall] kiss his midriff;\" but that is an exceptionally\nlofty flight of diction. My friend's heroine dresses as a page, and in\nthe course of long interviews with her lover remains unrecognized--a\ndiaphanous literary invention that must have been old when the Pyramids\nwere young. The heroine's small brother, with playful archaicism called\n\"a springald,\" puts on her skirts and things and passes himself off for\nhis sister or anybody else he pleases. In brief, there is no puerility\nthat is not at home in this sphere of misbegotten effort. Listen--a\npriest, a princess, and a young man in woman's clothes are on the scene:\n\n     \\          The princess rose to her feet and\n     approached the priest.\n     \\          \"Father,\" she said swiftly, \"this\n     is not the Lady Joan, my brother's\n     wife, but a youth marvelously like\n     her, who hath offered himself in\n     her place that she might escape. . . .\n     He is the Count von Loen, a lord\n     of Kernsburg.  And I love him.  We\n     want you to marry us now, dear\n     Father--now, without a moment's\n     delay; for if you do not they will\n     kill him, and I shall have to marry\n     Prince Wasp!\"\n\nThis is from \"Joan of the Sword Hand,\" and if ever I read a more silly\nperformance I have forgotten it.\n\n\n\n\nPOOR YORICK\n\nTHERE is extant in the city of New York an odd piece of bric-a-brac\nwhich I am sometimes tempted to wish was in my own possession. On a\nbracket in Edwin Booth's bedroom at The Players--the apartment remains\nas he left it that solemn June day ten years ago--stands a sadly\ndilapidated skull which the elder Booth, and afterward his son Edwin,\nused to soliloquize over in the graveyard at Elsinore in the fifth act\nof \"Hamlet.\"\n\nA skull is an object that always invokes interest more or less poignant;\nit always has its pathetic story, whether told or untold; but this skull\nis especially a skull \"with a past.\"\n\nIn the early forties, while playing an engagement somewhere in the wild\nWest, Junius Brutus Booth did a series of kindnesses to a particularly\nundeserving fellow, the name of him unknown to us. The man, as it\nseemed, was a combination of gambler, horse-stealer, and highwayman--in\nbrief, a miscellaneous desperado, and precisely the melodramatic sort\nof person likely to touch the sympathies of the half-mad player. In the\ncourse of nature or the law, presumably the law, the adventurer bodily\ndisappeared one day, and soon ceased to exist even as a reminiscence in\nthe florid mind of his sometime benefactor.\n\nAs the elder Booth was seated at breakfast one morning in a hotel in\nLouisville, Kentucky, a negro boy entered the room bearing a small osier\nbasket neatly covered with a snowy napkin. It had the general appearance\nof a basket of fruit or flowers sent by some admirer, and as such it\nfigured for a moment in Mr. Booth's conjecture. On lifting the cloth the\nactor started from the chair with a genuine expression on his features\nof that terror which he was used so marvelously to simulate as Richard\nIII. in the midnight tent-scene or as Macbeth when the ghost of Banquo\nusurped his seat at table.\n\nIn the pretty willow-woven basket lay the head of Booth's old pensioner,\nwhich head the old pensioner had bequeathed in due legal form to the\ntragedian, begging him henceforth to adopt it as one of the necessary\nstage properties in the fifth act of Mr. Shakespeare's tragedy of\n\"Hamlet.\" \"Take it away, you black imp!\" thundered the actor to the\nequally aghast negro boy, whose curiosity had happily not prompted him\nto investigate the dark nature of his burden.\n\nShortly afterward, however, the horse-stealer's residuary legatee,\nrecovering from the first shock of his surprise, fell into the grim\nhumor of the situation, and proceeded to carry out to the letter the\ntestator's whimsical request. Thus it was that the skull came to secure\nan engagement to play the role of poor Yorick in J. B. Booth's company\nof strolling players, and to continue a while longer to glimmer behind\nthe footlights in the hands of his famous son.\n\nObserving that the grave-digger in his too eager realism was damaging\nthe thing--the marks of his pick and spade are visible on the\ncranium--Edwin Booth presently replaced it with a papier-mache\ncounterfeit manufactured in the property-room of the theatre. During\nhis subsequent wanderings in Australia and California, he carefully\npreserved the relic, which finally found repose on the bracket in\nquestion.\n\nHow often have I sat, of an afternoon, in that front room on the fourth\nfloor of the clubhouse in Gramercy Park, watching the winter or summer\ntwilight gradually softening and blurring the sharp outline of the skull\nuntil it vanished uncannily into the gloom! Edwin Booth had forgotten,\nif ever he knew, the name of the man; but I had no need of it in order\nto establish acquaintance with poor Yorick. In this association I was\nconscious of a deep tinge of sentiment on my own part, a circumstance\nnot without its queerness, considering how very distant the acquaintance\nreally was.\n\nPossibly he was a fellow of infinite jest in his day; he was sober\nenough now, and in no way disposed to indulge in those flashes of\nmerriment \"that were wont to set the table on a roar.\" But I did not\nregret his evaporated hilarity; I liked his more befitting genial\nsilence, and had learned to look upon his rather open countenance with\nthe same friendliness as that with which I regarded the faces of\nless phantasmal members of the club. He had become to me a dramatic\npersonality as distinct as that of any of the Thespians I met in the\ngrillroom or the library.\n\nYorick's feeling in regard to me was a subject upon which I frequently\nspeculated. There was at intervals an alert gleam of intelligence in\nthose cavernous eye-sockets, as if the sudden remembrance of some old\nexperience had illumined them. He had been a great traveler, and had\nknown strange vicissitudes in life; his stage career had brought him\ninto contact with a varied assortment of men and women, and extended\nhis horizon. His more peaceful profession of holding up mail-coaches on\nlonely roads had surely not been without incident. It was inconceivable\nthat all this had left no impressions. He must have had at least a faint\nrecollection of the tempestuous Junius Brutus Booth. That Yorick\nhad formed his estimate of me, and probably not a flattering one, is\nsomething of which I am strongly convinced.\n\nAt the death of Edwin Booth, poor Yorick passed out of my personal\ncognizance, and now lingers an incongruous shadow amid the memories of\nthe precious things I lost then.\n\nThe suite of apartments formerly occupied by Edwin Booth at The Players\nhas been, as I have said, kept unchanged--a shrine to which from time to\ntime some loving heart makes silent pilgrimage. On a table in the\ncentre of his bedroom lies the book just where he laid it down, an ivory\npaper-cutter marking the page his eyes last rested upon; and in this\nchamber, with its familiar pictures, pipes, and ornaments, the skull\nfinds its proper sanctuary. If at odd moments I wish that by chance poor\nYorick had fallen to my care, the wish is only halfhearted, though had\nthat happened, I would have given him welcome to the choicest corner\nin my study and tenderly cherished him for the sake of one who comes no\nmore.\n\n\n\n\nTHE AUTOGRAPH HUNTER\n\n     One that gathers samphire, dreadful trade!\n     --_King Lear._\n\nTHE material for this paper on the autograph hunter, his ways and his\nmanners, has been drawn chiefly from experiences not my own. My personal\nrelations with him have been comparatively restricted, a circumstance\nto which I owe the privilege of treating the subject with a freedom that\nmight otherwise not seem becoming.\n\nNo author is insensible to the compliment involved in a request for his\nautograph, assuming the request to come from some sincere lover of\nbooks and bookmen. It is an affair of different complection when he is\nimportuned to give time and attention to the innumerable unknown who\n\"collect\" autographs as they would collect postage stamps, with no\ninterest in the matter beyond the desire to accumulate as many as\npossible. The average autograph hunter, with his purposeless insistence,\nreminds one of the queen in Stockton's story whose fad was \"the\nbuttonholes of all nations.\"\n\nIn our population of eighty millions and upward there are probably two\nhundred thousand persons interested more or less in what is termed the\nliterary world. This estimate is absurdly low, but it serves to cast\na sufficient side-light upon the situation. Now, any unit of these two\nhundred thousand is likely at any moment to indite a letter to some\nfavorite novelist, historian, poet, or what not. It will be seen, then,\nthat the autograph hunter is no inconsiderable person. He has made it\nembarrassing work for the author fortunate or unfortunate enough to\nbe regarded as worth while. Every mail adds to his reproachful pile\nof unanswered letters. If he have a conscience, and no amanuensis,\nhe quickly finds himself tangled in the meshes of endless and futile\ncorrespondence. Through policy, good nature, or vanity he is apt to\nbecome facile prey.\n\nA certain literary collector once confessed in print that he always\nstudied the idiosyncrasies of his \"subject\" as carefully as another\nsort of collector studies the plan of the house to which he meditates\na midnight visit. We were assured that with skillful preparation and\nadroit approach an autograph could be extracted from anybody. According\nto the revelations of the writer, Bismarck, Queen Victoria, and\nMr. Gladstone had their respective point of easy access--their one\nunfastened door or window, metaphorically speaking. The strongest man\nhas his weak side.\n\nDr. Holmes's affability in replying to every one who wrote to him was\nperhaps not a trait characteristic of the elder group. Mr. Lowell, for\ninstance, was harder-hearted and rather difficult to reach. I recall one\nday in the library at Elmwood. As I was taking down a volume from the\nshelf a sealed letter escaped from the pages and fluttered to my feet. I\nhanded it to Mr. Lowell, who glanced incuriously at the superscription.\n\"Oh, yes,\" he said, smiling, \"I know 'em by instinct.\" Relieved of its\nenvelope, the missive turned out to be eighteen months old, and began\nwith the usual amusing solecism: \"As one of the most famous of American\nauthors I would like to possess your autograph.\"\n\nEach recipient of such requests has of course his own way of responding.\nMr. Whittier used to be obliging; Mr. Longfellow politic; Mr. Emerson,\nalways philosophical, dreamily confiscated the postage stamps.\n\nTime was when the collector contented himself with a signature on a\ncard; but that, I am told, no longer satisfies. He must have a letter\naddressed to him personally--\"on any subject you please,\" as an immature\nscribe lately suggested to an acquaintance of mine. The ingenuous\nyouth purposed to flourish a letter in the faces of his less fortunate\ncompetitors, in order to show them that he was on familiar terms with\nthe celebrated So-and-So. This or a kindred motive is the spur to many\na collector. The stratagems he employs to compass his end are\ninexhaustible. He drops you an off-hand note to inquire in what year you\nfirst published your beautiful poem entitled \"A Psalm of Life.\" If you\nare a simple soul, you hasten to assure him that you are not the author\nof that poem, which he must have confused with your \"Rime of the\nAncient Mariner\"--and there you are. Another expedient is to ask if your\nfather's middle name was not Hierophilus. Now, your father has probably\nbeen dead many years, and as perhaps he was not a public man in his day,\nyou are naturally touched that any one should have interest in him after\nthis long flight of time. In the innocence of your heart you reply by\nthe next mail that your father's middle name was not Hierophilus, but\nEpaminondas--and there you are again. It is humiliating to be caught\nswinging, like a simian ancestor, on a branch of one's genealogical\ntree.\n\nSome morning you find beside your plate at breakfast an imposing\nparchment with a great gold seal in the upper left-hand corner. This\ndocument--I am relating an actual occurrence--announces with a flourish\nthat you have unanimously been elected an honorary member of The\nKalamazoo International Literary Association. Possibly the honor does\nnot take away your respiration; but you are bound by courtesy to make\nan acknowledgment, and you express your insincere thanks to the obliging\nsecretary of a literary organization which does not exist anywhere on\nearth.\n\nA scheme of lighter creative touch is that of the correspondent who\nadvises you that he is replenishing his library and desires a detailed\nlist of your works, with the respective dates of their first issue,\nprice, style of binding, etc. A bibliophile, you say to yourself. These\ninterrogations should of course have been addressed to your publisher;\nbut they are addressed to you, with the stereotyped \"thanks in advance.\"\nThe natural inference is that the correspondent, who writes in a brisk\ncommercial vein, wishes to fill out his collection of your books, or,\npossibly, to treat himself to a complete set in full crushed Levant.\nEight or ten months later this individual, having forgotten (or hoping\nyou will not remember) that he has already demanded a chronological list\nof your writings, forwards another application couched in the self-same\nwords. The length of time it takes him to \"replenish\" his library (with\nyour books) strikes you as pathetic. You cannot control your emotions\nsufficiently to pen a reply. From a purely literary point of view this\ngentleman cares nothing whatever for your holograph; from a mercantile\npoint of view he cares greatly and likes to obtain duplicate specimens,\nwhich he disposes of to dealers in such frail merchandise.\n\nThe pseudo-journalist who is engaged in preparing a critical and\nbiographical sketch of you, and wants to incorporate, if possible, some\nslight hitherto unnoted event in your life--a signed photograph and\na copy of your bookplate are here in order--is also a character which\nperiodically appears upon the scene. In this little Comedy of Deceptions\nthere are as many players as men have fancies.\n\nA brother slave-of-the-lamp permits me to transfer this leaf from the\nbook of his experience: \"Not long ago the postman brought me a letter of\na rather touching kind. The unknown writer, lately a widow, and plainly\na woman of refinement, had just suffered a new affliction in the loss\nof her little girl. My correspondent asked me to copy for her ten or a\ndozen lines from a poem which I had written years before on the death of\na child. The request was so shrinkingly put, with such an appealing\nair of doubt as to its being heeded, that I immediately transcribed the\nentire poem, a matter of a hundred lines or so, and sent it to her. I am\nunable to this day to decide whether I was wholly hurt or wholly amused\nwhen, two months afterward, I stumbled over my manuscript, with a neat\nprice attached to it, in a second-hand bookshop.\"\n\nPerhaps the most distressing feature of the whole business is the very\npoor health which seems to prevail among autograph hunters. No other\nclass of persons in the community shows so large a percentage of\nconfirmed invalids. There certainly is some mysterious connection\nbetween incipient spinal trouble and the collecting of autographs. Which\nsuperinduces the other is a question for pathology. It is a fact that\none out of every eight applicants for a specimen of penmanship bases\nhis or her claim upon the possession of some vertebral disability which\nleaves him or her incapable of doing anything but write to authors\nfor their autograph. Why this particular diversion should be the sole\nresource remains undisclosed. But so it appears to be, and the appeal\nto one's sympathy is most direct and persuasive. Personally, however,\nI have my suspicions, suspicions that are shared by several men of\nletters, who have come to regard this plea of invalidism, in the\nmajority of cases, as simply the variation of a very old and familiar\ntune. I firmly believe that the health of autograph hunters, as a class,\nis excellent.\n\n\n\n\nROBERT HERRICK\n\nI\n\nA LITTLE over three hundred years ago England had given to her a poet of\nthe very rarest lyrical quality, but she did not discover the fact for\nmore than a hundred and fifty years afterward. The poet himself was\naware of the fact at once, and stated it, perhaps not too modestly, in\ncountless quatrains and couplets, which were not read, or, if read, were\nnot much regarded at the moment. It has always been an incredulous world\nin this matter. So many poets have announced their arrival, and not\narrived!\n\nRobert Herrick was descended in a direct line from an ancient family\nin Lincolnshire, the Eyricks, a mentionable representative of which was\nJohn Eyrick of Leicester, the poet's grandfather, admitted freeman\nin 1535, and afterward twice made mayor of the town. John Eyrick or\nHeyricke--he spelled his name recklessly--had five sons, the second of\nwhich sought a career in London, where he became a goldsmith, and in\nDecember, 1582, married Julian Stone, spinster, of Bedfordshire, a\nsister to Anne, Lady Soame, the wife of Sir Stephen Soame. One of the\nmany children of this marriage was Robert Herrick.\n\nIt is the common misfortune of the poet's biographers, though it was\nthe poet's own great good fortune, that the personal interviewer was an\nunknown quantity at the period when Herrick played his part on the stage\nof life. Of that performance, in its intimate aspects, we have only the\nslightest record.\n\nRobert Herrick was born in Wood street, Cheapside, London, in 1591, and\nbaptized at St. Vedast's, Foster Lane, on August 24 of that year. He had\nseveral brothers and sisters, with whom we shall not concern ourselves.\nIt would be idle to add the little we know about these persons to the\nlittle we know about Herrick himself. He is a sufficient problem without\ndragging in the rest of the family.\n\nWhen the future lyrist was fifteen months old his father, Nicholas\nHerrick, made his will, and immediately fell out of an upper window.\nWhether or not this fall was an intended sequence to the will, the high\nalmoner, Dr. Fletcher, Bishop of Bristol, promptly put in his claim to\nthe estate, \"all goods and chattels of suicides\" becoming his by law.\nThe circumstances were suspicious, though not conclusive, and the\ngood bishop, after long litigation, consented to refer the case to\narbitrators, who awarded him two hundred and twenty pounds, thus leaving\nthe question at issue--whether or not Herrick's death had been his own\npremeditated act--still wrapped in its original mystery. This singular\nlaw, which had the possible effect of inducing high almoners to\nencourage suicide among well-to-do persons of the lower and middle\nclasses, was afterward rescinded.\n\nNicholas Herrick did not leave his household destitute, for his estate\namounted to five thousand pounds, that is to say, twenty-five thousand\npounds in to-day's money; but there were many mouths to feed. The poet's\ntwo uncles, Robert Herrick and William Herrick of Beaumanor, the\nlatter subsequently knighted (1) for his usefulness as jeweller and\nmoney-lender to James I., were appointed guardians to the children.\n\n     (1) Dr. Grosart, in his interesting and valuable Memorial\n     Introduction to Herrick's poems, quotes this curious item\n     from Win-wood's _Manorials of Affairs of State_: \"On Easter\n     Tuesday [1605], one Mr. William Herrick, a goldsmith in\n     Cheapside, was Knighted for making a Hole in the great\n     Diamond the King cloth wear.  The party little expected the\n     honour, but he did his work so well as won the King to an\n     extraordinary liking of it.\"\n\nYoung Robert appears to have attended school in Westminster until his\nfifteenth year, when he was apprenticed to Sir William, who had learned\nthe gentle art of goldsmith from his nephew's father. Though Robert's\nindentures bound him for ten years, Sir William is supposed to have\noffered no remonstrance when he was asked, long before that term\nexpired, to cancel the engagement and allow Robert to enter Cambridge,\nwhich he did as fellow-commoner at St. John's College. At the end of two\nyears he transferred himself to Trinity Hall, with a view to economy and\nthe pursuit of the law--the two frequently go together. He received his\ndegree of B. A. in 1617, and his M. A. in 1620, having relinquished the\nlaw for the arts.\n\nDuring this time he was assumed to be in receipt of a quarterly\nallowance of ten pounds--a not illiberal provision, the pound being then\nfive times its present value; but as the payments were eccentric, the\nmaster of arts was in recurrent distress. If this money came from his\nown share of his father's estate, as seems likely, Herrick had cause for\ncomplaint; if otherwise, the pith is taken out of his grievance.\n\nThe Iliad of his financial woes at this juncture is told in a few\nchance-preserved letters written to his \"most careful uncle,\" as he\ncalls that evidently thrifty person. In one of these monotonous and\ndreary epistles, which are signed \"R. Hearick,\" the writer says: \"The\nessence of my writing is (as heretofore) to entreat you to paye for\nmy use to Mr. Arthour Johnson, bookseller, in Paule's Churchyarde, the\nordinarie sume of tenn pounds, and that with as much sceleritie as you\nmaye.\" He also indulges in the natural wish that his college bills\n\"had leaden wings and tortice feet.\" This was in 1617. The young man's\npatrimony, whatever it may have been, had dwindled, and he confesses to\n\"many a throe and pinches of the purse.\" For the moment, at least, his\nprospects were not flattering.\n\nRobert Herrick's means of livelihood, when in 1620 he quitted the\nuniversity and went up to London, are conjectural. It is clear that he\nwas not without some resources, since he did not starve to death on his\nwits before he discovered a patron in the Earl of Pembroke. In the court\ncircle Herrick also unearthed humbler, but perhaps not less useful,\nallies in the persons of Edward Norgate, clerk of the signet, and Master\nJohn Crofts, cup-bearer to the king. Through the two New Year anthems,\nhonored by the music of Henry Lawes, his Majesty's organist at\nWestminster, it is more than possible that Herrick was brought to the\npersonal notice of Charles and Henrietta Maria. All this was a promise\nof success, but not success itself. It has been thought probable that\nHerrick may have secured some minor office in the chapel at Whitehall.\nThat would accord with his subsequent appointment (September, 1627,) as\nchaplain to the Duke of Buckingham's unfortunate expedition of the Isle\nof Rhe.\n\nPrecisely when Herrick was invested with holy orders is not\nascertainable. If one may draw an inference from his poems, the life he\nled meanwhile was not such as his \"most careful uncle\" would have warmly\napproved. The literary clubs and coffee-houses of the day were open to a\nfree-lance like young Herrick, some of whose blithe measures, passing\nin manuscript from hand to hand, had brought him faintly to light as\na poet. The Dog and the Triple Tun were not places devoted to worship,\nunless it were to the worship of \"rare Ben Jonson,\" at whose feet\nHerrick now sat, with the other blossoming young poets of the season. He\nwas a faithful disciple to the end, and addressed many loving lyrics to\nthe master, of which not the least graceful is His Prayer to Ben Jonson:\n\n     When I a verse shall make,\n     Know I have praid thee\n     For old religion's sake,\n     Saint Ben, to aide me.\n\n     Make the way smooth for me,\n     When I, thy Herrick,\n     Honouring thee, on my knee\n     Offer my lyric.\n\n     Candles I'll give to thee,\n     And a new altar;\n     And thou, Saint Ben, shalt be\n     Writ in my Psalter.\n\nOn September 30, 1629, Charles I., at the recommending of the Earl of\nExeter, presented Herrick with the vicarage of Dean Prior, near Totnes,\nin Devonshire. Here he was destined to pass the next nineteen years of\nhis life among surroundings not congenial. For Herrick to be a mile away\nfrom London stone was for Herrick to be in exile. Even with railway\nand telegraphic interruptions from the outside world, the dullness of a\nprovincial English town of today is something formidable. The dullness\nof a sequestered English hamlet in the early part of the seventeenth\ncentury must have been appalling. One is dimly conscious of a belated\nthrob of sympathy for Robert Herrick. Yet, however discontented or\nunhappy he may have been at first in that lonely vicarage, the world may\ncongratulate itself on the circumstances that stranded him there, far\nfrom the distractions of the town, and with no other solace than his\nMuse, for there it was he wrote the greater number of the poems which\nwere to make his fame. It is to this accidental banishment to Devon that\nwe owe the cluster of exquisite pieces descriptive of obsolete rural\nmanners and customs--the Christmas masks, the Twelfth-night mummeries,\nthe morris-dances, and the May-day festivals.\n\nThe November following Herrick's appointment to the benefice was marked\nby the death of his mother, who left him no heavier legacy than \"a ringe\nof twenty shillings.\" Perhaps this was an understood arrangement between\nthem; but it is to be observed that, though Herrick was a spendthrift in\nepitaphs, he wasted no funeral lines on Julian Herrick. In the matter of\nverse he dealt generously with his family down to the latest nephew.\nOne of his most charming and touching poems is entitled To His Dying\nBrother, Master William Herrick, a posthumous son. There appear to\nhave been two brothers named William. The younger, who died early, is\nsupposed to be referred to here.\n\nThe story of Herrick's existence at Dean Prior is as vague and bare of\ndetail as the rest of the narrative. His parochial duties must have\nbeen irksome to him, and it is to be imagined that he wore his cassock\nlightly. As a preparation for ecclesiastical life he forswore sack and\npoetry; but presently he was with the Muse again, and his farewell to\nsack was in a strictly Pickwickian sense. Herrick had probably accepted\nthe vicarship as he would have accepted a lieutenancy in a troop of\nhorse--with an eye to present emolument and future promotion. The\npromotion never came, and the emolument was nearly as scant as that\nof Goldsmith's parson, who considered himself \"passing rich with forty\npounds a year\"--a height of optimism beyond the reach of Herrick, with\nhis expensive town wants and habits. But fifty pounds--the salary of\nhis benefice--and possible perquisites in the way of marriage and burial\nfees would enable him to live for the time being. It was better than a\npossible nothing a year in London.\n\nHerrick's religious convictions were assuredly not deeper than those of\nthe average layman. Various writers have taken a different view of the\nsubject; but it is inconceivable that a clergyman with a fitting sense\nof his function could have written certain of the poems which Herrick\nafterward gave to the world--those astonishing epigrams upon his rustic\nenemies, and those habitual bridal compliments which, among his personal\nfriends, must have added a terror to matrimony. Had he written only\nin that vein, the posterity which he so often invoked with pathetic\nconfidence would not have greatly troubled itself about him.\n\nIt cannot positively be asserted that all the verses in question relate\nto the period of his incumbency, for none of his verse is dated, with\nthe exception of the Dialogue betwixt Horace and Lydia. The date of some\nof the compositions may be arrived at by induction. The religious pieces\ngrouped under the title of Noble Numbers distinctly associate themselves\nwith Dean Prior, and have little other interest. Very few of them are\n\"born of the royal blood.\" They lack the inspiration and magic of his\nsecular poetry, and are frequently so fantastical and grotesque as to\nstir a suspicion touching the absolute soundness of Herrick's mind at\nall times. The lines in which the Supreme Being is assured that he may\nread Herrick's poems without taking any tincture from their sinfulness\nmight have been written in a retreat for the unbalanced. \"For\nunconscious impiety,\" remarks Mr. Edmund Gosse, (1) \"this rivals the\nfamous passage in which Robert Montgomery exhorted God to 'pause and\nthink.'\" Elsewhere, in an apostrophe to \"Heaven,\" Herrick says:\n\n     Let mercy be\n     So kind to set me free,\n     And I will straight\n     Come in, or force the gate.\n\nIn any event, the poet did not purpose to be left out!\n\n     (1) In _Seventeenth-Century Studies_. and the general\n     absence of arrangement in the \"Hesperides,\" Dr. Grosart\n     advances the theory that the printers exercised arbitrary\n     authority on these points.  Dr. Grosart assumes that Herrick\n     kept the epigrams and personal tributes in manuscript books\n     separate from the rest of the work, which would have made a\n     too slender volume by itself, and on the plea of this\n     slender-ness was induced to trust the two collections to the\n     publisher, \"whereupon he or some un-skilled subordinate\n     proceeded to intermix these additions with the others.  That\n     the poet him-self had nothing to do with the arrangement or\n     disarrangement lies on the surface.\"  This is an amiable\n     supposition, but merely a supposition.\n\nRelative to the inclusion of unworthy pieces, Herrick personally placed\nthe \"copy\" in the hands of John Williams and Francis Eglesfield, and\nif he were over-persuaded to allow them to print unfit verses, and to\nobserve no method whatever in the contents of the book, the discredit is\nnone the less his. It is charitable to believe that Herrick's coarseness\nwas not the coarseness of the man, but of the time, and that he followed\nthe fashion _malgre lui_. With regard to the fairy poems, they certainly\nshould have been given in sequence; but if there are careless printers,\nthere are also authors who are careless in the arrangement of their\nmanuscript, a kind of task, moreover, in which Herrick was wholly\nunpractised, and might easily have made mistakes. The \"Hesperides\" was\nhis sole publication.\n\nHerrick was now thirty-eight years of age. Of his personal appearance\nat this time we have no description. The portrait of him prefixed to the\noriginal edition of his works belongs to a much later moment. Whether or\nnot the bovine features in Marshall's engraving are a libel on the poet,\nit is to be regretted that oblivion has not laid its erasing finger on\nthat singularly unpleasant counterfeit presentment. It is interesting to\nnote that this same Marshall engraved the head of Milton for the\nfirst collection of his miscellaneous poems--the precious 1645 volume\ncontaining Il Penseroso, Lycidas, Comus, etc. The plate gave great\noffense to the serious-minded young Milton, not only because it\nrepresented him as an elderly person, but because of certain minute\nfigures of peasant lads and lassies who are very indistinctly seen\ndancing frivolously under the trees in the background. Herrick had more\nreason to protest. The aggressive face bestowed upon him by the artist\nlends a tone of veracity to the tradition that the vicar occasionally\nhurled the manuscript of his sermon at the heads of his drowsy\nparishioners, accompanying the missive with pregnant remarks. He has the\naspect of one meditating assault and battery.\n\nTo offset the picture there is much indirect testimony to the amiability\nof the man, aside from the evidence furnished by his own writings.\nHe exhibits a fine trait in the poem on the Bishop of Lincoln's\nimprisonment--a poem full of deference and tenderness for a person\nwho had evidently injured the writer, probably by opposing him in some\naffair of church preferment. Anthony Wood says that Herrick \"became much\nbeloved by the gentry in these parts for his florid and witty (wise)\ndiscourses.\" It appears that he was fond of animals, and had a pet\nspaniel called Tracy, which did not get away without a couplet attached\nto him:\n\n     Now thou art dead, no eye shall ever see\n     For shape and service spaniell like to thee.\n\nAmong the exile's chance acquaintances was a sparrow, whose elegy he\nalso sings, comparing the bird to Lesbia's sparrow, much to the latter's\ndisadvantage. All of Herrick's geese were swans. On the authority of\nDorothy King, the daughter of a woman who served Herrick's successor at\nDean Prior in 1674, we are told that the poet kept a pig, which he had\ntaught to drink out of a tankard--a kind of instruction he was admirably\nqualified to impart. Dorothy was in her ninety-ninth year when she\ncommunicated this fact to Mr. Barron Field, the author of the paper on\nHerrick published in the \"Quarterly Review\" for August, 1810, and in the\nBoston edition (1) of the \"Hesperides\" attributed to Southey.\n\n     (1) The Biographical Notice prefacing this volume of The\n     British Poets is a remarkable production, grammatically and\n     chronologi-cally.  On page 7 the writer speaks of Herrick as\n     living \"in habits of intimacy\" with Ben Jonson in 1648.  If\n     that was the case, Her-rick must have taken up his quarters\n     in Westminster Abbey, for Jonson had been dead eleven years.\n\nWhat else do we know of the vicar? A very favorite theme with Herrick\nwas Herrick. Scattered through his book are no fewer than twenty-five\npieces entitled On Himself, not to mention numberless autobiographical\nhints under other captions. They are merely hints, throwing casual\nside-lights on his likes and dislikes, and illuminating his vanity. A\nwhimsical personage without any very definite outlines might be evolved\nfrom these fragments. I picture him as a sort of Samuel Pepys, with\nperhaps less quaintness, and the poetical temperament added. Like the\nprince of gossips, too, he somehow gets at your affections. In one place\nHerrick laments the threatened failure of his eyesight (quite in what\nwould have been Pepys's manner had Pepys written verse), and in another\nplace he tells us of the loss of a finger. The quatrain treating of this\nlatter catastrophe is as fantastic as some of Dr. Donne's _concetti_:\n\n     One of the five straight branches of my hand\n     Is lopt already, and the rest but stand\n     Expecting when to fall, which soon will be:\n     First dies the leafe, the bough next, next the tree.\n\nWith all his great show of candor Herrick really reveals as little of\nhimself as ever poet did. One thing, however, is manifest--he understood\nand loved music. None but a lover could have said:\n\n     The mellow touch of musick most doth wound\n     The soule when it doth rather sigh than sound.\n\nOr this to Julia:\n\n     So smooth, so sweet, so silvery is thy voice,\n     As could they hear, the damn'd would make no noise,\n     But listen to thee walking in thy chamber\n     Melting melodious words to lutes of amber.\n\n     . . . Then let me lye\n     Entranc'd, and lost confusedly;\n     And by thy musick stricken mute,\n     Die, and be turn'd into a lute.\n\nHerrick never married. His modest Devonshire establishment was managed\nby a maidservant named Prudence Baldwin. \"Fate likes fine names,\" says\nLowell. That of Herrick's maid-of-all-work was certainly a happy meeting\nof gentle vowels and consonants, and has had the good fortune to be\nembalmed in the amber of what may be called a joyous little threnody:\n\n     In this little urne is laid\n     Prewdence Baldwin, once my maid;\n     From whose happy spark here let\n     Spring the purple violet.\n\nHerrick addressed a number of poems to her before her death, which\nseems to have deeply touched him in his loneliness. We shall not allow a\npleasing illusion to be disturbed by the flippancy of an old writer who\nsays that \"Prue was but indifferently qualified to be a tenth muse.\" She\nwas a faithful handmaid, and had the merit of causing Herrick in this\noctave to strike a note of sincerity not usual with him:\n\n     These summer birds did with thy master stay\n     The times of warmth, but then they flew away,\n     Leaving their poet, being now grown old,\n     Expos'd to all the coming winter's cold.\n     But thou, kind Prew, didst with my fates abide\n     As well the winter's as the summer's tide:\n     For which thy love, live with thy master here\n     Not two, but all the seasons of the year.\n\nThus much have I done for thy memory, Mistress Prew!\n\nIn spite of Herrick's disparagement of Deanbourn, which he calls \"a rude\nriver,\" and his characterization of Devon folk as \"a people currish,\nchurlish as the seas,\" the fullest and pleasantest days of his life\nwere probably spent at Dean Prior. He was not unmindful meanwhile of the\ngathering political storm that was to shake England to its foundations.\nHow anxiously, in his solitude, he watched the course of events,\nis attested by many of his poems. This solitude was not without its\ncompensation. \"I confess,\" he says,\n\n     I ne'er invented such\n     Ennobled numbers for the presse\n     Than where I loath'd so much.\n\nA man is never wholly unhappy when he is writing verses. Herrick was\nfirmly convinced that each new lyric was a stone added to the pillar of\nhis fame, and perhaps his sense of relief was tinged with indefinable\nregret when he found himself suddenly deprived of his benefice. The\nintegrity of some of his royalistic poems is doubtful; but he was not\ngiven the benefit of the doubt by the Long Parliament, which ejected the\npanegyrist of young Prince Charles from the vicarage of Dean Prior,\nand installed in his place the venerable John Syms, a gentleman with\npronounced Cromwellian views.\n\nHerrick metaphorically snapped his fingers at the Puritans, discarded\nhis clerical habiliments, and hastened to London to pick up such as were\nleft of the gay-colored threads of his old experience there. Once more\nhe would drink sack at the Triple Tun, once more he would breathe the\nair breathed by such poets and wits as Cotton, Denham, Shirley, Selden,\nand the rest. \"Yes, by Saint Anne! and ginger shall be hot I' the mouth\ntoo.\" In the gladness of getting back \"from the dull confines of the\ndrooping west,\" he writes a glowing apostrophe to London--that \"stony\nstepmother to poets.\" He claims to be a free-born Roman, and is proud\nto find himself a citizen again. According to his earlier biographers,\nHerrick had much ado not to starve in that same longed-for London, and\nfell into great misery; but Dr. Grosart disputes this, arguing, with\njustness, that Herrick's family, which was wealthy and influential,\nwould not have allowed him to come to abject want. With his royalistic\ntendencies he may not have breathed quite freely in the atmosphere of\nthe Commonwealth, and no doubt many tribulations fell to his lot, but\namong them was not poverty.\n\nThe poet was now engaged in preparing his works for the press, and a few\nweeks following his return to London they were issued in a single volume\nwith the title \"Hesperides; or, The Works both Humane and Divine of\nRobert Herrick, Esq.\"\n\nThe time was not ready for him. A new era had dawned--the era of the\ncommonplace. The interval was come when Shakespeare himself was to lie\nin a kind of twilight. Herrick was in spirit an Elizabethan, and had\nstrayed by chance into an artificial and prosaic age--a sylvan singing\ncreature alighting on an alien planet. \"He was too natural,\" says Mr.\nPalgrave in his Chrysomela, \"too purely poetical; he had not the learned\npolish, the political allusion, the tone of the city, the didactic turn,\nwhich were then and onward demanded from poetry.\" Yet it is strange that\na public which had a relish for Edmund Waller should neglect a poet who\nwas fifty times finer than Waller in his own specialty. What poet then,\nor in the half-century that followed the Restoration, could have written\nCorinna's Going a-Maying, or approached in kind the ineffable grace and\nperfection to be found in a score of Herrick's lyrics?\n\nThe \"Hesperides\" was received with chilling indifference. None of\nHerrick's great contemporaries has left a consecrating word concerning\nit. The book was not reprinted during the author's lifetime, and for\nmore than a century after his death Herrick was virtually unread. In\n1796 the \"Gentleman's Magazine\" copied a few of the poems, and two years\nlater Dr. Nathan Drake published in his \"Literary Hours\" three critical\npapers on the poet, with specimens of his writings. Dr. Johnson omitted\nhim from the \"Lives of the Poets,\" though space was found for half a\nscore of poetasters whose names are to be found nowhere else. In 1810\nDr. Nott, a physician of Bristol, issued a small volume of selections.\nIt was not until 1823 that Herrick was reprinted in full. It remained\nfor the taste of our own day to multiply editions of him.\n\nIn order to set the seal to Herrick's fame, it is now only needful that\nsome wiseacre should attribute the authorship of the poems to some man\nwho could not possibly have written a line of them. The opportunity\npresents attractions that ought to be irresistible. Excepting a handful\nof Herrick's college letters there is no scrap of his manuscript extant;\nthe men who drank and jested with the poet at the Dog or the Triple Tun\nmake no reference to him; (1) and in the wide parenthesis formed by his\nbirth and death we find as little tangible incident as is discoverable\nin the briefer span of Shakespeare's fifty-two years. Here is material\nfor profundity and ciphers!\n\n\n     (1) With the single exception of the writer of some verses\n     in the _Musarum Deliciae_ (1656) who mentions\n\n     That old sack\n     Young Herrick took to entertain\n     The Muses in a sprightly vein.\n\nHerrick's second sojourn in London covered the period between 1648\nand 1662, curing which interim he fades from sight, excepting for\nthe instant when he is publishing his book. If he engaged in further\nliterary work there are no evidences of it beyond one contribution to\nthe \"Lacrymae Musarum\" in 1649.\n\nHe seems to have had lodgings, for a while at least, in St. Anne's,\nWestminster. With the court in exile and the grim Roundheads seated in\nthe seats of the mighty, it was no longer the merry London of his early\nmanhood. Time and war had thinned the ranks of friends; in the old\nhaunts the old familiar faces were wanting. Ben Jonson was dead, Waller\nbanished, and many another comrade \"in disgrace with fortune and men's\neyes.\" As Herrick walked through crowded Cheapside or along the dingy\nriver-bank in those years, his thought must have turned more than once\nto the little vicarage in Devonshire, and lingered tenderly.\n\nOn the accession of Charles II. a favorable change of wind wafted\nHerrick back to his former moorings at Dean Prior, the obnoxious\nSyms having been turned adrift. This occurred on August 24, 1662, the\nseventy-first anniversary of the poet's baptism. Of Herrick's movements\nafter that, tradition does not furnish even the shadow of an outline.\nThe only notable event concerning him is recorded twelve years later\nin the parish register: \"Robert Herrick, vicker, was buried ye 15th day\nOctober, 1674.\" He was eighty-three years old. The location of his grave\nis unknown. In 1857 a monument to his memory was erected in Dean Church.\nAnd this is all.\n\n\n\nII\n\nTHE details that have come down to us touching Herrick's private life\nare as meagre as if he had been a Marlowe or a Shakespeare. But were\nthey as ample as could be desired they would still be unimportant\ncompared with the single fact that in 1648 he gave to the world\nhis \"Hesperides.\" The environments of the man were accidental and\ntransitory. The significant part of him we have, and that is enduring so\nlong as wit, fancy, and melodious numbers hold a charm for mankind.\n\nA fine thing incomparably said instantly becomes familiar, and has\nhenceforth a sort of dateless excellence. Though it may have been said\nthree hundred years ago, it is as modern as yesterday; though it may\nhave been said yesterday, it has the trick of seeming to have been\nalways in our keeping. This quality of remoteness and nearness belongs,\nin a striking degree, to Herrick's poems. They are as novel to-day as\nthey were on the lips of a choice few of his contemporaries, who, in\nreading them in their freshness, must surely have been aware here and\nthere of the ageless grace of old idyllic poets dead and gone.\n\nHerrick was the bearer of no heavy message to the world, and such\nmessage as he had he was apparently in no hurry to deliver. On this\npoint he somewhere says:\n\n     Let others to the printing presse run fast;\n     Since after death comes glory, I 'll not haste.\n\nHe had need of his patience, for he was long detained on the road by\nmany of those obstacles that waylay poets on their journeys to the\nprinter.\n\nHerrick was nearly sixty years old when he published the \"Hesperides.\"\nIt was, I repeat, no heavy message, and the bearer was left an\nunconscionable time to cool his heels in the antechamber. Though his\npieces had been set to music by such composers as Lawes, Ramsay, and\nLaniers, and his court poems had naturally won favor with the Cavalier\nparty, Herrick cut but a small figure at the side of several of his\nrhyming contemporaries who are now forgotten. It sometimes happens\nthat the light love-song, reaching few or no ears at its first singing,\noutlasts the seemingly more prosperous ode which, dealing with some\npassing phase of thought, social or political, gains the instant\napplause of the multitude. In most cases the timely ode is somehow\napt to fade with the circumstance that inspired it, and becomes the\nyesterday's editorial of literature. Oblivion likes especially to get\nhold of occasional poems. That makes it hard for feeble poets laureate.\n\nMr. Henry James once characterized Alphonse Daudet as \"a great little\nnovelist.\" Robert Herrick is a great little poet. The brevity of his\npoems, for he wrote nothing _de longue haleine_, would place him among\nthe minor singers; his workmanship places him among the masters. The\nHerricks were not a family of goldsmiths and lapidaries for nothing. The\naccurate touch of the artificer in jewels and costly metals was one\nof the gifts transmitted to Robert Herrick. Much of his work is as\nexquisite and precise as the chasing on a dagger-hilt by Cellini; the\nline has nearly always that vine-like fluency which seems impromptu,\nand is never the result of anything but austere labor. The critic who,\nborrowing Milton's words, described these carefully wrought poems as\n\"wood-notes wild\" showed a singular lapse of penetration. They are full\nof subtle simplicity. Here we come across a stanza as severely cut as an\nantique cameo--the stanza, for instance, in which the poet speaks of his\nlady-love's \"winter face\"--and there a couplet that breaks into unfading\ndaffodils and violets. The art, though invisible, is always there. His\namatory songs and catches are such poetry as Orlando would have liked to\nhang on the boughs in the forest of Arden. None of the work is hastily\ndone, not even that portion of it we could wish had not been done at\nall. Be the motive grave or gay, it is given that faultlessness of form\nwhich distinguishes everything in literature that has survived its\nown period. There is no such thing as \"form\" alone; it is only the\nclose-grained material that takes the highest finish. The structure\nof Herrick's verse, like that of Blake, is simple to the verge of\ninnocence. Such rhythmic intricacies as those of Shelley, Tennyson, and\nSwinburne he never dreamed of. But his manner has this perfection: it\nfits his matter as the cup of the acorn fits its meat.\n\nOf passion, in the deeper sense, Herrick has little or none. Here are\nno \"tears from the depth of some divine despair,\" no probings into the\ntragic heart of man, no insight that goes much farther than the pathos\nof a cowslip on a maiden's grave. The tendrils of his verse reach up to\nthe light, and love the warmer side of the garden wall. But the reader\nwho does not detect the seriousness under the lightness misreads\nHerrick. Nearly all true poets have been wholesome and joyous singers.\nA pessimistic poet, like the poisonous ivy, is one of nature's sarcasms.\nIn his own bright pastoral way Herrick must always remain unexcelled.\nHis limitations are certainly narrow, but they leave him in the\nsunshine. Neither in his thought nor in his utterance is there any\ncomplexity; both are as pellucid as a woodland pond, content to\nduplicate the osiers and ferns, and, by chance, the face of a girl\nstraying near its crystal. His is no troubled stream in which large\ntrout are caught. He must be accepted on his own terms.\n\nThe greatest poets have, with rare exceptions, been the most indebted\nto their predecessors or to their contemporaries. It has wittily been\nremarked that only mediocrity is ever wholly original. Impressionability\nis one of the conditions of the creative faculty: the sensitive mind is\nthe only mind that invents. What the poet reads, sees, and feels, goes\ninto his blood, and becomes an ingredient of his originality. The\ncolor of his thought instinctively blends itself with the color of its\naffinities. A writer's style, if it have distinction, is the outcome of\na hundred styles.\n\nThough a generous borrower of the ancients, Herrick appears to have been\nexceptionally free from the influence of contemporary minds. Here and\nthere in his work are traces of his beloved Ben Jonson, or fleeting\nimpressions of Fletcher, and in one instance a direct infringement\non Suckling; but the sum of Herrick's obligations of this sort is\ninconsiderable.\n\nThis indifference to other writers of his time, this insularity, was\ndoubtless his loss. The more exalted imagination of Vaughan or Marvell\nor Herbert might have taught him a deeper note than he sounded in his\npurely devotional poems. Milton, of course, moved in a sphere apart.\nShakespeare, whose personality still haunted the clubs and taverns which\nHerrick frequented on his first going up to London, failed to lay any\nappreciable spell upon him. That great name, moreover, is a jewel which\nfinds no setting in Herrick's rhyme. His general reticence relative to\nbrother poets is extremely curious when we reflect on his penchant for\naddressing four-line epics to this or that individual. They were, in\nthe main, obscure individuals, whose identity is scarcely worth\nestablishing. His London life, at two different periods, brought him\ninto contact with many of the celebrities of the day; but his verse has\nhelped to confer immortality on very few of them. That his verse had the\nsecret of conferring immortality was one of his unshaken convictions.\nShakespeare had not a finer confidence when he wrote,\n\n     Not marble nor the gilded monuments\n     Of princes shall outlive this powerful rhyme,\n\nthan has Herrick whenever he speaks of his own poetry, and he is not by\nany means backward in speaking of it. It was the breath of his nostrils.\nWithout his Muse those nineteen years in that dull, secluded Devonshire\nvillage would have been unendurable.\n\nHis poetry has the value and the defect of that seclusion. In spite,\nhowever, of his contracted horizon there is great variety in Herrick's\nthemes. Their scope cannot be stated so happily as he has stated it:\n\n     I sing of brooks, of blossoms, birds and bowers,\n     Of April, May, of June, and July flowers;\n     I sing of May-poles, hock-carts, wassails, wakes,\n     Of bridegrooms, brides, and of their bridal-cakes;\n     I write of Youth, of Love, and have access\n     By these to sing of cleanly wantonness;\n     I sing of dews, of rains, and piece by piece\n     Of balm, of oil, of spice and ambergris;\n     I sing of times trans-shifting, and I write\n     How roses first came red and lilies white;\n     I write of groves, of twilights, and I sing\n     The Court of Mab, and of the Fairy King;\n     I write of Hell; I sing (and ever shall)\n     Of Heaven, and hope to have it after all.\n\nNever was there so pretty a table of contents! When you open his book\nthe breath of the English rural year fans your cheek; the pages seem to\nexhale wildwood and meadow smells, as if sprigs of tansy and lavender\nhad been shut up in the volume and forgotten. One has a sense of\nhawthorn hedges and wide-spreading oaks, of open lead-set lattices half\nhidden with honeysuckle; and distant voices of the haymakers, returning\nhome in the rosy afterglow, fall dreamily on one's ear, as sounds should\nfall when fancy listens. There is no English poet so thoroughly English\nas Herrick. He painted the country life of his own time as no other has\npainted it at any time.\n\nIt is to be remarked that the majority of English poets regarded as\nnational have sought their chief inspiration in almost every land and\nperiod excepting their own. Shakespeare went to Italy, Denmark, Greece,\nEgypt, and to many a hitherto unfooted region of the imagination, for\nplot and character. It was not Whitehall Garden, but the Garden of Eden\nand the celestial spaces, that lured Milton. It is the Ode on a Grecian\nUrn, The Eve of St. Agnes, and the noble fragment of Hyperion that\nhave given Keats his spacious niche in the gallery of England's poets.\nShelley's two masterpieces, Prometheus Unbound and The Cenci, belong\nrespectively to Greece and Italy. Browning's The Ring and the Book is\nItalian; Tennyson wandered to the land of myth for the Idylls of the\nKing, and Matthew Arnold's Sohrab and Rustum--a narrative poem second in\ndignity to none produced in the nineteenth century--is a Persian story.\nBut Herrick's \"golden apples\" sprang from the soil in his own day, and\nreddened in the mist and sunshine of his native island.\n\nEven the fairy poems, which must be classed by themselves, are not\nwanting in local flavor. Herrick's fairy world is an immeasurable\ndistance from that of \"A Midsummer Night's Dream.\" Puck and Titania\nare of finer breath than Herrick's little folk, who may be said to have\nDevonshire manners and to live in a miniature England of their own. Like\nthe magician who summons them from nowhere, they are fond of color and\nperfume and substantial feasts, and indulge in heavy draughts--from the\ncups of morning-glories. In the tiny sphere they inhabit everything is\nmarvelously adapted to their requirement; nothing is out of proportion\nor out of perspective. The elves are a strictly religious people in\ntheir winsome way, \"part pagan, part papistical;\" they have their\npardons and indulgences, their psalters and chapels, and\n\n     An apple's-core is hung up dried,\n     With rattling kernels, which is rung\n     To call to Morn and Even-song;\n\nand very conveniently,\n\n     Hard by, I' th' shell of half a nut,\n     The Holy-water there is put.\n\nIt is all delightfully naive and fanciful, this elfin-world, where the\nimpossible does not strike one as incongruous, and the England of 1648\nseems never very far away.\n\nIt is only among the apparently unpremeditated lyrical flights of the\nElizabethan dramatists that one meets with anything like the lilt and\nliquid flow of Herrick's songs. While in no degree Shakespearian echoes,\nthere are epithalamia and dirges of his that might properly have fallen\nfrom the lips of Posthumus in \"Cymbeline.\" This delicate epicede would\nhave fitted Imogen:\n\n     Here a solemne fast we keepe\n     While all beauty lyes asleepe;\n     Husht be all things; no noyse here\n     But the toning of a teare,\n     Or a sigh of such as bring\n     Cowslips for her covering.\n\nMany of the pieces are purely dramatic in essence; the Mad Maid's Song,\nfor example. The lyrist may speak in character, like the dramatist. A\npoet's lyrics may be, as most of Browning's are, just so many\n_dramatis personae_. \"Enter a Song singing\" is the stage-direction in a\nseventeenth-century play whose name escapes me. The sentiment dramatized\nin a lyric is not necessarily a personal expression. In one of his\ncouplets Herrick neatly denies that his more mercurial utterances are\nintended presentations of himself:\n\n     To his Book's end this last line he'd have placed--\n     Jocund his Muse was, but his Life was chaste.\n\nIn point of fact he was a whole group of imaginary lovers in one.\nSilvia, Anthea, Electra, Perilla, Perenna, and the rest of those lively\nladies ending in _a_, were doubtless, for the most part, but airy\nphantoms dancing--as they should not have danced--through the brain of\na sentimental old bachelor who happened to be a vicar of the Church\nof England. Even with his overplus of heart it would have been quite\nimpossible for him to have had enough to go round had there been so\nnumerous actual demands upon it.\n\nThus much may be conceded to Herrick's verse: at its best it has wings\nthat carry it nearly as close to heaven's gate as any of Shakespeare's\nlark-like interludes. The brevity of the poems and their uniform\nsmoothness sometimes produce the effect of monotony. The crowded\nrichness of the line advises a desultory reading. But one must go back\nto them again and again. They bewitch the memory, having once caught\nit, and insist on saying themselves over and over. Among the poets of\nEngland the author of the \"Hesperides\" remains, and is likely to remain,\nunique. As Shakespeare stands alone in his vast domain, so Herrick\nstands alone in his scanty plot of ground.\n\n\n\"Shine, Poet! in thy place, and be content.\"\n\n\n\n\n\nEnd of Project Gutenberg's Ponkapog Papers, by Thomas Bailey Aldrich\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PONKAPOG PAPERS ***\n\n***** This file should be named 625.txt or 625.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/6\/2\/625\/\n\nProduced by Judith Boss and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":515,"split":"train"}
