{"ori_id":"c2193fc3815805a7d95a72d4f28b02133a7db6de","title":"Tam o' Shanter (poem)","context":"Tam o' Shanter (poem)\n The poem begins:\nWhen chapman billies leave the street,\n\nAnd drouthy neibors, neibors, meet;\n\nAs market days are wearing late,\n\nAnd folk begin to tak the gate,\n\nWhile we sit bousing at the nappy,\n\nAn' getting fou and unco happy,\n\nWe think na on the lang Scots miles,\n\nThe mosses, waters, slaps and stiles,\n\nThat lie between us and our hame,\n\nWhere sits our sulky, sullen dame,\n\nGathering her brows like gathering storm,\n\nNursing her wrath to keep it warm.\nAfter Burns has located us geographically:\n(Auld Ayr, wham ne'er a town surpasses,\n\nFor honest men and bonnie lasses).\n(a quote that gave Ayr United F.C. their nickname \"the honest men\"), Tam sits and drinks with his friends, and the reader is regaled with a dark prophecy of Tam's wife Kate:\nShe prophesied that late or soon,\n\nThou wad be found, deep drown'd in Doon,\n\nOr catch'd wi' warlocks in the mirk,\n\nBy Alloway's auld, haunted kirk.\nTam's wife, Kate, is portrayed as an authority to be feared. Then:\nAh, gentle dames! it gars me greet,\n\nTo think how mony counsels sweet,\n\nHow mony lengthen'd, sage advices,\n\nThe husband frae the wife despises!\nTam continues to drink and even flirts with the landlady of the pub. Eventually he mounts up and rides off on his grey mare Meg, for his long, dark, lonely ride home. Burns emphasises the spooky character of the Ayrshire countryside Tam has to ride throughâ\u0080\u0094but of course it is much easier as he is drunk:\nInspiring bold John Barleycorn!\n\nWhat dangers thou canst make us scorn!\n\nWi' tippenny, we fear nae evil;\n\nWi' usquabae, we'll face the devil!\nWith the scene set, suddenly: \"wow! Tam saw an unco sight!\"\nThe sight he sees is Alloway Kirk, ablaze with light, where a weird hallucinatory dance involving witches and warlocks, open coffins and even the Devil himself is in full swing. The scene is told with grimly enthusiastic gothic attention to detail. Tam manages to watch silently until, the dancing witches having cast off most of their clothes, he is beguiled by one particularly comely female witch, Nannie, whose shirt (cutty-sark) is too small for her. He cannot help shouting out in passion:\nWeel done, Cutty-sark!\nAnd in an instant all was dark:\nThe devil decides to follow Tam, but the evident pride in the ability of his horse is justified as she is able to help him to \"win the key-stone o' the brig\". (The Devil, witches and warlocks cannot cross running water.)\nThey only just make it though, as Nannie, first among the \"hellish legion\" chasing, grabs the horse's tail, which comes off. In fine, tongue-in-cheek moralistic mode, the poem concludes:\nNow, wha this tale o' truth shall read,\n\nIlk man and mother's son, take heed:\n\nWhene'er to Drink you are inclin'd,\n\nOr Cutty-sarks rin in your mind,\n\nThink ye may buy the joys o'er dear;\n\nRemember Tam o' Shanter's mare\nï»¿The Project Gutenberg EBook of Tam O'Shanter, by Robert Burns\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Tam O'Shanter\n\nAuthor: Robert Burns\n\nIllustrator: Harry L. Miller\n\nRelease Date: June 9, 2008 [EBook #25733]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TAM O'SHANTER ***\n\n\n\n\nProduced by Tamise Totterdell and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This file was\nproduced from images generously made available by The\nInternet Archive\/Canadian Libraries)\n\n\n\n\n\n\n\n\n\n[Illustration: She tauld thee well thou was a skellum.]\n\n\n\n\n            Tam O' Shanter.\n\n             Robert Burns.\n\n\n              Decorations\n                   by\n            Harry L. Miller.\n\n\n                  The\n      Saalfield Publishing Company.\n              Akron Ohio\n       New York        Chicago.\n\n\n\n\n             COPYRIGHT, 1908.\n                    BY\n    THE SAALFIELD PUBLISHING COMPANY.\n\n\n\n\n[Illustration: List of Decorations.]\n\n\n                                                          Page\n\n    \"She tauld thee well thou was a skellum\"      Frontispiece\n\n    \"The landlady and Tam grew gracious\"                    13\n\n    \"Well mounted on his grey mare, Meg\"                    19\n\n    \"The dancers quick and quicker flew\"                    27\n\n\n\n\nTAM O' SHANTER\n\nBY\n\nROBERT BURNS\n\n\n\n\nTam o' Shanter.\n\nA Tale.\n\n\n    WHEN chapman billies leave the street,\n    And drouthy neebors, neebors meet,\n    As market-days are wearing late,\n    An' folk begin to tak the gate;\n    While we sit bousing at the nappy,\n    An' getting fou and unco happy,\n    We think na on the lang Scots miles,\n    The mosses, waters, slaps, and styles,\n    That lie between us and our hame,\n    Whar sits our sulky sullen dame,\n    Gathering her brows like gathering storm,\n    Nursing her wrath to keep it warm.\n\n      This truth fand honest Tam o' Shanter,\n    As he frae Ayr ae night did canter\n    (Auld Ayr wham ne'er a town surpasses\n    For honest men and bonny lasses).\n\n      O Tam! hadst thou but been sae wise,\n    As ta'en thy ain wife Kate's advice!\n    She tauld thee weel thou was a skellum,\n    A blethering, blustering, drunken blellum;\n    That frae November till October,\n    Ae market-day thou was nae sober;\n    That lika melder, wi' the miller,\n    Thou sat as lang as thou had siller;\n    That ev'ry naig was ca'd a shoe on,\n    The smith and thee gat roaring fou on;\n    That at the L--d's house, ev'n on Sunday,\n    Thou drank wi' Kirton Jean till Monday.\n    She prophesy'd that late or soon,\n    Thou would be found deep drown'd in Doon;\n    Or catch'd wi' warlocks in the mirk,\n    By Alloway's auld haunted kirk.\n\n[Illustration: The landlady and Tam grew gracious.]\n\n      Ah, gentle dames! it gars me greet,\n    To think how mony counsels sweet,\n    How mony lengthen'd sage advices,\n    The husband frae the wife despises!\n\n      But to our tale: Ae market night,\n    Tam had got planted unco right;\n    Fast by an ingle, bleezing finely,\n    Wi' reaming swats, that drank divinely;\n    And at his elbow, Souter Johnny,\n    His ancient, trusty, drouthy crony;\n    Tam lo'ed him like a vera brither;\n    They had been fou for weeks thegither.\n    The night drave on wi' sangs an' clatter;\n    And ay the ale was growing better:\n    The landlady and Tam grew gracious,\n    Wi' favors, secret, sweet, and precious:\n    The Souter tauld his queerest stories;\n    The landlord's laugh was ready chorus:\n    The storm without might rair and rustle,\n    Tam did na mind the storm a whistle.\n\n      Care, mad to see a man sae happy,\n    E'en drown'd himself amang the nappy,\n    As bees flee hame wi' lades o' treasure,\n    The minutes wing'd their way wi' pleasure:\n    Kings may be blest, but Tam was glorious,\n    O'er a' the ills o' life victorious!\n\n      But pleasures are like poppies spread,\n    You seize the flow'r, its bloom is shed;\n    Or like the snow-falls in the river,\n    A moment white--then melt forever;\n    Or like the borealis race,\n    That flit ere you can point their place;\n    Or like the rainbow's lovely form\n    Evanishing amid the storm.--\n    Nae man can tether time or tide;\n    The hour approaches Tam maun ride;\n    That hour, o' night's black arch the key-stane,\n    That dreary hour he mounts his beast in,\n    And sic a night he taks the road in;\n    As ne'er poor sinner was abroad in.\n\n[Illustration: Well mounted on his grey mare, Meg.]\n\n      The wind blew as 'twad blawn its last;\n    The rattling show'rs rose on the blast;\n    The speedy gleams the darkness swallow'd;\n    Loud, deep, and lang the thunder bellowed:\n    That night, a child might understand,\n    The deil had business on his hand.\n\n      Weel mounted on his grey mare, Meg,\n    A better never lifted leg,\n    Tam skelpit on thro' dub and mire,\n    Despising wind, and rain, and fire;\n    Whiles holding fast his gude blue bonnet;\n    Whiles crooning o'er some auld Scots sonnet;\n    Whiles glow'ring round wi' prudent cares,\n    Lest bogles catch him unawares:\n    Kirk-Alloway was drawing nigh,\n    Whare ghaists and houlets nightly cry.--\n\n      By this time he was cross the ford,\n    Whare in the snaw the chapman smoor'd;\n    And past the birks and meikie stane,\n    Whare drunken Charlie brak's neck-bane;\n    And thro' the whins, and by the cairn,\n    Whare hunters fand the murder'd bairn;\n    And near the thorn, aboon the well,\n    Whare Mungo's mither hang'd hersel.--\n    Before him Doon pours all his floods;\n    The doubling storm roars thro' the woods;\n    The lightnings flash from pole to pole;\n    Near and more near the thunders roll:\n    When, glimmering thro' the groaning trees,\n    Kirk-Alloway seem'd in a bleeze;\n    Thro' ilka bore the beams were glancing;\n    And loud resounded mirth and dancing.--\n\n      Inspiring bold John Barleycorn!\n    What dangers thou canst make us scorn;\n    Wi' tippenny, we fear nae evil;\n    Wi' usquabae we'll face the devil!--\n    The swats sae ream'd in Tammie's noddle,\n    Fair play, he car'd na deils a boddle.\n    But Maggie stood right sair astonish'd,\n    Till, by the heel and hand admonish'd,\n    She ventur'd forward on the light:\n    And, vow! Tam saw an unco sight!\n    Warlocks and witches in a dance;\n    Nae cotillion brent new frae France,\n    But hornpipes, jigs, strathspeys, and reels,\n    Put life and mettle in their heels.\n    A winnock-bunker in the east,\n    There sat auld Nick, in shape o' beast;\n    A towzie tyke, black, grim, and large,\n    To gie them music was his charge;\n    He screw'd the pipes and gart them skirl,\n    Till roof and rafters a' did dirl.--\n    Coffins stood round, like open presses,\n    That shaw'd the dead in their last dresses;\n    And by some devilish cantrip slight,\n    Each in its cauld hand held a light.--\n    By which heroic Tam was able\n    To note upon the haly table,\n    A murderer's banes in gibbet airns;\n    Twa span-lang, wee, unchristen'd bairns;\n    A thief, new-cutted frae a rape,\n    Wi' his last gasp his gab did gape;\n    Five tomahawks, wi' blude red-rusted;\n    Five scymitars, wi' murder crusted;\n    A garter, which a babe had strangled;\n    A knife, a father's throat had mangled,\n    Whom his ain son o' life bereft,\n    The gray hairs yet stack to the heft:\n    Wi' mair o' horrible and awfu',\n    Which ev'n to name wad be unlawfu'.\n\n[Illustration: The dancers quick and quicker flew.]\n\n      As Tammie glowr'd, amaz'd, and curious,\n    The mirth and fun grew fast and furious:\n    The piper loud and louder blew:\n    The dancers quick and quicker flew;\n    They reel'd, they set, they cross'd, they cleekit,\n    Till ilka carlin swat and reekit,\n    And coost her duddies to the wark,\n    And linket at it in her sark!\n    Now Tam, O Tam! had thae been queans\n    A' plump and strapping, in their teens:\n    Their sarks, instead o' creeshie flannen,\n    Been snaw-white seventeen hunder linen!\n    Thir breeks o' mine, my only pair,\n    That ance were plush, o' gude blue hair,\n    I wad hae gi'en them off my hurdies,\n    For ae blink o' the bonnie burdies!\n\n      But wither'd beldams, auld and droll,\n    Rigwoodie hags wad spean a foal,\n    Lowping an' flinging on a crummock,\n    I wonder didna turn thy stomach.\n\n      But Tam kend what was what fu' brawlie,\n    There was ae winsome wench and walie,\n    That night enlisted in the core\n    (Lang after kend on Carrick shore;\n    For mony a beast to dead she shot,\n    And perish'd mony a bonnie boat,\n    And shook baith meikle corn and bear,\n    And kept the country-side in fear),\n    Her cutty sark, o' Paisley harn,\n    That while a lassie she had worn,\n    In longitude tho' sorely scanty,\n    It was her best, and she was vauntie.--\n    Ah! little kend thy reverend grannie,\n    That sark she coft for her wee Nannie,\n    Wi' twa pund Scots ('twas a' her riches),\n    Wad ever grac'd a dance of witches!\n\n      But here my muse her wing maun cour;\n    Sic flights are far beyond her pow'r;\n    To sing how Nannie lap and flang\n    (A souple jade she was and strang),\n    And how Tam stood like ane bewitch'd,\n    And thought his very een enrich'd;\n    Even Satan glowr'd, and fidg'd fu' fain,\n    And hotch'd and blew wi' might and main:\n    Till first ae caper, syne anither,\n    Tam tint his reason a' thegither,\n    And roars out, \"Weel done, Cutty-sark!\"\n    And in an instant all was dark;\n    And scarcely had he Maggie rallied,\n    When out the hellish legion sallied.\n\n      As bees bizz out wi' angry fyke,\n    When plundering herds assail their byke;\n    As open pussie's mortal foes,\n    When, pop! she starts before their nose;\n    As eager runs the market-crowd,\n    When \"Catch the thief!\" resounds aloud;\n    So Maggie runs, the witches follow,\n    Wi' mony an eldritch skreech and hollow.\n\n      Ah, Tam! Ah, Tam! thou'll get thy fairin!\n    In hell they'll roast thee like a herrin!\n    In vain thy Kate awaits thy coming!\n    Kate soon will be a woefu' woman!\n    Now, do thy speedy utmost, Meg,\n    An win the key-stane[A] of the brig;\n    There at them thou thy tail may toss,\n    A running stream they dare na cross.\n    But ere the key-stane she could make,\n    The fient a tail she had to shake!\n    For Nannie, far before the rest,\n    Hard upon noble Maggie prest,\n    And flew at Tam wi' furious ettle;\n    But little wist she Maggie's mettle--\n    Ae spring brought off her master hale,\n    But left behind her ain gray tail:\n    The carlin claught her by the rump,\n    And left poor Maggie scarce a stump.\n\n      Now, wha this tale o' truth shall read,\n    Ilk man and mother's son, take heed;\n    Whene'er to drink you are inclin'd,\n    Or cutty-sarks run in your mind,\n    Think, ye may buy the joys o'er dear,\n    Remember Tam o' Shanter's mare.\n\n[Footnote A: It is a well-known fact that witches, or any evil\nspirits, have no power to follow a poor wight any farther than\nthe middle of the next running stream.--It may be proper\nlikewise to mention to the benighted traveller, that when he\nfalls in with _bogles_, whatever danger may be in his going\nforward, there is much more hazard in turning back.]\n\n\n    Finis.\n\n\n    +-------------------------------------------+\n    |Transcriber's Note:                        |\n    |                                           |\n    |The use of \"vow\" and the stanza breaks     |\n    |have been retained as in the original book.|\n    +-------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tam O'Shanter, by Robert Burns\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TAM O'SHANTER ***\n\n***** This file should be named 25733.txt or 25733.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/5\/7\/3\/25733\/\n\nProduced by Tamise Totterdell and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This file was\nproduced from images generously made available by The\nInternet Archive\/Canadian Libraries)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":831,"split":"train"}
