{"ori_id":"989916b68c184be23de3334a7ee8ecfa4bdd2496","title":"The Ghost (Harris novel)","context":"The Ghost (Harris novel)\n Most of the action takes place on Martha's Vineyard in Massachusetts, where Lang has been holed up in the holiday home of his billionaire American publisher to turn out his memoirs on a deadline. Other scenes are set in Notting Hill, New York and Whitehall.\nLang's former aide, Mike McAra, has been struggling to ghost the former politician's memoirs. But, as the novel opens, McAra drowns when he apparently falls off the Woods Hole ferry. The fictional narrator of The Ghost, whose name is never revealed, is hired to replace him. His girlfriend walks out on him over his willingness to take the job: \"She felt personally betrayed by him; she used to be a party member.\" He soon suspects foul play and stumbles across evidence of possible motive, buried in Lang's Cambridge past. Having located what may be the lethal secret, the replacement ghostwriter begins to fear for his own safety.\nMeanwhile Lang, like his real-life counterpart, has been accused by his enemies of war crimes. A leaked memorandum has revealed that he secretly approved the capture and extraordinary rendition of UK citizens to Guantanamo Bay to face interrogation and torture. Richard Rycart, Lang's disillusioned and renegade former foreign secretary (loosely based on Robin Cook), who before and during his early days in office made much of his wish to adopt an \"ethical\" foreign policy, is now at the UN, in a position to do his former boss serious damage. Unlike Blair, Lang thus appears in imminent threat of indictment at the International Criminal Court.\nThe narrator tussles to reconcile his obligation to complete the ghosting job with its attendant abundant payment on the one hand and, on the other, the pressing need, as he sees it, to reveal Lang's true allegiances. The action really heats up when he contacts Rycart. The narrator comes under increasing jeopardy: romantically and politically, as well as physically.\nï»¿The Project Gutenberg EBook of The Ghost, by William. D. O'Connor\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Ghost\n\nAuthor: William. D. O'Connor\n\nIllustrator: Thomas Nast\n\nRelease Date: October 5, 2008 [EBook #26779]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE GHOST ***\n\n\n\n\nProduced by David Clarke, Mary Meehan and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\n\n\n\n\n\n\n\n                                     The Ghost.\n\n                                 BY WM. D. O'CONNOR.\n\n\n                        WITH TWO ILLUSTRATIONS BY THOS. NAST.\n\n\nNEW YORK:\nG. P. PUTNAM & SON, 661 BROADWAY.\nLONDON: SAMPSON LOW & CO.\n1867.\n\nTHE NEW YORK PRINTING COMPANY,\n_81, 83, and 85 Centre Street_,\nNEW YORK.\n\n\n\n\nThe Ghost.\n\nA CHRISTMAS STORY.\n\n\nAt the West End of Boston is a quarter of some fifty streets, more or\nless, commonly known as Beacon Hill.\n\nIt is a rich and respectable quarter, sacred to the abodes of Our First\nCitizens. The very houses have become sentient of its prevailing\ncharacter of riches and respectability; and, when the twilight deepens\non the place, or at high noon, if your vision is gifted, you may see\nthem as long rows of Our First Giants, with very corpulent or very broad\nfronts, with solid-set feet of sidewalk ending in square-toed curbstone,\nwith an air about them as if they had thrust their hard hands into their\nwealthy pockets forever, with a character of arctic reserve, and portly\ndignity, and a well-dressed, full-fed, self-satisfied, opulent, stony,\nrepellant aspect to each, which says plainly: \"I belong to a rich\nfamily, of the very highest respectability.\"\n\nHistory, having much to say of Beacon Hill generally, has, on the\npresent occasion, something to say particularly of a certain street\nwhich bends over the eminence, sloping steeply down to its base. It is\nan old street--quaint, quiet, and somewhat picturesque. It was young\nonce, though--having been born before the Revolution, and was then given\nto the city by its father, Mr. Middlecott, who died without heirs, and\ndid this much for posterity. Posterity has not been grateful to Mr.\nMiddlecott. The street bore his name till he was dust, and then got the\nmore aristocratic epithet of Bowdoin. Posterity has paid him by effacing\nwhat would have been his noblest epitaph. We may expect, after this, to\nsee Faneuil Hall robbed of its name, and called Smith Hall! Republics\nare proverbially ungrateful. What safer claim to public remembrance has\nthe old Huguenot, Peter Faneuil, than the old Englishman, Mr.\nMiddlecott? Ghosts, it is said, have risen from the grave to reveal\nwrongs done them by the living; but it needs no ghost from the grave to\nprove the proverb about republics.\n\nBowdoin street only differs from its kindred, in a certain shady, grave,\nold-fogy, fossil aspect, just touched with a pensive solemnity, as if it\nthought to itself, \"I'm getting old but I'm highly respectable; that's a\ncomfort.\" It has, moreover, a dejected, injured air, as if it brooded\nsolemnly on the wrong done to it by taking away its original name, and\ncalling it Bowdoin; but as if, being a very conservative street, it was\nresolved to keep a cautious silence on the subject, lest the Union\nshould go to pieces. Sometimes it wears a profound and mysterious look,\nas if it could tell something if it had a mind to, but thought it best\nnot. Something of the ghost of its father--it was the only child he ever\nhad!--walking there all the night, pausing at the corners to look up at\nthe signs, which bear a strange name, and wringing his ghostly hands in\nlamentation at the wrong done his memory! Rumor told it in a whisper,\nmany years ago. Perhaps it was believed by a few of the oldest\ninhabitants of the city; but the highly respectable quarter never heard\nof it; and, if it had, would not have been bribed to believe it, by any\nsum. Some one had said that some very old person had seen a phantom\nthere. Nobody knew who some one was. Nobody knew who the very old person\nwas. Nobody knew who had seen it; nor when; nor how. The very rumor was\nspectral.\n\nAll this was many years ago. Since then it has been reported that a\nghost was seen there one bitter Christmas eve, two or three years back.\nThe twilight was already in the street; but the evening lamps were not\nyet lighted in the windows, and the roofs and chimney-tops were still\ndistinct in the last clear light of the dropping day. It was light\nenough, however, for one to read, easily, from the opposite sidewalk,\n\"Dr. C. Renton,\" in black letters, on the silver plate of a door, not\nfar from the gothic portal of the Swedenborgian church. Near this door\nstood a misty figure, whose sad, spectral eyes floated on vacancy, and\nwhose long, shadowy white hair, lifted like an airy weft in the\nstreaming wind. That was the ghost! It stood near the door a long time,\nwithout any other than a shuddering motion, as though it felt the\nsearching blast, which swept furiously from the north up the declivity\nof the street, rattling the shutters in its headlong passage. Once or\ntwice, when a passer-by, muffled warmly from the bitter air, hurried\npast, the phantom shrank closer to the wall, till he was gone. Its\nvague, mournful face seemed to watch for some one. The twilight\ndarkened, gradually; but it did not flit away. Patiently it kept its\npiteous look fixed in one direction--watching--watching; and, while the\nhowling wind swept frantically through the chill air, it still seemed to\nshudder in the piercing cold.\n\nA light suddenly kindled in an opposite window. As if touched by a gleam\nfrom the lamp, or as if by some subtle interior illumination, the\nspectre became faintly luminous, and a thin smile seemed to quiver over\nits features. At the same moment, a strong, energetic figure--Dr.\nRenton, himself--came in sight, striding down the slope of the pavement\nto his own door, his over-coat thrown back, as if the icy air were a\ntropical warmth to him, his hat set on the back of his head, and the\nloose ends of a 'kerchief about his throat, streaming in the nor'wester.\nThe wind set up a howl the moment he came in sight, and swept upon him;\nand a curious agitation began on the part of the phantom. It glided\nrapidly to and fro, and moved in circles, and then, with the same swift,\nsilent motion, sailed toward him, as if blown thither by the gale. Its\nlong, thin arms, with something like a pale flame spiring from the tips\nof the slender fingers, were stretched out, as in greeting, while the\nwan smile played over its face; and when he rushed by, unheedingly, it\nmade a futile effort to grasp the swinging arms with which he appeared\nto buffet back the buffeting gale. Then it glided on by his side,\nlooking earnestly into his countenance, and moving its pallid lips with\nagonized rapidity, as if it said: \"Look at me--speak to me--speak to\nme--see me!\" But he kept his course with unconscious eyes, and a vexed\nfrown on his bold, white forehead, betokening an irritated mind. The\nlight that had shone in the figure of the phantom, darkened slowly, till\nthe form was only a pale shadow. The wind had suddenly lulled, and no\nlonger lifted its white hair. It still glided on with him, its head\ndrooping on its breast, and its long arms hanging by its side; but when\nhe reached the door, it suddenly sprang before him, gazing fixedly into\nhis eyes, while a convulsive motion flashed over its grief-worn\nfeatures, as if it had shrieked out a word. He had his foot on the step\nat the moment. With a start, he put his gloved hand to his forehead,\nwhile the vexed look went out quickly on his face. The ghost watched him\nbreathlessly. But the irritated expression came back to his countenance\nmore resolutely than before, and he began to fumble in his pocket for a\nlatch-key, muttering petulantly, \"What the devil is the matter with me\nnow!\" It seemed to him that a voice had cried, clearly, yet as from\nafar, \"Charles Renton!\"--his own name. He had heard it in his startled\nmind; but, then, he knew he was in a highly wrought state of nervous\nexcitement, and his medical science, with that knowledge for a basis,\ncould have reared a formidable fortress of explanation against any\nphenomenon, were it even more wonderful than this.\n\nHe entered the house; kicked the door to; pulled off his over-coat;\nwrenched off his outer 'kerchief; slammed them on a branch of the\nclothes-tree; banged his hat on top of them; wheeled about; pushed in\nthe door of his library; strode in, and, leaving the door ajar, threw\nhimself into an easy chair, and sat there in the fire-reddened dusk,\nwith his white brows knit, and his arms tightly locked on his breast.\nThe ghost had followed him, sadly, and now stood motionless in a corner\nof the room, its spectral hands crossed on its bosom, and its white\nlocks drooping down.\n\nIt was evident Dr. Renton was in a bad humor. The very library caught\ncontagion from him, and became grouty and sombre. The furniture was\ngrim, and sullen, and sulky; it made ugly shadows on the carpet and on\nthe wall, in allopathic quantity; it took the red gleams from the fire\non its polished surfaces, in hom[oe]opathic globules, and got no good\nfrom them. The fire itself peered out sulkily from the black bars of the\ngrate, and seemed resolved not to burn the fresh deposit of black coals\nat the top, but to take this as a good time to remember that those coals\nhad been bought in the summer at five dollars a ton--under price, mind\nyou--when poor people, who cannot buy at advantage, but must get their\nfiring in the winter, would then have given nine or ten dollars for\nthem. And so (glowered the fire), I am determined to think of that\noutrage, and not to light them, but to go out myself, directly! And the\nfire got into such a spasm of glowing indignation over the injury, that\nit lit a whole tier of black coals with a series of little explosions,\nbefore it could cool down, and sent a crimson gleam over the moody\nfigure of its owner in the easy chair, and over the solemn furniture,\nand into the shadowy corner filled by the ghost.\n\nThe spectre did not move when Dr. Renton arose and lit the chandelier.\nIt stood there, still and gray, in the flood of mellow light. The\ncurtains were drawn, and the twilight without had deepened into\ndarkness. The fire was now burning in despite of itself, fanned by the\nwintry gusts, which found their way down the chimney. Dr. Renton stood\nwith his back to it, his hands behind him, his bold white forehead\nshaded by a careless lock of black hair, and knit sternly; and the same\nfrown in his handsome, open, searching dark eyes. Tall and strong, with\nan erect port, and broad, firm shoulders, high, resolute features, a\ncommanding figure garbed in aristocratic black, and not yet verging into\nthe proportions of obesity--take him for all in all, a very fine and\nfavorable specimen of the solid men of Boston. And seen in contrast (oh!\ncould he but have known it!) with the attenuated figure of the poor, dim\nghost!\n\nHark! a very light foot on the stairs--a rich rustle of silks.\nEverything still again--Dr. Renton looking fixedly, with great\nsternness, at the half-open door, from whence a faint, delicious perfume\nfloats into the library. Somebody there, for certain. Somebody peeping\nin with very bright, arch eyes. Dr. Renton knew it, and prepared to\nmaintain his ill-humor against the invader. His face became triply armed\nwith severity for the encounter. That's Netty, I know, he thought. His\ndaughter. So it was. In she bounded. Bright little Netty! Gay little\nNetty! A dear and sweet little creature, to be sure, with a delicate and\npleasant beauty of face and figure, it needed no costly silks to grace\nor heighten. There she stood. Not a word from her merry lips, but a\nsmile which stole over all the solitary grimness of the library, and\nmade everything better, and brighter, and fairer, in a minute. It\nfloated down into the cavernous humor of Dr. Renton, and the gloom began\nto lighten directly--though he would not own it, nor relax a single\nfeature. But the wan ghost in the corner lifted its head to look at her,\nand slowly brightened as to something worthy a spirit's love, and a dim\nphantom's smiles. Now then, Dr. Renton! the lines are drawn, and the foe\nis coming. Be martial, sir, as when you stand in the ranks of the cadets\non training-days! Steady, and stand the charge! So he did. He kept an\ninflexible front as she glided toward him, softly, slowly, with her\nbright eyes smiling into his, and doing dreadful execution. Then she put\nher white arms around his neck, laid her dear, fair head on his breast,\nand peered up archly into his stern visage. Spite of himself, he could\nnot keep the fixed lines on his face from breaking confusedly into a\nfaint smile. Somehow or other, his hands came from behind him, and\nrested on her head. There! That's all. Dr. Renton surrendered at\ndiscretion! One of the solid men of Boston was taken after a desperate\nstruggle--internal, of course--for he kissed her, and said, \"Dear little\nNetty!\" And so she was.\n\nThe phantom watched her with a smile, and wavered and brightened as if\nabout to glide to her; but it grew still, and remained.\n\n\"Pa in the sulks to-night?\" she asked, in the most winning, playful,\nsilvery voice.\n\n\"Pa's a fool,\" he answered in his deep chest-tones, with a vexed good\nhumor; \"and you know it.\"\n\n\"What's the matter with pa? What makes him be a great bear? Papa-sy,\ndear,\" she continued, stroking his face with her little hands, and\npatting him, very much as Beauty might have patted the Beast after she\nfell in love with him--or, as if he were a great baby. In fact, he began\nto look then as if he were.\n\n\"Matter? Oh! everything's the matter, little Netty. The world goes round\ntoo fast. My boots pinch. Somebody stole my umbrella last year. And I've\ngot a headache.\" He concluded this fanciful abstract of his grievances\nby putting his arms around her, and kissing her again. Then he sat down\nin the easy-chair, and took her fondly on his knee.\n\n\"Pa's got a headache! It is t-o-o bad, so it is,\" she continued in the\nsame soothing, winning way, caressing his bold, white brow with her tiny\nhands. \"It's a horrid shame, so it is! P-o-o-r pa. Where does it ache,\npapa-sy, dear? In the forehead? Cerebrum or cerebellum, papa-sy? Occiput\nor sinciput, deary?\"\n\n\"Bah! you little quiz,\" he replied, laughing and pinching her cheek,\n\"none of your nonsense! And what are you dressed up in this way for,\nto-night? Silks, and laces, and essences, and what not! Where are you\ngoing, fairy?\"\n\n\"Going out with mother for the evening, Dr. Renton,\" she replied\nbriskly; \"Mrs. Larrabee's party, papa-sy. Christmas eve, you know. And\nwhat are you going to give me for a present, to-morrow, pa-sy?\"\n\n\"To-morrow will tell, little Netty.\"\n\n\"Good! And what are you going to give me, so that I can make _my_\npresents, Beary?\"\n\n\"Ugh!\" but he growled it in fun, and had a pocket-book out from his\nbreast-pocket directly after. Fives--tens--twenties--fifties--all crisp,\nand nice, and new bank-notes.\n\n\"Will that be enough, Netty?\" He held up a twenty. The smiling face\nnodded assent, and the bright eyes twinkled.\n\n\"No, it won't. But _that_ will,\" he continued, giving her a fifty.\n\n\"Fifty dollars, Globe Bank, Boston!\" exclaimed Netty, making great eyes\nat him. \"But we must take all we can get, pa-sy; mustn't we? It's too\nmuch, though. Thank you all the same, pa-sy, nevertheless.\" And she\nkissed him, and put the bill in a little bit of a portemonnaie with a\ngay laugh.\n\n\"Well done, I declare!\" he said, smilingly. \"But you're going to the\nparty?\"\n\n\"Pretty soon, pa.\"\n\nHe made no answer; but sat smiling at her. The phantom watched them,\nsilently.\n\n\"What made pa so cross and grim, to-night? Tell Netty--do,\" she pleaded.\n\n\"Oh! because;--everything went wrong with me, to-day. There.\" And he\nlooked as sulky, at that moment, as he ever did in his life.\n\n\"No, no, pa-sy; that won't do. I want the particulars,\" continued Netty,\nshaking her head, smilingly.\n\n\"Particulars! Well, then, Miss Nathalie Renton,\" he began, with mock\ngravity, \"your professional father is losing some of his oldest\npatients. Everybody is in ruinous good health; and the grass is growing\nin the graveyards.\"\n\n\"In the winter-time, papa?--smart grass!\"\n\n\"Not that I want practice,\" he went on, getting into soliloquy; \"or\npatients, either. A rich man who took to the profession simply for the\nlove of it, can't complain on that score. But to have an interloping\nshe-doctor take a family I've attended ten years, out of my hands, and\nto hear the hodge-podge gabble about physiological laws, and woman's\nrights, and no taxation without representation, they learn from\nher--well, it's too bad!\"\n\n\"Is that all, pa-sy? Seems to me, _I'd_ like to vote, too,\" was Netty's\npiquant rejoinder.\n\n\"Hoh! I'll warrant,\" growled her father. \"Hope you'll vote the Whig\nticket, Netty, when you get your rights.\"\n\n\"Will the Union be dissolved, then, pa-sy--when the Whigs are beaten?\"\n\n\"Bah! you little plague,\" he growled, with a laugh. \"But, then, you\nwomen don't know anything about politics. So, there. As I was saying,\neverything went wrong with me to-day. I've been speculating in railroad\nstock, and singed my fingers. Then, old Tom Hollis outbid me, to-day, at\nLeonard's on a rare medical work I had set my eyes upon having. Confound\nhim! Then, again, two of my houses are tenantless, and there are folks\nin two others that won't pay their rent, and I can't get them out. Out\nthey'll go, though, or I'll know why. And, to crown all--um-m. And I\nwish the devil had him! as he will.\"\n\n\"Had who, Beary-papa?\"\n\n\"Him. I'll tell you. The street floor of one of my houses in Hanover\nstreet lets for an oyster-room. They keep a bar there, and sell liquor.\nLast night they had a grand row--a drunken fight, and one man was\nstabbed, it's thought fatally.\"\n\n\"O, father!\" Netty's bright eyes dilated with horror.\n\n\"Yes. I hope he won't die. At any rate, there's likely to be a stir\nabout the matter, and my name will be called into question, then, as I'm\nthe landlord. And folks will make a handle of it, and there'll be the\ndeuce to pay, generally.\"\n\nHe got back the stern, vexed frown, to his face, with the anticipation,\nand beat the carpet with his foot. The ghost still watched from the\nangle of the room, and seemed to darken, while its features looked\ntroubled.\n\n\"But, father,\" said Netty, a little tremulously, \"I wouldn't let my\nhouses to such people. It's not right; is it? Why, it's horrid to think\nof men getting drunk, and killing each other!\"\n\nDr. Renton rubbed his hair into disorder, with vexation, and then\nsubsided into solemnity.\n\n\"I know it's not exactly right, Netty; but I can't help it. As I said\nbefore, I wish the devil had that bar-keeper. I ought to have ordered\nhim out long ago, and then this wouldn't have happened. I've increased\nhis rent twice, hoping to get rid of him so; but he pays without a\nmurmur; and what am I to do? You see, he was an occupant when the\nbuilding came into my hands, and I let him stay. He pays me a good,\nround rent; and, apart from his cursed traffic, he's a good tenant. What\ncan I do? It's a good thing for him, and it's a good thing for me,\npecuniarily. Confound him. Here's a nice rumpus brewing!\"\n\n\"Dear pa, I'm afraid it's not a good thing for you,\" said Netty,\ncaressing him, and smoothing his tumbled hair. \"Nor for him either. I\nwouldn't mind the rent he pays you. I'd order him out. It's bad money.\nThere's blood on it.\"\n\nShe had grown pale, and her voice quivered. The phantom glided over to\nthem, and laid its spectral hand upon her forehead. The shadowy eyes\nlooked from under the misty hair into the doctor's face, and the pale\nlips moved as if speaking the words heard only in the silence of his\nheart--\"hear her, hear her!\"\n\n\"I must think of it,\" resumed Dr. Renton, coldly. \"I'm resolved, at all\nevents, to warn him that if anything of this kind occurs again, he must\nquit at once. I dislike to lose a profitable tenant; for no other\nbusiness would bring me the sum his does. Hang it, everybody does the\nbest he can with his property--why shouldn't I?\"\n\nThe ghost, standing near them, drooped its head again on its breast, and\ncrossed its arms. Netty was silent. Dr. Renton continued, petulantly:\n\n\"A precious set of people I manage to get into my premises. There's a\nwoman hires a couple of rooms for a dwelling, overhead, in that same\nbuilding, and for three months I haven't got a cent from her. I know\nthese people's tricks. Her month's notice expires to-morrow, and out she\ngoes.\"\n\n\"Poor creature!\" sighed Netty.\n\nHe knit his brow, and beat the carpet with his foot, in vexation.\n\n\"Perhaps she can't pay you, pa,\" trembled the sweet, silvery voice. \"You\nwouldn't turn her out in this cold winter, when she can't pay you--would\nyou, pa?\"\n\n\"Why don't she get another house, and swindle some one else?\" he\nreplied, testily; \"there's plenty of rooms to let.\"\n\n\"Perhaps she can't find one, pa,\" answered Netty.\n\n\"Humbug!\" retorted her father; \"I know better.\"\n\n\"Pa, dear, if I were you, I'd turn out that rumseller, and let the poor\nwoman stay a little longer; just a little, pa.\"\n\n\"Shan't do it. Hah! that would be scattering money out of both pockets.\nShan't do it. Out she shall go; and as for him--well, he'd better turn\nover a new leaf. There, let us leave the subject, darling. It vexes me.\nHow did we contrive to get into this train. Bah!\"\n\nHe drew her closer to him, and kissed her forehead. She sat quietly,\nwith her head on his shoulder, thinking very gravely.\n\n\"I feel queerly to-day, little Netty,\" he began, after a short pause.\n\"My nerves are all high-strung with the turn matters have taken.\"\n\n\"How is it, papa? The headache?\" she answered.\n\n\"Y-e-s--n-o--not exactly; I don't know,\" he said dubiously; then, in an\nabsent way, \"it was that letter set me to think of him all day, I\nsuppose.\"\n\n\"Why, pa, I declare,\" cried Netty, starting up, \"if I didn't forget all\nabout it, and I came down expressly to give it to you! Where is it? Oh!\nhere it is.\"\n\nShe drew from her pocket an old letter, faded to a pale yellow, and gave\nit to him. The ghost started suddenly.\n\n\"Why, bless my soul! it's the very letter! Where did you get that,\nNathalie?\" asked Dr. Renton.\n\n\"I found it on the stairs after dinner, pa.\"\n\n\"Yes, I do remember taking it up with me; I must have dropped it,\" he\nanswered, musingly, gazing at the superscription. The ghost was gazing\nat it, too, with startled interest.\n\n\"What beautiful writing it is, pa,\" murmured the young girl. \"Who wrote\nit to you? It looks yellow enough to have been written a long time\nsince.\"\n\n\"Fifteen years ago, Netty. When you were a baby. And the hand that wrote\nit has been cold for all that time.\"\n\nHe spoke with a solemn sadness, as if memory lingered with the heart of\nfifteen years ago, on an old grave. The dim figure by his side had bowed\nits head, and all was still.\n\n\"It is strange,\" he resumed, speaking vacantly and slowly, \"I have not\nthought of him for so long a time, and to-day--especially this\nevening--I have felt as if he were constantly near me. It is a singular\nfeeling.\"\n\nHe put his left hand to his forehead, and mused--his right clasped his\ndaughter's shoulder. The phantom slowly raised its head, and gazed at\nhim with a look of unutterable tenderness.\n\n\"Who was he, father?\" she asked with a hushed voice.\n\n\"A young man--an author--a poet. He had been my dearest friend, when we\nwere boys; and, though I lost sight of him for years--he led an erratic\nlife--we were friends when he died. Poor, poor fellow! Well, he is at\npeace.\"\n\nThe stern voice had saddened, and was almost tremulous. The spectral\nform was still.\n\n\"How did he die, father?\"\n\n\"A long story, darling,\" he replied gravely, \"and a sad one. He was very\npoor and proud. He was a genius--that is, a person without an atom of\npractical talent. His parents died, the last, his mother, when he was\nnear manhood. I was in college then. Thrown upon the world, he picked up\na scanty subsistence with his pen, for a time. I could have got him a\nplace in the counting-house, but he would not take it; in fact, he\nwasn't fit for it. You can't harness Pegasus to the cart, you know.\nBesides, he despised mercantile life--without reason, of course; but he\nwas always notional. His love of literature was one of the rocks he\nfoundered on. He wasn't successful; his best compositions were too\ndelicate--fanciful--to please the popular taste; and then he was full of\nthe radical and fanatical notions which infected so many people at that\ntime in New England, and infect them now, for that matter; and his\nsublimated, impracticable ideas and principles, which he kept till his\ndying day, and which, I confess, alienated me from him, always staved\noff his chances of success. Consequently, he never rose above the\ndrudgery of some employment on newspapers. Then he was terribly\npassionate, not without cause, I allow; but it wasn't wise. What I mean\nis this: if he saw, or if he fancied he saw, any wrong or injury done to\nany one, it was enough to throw him into a frenzy; he would get black in\nthe face and absolutely shriek out his denunciations of the wrongdoer. I\ndo believe he would have visited his own brother with the most unsparing\ninvective, if that brother had laid a harming finger on a street-beggar,\nor a colored man, or a poor person of any kind. I don't blame the\nfeeling; though with a man like him, it was very apt to be a false or\nmistaken one; but, at any rate, its exhibition wasn't sensible. Well, as\nI was saying, he buffeted about in this world a long time, poorly paid,\nfed, and clad; taking more care of other people than he did of himself.\nThen mental suffering, physical exposure, and want killed him.\"\n\nThe stern voice had grown softer than a child's. The same look of\nunutterable tenderness brooded on the mournful face of the phantom by\nhis side; but its thin, shining hand was laid upon his head, and its\ncountenance had undergone a change. The form was still undefined; but\nthe features had become distinct. They were those of a young man,\nbeautiful and wan, and marked with great suffering.\n\nA pause had fallen on the conversation, in which the father and daughter\nheard the solemn sighing of the wintry wind around the dwelling. The\nsilence seemed scarcely broken by the voice of the young girl.\n\n\"Dear father, this was very sad. Did you say he died of want?\"\n\n\"Of want, my child, of hunger and cold. I don't doubt it. He had\nwandered about, as I gather, houseless for a couple of days and nights.\nIt was in December, too. Some one found him, on a rainy night, lying in\nthe street, drenched and burning with fever, and had him taken to the\nhospital. It appears that he had always cherished a strange affection\nfor me, though I had grown away from him; and in his wild ravings he\nconstantly mentioned my name, and they sent for me. That was our first\nmeeting after two years. I found him in the hospital--dying. Heaven can\nwitness that I felt all my old love for him return then, but he was\ndelirious, and never recognized me. And, Nathalie, his hair--it had been\ncoal-black, and he wore it very long, he wouldn't let them cut it\neither; and as they knew no skill could save him, they let him have his\nway--his hair was then as white as snow! God alone knows what that brain\nmust have suffered to blanch hair which had been as black as the wing of\na raven!\"\n\nHe covered his eyes with his hand, and sat silently. The fingers of the\nphantom still shone dimly on his head, and its white locks drooped above\nhim, like a weft of light.\n\n\"What was his name, father?\" asked the pitying girl.\n\n\"George Feval. The very name sounds like fever. He died on Christmas\neve, fifteen years ago this night. It was on his death-bed, while his\nmind was tossing on a sea of delirious fancies, that he wrote me this\nlong letter--for to the last, I was uppermost in his thoughts. It is a\nwild, incoherent thing, of course--a strange mixture of sense and\nmadness. But I have kept it as a memorial of him. I have not looked at\nit for years; but this morning I found it among my papers, and somehow\nit has been in my mind all day.\"\n\nHe slowly unfolded the faded sheets, and sadly gazed at the writing. His\ndaughter had risen from her half-recumbent posture, and now bent her\ngraceful head over the leaves. The phantom covered its face with its\nhands.\n\n\"What a beautiful manuscript it is, father!\" she exclaimed. \"The writing\nis faultless.\"\n\n\"It is, indeed,\" he replied. \"Would he had written his life as fairly!\"\n\n\"Read it, father,\" said Nathalie.\n\n\"No--but I'll read you a detached passage here and there,\" he answered,\nafter a pause. \"The rest you may read yourself some time, if you wish.\nIt is painful to me. Here's the beginning:\n\n\"_'My Dear Charles Renton:--Adieu, and adieu. It is Christmas eve, and I\nam going home. I am soon to exhale from my flesh, like the spirit of a\nbroken flower. Exultemus forever!'_\n\n\"It is very wild. His mind was in a fever-craze. Here is a passage that\nseems to refer to his own experience of life:\n\n\"_'Your friendship was dear to me. I give you true love. Stocks and\nreturns. You are rich, but I did not wish to be your bounty's pauper.\nCould I beg? I had my work to do for the world, but oh! the world has no\nplace for souls that can only love and suffer. How many miles to\nBabylon? Threescore and ten. Not so far--not near so far! Ask\nstarvelings--they know. I wanted to do the world good and the world has\nkilled me, Charles.'_\"\n\n\"It frightens me,\" said Nathalie, as he paused.\n\n\"We will read no more,\" he replied sombrely. \"It belongs to the\npsychology of madness. To me, who knew him, there are gleams of sense in\nit, and passages where the delirium of the language is only a\ntransparent veil on the meaning. All the remainder is devoted to what he\nthought important advice to me. But it's all wild and vague. Poor--poor\nGeorge!\"\n\nThe phantom still hid its face in its hands, as the doctor slowly turned\nover the pages of the letter. Nathalie, bending over the leaves, laid\nher finger on the last, and asked--\"What are those closing sentences,\nfather? Read them.\"\n\n\"Oh! that is what he called his 'last counsel' to me. It's as wild as\nthe rest--tinctured with the prevailing ideas of his career. First he\nsays, '_Farewell--farewell_;' then he bids me take his '_counsel into\nmemory on Christmas day_;' then, after enumerating all the wretched\nclasses he can think of in the country, he says. '_These are your\nsisters and your brothers--love them all_.' Here he says, '_O friend,\nstrong in wealth for so much good, take my last counsel. In the name of\nthe Saviour, I charge you be true and tender to mankind._' He goes on to\nbid me '_live and labor for the fallen, the neglected, the suffering,\nand the poor_;' and finally ends by advising me to help upset any, or\nall, institutions, laws, and so forth, that bear hardly on the fag-ends\nof society; and tells me that what he calls 'a service to humanity' is\nworth more to the doer than a service to anything else, or than anything\nwe can gain from the world. Ah, well! poor George.\"\n\n\"But isn't all that true, father?\" said Netty; \"it seems so.\"\n\n\"H'm,\" he murmured through his closed lips. Then, with a vague smile,\nfolding up the letter, meanwhile, he said, \"Wild words, Netty, wild\nwords. I've no objection to charity, judiciously given; but poor\nGeorge's notions are not mine. Every man for himself, is a good general\nrule. Every man for humanity, as George has it, and in his acceptation\nof the principle, would send us all to the alms-house pretty soon. The\ngreatest good of the greatest number--that's my rule of action. There\nare plenty of good institutions for the distressed, and I'm willing to\nhelp support 'em, and do. But as for making a martyr of one's self, or\ntilting against the necessary evils of society, or turning\nphilanthropist at large, or any quixotism of that sort, I don't believe\nin it. We didn't make the world, and we can't mend it. Poor George.\nWell--he's at rest. The world wasn't the place for him.\"\n\nThey grew silent. The spectre glided slowly to the wall, and stood as if\nit were thinking what, with Dr. Renton's rule of action, was to become\nof the greatest good of the smallest number. Nathalie sat on her\nfather's knee, thinking only of George Feval, and of his having been\nstarved and grieved to death.\n\n\"Father,\" said Nathalie, softly, \"I felt, while you were reading the\nletter, as if he were near us. Didn't you? The room was so light and\nstill, and the wind sighed so.\"\n\n\"Netty, dear, I've felt that all day, I believe,\" he replied. \"Hark!\nthere is the door-bell. Off goes the spirit-world, and here comes the\nactual. Confound it! Some one to see me, I'll warrant, and I'm not in\nthe mood.\"\n\nHe got into a fret at once. Netty was not the Netty of an hour ago, or\nshe would have coaxed him out of it. But she did not notice it now in\nher abstraction. She had risen at the tinkle of the bell, and seated\nherself in a chair. Presently a nose, with a great pimple on the end of\nit, appeared at the edge of the door, and a weak, piping voice said,\nreckless of the proper tense, \"there was a woman wanted to see you,\nsir.\"\n\n\"Who is it, James?--no matter, show her in.\"\n\nHe got up with the vexed scowl on his face, and walked the room. In a\nminute the library door opened again, and a pale, thin, rigid,\nfrozen-looking little woman, scantily clad, the weather being\nconsidered, entered, and dropped a curt, awkward bow to Dr. Renton.\n\n\"Oh! Mrs. Miller. Good evening, ma'am. Sit down,\" he said, with a cold,\nconstrained civility.\n\nThe little woman faintly said, \"Good evening, Dr. Renton,\" and sat down\nstiffly, with her hands crossed before her, in the chair nearest the\nwall. This was the obdurate tenant, who had paid no rent for three\nmonths, and had a notice to quit, expiring to-morrow.\n\n\"Cold evening, ma'am,\" remarked Dr. Renton, in his hard way.\n\n\"Yes, sir, it is,\" was the cowed, awkward answer.\n\n\"Won't you sit near the fire, ma'am,\" said Netty, gently; \"you look\ncold.\"\n\n\"No, miss, thank you. I'm not cold,\" was the faint reply. She was cold,\nthough, as well she might be with her poor, thin shawl, and open bonnet,\nin such a bitter night as it was outside. And there was a rigid, sharp,\nsuffering look in her pinched features that betokened she might have\nbeen hungry, too.\n\n\"Poor people don't mind the cold weather, miss,\" she said, with a weak\nsmile, her voice getting a little stronger. \"They have to bear it, and\nthey get used to it.\"\n\nShe had not evidently borne it long enough to effect the point of\nindifference. Netty looked at her with a tender pity. Dr. Renton thought\nto himself--Hoh!--blazoning her poverty--manufacturing sympathy\nalready--the old trick--and steeled himself against any attacks of that\nkind, looking jealously, meanwhile, at Netty.\n\n\"Well, Mrs. Miller,\" he said, \"what is it this evening? I suppose you've\nbrought me my rent.\"\n\nThe little woman grew paler, and her voice seemed to fail on her\nquivering lips. Netty cast a quick, beseeching look at her father.\n\n\"Nathalie, please to leave the room.\" We'll have no nonsense carried on\nhere, he thought, triumphantly, as Netty rose, and obeyed the stern,\ndecisive order, leaving the door ajar behind her.\n\nHe seated himself in his chair, and resolutely put his right leg up to\nrest on his left knee. He did not look at his tenant's face, determined\nthat her piteous expressions (got up for the occasion, of course) should\nbe wasted on him.\n\n\"Well, Mrs. Miller,\" he said again.\n\n\"Dr. Renton,\" she began, faintly gathering her voice as she proceeded,\n\"I have come to see you about the rent. I am very sorry, sir, to have\nmade you wait, but we have been unfortunate.\"\n\n\"Sorry, ma'am,\" he replied, knowing what was coming; \"but your\nmisfortunes are not my affair. We all have misfortunes, ma'am. But we\nmust pay our debts, you know.\"\n\n\"I expected to have got money from my husband before this, sir,\" she\nresumed, \"and I wrote to him. I got a letter from him to-day, sir, and\nit said that he sent me fifty dollars a month ago, in a letter; and it\nappears that the post-office is to blame, or somebody, for I never got\nit. It was nearly three months' wages, sir, and it is very hard to lose\nit. If it hadn't been for that, your rent would have been paid long ago,\nsir.\"\n\n\"Don't believe a word of _that_ story,\" thought Dr. Renton,\nsententiously.\n\n\"I thought, sir,\" she continued, emboldened by his silence, \"that if you\nwould be willing to wait a little longer, we would manage to pay you\nsoon, and not let it occur again. It has been a hard winter with us,\nsir; firing is high, and provisions, and everything; and we're only poor\npeople, you know, and it's difficult to get along.\"\n\nThe doctor made no reply.\n\n\"My husband was unfortunate, sir, in not being able to get employment\nhere,\" she resumed; \"his being out of work, in the autumn, threw us all\nback, and we've got nothing to depend on but his earnings. The family\nthat he's in now, sir, don't give him very good pay--only twenty dollars\na month, and his board--but it was the best chance he could get, and it\nwas either go to Baltimore with them, or stay at home and starve, and so\nhe went, sir. It's been a hard time with us, and one of the children is\nsick, now, with a fever, and we don't hardly know how to make out a\nliving. And so, sir, I have come here this evening, leaving the children\nalone, to ask you if you wouldn't be kind enough to wait a little\nlonger, and we'll hope to make it right with you in the end.\"\n\n\"Mrs. Miller,\" said Dr. Renton, with stern composure, \"I have no wish to\nquestion the truth of any statement you may make; but I must tell you\nplainly, that I can't afford to let my houses for nothing. I told you a\nmonth ago, that if you couldn't pay me my rent, you must vacate the\npremises. You know very well that there are plenty of tenants who are\nable and willing to pay when the money comes due. You _know_ that.\"\n\nHe paused as he said this, and, glancing at her, saw her pale lips\nfalter. It shook the cruelty of his purpose a little, and he had a vague\nfeeling that he was doing wrong. Not without a proud struggle, during\nwhich no word was spoken, could he beat it down. Meanwhile, the phantom\nhad advanced a pace toward the centre of the room.\n\n\"That is the state of the matter, ma'am,\" he resumed, coldly. \"People\nwho will not pay me my rent must not live in my tenements. You must move\nout. I have no more to say.\"\n\n\"Dr. Renton,\" she said faintly, \"I have a sick child--how can I move\nnow? Oh! sir, it's Christmas eve--don't be hard with us!\"\n\nInstead of touching him, this speech irritated him beyond measure.\nPassing all considerations of her difficult position involved in her\npiteous statement, his anger flashed at once on her implication that he\nwas unjust and unkind. So violent was his excitement that it whirled\naway the words that rushed to his lips, and only fanned the fury that\nsparkled from the whiteness of his face in his eyes.\n\n\"Be patient with us, sir,\" she continued; \"we are poor, but we mean to\npay you; and we can't move now in this cold weather; please, don't be\nhard with us, sir.\"\n\nThe fury now burst out on his face in a red and angry glow, and the\nwords came.\n\n\"Now, attend to me!\" He rose to his feet. \"I will not hear any more from\nyou. I know nothing of your poverty, nor of the condition of your\nfamily. All I know is that you owe me three months' rent, and that you\ncan't or won't pay me. I say, therefore, leave the premises to people\nwho can and will. You have had your legal notice; quit my house\nto-morrow; if you don't, your furniture shall be put in the street. Mark\nme--to-morrow!\"\n\nThe phantom had rushed into the centre of the room. Standing, face to\nface with him--dilating--blackening--its whole form shuddering with a\nfury to which his own was tame--the semblance of a shriek upon its\nflashing lips, and on its writhing features, and an unearthly anger\nstreaming from its bright and terrible eyes--it seemed to throw down,\nwith its tossing arms, mountains of hate and malediction on the head of\nhim whose words had smitten poverty and suffering, and whose heavy hand\nwas breaking up the barriers of a home.\n\nDr. Renton sank again into his chair. His tenant--not a woman!--not a\nsister in humanity!--but only his tenant; she sat crushed and frightened\nby the wall. He knew it vaguely. Conscience was battling in his heart\nwith the stubborn devils that had entered there. The phantom stood\nbefore him, like a dark cloud in the image of a man. But its darkness\nwas lightening slowly, and its ghostly anger had passed away.\n\nThe poor woman, paler than before, had sat mute and trembling, with all\nher hopes ruined. Yet her desperation forbade her to abandon the chances\nof his mercy, and she now said:\n\n\"Dr. Renton, you surely don't mean what you have told me. Won't you bear\nwith me a little longer, and we will yet make it all right with you?\"\n\n\"I have given you my answer,\" he returned, coldly; \"I have no more to\nadd. I never take back anything I say--never!\"\n\nIt was true. He never did--never! She half rose from her seat as if to\ngo; but weak and sickened with the bitter result of her visit, she sunk\ndown again with her head bowed. There was a pause. Then, solemnly\ngliding across the lighted room, the phantom stole to her side with a\nglory of compassion on its wasted features. Tenderly, as a son to a\nmother, it bent over her; its spectral hands of light rested upon her in\ncaressing and benediction; its shadowy fall of hair, once blanched by\nthe anguish of living and loving, floated on her throbbing brow; and\nresignation and comfort not of this world, sank upon her spirit, and\nconsciousness grew dim within her, and care and sorrow seemed to die.\n\nHe who had been so cruel and so hard, sat silent in black gloom. The\nstern and sullen mood from which had dropped but one fierce flash of\nanger, still hung above the heat of his mind, like a dark rack of\nthunder-cloud. It would have burst anew into a fury of rebuke, had he\nbut known his daughter was listening at the door, while the colloquy\nwent on. It might have flamed violently, had his tenant made any further\nattempt to change his purpose. She had not. She had left the room\nmeekly, with the same curt, awkward bow that marked her entrance. He\nrecalled her manner very indistinctly; for a feeling, like a mist, began\nto gather in his mind, and make the occurrences of moments before\nuncertain.\n\nAlone, now, he was yet oppressed with a sensation that something was\nnear him. Was it a spiritual instinct? for the phantom stood by his\nside. It stood silently, with one hand raised above his head, from which\na pale flame seemed to flow downward to his brain; its other hand\npointed movelessly to the open letter on the table beside him.\n\nHe took the sheets from the table, thinking, at the moment, only of\nGeorge Feval; but the first line on which his eye rested was, \"In the\nname of the Saviour, I charge you, be true and tender to mankind!\" and\nthe words touched him like a low voice from the grave. Their penetrant\nreproach pierced the hardness of his heart. He tossed the letter back on\nthe table. The very manner of the act accused him of an insult to the\ndead. In a moment he took up the faded sheets more reverently, but only\nto lay them down again.\n\nHe had not been well that day, and he now felt worse than before. The\npain in his head had given place to a strange sense of dilation, and\nthere was a silent, confused riot in his fevered brain, which seemed to\nhim like the incipience of insanity. Striving to divert his mind from\nwhat had passed, by reflection on other themes, he could not hold his\nthoughts; they came teeming but dim, and slipped and fell away; and only\nthe one circumstance of his recent cruelty, mixed with remembrance of\nGeorge Feval, recurred and clung with vivid persistence. This tortured\nhim. Sitting there, with arms tightly interlocked, he resolved to wrench\nhis mind down by sheer will upon other things; and a savage pleasure at\nwhat at once seemed success, took possession of him. In this mood, he\nheard soft footsteps and the rustle of festal garments on the stairs,\nand had a fierce complacency in being able to clearly apprehend that it\nwas his wife and daughter going out to the party. In a moment, he heard\nthe controlled and even voice of Mrs. Renton--a serene and polished lady\nwith whom he had lived for years in cold and civil alienation, both\nseeing as little of each other as possible. With a scowl of will upon\nhis brow, he received her image distinctly into his mind, even to the\nminutia of the dress and ornaments he knew she wore, and felt an\nabsolutely savage exultation in his ability to retain it. Then came the\nsound of the closing of the hall door and the rattle of receding wheels,\nand somehow it was Nathalie and not his wife that he was holding so\ngrimly in his thought, and with her, salient and vivid as before, the\ntormenting remembrance of his tenant, connected with the memory of\nGeorge Feval. Springing to his feet, he walked the room.\n\nHe had thrown himself on a sofa, still striving to be rid of his\nremorseful visitations, when the library door opened, and the inside man\nappeared, with his hand held bashfully over his nose. It flashed on him\nat once, that his tenant's husband was the servant of a family like this\nfellow; and, irritated that the whole matter should be thus broadly\nforced upon him in another way, he harshly asked him what he wanted. The\nman only came in to say that Mrs. Renton and the young lady had gone out\nfor the evening, but that tea was laid for him in the dining-room. He\ndid not want any tea, and if anybody called, he was not at home. With\nthis charge, the man left the room, closing the door behind him.\n\nIf he could but sleep a little! Rising from the sofa, he turned the\nlights of the chandelier low, and screened the fire. The room was still.\nThe ghost stood, faintly radiant, in a remote corner. Dr. Renton lay\ndown again, but not to repose. Things he had forgotten of his dead\nfriend, now started up again in remembrance, fresh from the grave of\nmany years; and not one of them but linked itself by some mysterious\nbond to something connected with his tenant, and became an accusation.\n\nHe had lain thus for more than an hour, feeling more and more unmanned\nby illness, and his mental excitement fast becoming intolerable, when he\nheard a low strain of music, from the Swedenborgian chapel, hard by. Its\nfirst impression was one of solemnity and rest, and its first sense, in\nhis mind, was of relief. Perhaps it was the music of an evening meeting;\nor it might be that the organist and choir had met for practice.\nWhatever its purpose, it breathed through his heated fancy like a cool\nand fragrant wind. It was vague and sweet and wandering at first,\nstraying on into a strain more mysterious and melancholy, but very\nshadowy and subdued, and evoking the innocent and tender moods of early\nyouth before worldliness had hardened around his heart. Gradually, as he\nlistened to it, the fires in his brain were allayed, and all yielded to\na sense of coolness and repose. He seemed to sink from trance to trance\nof utter rest, and yet was dimly aware that either something in his own\ncondition, or some supernatural accession of tone, was changing the\nmusic from its proper quality to a harmony more infinite and awful. It\nwas still low and indeterminate and sweet, but had unaccountably and\nstrangely swelled into a gentle and sombre dirge, incommunicably\nmournful, and filled with a dark significance that touched him in his\ndepth of rest with a secret tremor and awe. As he listened, rapt and\nvaguely wondering, the sense of his tranced sinking seemed to come to an\nend, and with the feeling of one who had been descending for many hours,\nand at length lay motionless at the bottom of a deep, dark chasm, he\nheard the music fail and cease.\n\nA pause, and then it rose again, blended with the solemn voices of the\nchoir, sublimed and dilated now, reaching him as though from weird night\ngulfs of the upper air, and charged with an overmastering pathos as of\nthe lamentations of angels. In the dimness and silence, in the aroused\nand exalted condition of his being, the strains seemed unearthly in\ntheir immense and desolate grandeur of sorrow, and their mournful and\ndark significance was now for him. Working within him the impression of\nvast, innumerable, fleeing shadows, thick-crowding memories of all the\nways and deeds of an existence fallen from its early dreams and aims,\npoured across the midnight of his soul, and under the streaming\nmelancholy of the dirge, his life showed like some monstrous treason. It\ndid not terrify or madden him; he listened to it rapt utterly as in some\ndeadening ether of dream; yet feeling to his inmost core all its\npowerful grief and accusation, and quietly aghast at the sinister\nconsciousness it gave him. Still it swelled, gathering and sounding on\ninto yet mightier pathos, till all at once it darkened and spread wide\nin wild despair, and aspiring again into a pealing agony of\nsupplication, quivered and died away in a low and funereal sigh.\n\nThe tears streamed suddenly upon his face; his soul lightened and turned\ndark within him; and as one faints away, so consciousness swooned, and\nhe fell suddenly down a precipice of sleep. The music rose again, a\npensive and holy chant, and sounded on to its close, unaffected by the\naction of his brain, for he slept and heard it no more. He lay\ntranquilly, hardly seeming to breathe, in motionless repose. The room\nwas dim and silent, and the furniture took uncouth shapes around him.\nThe red glow upon the ceiling, from the screened fire, showed the misty\nfigure of the phantom kneeling by his side. All light had gone from the\nspectral form. It knelt beside him, mutely, as in prayer. Once it gazed\nat his quiet face with a mournful tenderness, and its shadowy hands\ncaressed his forehead. Then it resumed its former attitude, and the slow\nhours crept by.\n\nAt last it rose and glided to the table, on which lay the open letter.\nIt seemed to try to lift the sheets with its misty hands--but vainly.\nNext it essayed the lifting of a pen which lay there--but failed. It was\na piteous sight, to see its idle efforts on these shapes of grosser\nmatter, which appeared now to have to it but the existence of illusions.\nWandering about the shadowy room, it wrung its phantom hands as in\ndespair.\n\nPresently it grew still. Then it passed quickly to his side, and stood\nbefore him. He slept calmly. It placed one ghostly hand above his\nforehead, and, with the other pointed to the open letter. In this\nattitude its shape grew momentarily more distinct. It began to kindle\ninto brightness. The pale flame again flowed from its hand, streaming\ndownward to his brain. A look of trouble darkened the sleeping face.\nStronger--stronger; brighter--brighter; until, at last, it stood before\nhim, a glorious shape of light, with an awful look of commanding love in\nits shining features--and the sleeper sprang to his feet with a cry!\n\nThe phantom had vanished. He saw nothing. His first impression was, not\nthat he had dreamed, but that, awaking in the familiar room, he had seen\nthe spirit of his dead friend, bright and awful by his side, and that it\nhad gone! In the flash of that quick change, from sleeping to waking, he\nhad detected, he thought, the unearthly being that, he now felt, watched\nhim from behind the air, and it had vanished! The library was the same\nas in the moment of that supernatural revealing; the open letter lay\nupon the table still; only _that_ was gone which had made these common\naspects terrible. Then, all the hard, strong skepticism of his nature,\nwhich had been driven backward by the shock of his first conviction,\nrecoiled, and rushed within him, violently struggling for its former\nvantage ground; till, at length, it achieved the foothold for a doubt.\nCould he have dreamed? The ghost, invisible, still watched him. Yes--a\ndream--only a dream; but, how vivid--how strange! With a slow thrill\ncreeping through his veins--the blood curdling at his heart--a cold\nsweat starting on his forehead, he stared through the dimness of the\nroom. All was vacancy.\n\nWith a strong shudder, he strode forward, and turned up the flames of\nthe chandelier. A flood of garish light filled the apartment. In a\nmoment, remembering the letter to which the phantom of his dream had\npointed, he turned and took it from the table. The last page lay upward,\nand every word of the solemn counsel at the end seemed to dilate on the\npaper, and all its mighty meaning rushed upon his soul. Trembling in his\nown despite, he laid it down and moved away. A physician, he remembered\nthat he was in a state of violent nervous excitement, and thought that\nwhen he grew calmer its effects would pass from him. But the hand that\nhad touched him had gone down deeper than the physician, and reached\nwhat God had made.\n\nHe strove in vain. The very room, in its light and silence, and the\nlurking sentiment of something watching him, became terrible. He could\nnot endure it. The devils in his heart, grown pusillanimous, cowered\nbeneath the flashing strokes of his aroused and terrible conscience. He\ncould not endure it. He must go out. He will walk the streets. It is not\nlate--it is but ten o'clock. He will go.\n\nThe air of his dream still hung heavily about him. He was in the\nstreet--he hardly remembered how he had got there, or when; but there he\nwas, wrapped up from the searching cold, thinking, with a quiet horror\nin his mind, of the darkened room he had left behind, and haunted by the\nsense that something was groping about there in the darkness, searching\nfor him. The night was still and cold. The full moon was in the zenith.\nIts icy splendor lay on the bare streets, and on the walls of the\ndwellings. The lighted oblong squares of curtained windows, here and\nthere, seemed dim and waxen in the frigid glory. The familiar aspect of\nthe quarter had passed away, leaving behind only a corpse-like\nneighborhood, whose huge, dead features, staring rigidly through the\nthin, white shroud of moonlight that covered all, left no breath upon\nthe stainless skies. Through the vast silence of the night he passed\nalong; the very sound of his footfalls was remote to his muffled sense.\n\nGradually, as he reached the first corner, he had an uneasy feeling that\na thing--a formless, unimaginable thing--was dogging him. He had thought\nof going down to his club-room; but he now shrank from entering, with\nthis thing near him, the lighted rooms where his set were busy with\ncards and billiards, over their liquors and cigars, and where the heated\nair was full of their idle faces and careless chatter, lest some one\nshould bawl out that he was pale, and ask him what was the matter, and\nhe should answer, tremblingly, that something was following him, and was\nnear him then! He must get rid of it first; he must walk quickly, and\nbaffle its pursuit by turning sharp corners, and plunging into devious\nstreets and crooked lanes, and so lose it!\n\nIt was difficult to reach through memory to the crazy chaos of his mind\non that night, and recall the route he took while haunted by this\nfeeling; but he afterward remembered that, without any other purpose\nthan to baffle his imaginary pursuer, he traversed at a rapid pace a\nlarge portion of the moonlit city; always (he knew not why) avoiding the\nmore populous thoroughfares, and choosing unfrequented and tortuous\nbyways, but never ridding himself of that horrible confusion of mind in\nwhich the faces of his dead friend and the pale woman were strangely\nblended, nor of the fancy that he was followed. Once, as he passed the\nhospital where Feval died, a faint hint seemed to flash and vanish from\nthe clouds of his lunacy, and almost identify the dogging goblin with\nthe figure of his dream; but the conception instantly mixed with a\ndisconnected remembrance that this was Christmas eve, and then slipped\nfrom him, and was lost. He did not pause there, but strode on. But just\nthere, what had been frightful became hideous. For at once he was\npossessed with the conviction that the thing that lurked at a distance\nbehind him, was quickening its movement, and coming up to seize him. The\ndreadful fancy stung him like a goad, and, with a start, he accelerated\nhis flight, horribly conscious that what he feared was slinking along in\nthe shadow, close to the dark bulks of the houses, resolutely pursuing,\nand bent on overtaking him. Faster! His footfalls rang hollowly and loud\non the moonlit pavement, and in contrast with their rapid thuds he felt\nit as something peculiarly terrible that the furtive thing behind, slunk\nafter him with soundless feet. Faster, faster! Traversing only the most\nunfrequented streets, and at that late hour of a cold winter night, he\nmet no one, and with a terrifying consciousness that his pursuer was\ngaining on him, he desperately strode on. He did not dare to look\nbehind, dreading less what he might see, than the momentary loss of\nspeed the action might occasion. Faster, faster, faster! And all at once\nhe knew that the dogging thing had dropped its stealthy pace and was\nracing up to him. With a bound he broke into a run, seeing, hearing,\nheeding nothing, aware only that the other was silently louping on his\ntrack two steps to his one; and with that frantic apprehension upon him,\nhe gained the next street, flung himself around the corner with his back\nto the wall, and his arms convulsively drawn up for a grapple; and felt\nsomething rush whirring past his flank, striking him on the shoulder as\nit went by, with a buffet that made a shock break through his frame.\nThat shock restored him to his senses. His delusion was suddenly\nshattered. The goblin was gone. He was free.\n\nHe stood panting, like one just roused from some terrible dream, wiping\nthe reeking perspiration from his forehead and thinking confusedly and\nwearily what a fool he had been. He felt he had wandered a long distance\nfrom his house, but had no distinct perception of his whereabouts. He\nonly knew he was in some thinly-peopled street, whose familiar aspect\nseemed lost to him in the magical disguise the superb moonlight had\nthrown over all. Suddenly a film seemed to drop from his eyes, as they\nbecame riveted on a lighted window, on the opposite side of the way. He\nstarted, and a secret terror crept over him, vaguely mixed with the\nmemory of the shock he had felt as he turned the last corner, and his\ndistinct, awful feeling that something invisible had passed him. At the\nsame instant he felt, and thrilled to feel, a touch, as of a light\nfinger, on his cheek. He was in Hanover street. Before him was the\nhouse--the oyster-room staring at him through the lighted transparencies\nof its two windows, like two square eyes, below; and his tenant's light\nin a chamber above! The added shock which this discovery gave to the\nheaving of his heart, made him gasp for breath. Could it be? Did he\nstill dream? While he stood panting and staring at the building, the\ncity clocks began to strike. Eleven o'clock; it was ten when he came\naway; how he must have driven! His thoughts caught up the word.\nDriven--by what? Driven from his house in horror, through street and\nlane, over half the city--driven--hunted in terror, and smitten by a\nshock here! Driven--driven! He could not rid his mind of the word, nor\nof the meaning it suggested. The pavements about him began to ring and\necho with the tramp of many feet, and the cold, brittle air was shivered\nwith the noisy voices that had roared and bawled applause and laughter\nat the National Theatre all the evening, and were now singing and\nhowling homeward. Groups of rude men, and ruder boys, their breaths\nsteaming in the icy air, began to tramp by, jostling him as they passed,\ntill he was forced to draw back to the wall, and give them the sidewalk.\nDazed and giddy, in cold fear, and with the returning sense of something\nnear him, he stood and watched the groups that pushed and tumbled in\nthrough the entrance of the oyster-room, whistling and chattering as\nthey went, and banging the door behind them. He noticed that some came\nout presently, banging the door harder, and went, smoking and shouting,\ndown the street. Still they poured in and out, while the street was\nstartled with their stimulated riot, and the bar-room within echoed\ntheir trampling feet and hoarse voices. Then, as his glance wandered\nupward to his tenant's window, he thought of the sick child, mixing this\nhideous discord in the dreams of fever. The word brought up the name and\nthe thought of his dead friend. \"In the name of the Saviour, I charge\nyou be true and tender to mankind!\" The memory of these words seemed to\nring clearly, as if a voice had spoken them, above the roar that\nsuddenly rose in his mind. In that moment he felt himself a wretched and\nmost guilty man. He felt that his cruel words had entered that humble\nhome, to make desperate poverty more desperate, to sicken sickness, and\nto sadden sorrow. Before him was the dram-shop, let and licensed to\nnourish the worst and most brutal appetites and instincts of human\nnatures, at the sacrifice of all their highest and holiest tendencies.\nThe throng of tipplers and drunkards was swarming through its hopeless\ndoor, to gulp the fiery liquor whose fumes give all shames, vices,\nmiseries, and crimes, a lawless strength and life, and change the man\ninto the pig or tiger. Murder was done, or nearly done, within those\nwalls last night. Within those walls no good was ever done; but, daily,\nunmitigated evil, whose results were reaching on to torture unborn\ngenerations. He had consented to it all! He could not falter, or\nequivocate, or evade, or excuse. His dead friend's words rang in his\nconscience like the trump of the judgment angel. He was conquered.\n\nSlowly, the resolve to instantly go in up-rose within him, and with it a\nchange came upon his spirit, and the natural world, sadder than before,\nbut sweeter, seemed to come back to him. A great feeling of relief\nflowed upon his mind. Pale and trembling still, he crossed the street\nwith a quick, unsteady step, entered a yard at the side of the house,\nand, brushing by a host of white, rattling spectres of frozen clothes,\nwhich dangled from lines in the inclosure, mounted some wooden steps,\nand rang the bell. In a minute he heard footsteps within, and saw the\ngleam of a lamp. His heart palpitated violently as he heard the lock\nturning, lest the answerer of his summons might be his tenant. The door\nopened, and, to his relief, he stood before a rather decent-looking\nIrishman, bending forward in his stocking feet, with one boot and a lamp\nin his hand. The man stared at him from a wild head of tumbled red hair,\nwith a half smile round his loose open mouth, and said, \"Begorra!\" This\nwas a second floor tenant.\n\nDr. Renton was relieved at the sight of him; but he rather failed in an\nattempt at his rent-day suavity of manner, when he said:\n\n\"Good evening, Mr. Flanagan. Do you think I can see Mrs. Miller\nto-night?\"\n\n\"She's up _there_, docther, anyway.\" Mr. Flanagan made a sudden start\nfor the stairs, with the boot and lamp at arm's length before him, and\nstopped as suddenly. \"Yull go up?--or wud she come down to ye?\" There\nwas as much anxious indecision in Mr. Flanagan's general aspect, pending\nthe reply, as if he had to answer the question himself.\n\n\"I'll go up, Mr. Flanagan,\" returned Dr. Renton, stepping in, after a\npause, and shutting the door. \"But I'm afraid she's in bed.\"\n\n\"Naw--she's not, sur.\" Mr. Flanagan made another feint with the boot and\nlamp at the stairs, but stopped again in curious bewilderment, and\nrubbed his head. Then, with another inspiration, and speaking with such\nvelocity that his words ran into each other, pell-mell, he continued:\n\"Th' small girl's sick, sur. Begorra, I wor just pullin' on th' boots\ntuh gaw for the docther, in th' nixt streth, an' summons him to her\nrelehf, for it's bad she is. A'id betther be goan.\" Another start, and a\nmovement to put on the boot instantly, baffled by his getting the lamp\ninto the leg of it, and involving himself in difficulties in trying to\nget it out again without dropping either, and stopped finally by Dr.\nRenton.\n\n\"You needn't go, Mr. Flanagan. I'll see to the child. Don't go.\"\n\nHe stepped slowly up the stairs, followed by the bewildered Flanagan.\nAll this time Dr. Renton was listening to the racket from the bar-room.\nClinking of glasses, rattling of dishes, trampling of feet, oaths and\nlaughter, and a confused din of coarse voices, mingling with boisterous\ncalls for oysters and drink, came, hardly deadened by the partition\nwalls, from the haunt below, and echoed through the corridors. Loud\nenough within--louder in the street without, where the oysters and drink\nwere reeling and roaring off to brutal dreams. People trying to sleep\nhere; a sick child up stairs. Listen! \"_Two_ stew! _One_ roast! _Four_\nale! Hurry 'em up! _Three_ stew! _In_ number six! _One_ fancy--_two_\nroast! _One_ sling! Three brandy--_hot_! _Two_ stew! _One_ whisk'\n_skin_! Hurry 'em up! _What_ yeh _'bout_! _Three_ brand' punch--_hot_!\n_Four_ stew! _What_-ye-e-h 'BOUT! _Two_ gin-cock-t'il! _One_ stew!\nHu-r-r-y 'em up!\" Clashing, rattling, cursing, swearing, laughing,\nshouting, trampling, stumbling, driving, slamming, of doors. \"Hu-r-ry\n'em UP.\"\n\n\"Flanagan,\" said Dr. Renton, stopping at the first landing, \"do you have\nthis noise every night?\"\n\n\"Naise? Hoo! Divil a night, docther, but I'm wehked out ov me bed wid\n'em, Sundays an' all. Sure didn't they murdher wan of 'em, out an' out,\nlast night!\"\n\n\"Is the man dead?\"\n\n\"Dead? Troth he is. An' cowld.\"\n\n\"H'm\"--through his compressed lips. \"Flanagan, you needn't come up. I\nknow the door. Just hold the light for me here. There, that'll do. Thank\nyou.\" He whispered the last words from the top of the second flight.\n\n\"Are ye there, docther?\" Flanagan anxious to the last, and trying to\npeer up at him with the lamp-light in his eyes.\n\n\"Yes. That'll do. Thank you!\" in the same whisper. Before he could tap\nat the door, then darkening in the receding light, it opened suddenly,\nand a big Irish woman bounced out, and then whisked in again, calling to\nsome one in an inner room: \"Here he is, Mrs. Mill'r,\" and then bounced\nout again, with a \"Walk royt in, if _you_ plaze; here's the choild\"--and\nwhisked in again, with a \"Sure an' Jehms was quick;\" never once looking\nat him, and utterly unconscious of the presence of her landlord. He had\nhardly stepped into the room and taken off his hat, when Mrs. Miller\ncame from the inner chamber with a lamp in her hand. How she started!\nWith her pale face grown suddenly paler, and her hand on her bosom, she\ncould only exclaim: \"Why, it's Dr. Renton!\" and stand, still and dumb,\ngazing with a frightened look at his face, whiter than her own.\nWhereupon Mrs. Flanagan came bolting out again, with wild eyes and a\nsort of stupefied horror in her good, coarse, Irish features; and then,\nwith some uncouth ejaculation, ran back, and was heard to tumble over\nsomething within, and tumble something else over in her fall, and gather\nherself up with a subdued howl, and subside.\n\n\"Mrs. Miller,\" began Dr. Renton, in a low, husky voice, glancing at her\nfrightened face, \"I hope you'll be composed. I spoke to you very harshly\nand rudely to-night; but I really was not myself--I was in anger--and I\nask your pardon. Please to overlook it all, and--but I will speak of\nthis presently; now--I am a physician; will you let me look now at your\nsick child?\"\n\nHe spoke hurriedly, but with evident sincerity. For a moment her lips\nfaltered; then a slow flush came up, with a quick change of expression\non her thin, worn face, and, reddening to painful scarlet, died away in\na deeper pallor.\n\n\"Dr. Renton,\" she said, hastily, \"I have no ill-feeling for you, sir,\nand I know you were hurt and vexed--and I know you have tried to make it\nup to me again, sir--secretly. I know who it was, now; but I can't take\nit, sir. You must take it back. You know it was you sent it, sir?\"\n\n\"Mrs. Miller,\" he replied, puzzled beyond measure, \"I don't understand\nyou. What do you mean?\"\n\n\"Don't deny it, sir. Please not to,\" she said imploringly, the tears\nstarting to her eyes. \"I am very grateful--indeed I am. But I can't\naccept it. Do take it again.\"\n\n\"Mrs. Miller,\" he replied, in a hasty voice, \"what do you mean? I have\nsent you nothing--nothing at all. I have, therefore, nothing to receive\nagain.\"\n\nShe looked at him fixedly, evidently impressed by the fervor of his\ndenial.\n\n\"You sent me nothing to-night, sir?\" she asked, doubtfully.\n\n\"Nothing at any time--nothing,\" he answered, firmly.\n\nIt would have been folly to have disbelieved the truthful look of his\nwondering face, and she turned away in amazement and confusion. There\nwas a long pause.\n\n\"I hope, Mrs. Miller, you will not refuse any assistance I can render to\nyour child,\" he said, at length.\n\nShe started, and replied, tremblingly and confusedly, \"No, sir; we shall\nbe grateful to you, if you can save her\"--and went quickly, with a\nstrange abstraction on her white face, into the inner room. He followed\nher at once, and, hardly glancing at Mrs. Flanagan, who sat there in\nstupefaction, with her apron over her head and face, he laid his hat on\na table, went to the bedside of the little girl, and felt her head and\npulse. He soon satisfied himself that the little sufferer was in no\ndanger, under proper remedies, and now dashed down a prescription on a\nleaf from his pocket-book. Mrs. Flanagan, who had come out from the\nretirement of her apron, to stare stupidly at him during the\nexamination, suddenly bobbed up on her legs, with enlightened alacrity,\nwhen he asked if there was any one that could go out to the\napothecary's, and said, \"sure I wull!\" He had a little trouble to make\nher understand that the prescription, which she took by the corner,\nholding it away from her, as if it were going to explode presently, and\nstaring at it upside down--was to be left--\"_left_, mind you, Mrs.\nFlanagan--with the apothecary--Mr. Flint--at the nearest corner--and he\nwill give you some things, which you are to bring here.\" But she had\nshuffled off at last with a confident, \"yis, sur--aw, I knoo,\" her head\nnodding satisfied assent, and her big thumb covering the note on the\nmargin, \"charge to Dr. C. Renton, Bowdoin street,\" (which _I_ know,\ncould not keep it from the eyes of the angels!) and he sat down to await\nher return.\n\n\"Mrs. Miller,\" he said, kindly, \"don't be alarmed about your child. She\nis doing well; and, after you have given her the medicine Mrs. Flanagan\nwill bring, you'll find her much better, to-morrow. She must be kept\ncool and quiet, you know, and she'll be all right soon.\"\n\n\"Oh! Dr. Renton, I am very grateful,\" was the tremulous reply; \"and we\nwill follow all directions, sir. It is hard to keep her quiet, sir; we\nkeep as still as we can, and the other children are very still; but the\nstreet is very noisy all the daytime and evening, sir, and--\"\n\n\"I know it, Mrs. Miller. And I'm afraid those people down-stairs disturb\nyou somewhat.\"\n\n\"They make some stir in the evening, sir; and it's rather loud in the\nstreet sometimes, at night. The folks on the lower floors are troubled a\ngood deal, they say.\"\n\nWell they may be. Listen to the bawling outside, now, cold as it is.\nHark! A hoarse group on the opposite sidewalk beginning a song. \"Ro-o-l\non, sil-ver mo-o-n\"--. The silver moon ceases to roll in a sudden\nexplosion of yells and laughter, sending up broken fragments of curses,\nribald jeers, whoopings, and cat-calls, high into the night air.\n\"Ga-l-a-ng! Hi-hi! What ye-e-h _'bout_!\"\n\n\"This is outrageous, Mrs. Miller. Where's the watchman?\"\n\nShe smiled faintly. \"He takes one of them off occasionally, sir; but\nhe's afraid; they beat him sometimes.\" A long pause.\n\n\"Isn't your room rather cold, Mrs. Miller?\" He glanced at the black\nstove, dimly seen in the outer room. \"It is necessary to keep the rooms\ncool just now, but this air seems to me cold.\"\n\nReceiving no answer, he looked at her, and saw the sad truth in her\naverted face.\n\n\"I beg your pardon,\" he said quickly, flushing to the roots of his hair.\n\"I might have known, after what you said to me this evening.\"\n\n\"We had a little fire here to-day, sir,\" she said, struggling with the\npride and shame of poverty; \"but we have been out of firing for two or\nthree days, and we owe the wharfman something now. The two boys picked\nup a few chips; but the poor children find it hard to get them, sir.\nTimes are very hard with us, sir; indeed they are. We'd have got along\nbetter, if my husband's money had come, and your rent would have been\npaid--\"\n\n\"Never mind the rent!--don't speak of that!\" he broke in, with his face\nall aglow. \"Mrs. Miller, I haven't done right by you--I know it. Be\nfrank with me. Are you in want of--have you--need of--food?\"\n\nNo need of answer to that faintly stammered question. The thin, rigid\nface was covered from his sight by the worn, wan hands, and all the\npride and shame of poverty, and all the frigid truth of cold, hunger,\nanxiety, and sickened sorrow they had concealed, had given way at last\nin a rush of tears. He could not speak. With a smitten heart, he knew it\nall now. Ah! Dr. Renton, you know these people's tricks? you know their\nlying blazon of poverty, to gather sympathy?\n\n\"Mrs. Miller\"--she had ceased weeping, and as he spoke, she looked at\nhim, with the tear-stains still on her agitated face, half ashamed that\nhe had seen her--\"Mrs. Miller, I am sorry. This shall be remedied. Don't\ntell me it shan't! Don't! I say it shall! Mrs. Miller, I'm--I'm ashamed\nof myself. I am, indeed.\"\n\n\"I am very grateful, sir, I'm sure,\" said she; \"but we don't like to\ntake charity though we need help; but we can get along now, sir--for, I\nsuppose I must keep it, as you say you didn't send it, and use it for\nthe children's sake, and thank God for his good mercy--since I don't\nknow, and never shall, where it came from, now.\"\n\n\"Mrs. Miller,\" he said quickly, \"you spoke in this way before; and I\ndon't know what you refer to. What do you mean by--_it_?\"\n\n\"Oh! I forgot sir: it puzzles me so. You see, sir, I was sitting here\nafter I got home from your house, thinking what I should do, when Mrs.\nFlanagan came up-stairs with a letter for me, that she said a strange\nman left at the door for Mrs. Miller; and Mrs. Flanagan couldn't\ndescribe him well, or understandingly; and it had no direction at all,\nonly the man inquired who was the landlord, and if Mrs. Miller had a\nsick child, and then said the letter was for me; and there was no\nwriting inside the letter, but there was fifty dollars. That's all, sir.\nIt gave me a great shock, sir; and I couldn't think who sent it, only\nwhen you came to-night, I thought it was you; but you said it wasn't,\nand I never shall know who it was, now. It seems as if the hand of God\nwas in it, sir, for it came when everything was darkest, and I was in\ndespair.\"\n\n\"Why, Mrs. Miller,\" he slowly answered, \"this is very mysterious. The\nman inquired if I was the owner of the house--oh! no--he only inquired\nwho was--but then he knew I was the--oh! bother! I'm getting nowhere.\nLet's see. Why, it must be some one you know, or that knows your\ncircumstances.\"\n\n\"But there's no one knows them but yourself; and I told you,\" she\nreplied; \"no one else but the people in the house. It must have been\nsome rich person, for the letter was a gilt-edge sheet, and there was\nperfume in it, sir.\"\n\n\"Strange,\" he murmured. \"Well, I give it up. All is, I advise you to\nkeep it, and I'm very glad some one did his duty by you in your hour of\nneed, though I'm sorry it was not myself. Here's Mrs. Flanagan.\"\n\nThere was a good deal done, and a great burden lifted off an humble\nheart--nay, two! before Dr. Renton thought of going home. There was a\npatient gained, likely to do Dr. Renton more good than any patient he\nhad lost. There was a kettle singing on the stove, and blowing off a\nhappier steam than any engine ever blew on that railroad, whose\nunmarketable stock had singed Dr. Renton's fingers. There was a yellow\ngleam flickering from the blazing fire on the sober binding of a good\nold Book upon a shelf with others, a rarer medical work than ever\nslipped at auction from Dr. Renton's hands, since it kept the sacred\nlore of Him who healed the sick, and fed the hungry, and comforted the\npoor, and who was also the Physician of souls.\n\nAnd there were other offices performed, of lesser range than these,\nbefore he rose to go. There were cooling mixtures blended for the sick\nchild; medicines arranged; directions given; and all the items of her\ntendance orderly foreseen, and put in pigeon-holes of When and How, for\nservice.\n\nAt last he rose to go. \"And now, Mrs. Miller,\" he said, \"I'll come here\nat ten in the morning, and see to our patient. She'll be nicely by that\ntime. And--(listen to those brutes in the street!--twelve o'clock,\ntoo--ah! there's the bell),--as I was saying, my offence to you being\noccasioned by your debt to me, I feel my receipt for your debt should\ncommence my reparation to you; and I'll bring it to-morrow. Mrs. Miller\nyou don't quite come at me--what I mean is--you owe me, under a notice\nto quit, three months' rent. Consider that paid in full. I never will\ntake a cent of it from you--not a copper. And I take back the notice.\nStay in my house as long as you like; the longer the better. But, up to\nthis date, your rent's paid. There. I hope you'll have as happy a\nChristmas as circumstances will allow, and I mean you shall.\"\n\nA flush of astonishment--of indefinable emotion, overspread her face.\n\n\"Dr. Renton, stop, sir!\" He was moving to the door. \"Please, sir, _do_\nhear me! You are very good--but I can't allow you to--Dr. Renton, we are\nable to pay you the rent, and we _will_, and we _must_--here--now. Oh!\nsir, my gratefulness will never fail to you--but here--here--be fair\nwith me, sir, and _do_ take it!\"\n\nShe had hurried to a chest of drawers, and came back with the letter\nwhich she had rustled apart with eager, trembling hands, and now,\nunfolding the single bank-note it had contained, she thrust it into his\nfingers as they closed.\n\n\"Here, Mrs. Miller\"--she had drawn back with her arms locked on her\nbosom, and he stepped forward--\"no, no. This shan't be. Come, come, you\nmust take it back. Good heavens!\" he spoke low, but his eyes blazed in\nthe red glow which broke out on his face, and the crisp note in his\nextended hand shook violently at her--\"Sooner than take this money from\nyou, I would perish in the street! What! Do you think I will rob you of\nthe gift sent you by some one who had a human heart for the distresses I\nwas aggravating? Sooner than--here, take it! O my God! what's this?\"\n\nThe red glow on his face went out, with this exclamation, in a pallor\nlike marble, and he jerked back the note to his starting eyes; Globe\nBank--Boston--Fifty Dollars. For a minute he gazed at the motionless\nbill in his hand. Then, with his hueless lips compressed, he seized the\nblank letter from his astonished tenant, and looked at it, turning it\nover and over. Grained letter-paper--gilt-edged--with a favorite perfume\nin it. Where's Mrs. Flanagan? Outside the door, sitting on the top of\nthe stairs, with her apron over her head, crying. Mrs. Flanagan! Here!\nIn she tumbled, her big feet kicking her skirts before her, and her eyes\nand face as red as a beet.\n\n\"Mrs. Flanagan, what kind of a looking man gave you this letter at the\ndoor to-night?\"\n\n\"A-w, Docther Rinton, dawn't ax me!--Bother, an' all, an' sure an' I\ncudn't see him wud his fur-r hat, an' he a-ll boondled oop wud his co-at\noop on his e-ars, an' his big han'kershuf smotherin' thuh mouth uv him,\nan' sorra a bit uv him tuh be looked at, sehvin' thuh poomple on thuh\nind uv his naws.\"\n\n\"The _what_ on the end of his nose?\"\n\n\"Thuh poomple, sur.\"\n\n\"What does she mean, Mrs. Miller?\" said the puzzled questioner, turning\nto his tenant.\n\n\"I don't know, sir, indeed,\" was the reply; \"she said that to me, and I\ncouldn't understand her.\"\n\n\"It's thuh poomple, docther. Dawn't ye knoo? Thuh big, flehmin poomple\noop there.\" She indicated the locality, by flattening the rude tip of\nher own nose with her broad forefinger.\n\n\"Oh! the pimple! I have it.\" So he had. Netty, Netty!\n\nHe said nothing, but sat down in a chair, with his bold, white brow\nknitted, and the warm tears in his dark eyes.\n\n\"You know who sent it, sir, don't you?\" asked his wondering tenant,\ncatching the meaning of all this.\n\n\"Mrs. Miller, I do. But I cannot tell you. Take it, now, and use it. It\nis doubly yours. There. Thank you.\"\n\nShe had taken it with an emotion in her face that gave a quicker motion\nto his throbbing heart. He rose to his feet, hat in hand, and turned\naway. The noise of a passing group of roysterers in the street without,\ncame strangely loud into the silence of that room.\n\n\"Good night, Mrs. Miller. I'll be here in the morning. Good night.\"\n\n\"Good night, sir. God bless you, sir!\"\n\nHe turned around quickly. The warm tears in his dark eyes had flowed on\nhis face, which was pale; and his firm lip quivered.\n\n\"I hope He will, Mrs. Miller--I hope He will. It should have been said\noftener.\"\n\nHe was on the outer threshold. Mrs. Flanagan had, somehow, got there\nbefore him, with a lamp, and he followed her down through the dancing\nshadows, with blurred eyes. On the lower landing he stopped to hear the\njar of some noisy wrangle, thick with oaths, from the bar-room. He\nlistened for a moment, and then turned to the staring stupor of Mrs.\nFlanagan's rugged visage.\n\n\"Sure, they're at ut, docther, wud a wull,\" she said, smiling.\n\n\"Yes. Mrs. Flanagan, you'll stay up with Mrs. Miller to-night, won't\nyou?\"\n\n\"Dade an' I wull, sur.\"\n\n\"That's right. Do. And make her try and sleep, for she must be tired.\nKeep up a fire--not too warm, you understand. There'll be wood and coal\ncoming to-morrow, and she'll pay you back.\"\n\n\"A-w, docther, dawn't noo!\"\n\n\"Well, well. And--look here; have you got anything to eat in the house?\nYes; well; take it up-stairs. Wake up those two boys, and give them\nsomething to eat. Don't let Mrs. Miller stop you. Make her eat\nsomething. Tell her I said she must. And, first of all, get your bonnet,\nand go to that apothecary's--Flint's--for a bottle of port wine, for\nMrs. Miller. Hold on. There's the order.\" (He had a leaf out of his\npocket-book in a minute, and wrote it down.) \"Go with this, the first\nthing. Ring Flint's bell, and he'll wake up. And here's something for\nyour own Christmas dinner, to-morrow.\" Out of the roll of bills, he drew\none of the tens--Globe Bank--Boston--and gave it to Mrs. Flanagan.\n\n\"A-w, dawn't noo, docther.\"\n\n\"Bother! It's for yourself, mind. Take it. There. And now unlock the\ndoor. That's it. Good night, Mrs. Flanagan.\"\n\n\"An' meh thuh Hawly Vurgin hape blessn's on ye, Docther Rinton, wud a-ll\nthuh compliments uv thuh sehzin, for yur thuh--\"\n\nHe lost the end of Mrs. Flanagan's parting benedictions in the moonlit\nstreet. He did not pause till he was at the door of the oyster-room. He\npaused then, to make way for a tipsy company of four, who reeled\nout--the gaslight from the bar-room on the edges of their sodden,\ndistorted faces--giving three shouts and a yell, as they slammed the\ndoor behind them.\n\nHe pushed after a party that was just entering. They went at once for\ndrink to the upper end of the room, where a rowdy crew, with cigars in\ntheir mouths, and liquor in their hands, stood before the bar, in a\nknotty wrangle concerning some one who was killed. Where is the keeper?\nOh! there he is, mixing hot brandy punch for two. Here, you, sir, go up\nquietly, and tell Mr. Rollins Dr. Renton wants to see him. The waiter\ncame back presently to say Mr. Rollins would be right along. Twenty-five\nminutes past twelve. Oyster trade nearly over. Gaudy-curtained booths on\nthe left all empty but two. Oyster-openers and waiters--three of them in\nall--nearly done for the night, and two of them sparring and scuffling\nbehind a pile of oysters on the trough, with the colored print of the\ngreat prize fight between Tom Hyer and Yankee Sullivan, in a veneered\nframe above them on the wall. Blower up from the fire opposite the bar,\nand stewpans and griddles empty and idle on the bench beside it, among\nthe unwashed bowls and dishes. Oyster trade nearly over. Bar still busy.\n\nHere comes Rollins in his shirt sleeves, with an apron on. Thick-set,\nmuscular man--frizzled head, low forehead, sharp, black eyes, flabby\nface, with a false, greasy smile on it now, oiling over a curious,\nstealthy expression of mingled surprise and inquiry, as he sees his\nlandlord here at this unusual hour.\n\n\"Come in here, Mr. Rollins; I want to speak to you.\"\n\n\"Yes, sir. Jim\" (to the waiter), \"go and tend bar.\" They sat down in one\nof the booths, and lowered the curtain. Dr. Renton, at one side of the\ntable within, looking at Rollins, sitting leaning on his folded arms, at\nthe other side.\n\n\"Mr. Rollins, I am told the man who was stabbed here last night is dead.\nIs that so?\"\n\n\"Well, he is, Dr. Renton. Died this afternoon.\"\n\n\"Mr. Rollins, this is a serious matter; what are you going to do about\nit?\"\n\n\"Can't help it, sir. Who's a-goin' to touch _me_? Called in a watchman.\nWhole mess of 'em had cut. Who knows 'em? Nobody knows 'em. Man that was\nstuck never see the fellers as stuck him in all his life till then.\nDidn't know which one of 'em did it. Didn't know nothing. Don't now, an'\nnever will, 'nless he meets 'em in hell. That's all. Feller's dead, an'\nwho's a-goin' to touch _me_? Can't do it. Ca-n-'t do it.\"\n\n\"Mr. Rollins,\" said Dr. Renton, thoroughly disgusted with this man's\nbrutal indifference, \"your lease expires in three days.\"\n\n\"Well, it does. Hope to make a renewal with you, Dr. Renton. Trade's\ngood here. Shouldn't mind more rent on, if you insist--hope you\nwon't--if it's anything in reason. Promise sollum, I shan't have no more\nfightin' in here. Couldn't help this. Accidents _will_ happen, yo'\nknow.\"\n\n\"Mr. Rollins, the case is this: if you didn't sell liquor here, you'd\nhave no murder done in your place--murder, sir. That man was murdered.\nIt's your fault, and it's mine, too. I ought not to have let you the\nplace for your business. It _is_ a cursed traffic, and you and I ought\nto have found it out long ago. _I_ have. I hope _you_ will. Now, I\nadvise you, as a friend, to give up selling rum for the future: you see\nwhat it comes to--don't you? At any rate, I will not be responsible for\nthe outrages that are perpetrated in my building any more--I will not\nhave liquor sold here. I refuse to renew your lease. In three days you\nmust move.\"\n\n\"Dr Renton, you hurt my feelin's. Now, how would you--\"\n\n\"Mr. Rollins, I have spoken to you as a friend, and you have no cause\nfor pain. You must quit these premises when your lease expires. I'm\nsorry I can't make you go before that. Make no appeals to me, if you\nplease. I am fixed. Now, sir, good-night.\"\n\nThe curtain was pulled up, and Rollins rolled over to his beloved bar,\nsoothing his lacerated feelings by swearing like a pirate, while Dr.\nRenton strode to the door, and went into the street, homeward.\n\nHe walked fast through the magical moonlight, with a strange feeling of\nsternness, and tenderness, and weariness, in his mind. In this mood, the\nsensation of spiritual and physical fatigue gaming on him, but a quiet\nmoonlight in all his reveries, he reached his house. He was just putting\nhis latch-key in the door, when it was opened by James, who stared at\nhim for a second, and then dropped his eyes, and put his hand before his\nnose. Dr. Renton compressed his lips on an involuntary smile.\n\n\"Ah! James, you're up late. It's near one.\"\n\n\"I sat up for Mrs. Renton and the young lady, sir. They're just come,\nand gone up stairs.\"\n\n\"All right, James. Take your lamp and come in here. I've got something\nto say to you.\" The man followed him into the library at once, with some\nwonder on his sleepy face.\n\n\"First, put some coal on that fire, and light the chandelier. I shall\nnot go up stairs to-night.\" The man obeyed. \"Now, James, sit down in\nthat chair.\" He did so, beginning to look frightened at Dr. Renton's\ngrave manner.\n\n\"James\"--a long pause--\"I want you to tell me the truth. Where did you\ngo to-night? Come, I have found you out. Speak.\"\n\nThe man turned as white as a sheet, and looked wretched with the whites\nof his bulging eyes, and the great pimple on his nose awfully distinct\nin the livid hue of his features. He was a rather slavish fellow, and\nthought he was going to lose his situation. Please not to blame him, for\nhe, too, was one of the poor.\n\n\"Oh! Dr. Renton, excuse me, sir; I didn't mean doing any harm.\"\n\n\"James, my daughter gave you an undirected letter this evening; you\ncarried it to one of my houses in Hanover street. Is that true?\"\n\n\"Ye-yes, sir. I couldn't help it. I only did what she told me, sir.\"\n\n\"James, if my daughter told you to set fire to this house, what would\nyou do?\"\n\n\"I wouldn't do it, sir,\" he stammered, after some hesitation.\n\n\"You wouldn't? James, if my daughter ever tells you to set fire to this\nhouse, do it, sir! Do it. At once. Do whatever she tells you. Promptly.\nAnd I'll back you.\"\n\nThe man stared wildly at him, as he received this astonishing command.\nDr. Renton was perfectly grave, and had spoken slowly and seriously. The\nman was at his wits' end.\n\n\"You'll do it James--will you?\"\n\n\"Ye-yes, sir, certainly.\"\n\n\"That's right. James, you're a good fellow. James, you've got a\nfamily--a wife and children--hav'n't you?\"\n\n\"Yes, sir, I have; living in the country, sir. In Chelsea, over the\nferry. For cheapness, sir.\"\n\n\"For cheapness, eh? Hard times, James? How is it?\"\n\n\"Pretty hard, sir. Close, but toler'ble comfortable. Rub and go, sir.\"\n\n\"Rub and go. Ve-r-y well. Rub and go. James, I'm going to raise your\nwages--to-morrow. Generally, because you're a good servant. Principally,\nbecause you carried that letter to-night, when my daughter asked you. I\nshan't forget it. To-morrow, mind. And if I can do anything for you,\nJames, at any time, just tell me. That's all. Now, you'd better go to\nbed. And a happy Christmas to you!\"\n\n\"Much obliged to you, sir. Same to you and many of 'em. Good-night,\nsir.\" And with Dr. Renton's \"good-night\" he stole up to bed, thoroughly\nhappy, and determined to obey Miss Renton's future instructions to the\nletter. The shower of golden light which had been raining for the last\ntwo hours, had fallen, even on him. It would fall all day to-morrow in\nmany places, and the day after, and for long years to come. Would that\nit could broaden and increase to a general deluge, and submerge the\nworld!\n\nNow the whole house was still, and its master was weary. He sat there,\nquietly musing, feeling the sweet and tranquil presence near him. Now\nthe fire was screened, the lights were out, save one dim glimmer, and he\nhad lain down on the couch with the letter in his hand, and slept the\ndreamless sleep of a child.\n\nHe slept until the gray dawn of Christmas day stole into the room, and\nshowed him the figure of his friend, a shape of glorious light, standing\nby his side, and gazing at him with large and tender eyes! He had no\nfear. All was deep, serene, and happy with the happiness of heaven.\nLooking up into that beautiful, wan face--so tranquil--so radiant;\nwatching, with a child-like awe, the star-fire in those shadowy eyes;\nsmiling faintly, with a great, unutterable love thrilling slowly through\nhis frame, in answer to the smile of light that shone upon the phantom\ncountenance; so he passed a space of time which seemed a calm eternity,\ntill, at last, the communion of spirit with spirit--of mortal love with\nlove immortal--was perfected, and the shining hands were laid on his\nforehead, as with a touch of air. Then the phantom smiled, and, as its\nshining hands were withdrawn, the thought of his daughter mingled in the\nvision. She was bending over him! The dawn--the room, were the same. But\nthe ghost of Feval had gone out from earth, away to its own land!\n\n\"Father, dear father! Your eyes were open, and they did not look at me.\nThere is a light on your face, and your features are changed! What is\nit--what have you seen?\"\n\n\"Hush, darling: here--kneel by me, for a little while, and be still. I\nhave seen the dead.\"\n\nShe knelt by him, burying her awe-struck face in his bosom, and clung to\nhim with all the fervor of her soul. He clasped her to his breast, and\nfor minutes all was still.\n\n\"Dear child--good and dear child!\"\n\nThe voice was tremulous and low. She lifted her fair, bright\ncountenance, now convulsed with a secret trouble, and dimmed with\nstreaming tears, to his, and gazed on him. His eyes were shining; but\nhis pallid cheeks, like hers, were wet with tears. How still the room\nwas! How like a thought of solemn tenderness, the pale gray dawn! The\nworld was far away, and his soul still wandered in the peaceful awe of\nhis dream. The world was coming back to him--but oh! how changed!--in\nthe trouble of his daughter's face.\n\n\"Darling, what is it? Why are you here? Why are you weeping? Dear child,\nthe friend of my better days--of the boyhood when I had noble aims, and\nlife was beautiful before me--he has been here! I have seen him. He has\nbeen with me--oh! for a good I cannot tell!\"\n\n\"Father, dear father!\"--he had risen, and sat upon the couch, but she\nstill knelt before him, weeping, and clasped his hands in hers--\"I\nthought of you and of this letter, all the time. All last night till I\nslept, and then I dreamed you were tearing it to pieces, and trampling\non it. I awoke, and lay thinking of you, and of ----. And I thought I\nheard you come down-stairs, and I came here to find you. But you were\nlying here so quietly, with your eyes open, and so strange a light on\nyour face. And I knew--I knew you were dreaming of him, and that you saw\nhim, for the letter lay beside you. O father! forgive me, but do hear\nme! In the name of this day--it's Christmas day, father--in the name of\nthe time when we must both die--in the name of that time, father, hear\nme! That poor woman last night--O father! forgive me, but don't tear\nthat letter in pieces and trample it under foot! You know what I\nmean--you know--you know. Don't tear it, and tread it under foot!\"\n\nShe clung to him, sobbing violently, her face buried in his hands.\n\n\"Hush, hush! It's all well--it's all well. Here, sit by me. So. I\nhave\"--his voice failed him, and he paused. But sitting by him--clinging\nto him--her face hidden in his bosom--she heard the strong beating of\nhis disenchanted heart!\n\n\"My child, I know your meaning. I will not tear the letter to pieces and\ntrample it under foot. God forgive me my life's slight to those words.\nBut I learned their value last night, in the house where your blank\nletter had entered before me.\"\n\nShe started, and looked into his face steadfastly, while a bright\nscarlet shot into her own.\n\n\"I know all, Netty--all. Your secret was well kept, but it is yours and\nmine now. It was well done, darling--well done. Oh! I have been through\nstrange mysteries of thought and life since that starving woman sat\nhere! Well--thank God!\"\n\n\"Father, what have you done?\" The flush had failed, but a glad color\nstill brightened her face, while the tears stood trembling in her eyes.\n\n\"All that you wished yesterday,\" he answered. \"And all that you ever\ncould have wished, henceforth I will do.\"\n\n\"O father!\"--She stopped. The bright scarlet shot again into her face,\nbut with an April shower of tears, and the rainbow of a smile.\n\n\"Listen to me, Netty, and I will tell you, and only you, what I have\ndone.\" Then, while she mutely listened, sitting by his side, and the\ndawn of Christmas broadened into Christmas-day, he told her all.\n\nAnd when he had told all, and emotion was stilled, they sat together in\nsilence for a time, she with her innocent head drooped upon his\nshoulder, and her eyes closed, lost in tender and mystic reveries; and\nhe musing with a contrite heart. Till at last, the stir of daily life\nbegan to waken in the quiet dwelling, and without, from steeples in the\nfrosty air, there was a sound of bells.\n\nThey rose silently, and stood, clinging to each other, side by side.\n\n\"Love, we must part,\" he said, gravely and tenderly. \"Read me, before we\ngo, the closing lines of George Feval's letter. In the spirit of this\nlet me strive to live. Let it be for me the lesson of the day. Let it\nalso be the lesson of my life.\"\n\nHer face was pale and lit with exaltation as she took the letter from\nhis hand. There was a pause--and then upon the thrilling and tender\nsilver of her voice, the words arose like solemn music:\n\n\"_Farewell--farewell! But, oh! take my counsel into memory on Christmas\nDay, and forever. Once again, the ancient prophecy of peace and\ngood-will shines on a world of wars and wrongs and woes. Its soft ray\nshines into the darkness of a land wherein swarm slaves, poor laborers,\nsocial pariahs, weeping women, homeless exiles, hunted fugitives,\ndespised aliens, drunkards, convicts, wicked children, and Magdalens\nunredeemed. These are but the ghastliest figures in that sad army of\nhumanity which advances, by a dreadful road, to the Golden Age of the\npoets' dream. These are your sisters and your brothers. Love them all.\nBeware of wronging one of them by word or deed. O friend! strong in\nwealth for so much good--take my last counsel. In the name of the\nSaviour, I charge you, be true and tender to mankind! Come out from\nBabylon into manhood, and live and labor for the fallen, the neglected,\nthe suffering, and the poor. Lover of arts, customs, laws, institutions,\nand forms of society, love these things only as they help mankind! With\nstern love, overturn them, or help to overturn them, when they become\ncruel to a single--the humblest--human being. In the world's scale,\nsocial position, influence, public power, the applause of majorities,\nheaps of funded gold, services rendered to creeds, codes, sects,\nparties, or federations--they weigh weight; but in God's\nscale--remember!--on the day of hope, remember!--your least service to\nHumanity, outweighs them all!_\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ghost, by William. D. O'Connor\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GHOST ***\n\n***** This file should be named 26779.txt or 26779.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/6\/7\/7\/26779\/\n\nProduced by David Clarke, Mary Meehan and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nfile was produced from images generously made available\nby The Internet Archive\/American Libraries.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":642,"split":"train"}
