{"ori_id":"e3b700a2a9853e91d32726b11328d5ffd087297a","title":"Monsieur Beaucaire (novel)","context":"Monsieur Beaucaire (novel)\n The setting is Bath during the eighteenth century. Before the action of the novel begins, Beau Nash, an historical figure who served as Master of Ceremonies of Bath, has ordered M. Beaucaire out of the public rooms because of his low status. A barber to a French noble, Beaucaire has since that incident established a reputation for honesty while gambling with English notables in private.\nIn the opening scene of the novel, he catches the Duke of Winterset cheating and threatens to expose the Duke, whose honesty is already the subject of gossip. Beaucaire insists Winterset take him to a ball and introduce him as the Duc de Chateaurien to Lady Mary Carlisle, “the Beauty of Bath.\" Beaucaire as Chateaurien wins the lady’s affection and the admiration of Bath society.\nIn the days that follow Beaucaire twice emerges successfully from duels with men who pretend to insult him on their own behalf but are in fact acting on behalf of Winterset.\nBeaucaire and several British gentlemen accompany Lady Carlisle en route from a party. Beaucaire and Lady Carlisle engage in amorous conversation. Highwaymen attack Beaucaire shouting “barber!” and the others leave him to defend himself. He does so successfully for a time, then is overwhelmed, only to be rescued at last by his servants who were travelling some distance behind. Lady Carlisle denounces those who failed to come to Beaucaire’s defense. Winterset then emerges from the shadows and, over Lady Carlisle’s objections and with Beaucaire’s indulgence, tells the story of Beaucaire’s true background as a lackey and an imposter, adding some fabrications to explain his own behavior in introducing Beacaire\/Chateaurien to Bath society. Beaucaire mocks his words as a mixture of truth and invention. Questioned by the others, he asserts he has never been a barber but admits that he did arrive in England in the role of barber to the French Ambassador and is named Beaucaire. One of the English, Molyneux, the only one to demonstrate some sympathy for Beaucaire, notes that his swordsmanship was that of a gentleman. Winterset warns Beaucaire not to appear in public in Bath again. Lady Carlisle, aghast, refuses to look at Beaucaire and orders her carriage to depart.\nThat even Lady Carlisle and Winterset are the center of attention in Bath as Nash and fashionable society anticipate the arrival of the French Ambassador and the Comte de Beaujolais, a French prince. The movement of the crowd impels Lady Carlisle to step aside into a small chamber where she finds Beaucaire and Molyneux gambling. Attempts at explanation fail, Lady Carlisle insists that Molyneuz escort her from the room, and Beaucaire is left alone in tears.\nAfter more confrontations, Beaucaire reveals himself as a French prince, hiding from his cousin, King Louis XV of France, who is angry at him for failing to submit to an arranged marriage. The Ambassador has come to Bath to escort him home now that his royal cousin has relented. In the course of recounting his adventures, Beaucaire calls Winterset \"that coward, that card-cheat.\" Lady Carlisle asks his forgiveness and he gives it lightly. He announces his intention to return to France and marry the woman the king had chosen for him.\nï»¿The Project Gutenberg EBook of Monsieur Beaucaire, by Booth Tarkington\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Monsieur Beaucaire\n\nAuthor: Booth Tarkington\n\nRelease Date: February 25, 2006 [EBook #1983]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MONSIEUR BEAUCAIRE ***\n\n\n\n\nProduced by An Anonymous Volunteer and David Widger\n\n\n\n\n\nMONSIEUR BEAUCAIRE\n\n\nby Booth Tarkington\n\n\n\n\nChapter One\n\n\nThe young Frenchman did very well what he had planned to do. His guess\nthat the Duke would cheat proved good. As the unshod half-dozen figures\nthat had been standing noiselessly in the entryway stole softly into the\nshadows of the chamber, he leaned across the table and smilingly plucked\na card out of the big Englishman's sleeve.\n\n\"Merci, M. le Duc!\" he laughed, rising and stepping back from the table.\n\nThe Englishman cried out, \"It means the dirty work of silencing you with\nmy bare hands!\" and came at him.\n\n\"Do not move,\" said M. Beaucaire, so sharply that the other paused.\n\"Observe behind you.\"\n\nThe Englishman turned, and saw what trap he had blundered into; then\nstood transfixed, impotent, alternately scarlet with rage and white\nwith the vital shame of discovery. M. Beaucaire remarked, indicating the\nsilent figures by a polite wave of the hand, \"Is it not a compliment\nto monsieur that I procure six large men to subdue him? They are quite\ndevote' to me, and monsieur is alone. Could it be that he did not wish\neven his lackeys to know he play with the yo'ng Frenchman who Meestaire\nNash does not like in the pomp-room? Monsieur is unfortunate to have\ncome on foot and alone to my apartment.\"\n\nThe Duke's mouth foamed over with chaotic revilement. His captor\nsmiled brightly, and made a slight gesture, as one who brushes aside\na boisterous insect. With the same motion he quelled to stony quiet a\nresentful impetus of his servants toward the Englishman.\n\n\"It's murder, is it, you carrion!\" finished the Duke.\n\nM. Beaucaire lifted his shoulders in a mock shiver. \"What words! No, no,\nno! No killing! A such word to a such host! No, no, not mur-r-der; only\ndisgrace!\" He laughed a clear, light laugh with a rising inflection,\nseeming to launch himself upon an adventurous quest for sympathy.\n\n\"You little devilish scullion!\" spat out the Duke.\n\n\"Tut, tut! But I forget. Monsieur has pursue' his studies of deportment\namongs' his fellow-countrymen.\n\n\"Do you dream a soul in Bath will take your word that I--that I--\"\n\n\"That M. le Duc de Winterset had a card up his sleeve?\"\n\n\"You pitiful stroller, you stableboy, born in a stable--\"\n\n\"Is it not an honor to be born where monsieur must have been bred?\"\n\n\"You scurvy foot-boy, you greasy barber, you cutthroat groom--\"\n\n\"Overwhelm'!\" The young man bowed with imperturbable elation. \"M. le Duc\nappoint' me to all the office' of his househol'.\"\n\n\"You mustachioed fool, there are not five people of quality in Bath will\nspeak to you--\"\n\n\"No, monsieur, not on the parade; but how many come to play with me\nhere? Because I will play always, night or day, for what one will, for\nany long, and always fair, monsieur.\"\n\n\"You outrageous varlet! Every one knows you came to England as the\nFrench Ambassador's barber. What man of fashion will listen to you? Who\nwill believe you?\"\n\n\"All people, monsieur. Do you think I have not calculate', that I shall\nmake a failure of my little enterprise?\"\n\n\"Bah!\"\n\n\"Will monsieur not reseat himself?\" M. Beaucaire made a low bow. \"So. We\nmust not be too tire' for Lady Malbourne's rout. Ha, ha! And you,\nJean, Victor, and you others, retire; go in the hallway. Attend at the\nentrance, Francois. So; now we shall talk. Monsieur, I wish you to think\nvery cool. Then listen; I will be briefly. It is that I am well known to\nbe all, entire' hones'. Gamblist? Ah, yes; true and mos profitable;\nbut fair, always fair; every one say that. Is it not so? Think of it.\nAnd--is there never a w'isper come to M. le Duc that not all people\nbelief him to play always hones'? Ha, ha! Did it almos' be said to\nhim las' year, after when he play' with Milor' Tappin'ford at the\nchocolate-house--\"\n\n\"You dirty scandal-monger!\" the Duke burst out. \"I'll--\"\n\n\"Monsieur, monsieur!\" said the Frenchman. \"It is a poor valor to insult\na helpless captor. Can he retort upon his own victim? But it is for you\nto think of what I say. True, I am not reco'nize on the parade; that my\nfrien's who come here do not present me to their ladies; that Meestaire\nNash has reboff' me in the pomp-room; still, am I not known for being\nhones' and fair in my play, and will I not be belief, even I, when I\nlif' my voice and charge you aloud with what is already w'isper'? Think\nof it! You are a noble, and there will be some hang-dogs who might not\nfall away from you. Only such would be lef' to you. Do you want it tol'?\nAnd you can keep out of France, monsieur? I have lef' his service, but\nI have still the ear of M. de Mirepoix, and he know' I never lie. Not a\ngentleman will play you when you come to Paris.\"\n\nThe Englishman's white lip showed a row of scarlet dots upon it. \"How\nmuch do you want?\" he said.\n\nThe room rang with the gay laughter of Beaucaire. \"I hol' your note' for\nseven-hunder' pound'. You can have them, monsieur. Why does a such great\nman come to play M. Beaucaire? Because no one else willin' to play M.\nle Duc--he cannot pay. Ha, ha! So he come' to good Monsieur Beaucaire.\nMoney, ha, ha! What I want with money?\"\n\nHis Grace of Winterset's features were set awry to a sinister pattern.\nHe sat glaring at his companion in a snarling silence.\n\n\"Money? Pouf!\" snapped the little gambler. \"No, no, no! It is that M.\nle Duc, impoverish', somewhat in a bad odor as he is, yet command the\nentree any-where--onless I--Ha, ha! Eh, monsieur?\"\n\n\"Ha! You dare think to force me--\"\n\nM. Beaucaire twirled the tip of his slender mustache around the end\nof his white forefinger. Then he said: \"Monsieur and me goin' to Lady\nMalbourne's ball to-night--M. le Duc and me!\"\n\nThe Englishman roared, \"Curse your impudence!\"\n\n\"Sit quiet. Oh, yes, that's all; we goin' together.\"\n\n\"No!\"\n\n\"Certain. I make all my little plan'. 'Tis all arrange'.\" He paused, and\nthen said gravely, \"You goin' present me to Lady Mary Carlisle.\"\n\nThe other laughed in utter scorn. \"Lady Mary Carlisle, of all women\nalive, would be the first to prefer the devil to a man of no birth,\nbarber.\"\n\n\"'Tis all arrange'; have no fear; nobody question monsieur's You goin'\ntake me to-night--\"\n\n\"No!\"\n\n\"Yes. And after--then I have the entree. Is it much I ask? This one\nlittle favor, and I never w'isper, never breathe that--it is to say, I\nam always forever silent of monsieur's misfortune.\"\n\n\"You have the entree!\" sneered the other. \"Go to a lackeys' rout and\ndance with the kitchen maids. If I would, I could not present you to\nBath society. I should have cartels from the fathers, brothers, and\nlovers of every wench and madam in the place, even I. You would be\nthrust from Lady Malbourne's door five minutes after you entered it.\"\n\n\"No, no, no!\"\n\n\"Half the gentlemen in Bath have been here to play. They would know\nyou, wouldn't they, fool? You've had thousands out of Bantison, Rakell,\nGuilford, and Townbrake. They would have you lashed by the grooms as\nyour ugly deserts are. You to speak to Lady Mary Carlisle! 'Od's blood!\nYou! Also, dolt, she would know you if you escaped the others. She stood\nwithin a yard of you when Nash expelled you the pump-room.\"\n\nM. Beaucaire flushed slightly. \"You think I did not see?\" he asked.\n\n\"Do you dream that' because Winterset introduces a low fellow he will be\ntolerated--that Bath will receive a barber?\"\n\n\"I have the distinction to call monsieur's attention,\" replied the young\nman gayly, \"I have renounce that profession.\"\n\n\"Fool!\"\n\n\"I am now a man of honor!\"\n\n\"Faugh!\"\n\n\"A man of the parts,\" continued the the young Frenchman, \"and of\ndeportment; is it not so? Have you seen me of a fluster, or gross ever,\nor, what sall I say--bourgeois? Shall you be shame' for your guest'\nmanner? No, no! And my appearance, is it of the people? Clearly, no. Do\nI not compare in taste of apparel with your yo'ng Englishman? Ha, ha! To\nbe hope'. Ha, ha! So I am goin' talk with Lady Mary Carlisle.\"\n\n\"Bah!\" The Duke made a savage burlesque. \"'Lady Mary Carlisle, may I\nassume the honor of presenting the barber of the Marquis de Mirepoix?'\nSo, is it?\"\n\n\"No, monsieur,\" smiled the young man. \"Quite not so. You shall have\nnothing to worry you, nothing in the worl'. I am goin' to assassinate my\npoor mustachio--also remove this horrible black peruke, and emerge in my\nown hair. Behol'!\" He swept the heavy curled, mass from his head as he\nspoke, and his hair, coiled under the great wig, fell to his shoulders,\nand sparkled yellow in the candle-light. He tossed his head to shake the\nhair back from his cheeks. \"When it is dress', I am transform nobody can\nknow me; you shall observe. See how little I ask of you, how very little\nbit. No one shall reco'nize 'M. Beaucaire' or 'Victor.' Ha, ha! 'Tis all\narrange'; you have nothing to fear.\"\n\n\"Curse you,\" said the Duke, \"do you think I'm going to be saddled with\nyou wherever I go as long as you choose?\"\n\n\"A mistake. No. All I requi--All I beg--is this one evening. 'Tis all\nshall be necessary. After, I shall not need monsieur.\n\n\"Take heed to yourself--after!\" vouchsafed the Englishman between his\nteeth.\n\n\"Conquered!\" cried M. Beaucaire, and clapped his hands gleefully.\n\"Conquered for the night! Aha, it ts riz'nable! I shall meet what\nyou send--after. One cannot hope too much of your patience. It is but\nnatural you should attemp' a little avengement for the rascal trap I\nwas such a wicked fellow as to set for you. I shall meet some strange\nfrien's of yours after to-night; not so? I must try to be not too much\nfrighten'.\" He looked at the Duke curiously. \"You want to know why I\ncreate this tragedy, why I am so unkind as to entrap monsieur?\"\n\nHis Grace of Winterset replied with a chill glance; a pulse in the\nnobleman's cheek beat less relentlessly; his eye raged not so bitterly;\nthe steady purple of his own color was returning; his voice was less\nhoarse; he was regaining his habit. \"'Tis ever the manner of the\nvulgar,\" he observed, \"to wish to be seen with people of fashion.\"\n\n\"Oh, no, no, no!\" The Frenchman laughed. \"'Tis not that. Am I not\nalready one of these 'men of fashion'? I lack only the reputation of\nbirth. Monsieur is goin' supply that. Ha, ha! I shall be noble from\nto-night. 'Victor,' the artis', is condemn' to death; his throat shall\nbe cut with his own razor. 'M. Beaucaire--'\" Here the young man sprang\nto his feet, caught up the black wig, clapped into it a dice-box\nfrom the table, and hurled it violently through the open door. \"'M.\nBeaucaire' shall be choke' with his own dice-box. Who is the Phoenix to\nremain? What advantage have I not over other men of rank who are merely\nborn to it? I may choose my own. No! Choose for me, monsieur. Shall I\nbe chevalier, comte, vicomte, marquis, what? None. Out of compliment to\nmonsieur can I wish to be anything he is not? No, no! I shall be M.\nle Duc, M. le Duc de--de Chateaurien. Ha, ha! You see? You are my\nconfrere.\"\n\nM. Beaucaire trod a dainty step or two, waving his hand politely to the\nDuke, as though in invitation to join the celebration of his rank.\nThe Englishman watched, his eye still and harsh, already gathering in\ncraftiness. Beaucaire stopped suddenly. \"But how I forget my age! I am\ntwenty-three,\" he said, with a sigh. \"I rejoice too much to be of the\nquality. It has been too great for me, and I had always belief' myself\nfree of such ambition. I thought it was enough to behol' the opera\nwithout wishing to sing; but no, England have teach' me I have those\nvulgar desire'. Monsieur, I am goin' tell you a secret: the ladies of\nyour country are very diff'runt than ours. One may adore the demoiselle,\none must worship the lady of England. Our ladies have the--it is the\nbeauty of youth; yours remain comely at thirty. Ours are flowers, yours\nare stars! See, I betray myself, I am so poor a patriot. And there is\none among these stars--ah, yes, there is one--the poor Frenchman has\nobserve' from his humble distance; even there he could bask in the\nglowing!\" M. Beaucaire turned to the window, and looked out into the\ndark. He did not see the lights of the town. When he turned again, he\nhad half forgotten his prisoner; other pictures were before him.\n\n\"Ah, what radiance!\" he cried. \"Those people up over the sky, they want\nto show they wish the earth to be happy, so they smile, and make this\nlady. Gold-haired, an angel of heaven, and yet a Diana of the chase! I\nsee her fly by me on her great horse one day; she touch' his mane with\nher fingers. I buy that clipping from the groom. I have it here with my\ndear brother's picture. Ah, you! Oh, yes, you laugh! What do you know!\n'Twas all I could get. But I have heard of the endeavor of M. le Duc to\nrecoup his fortunes. This alliance shall fail. It is not the way--that\nheritage shall be safe' from him! It is you and me, monsieur! You can\nlaugh! The war is open', and by me! There is one great step taken: until\nto-night there was nothing for you to ruin, to-morrow you have got a\nnoble of France--your own protege--to besiege and sack. And you are\nto lose, because you think such ruin easy, and because you understand\nnothing--far less--of divinity. How could you know? You have not the\nfiber; the heart of a lady is a blank to you; you know nothing of the\nvibration. There are some words that were made only to tell of Lady\nMary, for her alone--bellissima, divine, glorieuse! Ah, how I have\nwatch' her! It is sad to me when I see her surround' by your yo'ng\ncaptains, your nobles, your rattles, your beaux--ha, ha!--and I mus'\nhol' far aloof. It is sad for me--but oh, jus' to watch her and to\nwonder! Strange it is, but I have almos' cry out with rapture at a look\nI have see' her give another man, so beautiful it was, so tender, so\ndazzling of the eyes and so mirthful of the lips. Ah, divine coquetry! A\nlook for another, ah-i-me! for many others; and even to you, one day,\na rose, while I--I, monsieur, could not even be so blessed as to be\nthe groun' beneath her little shoe! But to-night, monsieur--ha,\nha!--to-night, monsieur, you and me, two princes, M. le Duc de\nWinterset and M. le Duc de Chateaurien--ha, ha! you see?--we are goin'\narm-in-arm to that ball, and I am goin' have one of those looks, I! And\na rose! I! It is time. But ten minute', monsieur. I make my apology to\nkeep you waitin' so long while I go in the nex' room and execute my poor\nmustachio--that will be my only murder for jus' this one evening--and\ninves' myself in white satin. Ha, ha! I shall be very gran', monsieur.\nFrancois, send Louis to me; Victor, to order two chairs for monsieur and\nme; we are goin' out in the worl' to-right!\"\n\n\nChapter Two\n\n\nThe chairmen swarmed in the street at Lady Malbourne's door, where the\njoyous vulgar fought with muddied footmen and tipsy link-boys for places\nof vantage whence to catch a glimpse of quality and of raiment at its\nutmost. Dawn was in the east, and the guests were departing. Singly or\nin pairs, glittering in finery, they came mincing down the steps, the\nghost of the night's smirk fading to jadedness as they sought the dark\nrecesses of their chairs. From within sounded the twang of fiddles still\nswinging manfully at it, and the windows were bright with the light of\nmany candles. When the door was flung open to call the chair of Lady\nMary Carlisle, there was an eager pressure of the throng to see.\n\nA small, fair gentleman in white satin came out upon the steps, turned\nand bowed before a lady who appeared in the doorway, a lady whose royal\nloveliness was given to view for a moment in that glowing frame. The\ncrowd sent up a hearty English cheer for the Beauty of Bath.\n\nThe gentleman smiled upon them delightedly. \"What enchanting people!\" he\ncried. \"Why did I not know, so I might have shout' with them?\" The\nlady noticed the people not at all; whereat, being pleased, the people\ncheered again. The gentleman offered her his hand; she made a slow\ncourtesy; placed the tips of her fingers upon his own. \"I am honored, M.\nde Chateaurien,\" she said.\n\n\"No, no!\" he cried earnestly. \"Behol' a poor Frenchman whom emperors\nshould envy.\" Then reverently and with the pride of his gallant office\nvibrant in every line of his slight figure, invested in white satin and\nvery grand, as he had prophesied, M. le Duc de Chateaurien handed Lady\nMary Carlisle down the steps, an achievement which had figured in the\nambitions of seven other gentlemen during the evening.\n\n\"Am I to be lef'in such onhappiness?\" he said in a low voice. \"That rose\nI have beg' for so long--\"\n\n\n\"Never!\" said Lady Mary.\n\n\"Ah, I do not deserve it, I know so well! But--\"\n\n\"Never!\"\n\n\"It is the greatness of my onworthiness that alone can claim your\ncharity; let your kin' heart give this little red rose, this great alms,\nto the poor beggar.\"\n\n\"Never!\"\n\nShe was seated in the chair. \"Ah, give the rose,\" he whispered. Her\nbeauty shone dazzlingly on him out of the dimness.\n\n\"Never!\" she flashed defiantly as she was closed in. \"Never!\"\n\n\"Never!\"\n\nThe rose fell at his feet.\n\n\n\"A rose lasts till morning,\" said a voice behind him.\n\nTurning, M. de Chateaurien looked beamingly upon the face of the Duke of\nWinterset.\n\n\"'Tis already the daylight,\" he replied, pointing to the east.\n\"Monsieur, was it not enough honor for you to han' out madame, the aunt\nof Lady Mary? Lady Rellerton retain much trace of beauty. 'Tis strange\nyou did not appear more happy.\"\n\n\"The rose is of an unlucky color, I think,\" observed the Duke.\n\n\"The color of a blush, my brother.\"\n\n\"Unlucky, I still maintain,\" said the other calmly.\n\n\"The color of the veins of a Frenchman. Ha, ha!\" cried the young man.\n\"What price would be too high? A rose is a rose! A good-night, my\nbrother, a good-night. I wish you dreams of roses, red roses, only\nbeautiful red, red roses!\"\n\n\"Stay! Did you see the look she gave these street folk when they shouted\nfor her? And how are you higher than they, when she knows? As high as\nyonder horse-boy!\"\n\n\"Red roses, my brother, only roses. I wish you dreams of red, red\nroses!\"\n\n\nChapter Three\n\n\nIt was well agreed by the fashion of Bath that M. le Duc de Chateaurien\nwas a person of sensibility and haut ton; that his retinue and equipage\nsurpassed in elegance; that his person was exquisite, his manner\nengaging. In the company of gentlemen his ease was slightly tinged with\ngraciousness (his single equal in Bath being his Grace of Winterset);\nbut it was remarked that when he bowed over a lady's hand, his air\nbespoke only a gay and tender reverence.\n\nHe was the idol of the dowagers within a week after his appearance;\nmatrons warmed to him; young belles looked sweetly on him, while the\ngentlemen were won to admiration or envy. He was of prodigious wealth:\nold Mr. Bicksit, who dared not, for his fame's sake, fail to have seen\nall things, had visited Chateaurien under the present Duke's father,\nand descanted to the curious upon its grandeurs. The young noble had one\nfault, he was so poor a gambler. He cared nothing for the hazards of a\ndie or the turn of a card. Gayly admitting that he had been born with no\nspirit of adventure in him, he was sure, he declared, that he failed of\nmuch happiness by his lack of taste in such matters.\n\nBut he was not long wanting the occasion to prove his taste in the\nmatter of handling a weapon. A certain led-captain, Rohrer by\nname, notorious, amongst other things, for bearing a dexterous and\nbloodthirsty blade, came to Bath post-haste, one night, and jostled\nheartily against him, in the pump-room on the following morning. M.\nde Chauteaurien bowed, and turned aside without offense, continuing a\nconversation with some gentlemen near by. Captain Rohrer jostled\nagainst him a second time. M. de Chateaurien looked him in the eye, and\napologized pleasantly for being so much in the way. Thereupon Rohrer\nprocured an introduction to him, and made some observations derogatory\nto the valor and virtue of the French. There was current a curious piece\nof gossip of the French court: a prince of the blood royal, grandson of\nthe late Regent and second in the line of succession to the throne\nof France, had rebelled against the authority of Louis XV, who had\ncommanded him to marry the Princess Henriette, cousin to both of them.\nThe princess was reported to be openly devoted to the cousin who refused\nto accept her hand at the bidding of the king; and, as rumor ran, the\nprince's caprice elected in preference the discipline of Vincennes, to\nwhich retirement the furious king had consigned him. The story was the\nstaple gossip of all polite Europe; and Captain Rohrer, having in his\nmind a purpose to make use of it in leading up to a statement that\nshould be general to the damage of all Frenchwomen, and which a\nFrenchman might not pass over as he might a jog of the elbow, repeated\nit with garbled truths to make a scandal of a story which bore none on a\nplain relation.\n\nHe did not reach his deduction. M. de Chateaurien, breaking into his\nnarrative, addressed him very quietly. \"Monsieur,\" he said, \"none but\nswine deny the nobleness of that good and gentle lady, Mademoiselle la\nPrincesse de Bourbon-Conti. Every Frenchman know' that her cousin is a\nbad rebel and ingrate, who had only honor and rispec' for her, but was\nso wilful he could not let even the king say, 'You shall marry here,\nyou shall marry there.' My frien's,\" the young man turned to the others,\n\"may I ask you to close roun' in a circle for one moment? It is clearly\nshown that the Duke of Orleans is a scurvy fellow, but not--\" he wheeled\nabout and touched Captain Rohrer on the brow with the back of his gloved\nhand--\"but not so scurvy as thou, thou swine of the gutter!\"\n\nTwo hours later, with perfect ease, he ran Captain Rohrer through the\nleft shoulder--after which he sent a basket of red roses to the Duke\nof Winterset. In a few days he had another captain to fight. This was\na ruffling buck who had the astounding indiscretion to proclaim M.\nde Chateaurien an impostor. There was no Chateaurien, he swore. The\nFrenchman laughed in his face, and, at twilight of the same day, pinked\nhim carefully through the right shoulder. It was not that he could\nnot put aside the insult to himself, he declared to Mr. Molyneux,\nhis second, and the few witnesses, as he handed his wet sword to his\nlackey--one of his station could not be insulted by a doubt of that\nstation--but he fought in the quarrel of his friend Winterset. This\nrascal had asserted that M. le Duc had introduced an impostor. Could he\noverlook the insult to a friend, one to whom he owed his kind reception\nin Bath? Then, bending over his fallen adversary, he whispered: \"Naughty\nman, tell your master find some better quarrel for the nex' he sen'\nagains' me.\"\n\nThe conduct of M. de Chateaurien was pronounced admirable.\n\nThere was no surprise when the young foreigner fell naturally into the\nlong train of followers of the beautiful Lady Mary Carlisle, nor was\nthere great astonishment that he should obtain marked favor in her eyes,\nshown so plainly that my Lord Townbrake, Sir Hugh Guilford, and the rich\nSquire Bantison, all of whom had followed her through three seasons,\nswore with rage, and his Grace of Winterset stalked from her aunt's\nhouse with black brows.\n\nMeeting the Duke there on the evening after his second encounter de\nChateaurien smiled upon him brilliantly. \"It was badly done; oh, so\nbadly!\" he whispered. \"Can you afford to have me strip' of my mask by\nany but yourself? You, who introduce' me? They will say there is some\nbad scandal that I could force you to be my god-father. You mus' get the\ncourage yourself.\"\n\n\"I told you a rose had a short life,\" was the answer.\n\n\"Oh, those roses! 'Tis the very greates' rizzon to gather each day\na fresh one.\" He took a red bud from his breast for an instant, and\ntouched it to his lips.\n\n\"M. de Chateaurien!\" It was Lady Mary's voice; she stood at a table\nwhere a vacant place had been left beside her. \"M. de Chateaurien, we\nhave been waiting very long for you.\"\n\nThe Duke saw the look she did not know she gave the Frenchman, and he\nlost countenance for a moment.\n\n\"We approach a climax, eh, monsieur?\" said M. de Chateaurien.\n\n\n\nChapter Four\n\n\nThere fell a clear September night, when the moon was radiant over town\nand country, over cobbled streets and winding roads. From the fields the\nmists rose slowly, and the air was mild and fragrant, while distances\nwere white and full of mystery. All of Bath that pretended to fashion or\ncondition was present that evening at a fete at the house of a country\ngentleman of the neighborhood. When the stately junket was concluded, it\nwas the pleasure of M. de Chateaurien to form one of the escort of Lady\nMary's carriage for the return. As they took the road, Sir Hugh Guilford\nand Mr. Bantison, engaging in indistinct but vigorous remonstrance with\nMr. Molyneux over some matter, fell fifty or more paces behind, where\nthey continued to ride, keeping up their argument. Half a dozen other\ngallants rode in advance, muttering among themselves, or attended laxly\nupon Lady Mary's aunt on the other side of the coach, while the happy\nFrenchman was permitted to ride close to that adorable window which\nframed the fairest face in England.\n\nHe sang for her a little French song, a song of the voyageur who dreamed\nof home. The lady, listening, looking up at the bright moon, felt a warm\ndrop upon her cheek, and he saw the tears sparkling upon her lashes.\n\n\"Mademoiselle,\" he whispered then, \"I, too, have been a wanderer, but my\ndreams were not of France; no, I do not dream of that home, of that dear\ncountry. It is of a dearer country, a dream country--a country of gold\nand snow,\" he cried softly, looking it her white brow and the fair,\nlightly powdered hair above it. \"Gold and snow, and the blue sky of a\nlady's eyes!\"\n\n\"I had thought the ladies of France were dark, sir.\n\n\"Cruel! It is that she will not understan'! Have I speak of the ladies\nof France? No, no, no! It is of the faires' country; yes, 'tis a\nprovince of heaven, mademoiselle. Do I not renounce my allegiance to\nFrance? Oh, yes! I am subjec'--no, content to be slave--in the lan' of\nthe blue sky, the gold, and the snow.\n\n\"A very pretty figure,\" answered Lady Mary, her eyes downcast. \"But does\nit not hint a notable experience in the making of such speeches?\"\n\n\"Tormentress! No. It prove only the inspiration it is to know you.\"\n\n\"We English ladies hear plenty of the like sir; and we even grow\nbrilliant enough to detect the assurance that lies beneath the\ncourtesies of our own gallants.\"\n\n\"Merci! I should believe so!\" ejaculated M. de Chateaurien: but he\nsmothered the words upon his lips.\n\nHer eyes were not lifted. She went on: \"We come, in time, to believe\nthat true feeling comes faltering forth, not glibly; that smoothness\nbetokens the adept in the art, sir, rather than your true--your true--\"\nShe was herself faltering; more, blushing deeply, and halting to a full\nstop in terror of a word. There was a silence.\n\n\"Your--true--lover,\" he said huskily. When he had said that word both\ntrembled. She turned half away into the darkness of the coach.\n\n\"I know what make' you to doubt me,\" he said, faltering himself, though\nit was not his art that prompted him. \"They have tol' you the French\ndo nothing always but make love, is it not so? Yes, you think I am like\nthat. You think I am like that now!\"\n\nShe made no sign.\n\n\"I suppose,\" he sighed, \"I am unriz'nable; I would have the snow not so\ncol'--for jus' me.\"\n\nShe did not answer.\n\n\"Turn to me,\" he said.\n\nThe fragrance of the fields came to them, and from the distance the\nfaint, clear note of a hunting-horn.\n\n\"Turn to me.\"\n\nThe lovely head was bent very low. Her little gloved hand lay upon the\nnarrow window ledge. He laid his own gently upon it. The two hands were\nshaking like twin leaves in the breeze. Hers was not drawn away. After\na pause, neither knew how long, he felt the warm fingers turn and clasp\nthemselves tremulously about his own. At last she looked up bravely and\nmet his eyes. The horn was wound again--nearer.\n\n\"All the cold was gone from the snows--long ago,\" she said.\n\n\"My beautiful!\" he whispered; it was all he could say. \"My beautiful!\"\nBut she clutched his arm, startled.\n\n\"'Ware the road!\" A wild halloo sounded ahead. The horn wound loudly.\n\"'Ware the road!\" There sprang up out of the night a flying thunder of\nhoof-beats. The gentlemen riding idly in front of the coach scattered to\nthe hedge-sides; and, with drawn swords flashing in the moon, a party of\nhorsemen charged down the highway, their cries blasting the night.\n\n\"Barber! Kill the barber!\" they screamed. \"Barber! Kill the barber!\"\n\nBeaucaire had but time to draw his sword when they were upon him.\n\n\"A moi!\" his voice rang out clearly as he rose in his stirrups. \"A moi,\nFrancois, Louis, Berquin! A moi, Francois!\"\n\nThe cavaliers came straight at him. He parried the thrust of the first,\nbut the shock of collision hurled his horse against the side of the\ncoach. \"Sacred swine!\" he cried bitterly. \"To endanger a lady, to make\nthis brawl in a lady's presence! Drive on!\" he shouted.\n\n\"No!\" cried Lady Mary.\n\nThe Frenchman's assailants were masked, but they were not highwaymen.\n\"Barber! Barber!\" they shouted hoarsely, and closed in on him in a\ncircle.\n\n\"See how he use his steel!\" laughed M. Beaucaire, as his point passed\nthrough a tawdry waistcoat. For a moment he cut through the ring and\ncleared a space about him, and Lady Mary saw his face shining in the\nmoonlight. \"Canaille!\" he hissed, as his horse sank beneath him; and,\nthough guarding his head from the rain of blows from above, he managed\nto drag headlong from his saddle the man who had hamstrung the poor\nbrute. The fellow came suddenly to the ground, and lay there.\n\n\"Is it not a compliment,\" said a heavy voice, \"to bring six large men to\nsubdue monsieur?\"\n\n\"Oh, you are there, my frien'! In the rear--a little in the rear, I\nthink. Ha, ha!\"\n\nThe Frenchman's play with his weapon was a revelation of skill, the more\nextraordinary as he held in his hand only a light dress sword. But the\nring closed about him, and his keen defense could not avail him for more\nthan a few moments. Lady Mary's outriders, the gallants of her escort,\nrode up close to the coach and encircled it, not interfering.\n\n\"Sir Hugh Guilford!\" cried Lady Mary wildly, \"if you will not help him,\ngive me your sword!\" She would have leaped to the ground, but Sir Hugh\nheld the door.\n\n\"Sit quiet, madam,\" he said to her; then, to the man on the box, \"Drive\non.\"\n\n\"If he does, I'll kill him!\" she said fiercely. \"Ah, what cowards! Will\nyou see the Duke murdered?\"\n\n\"The Duke!\" laughed Guilford. \"They will not kill him, unless--be easy,\ndear madam, 'twill be explained. Gad's life!\" he muttered to Molyneux,\n\"'Twere time the varlet had his lashing! D'ye hear her?\"\n\n\"Barber or no barber,\" answered Molyneux, \"I wish I had warned him. He\nfights as few gentlemen could. Ah--ah! Look at that! 'Tis a shame!\"\n\nOn foot, his hat gone, his white coat sadly rent and gashed, flecked,\ntoo, with red, M. Beaucaire, wary, alert, brilliant, seemed to transform\nhimself into a dozen fencing-masters; and, though his skill appeared\nto lie in delicacy and quickness, his play being continually with\nthe point, sheer strength failed to beat him down. The young man was\nlaughing like a child.\n\n\"Believe me,\" said Molyneux \"he's no barber! No, and never was!\"\n\nFor a moment there was even a chance that M. Beaucaire might have the\nbest of it. Two of his adversaries were prostrate, more than one were\ngroaning, and the indomitable Frenchman had actually almost beat off the\nruffians, when, by a trick, he was overcome. One of them, dismounting,\nran in suddenly from behind, and seized his blade in a thick leather\ngauntlet. Before Beaucaire could disengage the weapon, two others threw\nthemselves from their horses and hurled him to the earth. \"A moi! A moi,\nFrancois!\" he cried as he went down, his sword in fragments, but his\nvoice unbroken and clear.\n\n\"Shame!\" muttered one or two of the gentlemen about the coach.\n\n\"'Twas dastardly to take him so,\" said Molyneux. \"Whatever his\ndeservings, I'm nigh of a mind to offer him a rescue in the Duke's\nface.\"\n\n\"Truss him up, lads,\" said the heavy voice. \"Clear the way in front of\nthe coach. There sit those whom we avenge upon a presumptuous lackey.\nNow, Whiffen, you have a fair audience, lay on and baste him.\"\n\nTwo men began to drag M. Beaucaire toward a great oak by the roadside.\nAnother took from his saddle a heavy whip with three thongs.\n\n\"A moi, Francois!\"\n\nThere was borne on the breeze an answer--\"Monseigneur! Monseigneur!\"\nThe cry grew louder suddenly. The clatter of hoofs urged to an anguish\nof speed sounded on the night. M. Beaucaire's servants had lagged sorely\nbehind, but they made up for it now. Almost before the noise of their\nown steeds they came riding down the moonlit aisle between the mists.\nChosen men, these servants of Beaucaire, and like a thunderbolt they\nfell upon the astounded cavaliers.\n\n\"Chateaurien! Chateaurien!\" they shouted, and smote so swiftly that,\nthrough lack of time, they showed no proper judgment, discriminating\nnothing between non-combatants and their master's foes. They charged\nfirst into the group about M. Beaucaire, and broke and routed it\nutterly. Two of them leaped to the young man's side, while the other\nfour, swerving, scarce losing the momentum of their onset, bore on upon\nthe gentlemen near the coach, who went down beneath the fierceness of\nthe onslaught, cursing manfully.\n\n\"Our just deserts,\" said Mr. Molyneux, his mouth full of dust and\nphilosophy.\n\nSir Hugh Guilford's horse fell with him, being literally ridden over,\nand the baronet's leg was pinned under the saddle. In less than ten\nminutes from the first attack on M. Beaucaire, the attacking party\nhad fled in disorder, and the patrician non-combatants, choking with\nexpletives, consumed with wrath, were prisoners, disarmed by the\nFrenchman's lackeys.\n\nGuilford's discomfiture had freed the doors of the coach; so it was that\nwhen M. Beaucaire, struggling to rise, assisted by his servants, threw\nout one hand to balance himself, he found it seized between two small,\ncold palms, and he looked into two warm, dilating eyes, that were doubly\nbeautiful because of the fright and rage that found room in them, too.\n\nM. le Duc Chateaurien sprang to his feet without the aid of his lackeys,\nand bowed low before Lady Mary.\n\n\"I make ten thousan' apology to be' the cause of a such melee in your\npresence,\" he said; and then, turning to Francois, he spoke in French:\n\"Ah, thou scoundrel! A little, and it had been too late.\"\n\nFrancois knelt in the dust before him. \"Pardon!\" he said. \"Monseigneur\ncommanded us to follow far in the rear, to remain unobserved. The wind\nmalignantly blew against monseigneur's voice.\"\n\n\"See what it might have cost, my children,\" said his master, pointing\nto the ropes with which they would have bound him and to the whip lying\nbeside them. A shudder passed over the lackey's frame; the utter horror\nin his face echoed in the eyes of his fellows.\n\n\"Oh, monseigneur!\" Francois sprang back, and tossed his arms to heaven.\n\n\"But it did not happen,\" said M. Beaucaire.\n\n\"It could not!\" exclaimed Francois.\n\n\"No. And you did very well, my children--\" the young man smiled\nbenevolently--\"very well. And now,\" he continued, turning to Lady Mary\nand speaking in English, \"let me be asking of our gallants yonder what\nmake' them to be in cabal with highwaymen. One should come to a polite\nunderstanding with them, you think? Not so?\"\n\nHe bowed, offering his hand to conduct her to the coach, where Molyneux\nand his companions, having drawn Sir Hugh from under his horse, were\nengaged in reviving and reassuring Lady Rellerton, who had fainted. But\nLady Mary stayed Beaucaire with a gesture, and the two stood where they\nwere.\n\n\"Monseigneur!\" she said, with a note of raillery in her voice, but\nraillery so tender that he started with happiness. His movement brought\nhim a hot spasm of pain, and he clapped his hand to a red stain on his\nwaistcoat.\n\n\"You are hurt!\"\n\n\"It is nothing,\" smiled M. Beaucaire. Then, that she might not see\nthe stain spreading, he held his handkerchief over the spot. \"I am a\nlittle--but jus' a trifling--bruise'; 'tis all.\"\n\n\"You shall ride in the coach,\" she whispered. \"Will you be pleased, M.\nde Chateaurien?\"\n\n\"Ah, my beautiful!\" She seemed to wave before him like a shining\nmist. \"I wish that ride might las' for always! Can you say that,\nmademoiselle?\"\n\n\"Monseigneur,\" she cried in a passion of admiration, \"I would what you\nwould have be, should be. What do you not deserve? You are the bravest\nman in the world!\"\n\n\"Ha, ha! I am jus' a poor Frenchman.\"\n\n\"Would that a few Englishmen had shown themselves as 'poor' tonight.\nThe vile cowards, not to help you!\" With that, suddenly possessed by her\nanger, she swept away from him to the coach.\n\nSir Hugh, groaning loudly, was being assisted into the vehicle.\n\n\"My little poltroons,\" she said, \"what are you doing with your\nfellow-craven, Sir Hugh Guilford, there?\"\n\n\"Madam,\" replied Molyneux humbly, \"Sir Hugh's leg is broken. Lady\nRellerton graciously permits him to be taken in.\"\n\n\"I do not permit it! M. de Chateaurien rides with us.\"\n\n\"But--\"\n\n\"Sir! Leave the wretch to groan by the roadside,\" she cried fiercely,\n\"which plight I would were that of all of you! But there will be a\npretty story for the gossips to-morrow! And I could almost find pity\nfor you when I think of the wits when you return to town. Fine gentlemen\nyou; hardy bravos, by heaven! to leave one man to meet a troop of horse\nsingle-handed, while you huddle in shelter until you are overthrown and\ndisarmed by servants! Oh, the wits! Heaven save you from the wits!\"\n\n\"Madam.\"\n\n\"Address me no more! M. de Chateaurien, Lady Rellerton and I will\ngreatly esteem the honor of your company. Will you come?\"\n\nShe stepped quickly into the coach, and was gathering her skirts to make\nroom for the Frenchman, when a heavy voice spoke from the shadows of the\ntree by the wayside.\n\n\"Lady Mary Carlisle will, no doubt, listen to a word of counsel on this\npoint.\"\n\nThe Duke of Winterset rode out into the moonlight, composedly untieing a\nmask from about his head. He had not shared the flight of his followers,\nbut had retired into the shade of the oak, whence he now made his\npresence known with the utmost coolness.\n\n\"Gracious heavens, 'tis Winterset!\" exclaimed Lady Rellerton.\n\n\"Turned highwayman and cut-throat,\" cried Lady Mary.\n\n\"No, no,\" laughed M. Beaucaire, somewhat unsteadily, as he stood,\nswaying a little, with one hand on the coach-door, the other pressed\nhard on his side, \"he only oversee'; he is jus' a little bashful,\nsometime'. He is a great man, but he don' want all the glory!\"\n\n\"Barber,\" replied the Duke, \"I must tell you that I gladly descend to\nbandy words with you; your monstrous impudence is a claim to rank\nI cannot ignore. But a lackey who has himself followed by six other\nlackeys--\"\n\n\"Ha, ha! Has not M. le Duc been busy all this evening to justify me? And\nI think mine mus' be the bes' six. Ha, ha! You think?\"\n\n\"M. de Chateaurien,\" said Lady Mary, \"we are waiting for you.\"\n\n\"Pardon,\" he replied. \"He has something to say; maybe it is bes' if you\nhear it now.\"\n\n\"I wish to hear nothing from him--ever!\"\n\n\"My faith, madam,\" cried the Duke, \"this saucy fellow has paid you the\nlast insult! He is so sure of you he does not fear you will believe the\ntruth. When all is told, if you do not agree he deserved the lashing we\nplanned to--\"\n\n\"I'll hear no more!\"\n\n\"You will bitterly repent it, madam. For your own sake I entreat--\"\n\n\"And I also,\" broke in M. Beaucaire. \"Permit me, mademoiselle; let him\nspeak.\"\n\n\"Then let him be brief,\" said Lady Mary, \"for I am earnest to be quit of\nhim. His explanation or an attack on my friend and on my carriage should\nbe made to my brother.\"\n\n\"Alas that he was not here,\" said the Duke, \"to aid me! Madam, was your\ncarriage threatened? I have endeavored only to expunge a debt I owed to\nBath and to avenge an insult offered to yourself through--\"\n\n\"Sir, sir, my patience will bear little more!\"\n\n\"A thousan' apology,\" said M. Beaucaire. \"You will listen, I only beg,\nLady Mary?\"\n\nShe made an angry gesture of assent.\n\n\"Madam, I will be brief as I may. Two months ago there came to Bath a\nFrench gambler calling himself Beaucaire, a desperate fellow with the\ncards or dice, and all the men of fashion went to play at his lodging,\nwhere he won considerable sums. He was small, wore a black wig and\nmustachio. He had the insolence to show himself everywhere until the\nMaster of Ceremonies rebuffed him in the pump-room, as you know, and\nafter that he forbore his visits to the rooms. Mr. Nash explained (and\nwas confirmed, madam, by indubitable information) that this Beaucaire\nwas a man of unspeakable, vile, low birth, being, in fact, no other than\na lackey of the French king's ambassador, Victor by name, de Mirepoix's\nbarber. Although his condition was known, the hideous impudence of the\nfellow did not desert him, and he remained in Bath, where none would\nspeak to him.\"\n\n\"Is your farrago nigh done, sir?\"\n\n\"A few moments, madam. One evening, three weeks gone, I observed a very\nelegant equipage draw up to my door, and the Duke of Chateaurien was\nannounced. The young man's manners were worthy--according to the French\nacceptance--and 'twere idle to deny him the most monstrous assurance. He\ndeclared himself a noble traveling for pleasure. He had taken lodgings\nin Bath for a season, he said, and called at once to pay his respects\nto me. His tone was so candid--in truth, I am the simplest of men, very\neasily gulled--and his stroke so bold, that I did not for one moment\nsuspect him; and, to my poignant regret--though in the humblest spirit\nI have shown myself eager to atone--that very evening I had the shame of\npresenting him to yourself.\"\n\n\"The shame, sir!\"\n\n\"Have patience, pray, madam. Ay, the shame! You know what figure he hath\ncut in Bath since that evening. All ran merrily with him until several\ndays ago Captain Badger denounced him as an impostor, vowing that\nChateaurien was nothing.\"\n\n\"Pardon,\" interrupted M. Beaucaire. \"'Castle Nowhere' would have been so\nmuch better. Why did you not make him say it that way, monsieur?\"\n\nLady Mary started; she was looking at the Duke, and her face was white.\nHe continued: \"Poor Captain Badger was stabbed that same day.--\"\n\n\"Most befitting poor Captain Badger,\" muttered Molyneux.\n\n\"----And his adversary had the marvelous insolence to declare that he\nfought in my quarrel! This afternoon the wounded man sent for me, and\nimparted a very horrifying intelligence. He had discovered a lackey whom\nhe had seen waiting upon Beaucaire in attendance at the door of\nthis Chateaurien's lodging. Beaucaire had disappeared the day before\nChateaurien's arrival. Captain Badger looked closely at Chateaurien at\ntheir next meeting, and identified him with the missing Beaucaire beyond\nthe faintest doubt. Overcome with indignation, he immediately proclaimed\nthe impostor. Out of regard for me, he did not charge him with being\nBeaucaire; the poor soul was unwilling to put upon me the humiliation of\nhaving introduced a barber; but the secret weighed upon him till he sent\nfor me and put everything in my hands. I accepted the odium; thinking\nonly of atonement. I went to Sir John Wimpledon's. I took poor Sir\nHugh, there, and these other gentlemen aside, and told them my news. We\nnarrowly observed this man, and were shocked at our simplicity in not\nhaving discovered him before. These are men of honor and cool judgment,\nmadam. Mr. Molyneux had acted for him in the affair of Captain Badger,\nand was strongly prejudiced in his favor; but Mr. Molyneux, Sir Hugh,\nMr. Bantison, every one of them, in short, recognized him. In spite of\nhis smooth face and his light hair, the adventurer Beaucaire was\nwrit upon him amazing plain. Look at him, madam, if he will dare the\ninspection. You saw this Beaucaire well, the day of his expulsion from\nthe rooms. Is not this he?\"\n\nM. Beaucaire stepped close to her. Her pale face twitched.\n\n\"Look!\" he said.\n\n\"Oh, oh!\" she whispered with a dry throat, and fell back in the\ncarriage.\n\n\"Is it so?\" cried the Duke.\n\n\"I do not know.--I--cannot tell.\"\n\n\"One moment more. I begged these gentlemen to allow me to wipe out the\ninsult I had unhappily offered to Bath, but particularly to you. They\nagreed not to forestall me or to interfere. I left Sir John Wimpledon's\nearly, and arranged to give the sorry rascal a lashing under your own\neyes, a satisfaction due the lady into whose presence he had dared to\nforce himself.\"\n\n\"'Noblesse oblige'?\" said M. Beaucaire in a tone of gentle inquiry.\n\n\"And now, madam,\" said the Duke, \"I will detain you not one second\nlonger. I plead the good purpose of my intentions, begging you to\nbelieve that the desire to avenge a hateful outrage, next to the wish to\nserve you, forms the dearest motive in the heart of Winterset.\"\n\n\"Bravo!\" cried Beaucaire softly.\n\nLady Mary leaned toward him, a thriving terror in her eyes. \"It is\nfalse?\" she faltered.\n\n\"Monsieur should not have been born so high. He could have made little\nbook'.\"\n\n\"You mean it is false?\" she cried breathlessly.\n\n\"'Od's blood, is she not convinced?\" broke out Mr. Bantison. \"Fellow,\nwere you not the ambassador's barber?\"\n\n\"It is all false?\" she whispered.\n\n\"The mos' fine art, mademoiselle. How long you think it take M. de\nWinterset to learn that speech after he write it out? It is a mix of\nwhat is true and the mos' chaste art. Monsieur has become a man of\nletters. Perhaps he may enjoy that more than the wars. Ha, ha!\"\n\nMr. Bantison burst into a roar of laughter. \"Do French gentlemen\nfight lackeys? Ho, ho, ho! A pretty country! We English do as was done\nto-night, have our servants beat them.\"\n\n\"And attend ourselves,\" added M. Beaucaire, looking at the Duke,\n\"somewhat in the background? But, pardon,\" he mocked, \"that remind' me.\nFrancois, return to Mr. Bantison and these gentlemen their weapons.\"\n\n\"Will you answer a question?\" said Molyneux mildly.\n\n\"Oh, with pleasure, monsieur.\"\n\n\"Were you ever a barber?\"\n\n\"No, monsieur,\" laughed the young man.\n\n\"Pah!\" exclaimed Bantison. \"Let me question him. Now, fellow, a\nconfession may save you from jail. Do you deny you are Beaucaire?\"\n\n\"Deny to a such judge?\"\n\n\"Ha!\" said Bantison. \"What more do you want, Molyneux? Fellow, do you\ndeny that you came to London in the ambassador's suite?\"\n\n\"No, I do not deny.\"\n\n\"He admits it! Didn't you come as his barber?\"\n\n\"Yes, my frien', as his barber.\" Lady Mary cried out faintly, and,\nshuddering, put both hands over her eyes.\n\n\"I'm sorry,\" said Molyneux. \"You fight like a gentleman.\"\n\n\"I thank you, monsieur.\"\n\n\"You called yourself Beaucaire?\"\n\n\"Yes, monsieur.\" He was swaying to and fro; his servants ran to support\nhim.\n\n\"I wish--\" continued Molyneux, hesitating. \"Evil take me!--but I'm\nsorry you're hurt.\"\n\n\"Assist Sir Hugh into my carriage,\" said Lady Mary.\n\n\"Farewell, mademoiselle!\" M. Beaucaire's voice was very faint. His eyes\nwere fixed upon her face. She did not look toward him.\n\nThey were propping Sir Hugh on the cushions. The Duke rode up close to\nBeaucaire, but Francois seized his bridle fiercely, and forced the horse\nback on its haunches.\n\n\"The man's servants worship him,\" said Molyneux.\n\n\"Curse your insolence!\" exclaimed the Duke. \"How much am I to bear from\nthis varlet and his varlets? Beaucaire, if you have not left Bath by\nto-morrow noon, you will be clapped into jail, and the lashing you\nescaped to-night shall be given you thrice tenfold!\"\n\n\"I shall be-in the--Assemily--Room' at nine--o'clock, one week\n--from--to-night,\" answered the young man, smiling jauntily, though\nhis lips were colorless. The words cost him nearly all his breath and\nstrength. \"You mus' keep--in the--backgroun', monsieur. Ha, ha!\" The\ndoor of the coach closed with a slam.\n\n\"Mademoiselle--fare--well!\"\n\n\"Drive on!\" said Lady Mary.\n\nM. Beaucaire followed the carriage with his eyes. As the noise of the\nwheels and the hoof-beats of the accompanying cavalcade grew fainter in\nthe distance, the handkerchief he had held against his side dropped into\nthe white dust, a heavy red splotch.\n\n\"Only--roses,\" he gasped, and fell back in the arms of his servants.\n\n\nChapter Five\n\n\nBeau Nash stood at the door of the rooms, smiling blandly upon a dainty\nthrong in the pink of its finery and gay furbelows. The great exquisite\nbent his body constantly in a series of consummately adjusted bows:\nbefore a great dowager, seeming to sweep the floor in august deference;\nsomewhat stately to the young bucks; greeting the wits with gracious\nfriendliness and a twinkle of raillery; inclining with fatherly\ngallantry before the beauties; the degree of his inclination measured\nthe altitude of the recipient as accurately as a nicely calculated\nsand-glass measures the hours.\n\nThe King of Bath was happy, for wit, beauty, fashion--to speak more\nconcretely: nobles, belles, gamesters, beaux, statesmen, and poets\n--made fairyland (or opera bouffe, at least) in his dominions; play ran\nhigher and higher, and Mr. Nash's coffers filled up with gold. To\ncrown his pleasure, a prince of the French blood, the young Comte de\nBeaujolais, just arrived from Paris, had reached Bath at noon in state,\naccompanied by the Marquis de Mirepoix, the ambassador of Louis XV. The\nBeau dearly prized the society of the lofty, and the present visit was\nan honor to Bath: hence to the Master of Ceremonies. What was better,\nthere would be some profitable hours with the cards and dice. So it was\nthat Mr. Nash smiled never more benignly than on that bright evening.\nThe rooms rang with the silvery voices of women and delightful laughter,\nwhile the fiddles went merrily, their melodies chiming sweetly with the\njoyance of his mood.\n\nThe skill and brazen effrontery of the ambassador's scoundrelly servant\nin passing himself off for a man of condition formed the point of\ndeparture for every conversation. It was discovered that there were but\nthree persons present who had not suspected him from the first; and, by\na singular paradox, the most astute of all proved to be old Mr. Bicksit,\nthe traveler, once a visitor at Chateaurien; for he, according to\nreport, had by a coup of diplomacy entrapped the impostor into an\nadmission that there was no such place. However, like poor Captain\nBadger, the worthy old man had held his peace out of regard for the Duke\nof Winterset. This nobleman, heretofore secretly disliked, suspected\nof irregular devices at play, and never admired, had won admiration and\npopularity by his remorse for the mistake, and by the modesty of his\nattitude in endeavoring to atone for it, without presuming upon the\nprivilege of his rank to laugh at the indignation of society; an action\nthe more praiseworthy because his exposure of the impostor entailed the\ndisclosure of his own culpability in having stood the villain's sponsor.\nTo-night, the happy gentleman, with Lady Mary Carlisle upon his arm,\nwent grandly about the rooms, sowing and reaping a harvest of smiles.\n'Twas said work would be begun at once to rebuild the Duke's country\nseat, while several ruined Jews might be paid out of prison. People\ngazing on the beauty and the stately but modest hero by her side, said\nthey would make a noble pair. She had long been distinguished by his\nattentions, and he had come brilliantly out of the episode of the\nFrenchman, who had been his only real rival. Wherever they went, there\narose a buzz of pleasing gossip and adulation. Mr. Nash, seeing them\nnear him, came forward with greetings. A word on the side passed between\nthe nobleman and the exquisite.\n\n\"I had news of the rascal tonight,\" whispered Nash. \"He lay at a farm\ntill yesterday, when he disappeared; his ruffians, too.\"\n\n\"You have arranged?\" asked the Duke.\n\n\"Fourteen bailiffs are watching without. He could not come within\ngunshot. If they clap eyes on him, they will hustle him to jail, and his\ncutthroats shall not avail him a hair's weight. The impertinent swore\nhe'd be here by nine, did he?\"\n\n\"He said so; and 'tis a rash dog, sir.\"\n\n\"It is just nine now.\"\n\n\"Send out to see if they have taken him.\"\n\n\"Gladly.\"\n\nThe Beau beckoned an attendant, and whispered in his ear.\n\nMany of the crowd had edged up to the two gentlemen with apparent\ncarelessness, to overhear their conversation. Those who did overhear\nrepeated it in covert asides, and this circulating undertone, confirming\na vague rumor that Beaucaire would attempt the entrance that night, lent\na pleasurable color of excitement to the evening. The French prince, the\nambassador, and their suites were announced. Polite as the assembly\nwas, it was also curious, and there occurred a mannerly rush to see the\nnewcomers. Lady Mary, already pale, grew whiter as the throng closed\nround her; she looked up pathetically at the Duke, who lost no time in\nextricating her from the pressure.\n\n\"Wait here,\" he said; \"I will fetch you a glass of negus,\" and\ndisappeared. He had not thought to bring a chair, and she, looking about\nwith an increasing faintness and finding none, saw that she was standing\nby the door of a small side-room. The crowd swerved back for the passage\nof the legate of France, and pressed upon her. She opened the door, and\nwent in.\n\nThe room was empty save for two gentlemen, who were quietly playing\ncards at a table. They looked up as she entered. They were M. Beaucaire\nand Mr. Molyneux.\n\nShe uttered a quick cry and leaned against the wall, her hand to her\nbreast. Beaucaire, though white and weak, had brought her a chair before\nMolyneux could stir.\n\n\"Mademoiselle--\"\n\n\"Do not touch me!\" she said, with such frozen abhorrence in her voice\nthat he stopped short. \"Mr. Molyneux, you seek strange company!\"\n\n\"Madam,\" replied Molyneux, bowing deeply, as much to Beaucaire as to\nherself, \"I am honored by the presence of both of you.\n\n\"Oh, are you mad!\" she exclaimed, contemptuously.\n\n\"This gentleman has exalted me with his confidence, madam,\" he replied.\n\n\"Will you add your ruin to the scandal of this fellow's presence here?\nHow he obtained entrance--\"\n\n\"Pardon, mademoiselle,\" interrupted Beaucaire. \"Did I not say I should\ncome? M. Molyneux was so obliging as to answer for me to the fourteen\nfrien's of M. de Winterset and Meestaire Nash.\"\n\n\"Do you not know,\" she turned vehemently upon Molyneux, \"that he will be\nremoved the moment I leave this room? Do you wish to be dragged out\nwith him? For your sake, sir, because I have always thought you a man\nof heart, I give you a chance to save yourself from disgrace--and--your\ncompanion from jail. Let him slip out by some retired way, and you\nmay give me your arm and we will enter the next room as if nothing had\nhappened. Come, sir--\"\n\n\"Mademoiselle--\"\n\n\"Mr. Molyneux, I desire to hear nothing from your companion. Had I not\nseen you at cards with him I should have supposed him in attendance as\nyour lackey. Do you desire to take advantage of my offer, sir?\"\n\n\"Mademoiselle, I could not tell you, on that night--\"\n\n\"You may inform your high-born friend, Mr. Molyneux, that I heard\neverything he had to say; that my pride once had the pleasure of\nlistening to his high-born confession!\"\n\n\"Ah, it is gentle to taunt one with his birth, mademoiselle? Ah, no!\nThere is a man in my country who say strange things of that--that a man\nis not his father, but himself.\"\n\n\"You may inform your friend, Mr. Molyneux, that he had a chance to\ndefend himself against accusation; that he said all--\"\n\n\"That I did say all I could have strength to say. Mademoiselle, you did\nnot see--as it was right--that I had been stung by a big wasp. It was\nnothing, a scratch; but, mademoiselle, the sky went round and the moon\ndance' on the earth. I could not wish that big wasp to see he had stung\nme; so I mus' only say what I can have strength for, and stand straight\ntill he is gone. Beside', there are other rizzons. Ah, you mus' belief!\nMy Molyneux I sen' for, and tell him all, because he show courtesy\nto the yo'ng Frenchman, and I can trus' him. I trus' you,\nmademoiselle--long ago--and would have tol' you ev'rything, excep' jus'\nbecause--well, for the romance, the fon! You belief? It is so clearly\nso; you do belief, mademoiselle?\"\n\nShe did not even look at him. M. Beaucaire lifted his hand appealingly\ntoward her. \"Can there be no faith in--in--he said timidly, and paused.\nShe was silent, a statue, my Lady Disdain.\n\n\"If you had not belief' me to be an impostor; if I had never said I was\nChateaurien; if I had been jus' that Monsieur Beaucaire of the story\nthey tol' you, but never with the heart of a lackey, an hones' man, a\nman, the man you knew, himself, could you--would you--\" He was trying\nto speak firmly; yet, as he gazed upon her splendid beauty, he\nchoked slightly, and fumbled in the lace at his throat with unsteady\nfingers.--\"Would you--have let me ride by your side in the autumn\nmoonlight?\" Her glance passed by him as it might have passed by a\nfootman or a piece of furniture. He was dressed magnificently, a\nmultitude of orders glittering on his breast. Her eye took no knowledge\nof him.\n\n\"Mademoiselle-I have the honor to ask you: if you had known this\nBeaucaire was hones', though of peasant birth, would you--\"\n\nInvoluntarily, controlled as her icy presence was, she shuddered. There\nwas a moment of silence.\n\n\"Mr. Molyneux,\" said Lady Mary, \"in spite of your discourtesy in\nallowing a servant to address me, I offer you a last chance to leave\nthis room undisgraced. Will you give me your arm?\"\n\n\"Pardon me, madam,\" said Mr. Molyneux.\n\nBeaucaire dropped into a chair with his head bent low and his arm\noutstretched on the table; his eyes filled slowly in spite of himself,\nand two tears rolled down the young man's cheeks.\n\n\"An' live men are jus'--names!\" said M. Beaucaire.\n\n\n\nChapter Six\n\n\nIn the outer room, Winterset, unable to find Lady Mary, and supposing\nher to have joined Lady Rellerton, disposed of his negus, then\napproached the two visitors to pay his respects to the young prince,\nwhom he discovered to be a stripling of seventeen, arrogant looking,\nbut pretty as a girl. Standing beside the Marquis de Mirepoix--a man of\nquiet bearing--he was surrounded by a group of the great, among whom Mr.\nNash naturally counted himself. The Beau was felicitating himself that\nthe foreigners had not arrived a week earlier, in which case he and Bath\nwould have been detected in a piece of gross ignorance concerning the\nFrench nobility--making much of de Mirepoix's ex-barber.\n\n\"'Tis a lucky thing that fellow was got out of the way,\" he ejaculated,\nunder cover.\n\n\"Thank me for it,\" rejoined Winterset.\n\nAn attendant begged Mr. Nash's notice. The head bailiff sent word that\nBeaucaire had long since entered the building by a side door. It was\nsupposed Mr. Nash had known of it, and the Frenchman was not arrested,\nas Mr. Molyneux was in his company, and said he would be answerable for\nhim. Consternation was so plain on the Beau's trained face that the Duke\nleaned toward him anxiously.\n\n\"The villain's in, and Molyneux hath gone mad!\"\n\nMr. Bantison, who had been fiercely elbowing his way toward them, joined\nheads with them. \"You may well say he is in,\" he exclaimed \"and if you\nwant to know where, why, in yonder card-room. I saw him through the\nhalf-open door.\"\n\n\"What's to be done?\" asked the Beau.\n\n\"Send the bailiffs--\"\n\n\"Fie, fie! A file of bailiffs? The scandal!\"\n\n\"Then listen to me,\" said the Duke. \"I'll select half-a-dozen gentlemen,\nexplain the matter, and we'll put him in the center of us and take him\nout to the bailiffs. 'Twill appear nothing. Do you remain here and\nkeep the attention of Beaujolais and de Mirepoix. Come, Bantison, fetch\nTownbrake and Harry Rakell yonder; I'll bring the others.\"\n\nThree minutes later, his Grace of Winterset flung wide the card-room\ndoor, and, after his friends had entered, closed it.\n\n\"Ah!\" remarked M. Beaucaire quietly. \"Six more large men.\"\n\nThe Duke, seeing Lady Mary, started; but the angry signs of her\ninterview had not left her face, and reassured him. He offered his hand\nto conduct her to the door. \"May I have the honor?\"\n\n\"If this is to be known, 'twill be better if I leave after; I should be\nobserved if I went now.\"\n\n\"As you will, madam,\" he answered, not displeased. \"And now, you\nimpudent villain,\" he began, turning to M. Beaucaire, but to fall back\nastounded. \"'Od's blood, the dog hath murdered and robbed some royal\nprince!\" He forgot Lady Mary's presence in his excitement. \"Lay hands on\nhim!\" he shouted. \"Tear those orders from him!\"\n\nMolyneux threw himself between. \"One word!\" he cried. \"One word before\nyou offer an outrage you will repent all your lives!\"\n\n\"Or let M. de Winterset come alone,\" laughed M. Beaucaire.\n\n\"Do you expect me to fight a cut-throat barber, and with bare hands?\"\n\n\"I think one does not expec' monsieur to fight anybody. Would I fight\nyou, you think? That was why I had my servants, that evening we play.\nI would gladly fight almos' any one in the won'; but I did not wish to\nsoil my hand with a--\"\n\n\"Stuff his lying mouth with his orders!\" shouted the Duke.\n\nBut Molyneux still held the gentlemen back. \"One moment,\" he cried.\n\n\"M. de Winterset,\" said Beaucaire, \"of what are you afraid? You\ncalculate well. Beaucaire might have been belief--an impostor that you\nyourself expose'? Never! But I was not goin' reveal that secret. You\nhave not absolve me of my promise.\"\n\n\"Tell what you like,\" answered the Duke. \"Tell all the wild lies\nyou have time for. You have five minutes to make up your mind to go\nquietly.\"\n\n\"Now you absolve me, then? Ha, ha! Oh, yes! Mademoiselle,\" he bowed to\nLady Mary, \"I have the honor to reques' you leave the room. You shall\nmiss no details if these frien's of yours kill me, on the honor of a\nFrench gentleman.\"\n\n\"A French what?\" laughed Bantison.\n\n\"Do you dare keep up the pretense?\" cried Lord Town brake. \"Know, you\nvillain barber, that your master, the Marquis de Mirepoix, is in the\nnext room.\"\n\nMolyneux heaved a great sigh of relief. \"Shall I--\" He turned to M.\nBeaucaire.\n\nThe young man laughed, and said: \"Tell him come here at once.\n\n\"Impudent to the last!\" cried Bantison, as Molyneux hurried from the\nroom.\n\n\"Now you goin' to see M. Beaucaire's master,\" said Beaucaire to Lady\nMary. \"'Tis true what I say, the other night. I cross from Prance in his\nsuite; my passport say as his barber. Then to pass the ennui of exile, I\ncome to Bath and play for what one will. It kill the time. But when the\npeople hear I have been a servant they come only secretly; and there\nis one of them--he has absolve' me of a promise not to speak--of him I\nlearn something he cannot wish to be tol'. I make some trouble to learn\nthis thing. Why I should do this? Well--that is my own rizzon. So I make\nthis man help me in a masque, the unmasking it was, for, as there is no\none to know me, I throw off my black wig and become myself--and so I\nam 'Chateaurien,' Castle Nowhere. Then this man I use', this Winterset,\nhe--\"\n\n\"I have great need to deny these accusations?\" said the Duke.\n\n\"Nay,\" said Lady Mary wearily.\n\n\"Shall I tell you why I mus' be 'Victor' and 'Beaucaire' and\n'Chateaurien,' and not myself?\"\n\n\"To escape from the bailiffs for debts for razors and soap,\" gibed Lord\nTownbrake.\n\n\"No, monsieur. In France I have got a cousin who is a man with a very\nbad temper at some time', and he will never enjoy his relatives to do\nwhat he does not wish--\"\n\nHe was interrupted by a loud commotion from without. The door was flung\nopen, and the young Count of Beaujolais bounded in and threw his arms\nabout the neck of M. Beaucaire.\n\n\"Philippe!\" he cried. \"My brother, I have come to take you back with\nme.\"\n\nM. de Mirepoix followed him, bowing as a courtier, in deference; but M.\nBeaucaire took both his hands heartily. Molyneux came after, with Mr.\nNash, and closed the door.\n\n\"My warmest felicitations,\" said the Marquis. \"There is no longer need\nfor your incognito.\"\n\n\"Thou best of masters!\" said Beaucaire, touching him fondly on the\nshoulder. \"I know. Your courier came safely. And so I am forgiven! But\nI forget.\" He turned to the lady. She had begun to tremble exceedingly.\n\"Faires' of all the English fair,\" he said, as the gentlemen bowed low\nto her deep courtesy, \"I beg the honor to presen' to Lady Mary Carlisle,\nM. le Comte de Beaujolais. M. de Mirepoix has already the honor. Lady\nMary has been very kind to me, my frien's; you mus' help me make my\nacknowledgment. Mademoiselle and gentlemen, will you give me that favour\nto detain you one instan'?\"\n\n\"Henri,\" he turned to the young Beaujolais, \"I wish you had shared my\nmasque--I have been so gay!\" The surface of his tone was merry, but\nthere was an undercurrent, weary--sad, to speak of what was the mood,\nnot the manner. He made the effect of addressing every one present, but\nhe looked steadily at Lady Mary. Her eyes were fixed upon him, with a\nsilent and frightened fascination, and she trembled more and more. \"I am\na great actor, Henri. These gentlemen are yet scarce convince' I am not\na lackey! And I mus' tell you that I was jus' now to be expelled for\nhaving been a barber!\"\n\n\"Oh, no!\" the ambassador cried out. \"He would not be content with me;\nhe would wander over a strange country.\"\n\n\"Ha, ha, my Mirepoix! And what is better, one evening I am oblige'\nto fight some frien's of M. de Winterset there, and some ladies and\ncavaliers look on, and they still think me a servant. Oh, I am a great\nactor! 'Tis true there is not a peasant in France who would not have\nthen known one 'born'; but they are wonderful, this English people,\nholding by an idea once it is in their heads--a mos' worthy quality. But\nmy good Molyneux here, he had speak to me with courtesy, jus' because\nI am a man an' jus' because he is always kind. (I have learn' that\nhis great-grandfather was a Frenchman.) So I sen' to him and tell him\nev'rything, and he gain admittance for me here to-night to await my\nfrien's.\n\n\"I was speaking to messieurs about my cousin, who will meddle in the\naffair' of his relatives. Well, that gentleman, he make a marriage for\nme with a good and accomplish' lady, very noble and very beautiful--and\namiable.\" (The young count at his elbow started slightly at this, but\nimmediately appeared to wrap himself in a mantle of solemn thought.)\n\"Unfortunately, when my cousin arrange' so, I was a dolt, a little\nblockhead; I swear to marry for myself and when I please, or never if\nI like. That lady is all things charming and gentle, and, in truth, she\nis--very much attach' to me--why should I not say it? I am so proud of\nit. She is very faithful and forgiving and sweet; she would be the\nsame, I think, if I--were even--a lackey. But I? I was a dolt, a little\nunsensible brute; I did not value such thing' then; I was too yo'ng,\nlas' June. So I say to my cousin, 'No, I make my own choosing!' 'Little\nfool,' he answer, 'she is the one for you. Am I not wiser than you?' And\nhe was very angry, and, as he has influence in France, word come' that\nhe will get me put in Vincennes, so I mus' run away quick till his anger\nis gone. My good frien' Mirepoix is jus' leaving for London; he take'\nmany risk' for my sake; his hairdresser die before he start', so I\ntravel as that poor barber. But my cousin is a man to be afraid of when\nhe is angry, even in England, and I mus' not get my Mirepoix in trouble.\nI mus' not be discover' till my cousin is ready to laugh about it all\nand make it a joke. And there may be spies; so I change my name again,\nand come to Bath to amuse my retreat with a little gaming--I am always\nfond of that. But three day' ago M. le Marquis send me a courier to say\nthat my brother, who know where I had run away, is come from France to\nsay that my cousin is appease'; he need me for his little theatre, the\nplay cannot go on. I do not need to espouse mademoiselle. All shall be\nforgiven if I return, and my brother and M. de Mirepoix will meet me in\nBath to felicitate.\n\n\"There is one more thing to say, that is all. I have said I learn' a\nsecret, and use it to make a man introduce me if I will not tell. He has\nabsolve' me of that promise. My frien's, I had not the wish to ruin that\nman. I was not receive'; Meestaire Nash had reboff me; I had no other\nway excep' to use this fellow. So I say, 'Take me to Lady Malbourne's\nball as \"Chateaurien.\"' I throw off my wig, and shave, and behol', I am\nM. le Duc de Castle Nowhere. Ha, ha! You see?\"\n\nThe young man's manner suddenly changed. He became haughty, menacing.\nHe stretched out his arm, and pointed at Winterset. \"Now I am no\n'Beaucaire,' messieurs. I am a French gentleman. The man who introduce'\nme at the price of his honor, and then betray' me to redeem it, is that\ncoward, that card-cheat there!\"\n\nWinterset made a horrible effort to laugh. The gentlemen who surrounded\nhim fell away as from pestilence. \"A French gentleman!\" he sneered\nsavagely, and yet fearfully. \"I don't know who you are. Hide behind as\nmany toys and ribbons as you like; I'll know the name of the man who\ndares bring such a charge!\"\n\n\"Sir!\" cried de Mirepoix sharply, advancing a step towards him; but he\nchecked himself at once. He made a low bow of state, first to the young\nFrenchman, then to Lady Mary and the company. \"Permit me, Lady Mary\nand gentlemen,\" he said, \"to assume the honor of presenting you to His\nHighness, Prince Louis-Philippe de Valois, Duke of Orleans, Duke of\nChartres, Duke of Nemours, Duke of Montpeti'sier, First Prince of\nthe Blood Royal, First Peer of France, Lieutenant-General of French\nInfantry, Governor of Dauphine, Knight of the Golden Fleece, Grand\nMaster of the Order of Notre Dame, of Mount Carmel, and of St. Lazarus\nin Jerusalem; and cousin to His most Christian Majesty, Louis the\nFifteenth, King of France.\"\n\n\"Those are a few of my brother's names,\" whispered Henri of Beaujolais\nto Molyneux. \"Old Mirepoix has the long breath, but it take' a strong\nman two day' to say all of them. I can suppose this Winterset know' now\nwho bring the charge!\"\n\n\"Castle Nowhere!\" gasped Beau Nash, falling back upon the burly prop of\nMr. Bantison's shoulder.\n\n\"The Duke of Orleans will receive a message from me within the hour!\"\nsaid Winterset, as he made his way to the door. His face was black with\nrage and shame.\n\n\"I tol' you that I would not soil my hand with you,\" answered the young\nman. \"If you send a message no gentleman will bring it. Whoever shall\nbear it will receive a little beating from Francois.\"\n\nHe stepped to Lady Mary's side. Her head was bent low, her face averted.\nShe seemed to breathe with difficulty, and leaned heavily upon a chair.\n\"Monseigneur,\" she faltered in a half whisper, \"can you--forgive me? It\nis a bitter--mistake-I have made. Forgive.\"\n\n\"Forgive?\" he answered, and his voice was as broken as hers; but he went\non, more firmly: \"It is--nothing--less than nothing. There is--only jus'\none--in the--whole worl' who would not have treat' me the way that you\ntreat' me. It is to her that I am goin' to make reparation. You know\nsomething, Henri? I am not goin' back only because the king forgive'\nme. I am goin' to please him; I am goin' to espouse mademoiselle, our\ncousin. My frien's, I ask your felicitations.\"\n\n\"And the king does not compel him!\" exclaimed young Henri.\n\n\"Henri, you want to fight me?\" cried his brother sharply. \"Don' you\nthink the King of France is a wiser man than me?\"\n\nHe offered his hand to Lady Mary. \"Mademoiselle is fatigue'. Will she\nhonor me?\"\n\nHe walked with her to the door. Her hand fluttering faintly in his.\nFrom somewhere about the garments of one of them a little cloud of faded\nrose-leaves fell, and lay strewn on the floor behind them. He opened the\ndoor, and the lights shone on a multitude of eager faces turned toward\nit. There was a great hum of voices, and, over all, the fiddles wove a\nwandering air, a sweet French song of the voyageur.\n\nHe bowed very low, as, with fixed and glistening eyes, Lady Mary\nCarlisle, the Beauty of Bath, passed slowly by him and went out of the\nroom.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Monsieur Beaucaire, by Booth Tarkington\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MONSIEUR BEAUCAIRE ***\n\n***** This file should be named 1983.txt or 1983.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/8\/1983\/\n\nProduced by An Anonymous Volunteer and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":990,"split":"train"}
