{"ori_id":"43b69d56cf0ea21266b7fba20c34e00be12d0dea","title":"The Maid of Orleans (play)","context":"The Maid of Orleans (play)\n The play loosely follows the life of Joan of Arc. It contains a prologue introducing the important characters, followed by five acts. Each dramatizes a significant event in Joan's life. Down into Act IV the play departs from history in only secondary details (e.g. by making Joan kill people in battle, and by shifting the reconciliation between the Armagnacs and the Burgundians from 1435 to 1430). Thereafter, however, the plot is entirely free. Joan is about to kill an English knight when, on removing his helmet, she at once falls in love with him, and spares him. Blaming herself for what she regards as a betrayal of her mission, then, when at Reims she is publicly accused of sorcery, she refuses to defend herself, is assumed to be guilty, and dismissed from the French court and army. Captured by the English, she witnesses from her prison cell a battle in which the French are being decisively defeated, breaks her bonds, and dashes out to save the day. She dies as victory is won, her honour and her reputation both restored.\nThe play reflects the new nationalism and militarism of the budding nineteenth century, and also the Kantian ideal of the need to subject emotion to moral principle.\nThe line \"Mit der Dummheit kĂ¤mpfen GĂśtter selbst vergebens\" (III, 6; Talbot) translates into English as \"Against stupidity, the gods themselves contend in vain.\" This provided Isaac Asimov with the title of his novel The Gods Themselves.\nThis was the most performed (at least in Germany) of all Schiller's plays down to the Great War. In modern post-war Germany, its militarism is an embarrassment, but the dramatic power of the last two acts keeps the play on the stage.\nï»¿The Project Gutenberg EBook of The Maid of Orleans, by Frederich Schiller\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Maid of Orleans\n       A Tragedy\n\nAuthor: Frederich Schiller\n\nRelease Date: October 26, 2006 [EBook #6792]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE MAID OF ORLEANS ***\n\n\n\n\nProduced by Tapio Riikonen and David Widger\n\n\n\n\n\n\n            THE MAID OF ORLEANS.\n\n            By Frederich Schiller\n\n\n         Translated by Anna Swanwick\n\n\nDRAMATIS PERSONAE.\n\nCHARLES THE SEVENTH, King of France.\nQUEEN ISABEL, his Mother.\nAGNES SOREL.\nPHILIP THE GOOD, Duke of Burgundy.\nEARL DUNOIS, Bastard of Orleans.\nLA HIRE, DUCRATEL, French Offers.\nARCHBISHOP OF RHEIMS.\nCRATILLON, A Burgundian Knight.\nRAOUL, a Lotharingian Knight.\nTALBOT, the English General,\nLIONEL, FASTOLFE, English Officers.\nMONTGOMERY, a Welshman.\nCOUNCILLORS OF ORLEANS.\nAN ENGLISH HERALD.\nTHIBAUT D'ARC, a wealthy Countryman.\nMARGOT, LOUISON, JOHANNA, his Daughters.\nETIENNE, CLAUDE MARIE, RAIMOND, their Suitors.\nBERTRAND, another Countryman.\nAPPARITION OF A BLACK KNIGHT.\nCHARCOAL-BURNER AND HIS WIFE.\nSoldiers and People, Officers of the Crown, Bishops, Monks, Marshals,\n Magistrates, Courtiers, and other mute persons in the Coronation\n Procession.\n\n\n\n\nPROLOGUE.\n\nA rural District. To the right, a Chapel with an Image of the Virgin; to\nthe left, an ancient Oak.\n\n\n\nSCENE I.\n\n   THIBAUT D'ARC. His Three Daughters. Three young Shepherds,\n   their Suitors.\n\nTHIBAUT.\nAy, my good neighbors! we at least to-day\nAre Frenchmen still, free citizens and lords\nOf the old soil which our forefathers tilled.\nWho knows whom we to-morrow must obey?\nFor England her triumphal banner waves\nFrom every wall: the blooming fields of France\nAre trampled down beneath her chargers' hoofs;\nParis hath yielded to her conquering arms,\nAnd with the ancient crown of Dagobert\nAdorns the scion of a foreign race.\nOur king's descendant, disinherited,\nMust steal in secret through his own domain;\nWhile his first peer and nearest relative\nContends against him in the hostile ranks;\nAy, his unnatural mother leads them on.\nAround us towns and peaceful hamlets burn.\nNear and more near the devastating fire\nRolls toward these vales, which yet repose in peace.\nTherefore, good neighbors, I have now resolved,\nWhile God still grants us safety, to provide\nFor my three daughters; for 'midst war's alarms\nWomen require protection, and true love\nHath power to render lighter every load.\n   [To the first Shepherd.\nCome, Etienne! You seek my Margot's hand.\nFields lying side by side and loving hearts\nPromise a happy union!\n   [To the second.\n            Claude! You're silent,\nAnd my Louison looks upon the ground?\nHow, shall I separate two loving hearts\nBecause you have no wealth to offer me?\nWho now has wealth? Our barns and homes afford\nSpoil to the foe, and fuel to the fires.\nIn times like these a husband's faithful breast\nAffords the only shelter from the storm.\n\nLOUISON.\nMy father!\n\nCLAUDE MARIE.\n      My Louison!\n\nLOUISON (embracing JOHANNA).\n             My dear sister!\n\nTHIBAUT.\nI give to each a yard, a stall and herd,\nAnd also thirty acres; and as God\nGave me his blessing, so I give you mine!\n\nMARGOT (embracing JOHANNA).\nGladden our father--follow our example!\nLet this day see three unions ratified!\n\nTHIBAUT.\nNow go; make all things ready; for the morn\nShall see the wedding. Let our village friends\nBe all assembled for the festival.\n\n   [The two couples retire arm in arm.\n\n\n\nSCENE II.\n\n   THIBAUT, RAIMOND, JOHANNA.\n\nTHIBAUT.\nThy sisters, Joan, will soon be happy brides;\nI see them gladly; they rejoice my age;\nBut thou, my youngest, giv'st me grief and pain.\n\nRAIMOND.\nWhat is the matter? Why upbraid thy child?\n\nTHIBAUT.\nHere is this noble youth, the flower and pride\nOf all our village; he hath fixed on thee\nHis fond affections, and for three long years\nHas wooed thee with respectful tenderness;\nBut thou dost thrust him back with cold reserve.\nNor is there one 'mong all our shepherd youths\nWho e'er can win a gracious smile from thee.\nI see thee blooming in thy youthful prime;\nThy spring it is, the joyous time of hope;\nThy person, like a tender flower, hath now\nDisclosed its beauty, but I vainly wait\nFor love's sweet blossom genially to blow,\nAnd ripen joyously to golden fruit!\nOh, that must ever grieve me, and betrays\nSome sad deficiency in nature's work!\nThe heart I like not which, severe and cold,\nExpands not in the genial years of youth.\n\nRAIMOND.\nForbear, good father! Cease to urge her thus!\nA noble, tender fruit of heavenly growth\nIs my Johanna's love, and time alone\nBringeth the costly to maturity!\nStill she delights to range among the hills,\nAnd fears descending from the wild, free heath,\nTo tarry 'neath the lowly roofs of men,\nWhere dwell the narrow cares of humble life.\nFrom the deep vale, with silent wonder, oft\nI mark her, when, upon a lofty hill\nSurrounded by her flock, erect she stands,\nWith noble port, and bends her earnest gaze\nDown on the small domains of earth. To me\nShe looketh then, as if from other times\nShe came, foreboding things of import high.\n\nTHIBAUT.\n'Tis that precisely which displeases me!\nShe shuns her sisters' gay companionship;\nSeeks out the desert mountains, leaves her couch\nBefore the crowing of the morning cock,\nAnd in the dreadful hour, when men are wont\nConfidingly to seek their fellow-men,\nShe, like the solitary bird, creeps forth,\nAnd in the fearful spirit-realm of night,\nTo yon crossway repairs, and there alone\nHolds secret commune with the mountain wind.\nWherefore this place precisely doth she choose?\nWhy hither always doth she drive her flock?\nFor hours together I have seen her sit\nIn dreamy musing 'neath the Druid tree,\nWhich every happy creature shuns with awe.\nFor 'tis not holy there; an evil spirit\nHath since the fearful pagan days of old\nBeneath its branches fixed his dread abode.\nThe oldest of our villagers relate\nStrange tales of horror of the Druid tree;\nMysterious voices of unearthly sound\nFrom its unhallowed shade oft meet the ear.\nMyself, when in the gloomy twilight hour\nMy path once chanced to lead me near this tree,\nBeheld a spectral figure sitting there,\nWhich slowly from its long and ample robe\nStretched forth its withered hand, and beckoned me.\nBut on I went with speed, nor looked behind,\nAnd to the care of God consigned my soul.\n\nRAIMOND (pointing to the image of the Virgin).\nYon holy image of the Virgin blest,\nWhose presence heavenly peace diffuseth round,\nNot Satan's work, leadeth thy daughter here.\n\nTHIBAUT.\nNo! not in vain hath it in fearful dreams\nAnd apparitions strange revealed itself.\nFor three successive nights I have beheld\nJohanna sitting on the throne at Rheims,\nA sparkling diadem of seven stars\nUpon her brow, the sceptre in her hand,\nFrom which three lilies sprung, and I, her sire,\nWith her two sisters, and the noble peers,\nThe earls, archbishops, and the king himself,\nBowed down before her. In my humble home\nHow could this splendor enter my poor brain?\nOh, 'tis the prelude to some fearful fall!\nThis warning dream, in pictured show, reveals\nThe vain and sinful longing of her heart.\nShe looks with shame upon her lowly birth.\nBecause with richer beauty God hath graced\nHer form, and dowered her with wondrous gifts\nAbove the other maidens of this vale,\nShe in her heart indulges sinful pride,\nAnd pride it is through which the angels fell,\nBy which the fiend of hell seduces man.\n\nRAIMOND.\nWho cherishes a purer, humbler mind\nThan doth thy pious daughter? Does she not\nWith cheerful spirit work her sisters' will?\nShe is more highly gifted far than they,\nYet, like a servant maiden, it is she\nWho silently performs the humblest tasks.\nBeneath her guiding hands prosperity\nAttendeth still thy harvest and thy flocks;\nAnd around all she does there ceaseless flows\nA blessing, rare and unaccountable.\n\nTHIBAUT.\nAh truly! Unaccountable indeed!\nSad horror at this blessing seizes me!\nBut now no more; henceforth I will be silent.\nShall I accuse my own beloved child?\nI can do naught but warn and pray for her.\nYet warn I must. Oh, shun the Druid tree!\nStay not alone, and in the midnight hour\nBreak not the ground for roots, no drinks prepare,\nNo characters inscribe upon the sand!\n'Tis easy to unlock the realm of spirits;\nListening each sound, beneath a film of earth\nThey lay in wait, ready to rush aloft.\nStay not alone, for in the wilderness\nThe prince of darkness tempted e'en the Lord.\n\n\n\nSCENE III.\n\n   THIBAUT, RAIMOND, JOHANNA.\n   BERTRAND enters, a helmet in his hand.\n\nRAIMOND.\nHush! here is Bertrand coming back from town;\nWhat bears he in his hand?\n\nBERTRAND.\n              You look at me\nWith wondering gaze; no doubt you are surprised\nTo see this martial helm!\n\nTHIBAUT.\n              We are indeed!\nCome, tell us how you come by it? Why bring\nThis fearful omen to our peaceful vale?\n\n   [JOHANNA, who has remained indifferent during the two\n   previous scenes, becomes attentive, and steps nearer.\n\nBERTRAND.\nI scarce can tell you how I came by it.\nI had procured some tools at Vaucouleurs;\nA crowd was gathered in the market-place,\nFor fugitives were just arrived in haste\nFrom Orleans, bringing most disastrous news.\nIn tumult all the town together flocked,\nAnd as I forced a passage through the crowds,\nA brown Bohemian woman, with this helm,\nApproached me, eyed me narrowly, and said:\n\"Fellow, you seek a helm; I know it well.\nTake this one! For a trifle it is yours.\"\n\"Go with it to the soldiers,\" I replied,\n\"I am a husbandman, and want no helm.\"\nShe would not cease, however, and went on:\n\"None knoweth if he may not want a helm.\nA roof of metal for the Head just now\nIs of more value than a house of stone.\"\nThus she pursued me closely through the streets,\nStill offering the helm, which I refused.\nI marked it well, and saw that it was bright,\nAnd fair and worthy of a knightly head;\nAnd when in doubt I weighed it in my hand,\nThe strangeness of the incident revolving,\nThe woman disappeared, for suddenly\nThe rushing crowd had carried her away.\nAnd I was left the helmet in my hand.\n\nJOHANNA (attempting eagerly to seize it).\nGive me the helmet!\n\nBERTRAND.\n           Why, what boots it you?\nIt is not suited to a maiden's head.\n\nJOHANNA (seizing it from him).\nMine is the helmet--it belongs to me!\n\nTHIBAUT.\nWhat whim is this?\n\nRAIMOND.\n          Nay, let her have her way!\nThis warlike ornament becomes her well,\nFor in her bosom beats a manly heart.\nRemember how she once subdued the wolf,\nThe savage monster which destroyed our herds,\nAnd filled the neighb'ring shepherds with dismay.\nShe all alone--the lion-hearted maid\nFought with the wolf, and from him snatched the lamb\nWhich he was bearing in his bloody jaws.\nHow brave soe'er the head this helm adorned,\nIt cannot grace a worthier one than hers!\n\nTHIBAUT (to BERTRAND).\nRelate what new disasters have occurred.\nWhat tidings brought the fugitives?\n\nBERTRAND.\n                   May God\nHave pity on our land, and save the king!\nIn two great battles we have lost the day;\nOur foes are stationed in the heart of France,\nFar as the river Loire our lands are theirs--\nNow their whole force they have combined, and lay\nClose siege to Orleans.\n\nTHIBAUT.\n             God protect the king!\n\nBERTRAND.\nArtillery is brought from every side,\nAnd as the dusky squadrons of the bees\nSwarm round the hive upon a summer day,\nAs clouds of locusts from the sultry air\nDescend and shroud the country round for miles,\nSo doth the cloud of war, o'er Orleans' fields,\nPour forth its many-nationed multitudes,\nWhose varied speech, in wild confusion blent,\nWith strange and hollow murmurs fill the air.\nFor Burgundy, the mighty potentate,\nConducts his motley host; the Hennegarians,\nThe men of Liege and of Luxemburg,\nThe people of Namur, and those who dwell\nIn fair Brabant; the wealthy men of Ghent,\nWho boast their velvets, and their costly silks;\nThe Zealanders, whose cleanly towns appear\nEmerging from the ocean; Hollanders\nWho milk the lowing herds; men from Utrecht,\nAnd even from West Friesland's distant realm,\nWho look towards the ice-pole--all combine,\nBeneath the banner of the powerful duke,\nTogether to accomplish Orleans' fall.\n\nTHIBAUT.\nOh, the unblest, the lamentable strife,\nWhich turns the arms of France against itself!\n\nBERTRAND.\nE'en she, the mother-queen, proud Isabel\nBavaria's haughty princess--may be seen,\nArrayed in armor, riding through the camp;\nWith poisonous words of irony she fires\nThe hostile troops to fury 'gainst her son,\nWhom she hath clasped to her maternal breast.\n\nTHIBAUT.\nA curse upon her, and may God prepare\nFor her a death like haughty Jezebel's!\n\nBERTRAND.\nThe fearful Salisbury conducts the siege,\nThe town-destroyer; with him Lionel,\nThe brother of the lion; Talbot, too,\nWho, with his murd'rous weapon, moweth down\nThe people in the battle: they have sworn,\nWith ruthless insolence to doom to shame\nThe hapless maidens, and to sacrifice\nAll who the sword have wielded, with the sword.\nFour lofty watch-towers, to o'ertop the town,\nThey have upreared; Earl Salisbury from on high\nCasteth abroad his cruel, murd'rous glance,\nAnd marks the rapid wanderers in the streets.\nThousands of cannon-balls, of pond'rous weight,\nAre hurled into the city. Churches lie\nIn ruined heaps, and Notre Dame's royal tower\nBegins at length to bow its lofty head.\nThey also have formed powder-vaults below,\nAnd thus, above a subterranean hell,\nThe timid city every hour expects,\n'Midst crashing thunder, to break forth in flames.\n\n   [JOHANNA listens with close attention, and places\n   the helmet on her head.\n\nTHIBAUT.\nBut where were then our heroes? Where the swords\nOf Saintrailles, and La Hire, and brave Dunois,\nOf France the bulwark, that the haughty foe\nWith such impetuous force thus onward rushed?\nWhere is the king? Can he supinely see\nHis kingdom's peril and his cities' fall?\n\nBERTRAND.\nThe king at Chinon holds his court; he lacks\nSoldiers to keep the field. Of what avail\nThe leader's courage, and the hero's arm,\nWhen pallid fear doth paralyze the host?\nA sudden panic, as if sent from God,\nUnnerves the courage of the bravest men.\nIn vain the summons of the king resounds\nAs when the howling of the wolf is heard,\nThe sheep in terror gather side by side,\nSo Frenchmen, careless of their ancient fame,\nSeek only now the shelter of the towns.\nOne knight alone, I have been told, has brought\nA feeble company, and joins the king\nWith sixteen banners.\n\nJOHANNA (quickly).\n            What's the hero's name?\n\nBERTRAND.\n'Tis Baudricour. But much I fear the knight\nWill not be able to elude the foe,\nWho track him closely with too numerous hosts.\n\nJOHANNA.\nWhere halts the knight? Pray tell me, if you know.\n\nBERTRAND.\nAbout a one day's march from Vaucouleurs.\n\nTHIBAUT (to JOHANNA).\nWhy, what is that to thee? Thou dost inquire\nConcerning matters which become thee not.\n\nBERTRAND.\nThe foe being now so strong, and from the king\nNo safety to be hoped, at Vaucouleurs\nThey have with unanimity resolved\nTo yield them to the Duke of Burgundy.\nThus we avoid the foreign yoke, and still\nContinue by our ancient royal line;\nAy, to the ancient crown we may fall back\nShould France and Burgundy be reconciled.\n\nJOHANNA (as if inspired).\nSpeak not of treaty! Speak not of surrender!\nThe savior comes, he arms him for the fight.\nThe fortunes of the foe before the walls\nOf Orleans shall be wrecked! His hour is come,\nHe now is ready for the reaper's hand,\nAnd with her sickle will the maid appear,\nAnd mow to earth the harvest of his pride.\nShe from the heavens will tear his glory down,\nWhich he had hung aloft among the stars;\nDespair not! Fly not! for ere yonder corn\nAssumes its golden hue, or ere the moon\nDisplays her perfect orb, no English horse\nShall drink the rolling waters of the Loire.\n\nBERTRAND.\nAlas! no miracle will happen now!\n\nJOHANNA.\nYes, there shall yet be one--a snow-white dove\nShall fly, and with the eagle's boldness, tear\nThe birds of prey which rend her fatherland.\nShe shall o'erthrow this haughty Burgundy,\nBetrayer of the kingdom; Talbot, too,\nThe hundred-handed, heaven-defying scourge;\nThis Salisbury, who violates our fanes,\nAnd all these island robbers shall she drive\nBefore her like a flock of timid lambs.\nThe Lord will be with her, the God of battle;\nA weak and trembling creature he will choose,\nAnd through a tender maid proclaim his power,\nFor he is the Almighty!\n\nTHIBAULT.\n             What strange power\nHath seized the maiden?\n\nRAIMOND.\n             Doubtless 'tis the helmet\nWhich doth inspire her with such martial thoughts.\nLook at your daughter. Mark her flashing eye,\nHer glowing cheek, which kindles as with fire.\n\nJOHANNA.\nThis realm shall fall! This ancient land of fame,\nThe fairest that, in his majestic course,\nThe eternal sun surveys--this paradise,\nWhich, as the apple of his eye, God loves--\nEndure the fetters of a foreign yoke?\nHere were the heathen scattered, and the cross\nAnd holy image first were planted here;\nHere rest St. Louis' ashes, and from hence\nThe troops went forth who set Jerusalem free.\n\nBERTRAND (in astonishment).\nHark how she speaks! Why, whence can she obtain\nThis glorious revelation? Father Arc!\nA wondrous daughter God hath given you!\n\nJOHANNA.\nWe shall no longer serve a native prince!\nThe king, who never dies, shall pass away--\nThe guardian of the sacred plough, who fills\nThe earth with plenty, who protects our herds,\nWho frees the bondmen from captivity,\nWho gathers all his cities round his throne--\nWho aids the helpless, and appals the base,\nWho envies no one, for he reigns supreme;\nWho is a mortal, yet an angel too,\nDispensing mercy on the hostile earth.\nFor the king's throne, which glitters o'er with gold,\nAffords a shelter for the destitute;\nPower and compassion meet together there,\nThe guilty tremble, but the just draw near,\nAnd with the guardian lion fearless sport!\nThe stranger king, who cometh from afar,\nWhose fathers' sacred ashes do not lie\nInterred among us; can he love our land?\nWho was not young among our youth, whose heart\nRespondeth not to our familiar words,\nCan he be as a father to our sons?\n\nTHIBAUT.\nGod save the king and France! We're peaceful folk,\nWho neither wield the sword, nor rein the steed.\n--Let us await the king whom victory crowns;\nThe fate of battle is the voice of God.\nHe is our lord who crowns himself at Rheims,\nAnd on his head receives the holy oil.\n--Come, now to work! come! and let every one\nThink only of the duty of the hour!\nLet the earth's great ones for the earth contend,\nUntroubled we may view the desolation,\nFor steadfast stand the acres which we till.\nThe flames consume our villages, our corn\nIs trampled 'neath the tread of warlike steeds;\nWith the new spring new harvests reappear,\nAnd our light huts are quickly reared again!\n\n   [They all retire except the maiden.\n\n\n\nSCENE IV.\n\nJOHANNA (alone).\n\nFarewell ye mountains, ye beloved glades,\nYe lone and peaceful valleys, fare ye well!\nThrough you Johanna never more may stray!\nFor, ay, Johanna bids you now farewell.\nYe meads which I have watered, and ye trees\nWhich I have planted, still in beauty bloom!\nFarewell ye grottos, and ye crystal springs!\nSweet echo, vocal spirit of the vale.\nWho sang'st responsive to my simple strain,\nJohanna goes, and ne'er returns again.\n\nYe scenes where all my tranquil joys\nI knew, Forever now I leave you far behind!\nPoor foldless lambs, no shepherd now have you!\nO'er the wide heath stray henceforth unconfined!\nFor I to danger's field, of crimson hue,\nAm summoned hence another flock to find.\nSuch is to me the spirit's high behest;\nNo earthly, vain ambition fires my breast.\n\nFor who in glory did on Horeb's height\nDescend to Moses in the bush of flame,\nAnd bade him go and stand in Pharaoh's sight--\nWho once to Israel's pious shepherd came,\nAnd sent him forth, his champion in the fight,--\nWho aye hath loved the lowly shepherd train,--\nHe, from these leafy boughs, thus spake to me,\n\"Go forth! Thou shalt on earth my witness be.\n\n\"Thou in rude armor must thy limbs invest,\nA plate of steel upon thy bosom wear;\nVain earthly love may never stir thy breast,\nNor passion's sinful glow be kindled there.\nNe'er with the bride-wreath shall thy locks be dressed,\nNor on thy bosom bloom an infant fair;\nBut war's triumphant glory shall be thine;\nThy martial fame all women's shall outshine.\n\n\"For when in fight the stoutest hearts despair,\nWhen direful ruin threatens France, forlorn,\nThen thou aloft my oriflamme shalt bear,\nAnd swiftly as the reaper mows the corn,\nThou shalt lay low the haughty conqueror;\nHis fortune's wheel thou rapidly shalt turn,\nTo Gaul's heroic sons deliverance bring,\nRelieve beleaguered Rheims, and crown thy king!\"\n\nThe heavenly spirit promised me a sign;\nHe sends the helmet, it hath come from him.\nIts iron filleth me with strength divine,\nI feel the courage of the cherubim;\nAs with the rushing of a mighty wind\nIt drives me forth to join the battles din;\nThe clanging trumpets sound, the chargers rear,\nAnd the loud war-cry thunders in mine ear.\n\n             [She goes out.\n\n\n\n\nACT I.\n\nSCENE I.\n\n   The royal residence at Chinon.\n   DUNOIS and DUCHATEL.\n\nDUNOIS.\nNo longer I'll endure it. I renounce\nThis recreant monarch who forsakes himself.\nMy valiant heart doth bleed, and I could rain\nHot tear-drops from mine eyes, that robber-swords\nPartition thus the royal realm of France;\nThat cities, ancient as the monarchy,\nDeliver to the foe the rusty keys,\nWhile here in idle and inglorious ease\nWe lose the precious season of redemption.\nTidings of Orleans' peril reach mine ear,\nHither I sped from distant Normandy,\nThinking, arrayed in panoply of war,\nTo find the monarch with his marshalled hosts;\nAnd find him--here! begirt with troubadours,\nAnd juggling knaves, engaged in solving riddles,\nAnd planning festivals in Sorel's honor,\nAs brooded o'er the land profoundest peace!\nThe Constable hath gone; he will not brook\nLonger the spectacle of shame. I, too,\nDepart, and leave him to his evil fate.\n\nDUCHATEL.\nHere comes the king.\n\n\n\nSCENE II.\n\n   KING CHARLES. The same.\n\nCHARLES.\nThe Constable hath sent us back his sword\nAnd doth renounce our service. Now, by heaven!\nHe thus hath rid us of a churlish man,\nWho insolently sought to lord it o'er us.\n\nDUNOIS.\nA man is precious in such perilous times;\nI would not deal thus lightly with his loss.\n\nCHARLES.\nThou speakest thus from love of opposition;\nWhile he was here thou never wert his friend.\n\nDUNOIS.\nHe was a tiresome, proud, vexatious fool,\nWho never could resolve. For once, however,\nHe hath resolved. Betimes he goeth hence,\nWhere honor can no longer be achieved.\n\nCHARLES.\nThou'rt in a pleasant humor; undisturbed\nI'll leave thee to enjoy it. Hark, Duchatel!\nAmbassadors are here from old King Rene,\nOf tuneful songs the master, far renowned.\nLet them as honored guests be entertained,\nAnd unto each present a chain of gold.\n   [To the Bastard.\nWhy smilest thou, Dunois?\n\nDUNOIS.\n              That from thy mouth\nThou shakest golden chains.\n\nDUCHATEL.\n               Alas! my king!\nNo gold existeth in thy treasury.\n\nCHARLES.\nThen gold must be procured. It must not be\nThat bards unhonored from our court depart.\n'Tis they who make our barren sceptre bloom,\n'Tis they who wreath around our fruitless crown\nLife's joyous branch of never-fading green.\nReigning, they justly rank themselves as kings,\nOf gentle wishes they erect their throne,\nTheir harmless realm existeth not in space;\nHence should the bard accompany the king,\nLife's higher sphere the heritage of both!\n\nDUCHATEL.\nMy royal liege! I sought to spare thine ear\nSo long as aid and counsel could be found;\nNow dire necessity doth loose my tongue.\nNaught hast thou now in presents to bestow,\nThou hast not wherewithal to live to-morrow!\nThe spring-tide of thy fortune is run out,\nAnd lowest ebb is in thy treasury!\nThe soldiers, disappointed of their pay,\nWith sullen murmurs, threaten to retire.\nMy counsel faileth, not with royal splendor\nBut meagerly, to furnish out thy household.\n\nCHARLES.\nMy royal customs pledge, and borrow gold\nFrom the Lombardians.\n\nDUCHATEL.\n            Sire, thy revenues,\nThy royal customs are for three years pledged.\n\nDUNOIS.\nAnd pledge meanwhile and kingdom both are lost.\n\nCHARLES.\nStill many rich and beauteous lands are ours.\n\nDUNOIS.\nSo long as God and Talbot's sword permit!\nWhen Orleans falleth into English hands\nThen with King Rene thou may'st tend thy sheep!\n\nCHARLES.\nStill at this king thou lov'st to point thy jest;\nYet 'tis this lackland monarch who to-day\nHath with a princely crown invested me.\n\nDUNOIS.\nNot, in the name of heaven, with that of Naples,\nWhich is for sale, I hear, since he kept sheep.\n\nCHARLES.\nIt is a sportive festival, a jest,\nWherein he giveth to his fancy play,\nTo found a world all innocent and pure\nIn this barbaric, rude reality.\nYet noble--ay, right royal is his aim!\nHe will again restore the golden age,\nWhen gentle manners reigned, when faithful love\nThe heroic hearts of valiant knights inspired,\nAnd noble women, whose accomplished taste\nDiffuseth grace around, in judgment sat.\nThe old man dwelleth in those bygone times,\nAnd in our workday world would realize\nThe dreams of ancient bards, who picture life\n'Mid bowers celestial, throned on golden clouds.\nHe hath established hence a court of love\nWhere valiant knights may dwell, and homage yield\nTo noble women, who are there enthroned,\nAnd where pure love and true may find a home.\nMe he hath chosen as the prince of love.\n\nDUNOIS.\nI am not such a base, degenerate churl\nAs love's dominion rudely to assail.\nI am her son, from her derive my name,\nAnd in her kingdom lies my heritage.\nThe Prince of Orleans was my sire, and while\nNo woman's heart was proof against his love,\nNo hostile fortress could withstand his shock!\nWilt thou, indeed, with honor name thyself\nThe prince of love--be bravest of the brave!\nAs I have read in those old chronicles,\nLove aye went coupled with heroic deeds,\nAnd valiant heroes, not inglorious shepherds,\nSo legends tell us, graced King Arthur's board.\nThe man whose valor is not beauty's shield\nIs all unworthy of her golden prize.\nHere the arena! combat for the crown,\nThy royal heritage! With knightly sword\nThy lady's honor and thy realm defend--\nAnd hast thou with hot valor snatched the crown\nFrom streams of hostile blood,--then is the time,\nAnd it would well become thee as a prince,\nLove's myrtle chaplet round thy brows to wreathe.\n\nCHARLES (to a PAGE, who enters).\nWhat is the matter?\n\nPAGE.\n           Senators from Orleans\nEntreat an audience, sire.\n\nCHARLES.\n              Conduct them hither!\n   [PAGE retires.\nDoubtless they succor need; what can I do,\nMyself all-succorless!\n\n\n\nSCENE III.\n\n   The same. Three SENATORS.\n\nCHARLES.\nWelcome, my trusty citizens of Orleans!\nWhat tidings bring ye from my faithful town?\nDoth she continue with her wonted zeal\nStill bravely to withstand the leaguering foe?\n\nSENATOR.\nAh, sire! the city's peril is extreme;\nAnd giant ruin, waxing hour by hour,\nStill onward strides. The bulwarks are destroyed--\nThe foe at each assault advantage gains;\nBare of defenders are the city walls,\nFor with rash valor forth our soldiers rush,\nWhile few, alas! return to view their homes,\nAnd famine's scourge impendeth o'er the town.\nIn this extremity the noble Count\nOf Rochepierre, commander of the town,\nHath made a compact with the enemy,\nAccording to old custom, to yield up,\nOn the twelfth day, the city to the foe,\nUnless, meanwhile, before the town appear\nA host of magnitude to raise the siege.\n\n   [DUNOIS manifests the strongest indignation.\n\nCHARLES.\nThe interval is brief.\n\nSENATOR.\n            We hither come,\nAttended by a hostile retinue,\nTo implore thee, sire, to pity thy poor town,\nAnd to send succor ere the appointed day,\nWhen, if still unrelieved, she must surrender.\n\nDUNOIS.\nAnd could Saintrailles consent to give his voice\nTo such a shameful compact?\n\nSENATOR.\n               Never, sir!\nLong as the hero lived, none dared to breathe\nA single word of treaty or surrender.\n\nDUNOIS.\nHe then is dead?\n\nSENATOR.\n         The noble hero fell,\nHis monarch's cause defending on our walls.\n\nCHARLES.\nWhat! Saintrailles dead! Oh, in that single man\nA host is foundered!\n\n   [A Knight enters and speaks apart with DUNOIS,\n   who starts with surprise.\n\nDUNOIS.\n           That too!\n\nCHARLES.\n                 Well? What is it?\n\nDUNOIS.\nCount Douglass sendeth here. The Scottish troops\nRevolt, and threaten to retire at once.\nUnless their full arrears are paid to-day.\n\nCHARLES.\nDuchatel!\n\nDUCHATEL (shrugs his shoulders).\n     Sire! I know not what to counsel.\n\nCHARLES.\nPledge, promise all, even unto half my realm.\n\nDUCHATEL.\n'Tis vain! They have been fed with hope too often.\n\nCHARLES.\nThey are the finest troops of all my hosts!\nThey must not now, not now abandon me!\n\nSENATOR (throwing himself at the KING'S feet).\nOh, king, assist us! Think of our distress!\n\nCHARLES (in despair).\nHow! Can I summon armies from the earth?\nOr grow a cornfield on my open palm?\nRend me in pieces! Pluck my bleeding heart\nForth from my breast, and coin it 'stead of gold!\nI've blood for you, but neither gold nor troops.\n\n   [He sees SOREL approach, and hastens towards her\n   with outstretched arms.\n\n\n\nSCENE IV.\n\n   The same. AGNES SOREL, a casket in her hand.\n\nCHARLES.\nMy Agnes! Oh, my love! My dearest life!\nThou comest here to snatch me from despair!\nRefuge I take within thy loving arms!\nPossessing thee I feel that nothing is lost.\n\nSOREL.\nMy king, beloved!\n   [looking round with an anxious, inquiring gaze.\n          Dunois! Say, is it true,\nDuchatel?\n\nDUCHATEL.\n      'Tis, alas!\n\nSOREL.\n            So great the need?\nNo treasure left? The soldiers will disband?\n\nDUCHATEL.\nAlas! It is too true!\n\nSOREL (giving him the casket).\n            Here-here is gold,\nHere too are jewels! Melt my silver down!\nSell, pledge my castles--on my fair domains\nIn Provence--treasure raise, turn all to gold,\nAppease the troops! No time to be lost!\n\n        [She urges him to depart.\n\nCHARLES.\nWell now, Dunois! Duchatel! Do ye still\nAccount me poor, when I possess the crown\nOf womankind? She's nobly born as I;\nThe royal blood of Valois not more pure;\nThe most exalted throne she would adorn--\nYet she rejects it with disdain, and claims\nNo other title than to be my love.\nNo gift more costly will she e'er receive\nThan early flower in winter, or rare fruit!\nNo sacrifice on my part she permits,\nYet sacrificeth all she had to me!\nWith generous spirit she doth venture all\nHer wealth and fortune in my sinking bark.\n\nDUNOIS.\nAy, she is mad indeed, my king, as thou;\nShe throws her all into a burning house,\nAnd draweth water in the leaky vessel\nOf the Danaides. Thee she will not save,\nAnd in thy ruin but involve herself.\n\nSOREL.\nBelieve him not! Full many a time he hath\nPerilled his life for thee, and now, forsooth,\nChafeth because I risk my worthless gold!\nHow? Have I freely sacrificed to thee\nWhat is esteemed far more than gold and pearls,\nAnd shall I now hold back the gifts of fortune?\nOh, come! Let my example challenge thee\nTo noble self-denial! Let's at once\nCast off the needless ornaments of life!\nThy courtiers metamorphose into soldiers;\nThy gold transmute to iron; all thou hast,\nWith resolute daring, venture for thy crown!\nPeril and want we will participate!\nLet us bestride the war-horse, and expose\nOur tender person to the fiery glow\nOf the hot sun, take for our canopy\nThe clouds above, and make the stones our pillow.\nThe rudest warrior, when he sees his king\nBear hardship and privation like the meanest\nWill patiently endure his own hard lot!\n\nCHARLES (laughing).\nAy! now is realized an ancient word\nOf prophesy, once uttered by a nun\nOf Clairmont, in prophetic mood, who said,\nThat through a woman's aid I o'er my foes\nShould triumph, and achieve my father's crown.\nFar off I sought her in the English camp;\nI strove to reconcile a mother's heart;\nHere stands the heroine--my guide to Rheims!\nMy Agnes! I shall triumph through thy love!\n\nSOREL.\nThou'lt triumph through the valiant swords of friends.\n\nCHARLES.\nAnd from my foes' dissensions much I hope\nFor sure intelligence hath reached mine ear,\nThat 'twixt these English lords and Burgundy\nThings do not stand precisely as they did;\nHence to the duke I have despatched La Hire,\nTo try if he can lead my angry vassal\nBack to his ancient loyalty and faith:\nEach moment now I look for his return.\n\nDUCHATEL (at the window).\nA knight e'en now dismounteth in the court.\n\nCHARLES.\nA welcome messenger! We soon shall learn\nWhether we're doomed to conquer or to yield.\n\n\n\nSCENE V.\n\n   The same. LA HIRE.\n\nCHARLES (meeting him).\nHope bringest thou, or not? Be brief, La Hire,\nOut with thy tidings! What must we expect?\n\nLA HIRE.\nExpect naught, sire, save from thine own good sword.\n\nCHARLES.\nThe haughty duke will not be reconciled!\nSpeak! How did he receive my embassy?\n\nLA HIRE.\nHis first and unconditional demand,\nEre he consent to listen to thine errand,\nIs that Duchatel be delivered up,\nWhom he doth name the murderer of his sire.\n\nCHARLES.\nThis base condition we reject with scorn!\n\nLA HIRE.\nThen be the league dissolved ere it commence!\n\nCHARLES.\nHast thou thereon, as I commanded thee,\nChallenged the duke to meet him in fair fight\nOn Montereau's bridge, whereon his father fell?\n\nLA HIRE.\nBefore him on the ground I flung thy glove,\nAnd said: \"Thou wouldst forget thy majesty,\nAnd like a knight do battle for thy realm.\"\nHe scornfully rejoined \"He needed not\nTo fight for that which he possessed already,\nBut if thou wert so eager for the fray,\nBefore the walls of Orleans thou wouldst find him,\nWhither he purposed going on the morrow;\"\nThereon he laughing turned his back upon me.\n\nCHARLES.\nSay, did not justice raise her sacred voice,\nWithin the precincts of my parliament?\n\nLA HIRE.\nThe rage of party, sire, hath silenced her.\nAn edict of the parliament declares\nThee and thy race excluded from the throne.\n\nDUNOIS.\nThese upstart burghers' haughty insolence!\n\nCHARLES.\nHast thou attempted with my mother aught?\n\nLA HIRE.\nWith her?\n\nCHARLES.\n      Ay! How did she demean herself?\n\nLA HIRE (after a few moments' reflection).\nI chanced to step within St. Denis' walls\nPrecisely at the royal coronation.\nThe crowds were dressed as for a festival;\nTriumphal arches rose in every street\nThrough which the English monarch was to pass.\nThe way was strewed with flowers, and with huzzas,\nAs France some brilliant conquest had achieved,\nThe people thronged around the royal car.\n\nSOREL.\nThey could huzza--huzza, while trampling thus\nUpon a gracious sovereign's loving heart!\n\nLA HIRE.\nI saw young Harry Lancaster--the boy--\nOn good St. Lewis' regal chair enthroned;\nOn either side his haughty uncles stood,\nBedford and Gloucester, and before him kneeled,\nTo render homage for his lands, Duke Philip.\n\nCHARLES.\nOh, peer dishonored! Oh, unworthy cousin!\n\nLA HIRE.\nThe child was timid, and his footing lost\nAs up the steps he mounted towards the throne.\nAn evil omen! murmured forth the crowd,\nAnd scornful laughter burst on every side.\nThen forward stepped Queen Isabel--thy mother,\nAnd--but it angers me to utter it!\n\nCHARLES.\n                  Say on.\n\nLA HIRE.\nWithin her arms she clasped the boy,\nAnd herself placed him on thy father's throne.\n\nCHARLES.\nOh, mother! mother!\n\nLA HIRE.\n           E'en the murderous bands\nOf the Burgundians, at this spectacle,\nEvinced some tokens of indignant shame.\nThe queen perceived it, and addressed the crowds,\nExclaiming with loud voice: \"Be grateful, Frenchmen,\nThat I engraft upon a sickly stock\nA healthy scion, and redeem you from\nThe misbegotten son of a mad sire!\"\n\n   [The KING hides his face; AGNES hastens towards him\n   and clasps him in her arms; all the bystanders express\n   aversion and horror.\n\nDUNOIS.\nShe-wolf of France! Rage-breathing Megara!\n\nCHARLES (after a pause, to the SENATORS).\nYourselves have heard the posture of affairs.\nDelay no longer, back return to Orleans,\nAnd bear this message to my faithful town;\nI do absolve my subjects from their oath,\nTheir own best interests let them now consult,\nAnd yield them to the Duke of Burgundy;\n'Yclept the Good, he need must prove humane.\n\nDUNOIS.\nWhat say'st thou, sire? Thou wilt abandon Orleans!\n\nSENATOR (kneels down).\nMy king! Abandon not thy faithful town!\nConsign her not to England's harsh control.\nShe is a precious jewel in the crown,\nAnd none hath more inviolate faith maintained\nTowards the kings, thy royal ancestors.\n\nDUNOIS.\nHave we been routed? Is it lawful, sire,\nTo leave the English masters of the field,\nWithout a single stroke to save the town?\nAnd thinkest thou, with careless breath, forsooth,\nEre blood hath flowed, rashly to give away\nThe fairest city from the heart of France?\n\nCHARLES.\nBlood hath been poured forth freely, and in vain\nThe hand of heaven is visibly against me;\nIn every battle is my host o'erthrown,\nI am rejected of my parliament,\nMy capital, my people, hail me foe,\nThose of my blood,--my nearest relatives,--\nForsake me and betray--and my own mother\nDoth nurture at her breast the hostile brood.\nBeyond the Loire we will retire, and yield\nTo the o'ermastering hand of destiny\nWhich sideth with the English.\n\nSOREL.\n                God forbid\nThat we in weak despair should quit this realm!\nThis utterance came not from thy heart, my king,\nThy noble heart, which hath been sorely riven\nBy the fell deed of thy unnatural mother,\nThou'lt be thyself again, right valiantly\nThou'lt battle with thine adverse destiny,\nWhich doth oppose thee with relentless ire.\n\nCHARLES (lost in gloomy thought).\nIs it not true? A dark and ominous doom\nImpendeth o'er the heaven-abandoned house\nOf Valois--there preside the avenging powers,\nTo whom a mother's crime unbarred the way.\nFor thirty years my sire in madness raved;\nAlready have three elder brothers been\nMowed down by death; 'tis the decree of heaven,\nThe house of the Sixth Charles is doomed to fall.\n\nSOREL.\nIn thee 'twill rise with renovated life!\nOh, in thyself have faith!--believe me, king,\nNot vainly hath a gracious destiny\nRedeemed thee from the ruin of thy house,\nAnd by thy brethren's death exalted thee,\nThe youngest born, to an unlooked-for throne\nHeaven in thy gentle spirit hath prepared\nThe leech to remedy the thousand ills\nBy party rage inflicted on the land.\nThe flames of civil discord thou wilt quench,\nAnd my heart tells me thou'lt establish peace,\nAnd found anew the monarchy of France.\n\nCHARLES.\nNot I! The rude and storm-vexed times require\nA pilot formed by nature to command.\nA peaceful nation I could render happy\nA wild, rebellious people not subdue.\nI never with the sword could open hearts\nAgainst me closed in hatred's cold reserve.\n\nSOREL.\nThe people's eye is dimmed, an error blinds them,\nBut this delusion will not long endure;\nThe day is not far distant when the love\nDeep rooted in the bosom of the French,\nTowards their native monarch, will revive,\nTogether with the ancient jealousy,\nWhich forms a barrier 'twixt the hostile nations.\nThe haughty foe precipitates his doom.\nHence, with rash haste abandon not the field,\nWith dauntless front contest each foot of ground,\nAs thine own heart defend the town of Orleans!\nLet every boat be sunk beneath the wave,\nEach bridge be burned, sooner than carry thee\nAcross the Loire, the boundary of thy realm,\nThe Stygian flood, o'er which there's no return.\n\nCHARLES.\nWhat could be done I have done. I have offered,\nIn single fight, to combat for the crown.\nI was refused. In vain my people bleed,\nIn vain my towns are levelled with the dust.\nShall I, like that unnatural mother, see\nMy child in pieces severed with the sword?\nNo; I forego my claim, that it may live.\n\nDUNOIS.\nHow, sire! Is this fit language for a king?\nIs a crown thus renounced? Thy meanest subject,\nFor his opinion's sake, his hate and love,\nSets property and life upon a cast;\nWhen civil war hangs out her bloody flag,\nEach private end is drowned in party zeal.\nThe husbandman forsakes his plough, the wife\nNeglects her distaff; children, and old men,\nDon the rude garb of war; the citizen\nConsigns his town to the devouring flames,\nThe peasant burns the produce of his fields;\nAnd all to injure or advantage thee,\nAnd to achieve the purpose of his heart.\nMen show no mercy, and they wish for none,\nWhen they at honor's call maintain the fight,\nOr for their idols or their gods contend.\nA truce to such effeminate pity, then,\nWhich is not suited to a monarch's breast.\nThou didst not heedlessly provoke the war;\nAs it commenced, so let it spend its fury.\nIt is the law of destiny that nations\nShould for their monarchs immolate themselves.\nWe Frenchmen recognize this sacred law,\nNor would annul it. Base, indeed, the nation\nThat for its honor ventures not its all.\n\nCHARLES (to the SENATORS).\nYou've heard my last resolve; expect no other.\nMay God protect you! I can do no more.\n\nDUNOIS.\nAs thou dost turn thy back upon thy realm,\nSo may the God of battle aye avert\nHis visage from thee. Thou forsak'st thyself,\nSo I forsake thee. Not the power combined\nOf England and rebellious Burgundy,\nThy own mean spirit hurls thee from the throne.\nBorn heroes ever were the kings of France;\nThou wert a craven, even from thy birth.\n   [To the SENATORS.\nThe king abandons you. But I will throw\nMyself into your town--my father's town--\nAnd 'neath its ruins find a soldier's grave.\n\n   [He is about to depart. AGNES SOREL detains him.\n\nSOREL (to the KING).\nOh, let him not depart in anger from thee!\nHarsh words his lips have uttered, but his heart\nIs true as gold. 'Tis he, himself, my king,\nWho loves thee, and hath often bled for thee.\nDunois, confess, the heat of noble wrath\nMade thee forget thyself; and oh, do thou\nForgive a faithful friend's o'erhasty speech!\nCome, let me quickly reconcile your hearts,\nEre anger bursteth forth in quenchless flame.\n\n   [DUNOIS looks fixedly at the KING, and appears to await an answer.\n\nCHARLES.\nOur way lies over the Loire. Duchatel,\nSee all our equipage embarked.\n\nDUNOIS (quickly to SOREL).\n                 Farewell.\n\n   [He turns quickly round, and goes out. The SENATORS follow.\n\nSOREL (wringing her hands in despair).\nOh, if he goes, we are forsaken quite!\nFollow, La Hire! Oh, seek to soften him!\n\n           [LA HIRE goes out.\n\n\n\nSCENE VI.\n\n   CHARLES, SOREL, DUCHATEL.\n\nCHARLES.\nIs, then, the sceptre such a peerless treasure?\nIs it so hard to loose it from our grasp?\nBelieve me, 'tis more galling to endure\nThe domineering rule of these proud vassals.\nTo be dependent on their will and pleasure\nIs, to a noble heart, more bitter far\nThan to submit to fate.\n   [To DUCHATEL, who still lingers.\n             Duchatel, go,\nAnd do what I commanded.\n\nDUCHATEL (throws himself at the KING'S feet).\n              Oh, my king!\n\nCHARLES.\nNo more! Thou'st heard my absolute resolve!\n\nDUCHATEL.\nSire, with the Duke of Burgundy make peace!\n'Tis the sole outlet from destruction left!\n\nCHARLES.\nThou giv'st this counsel, and thy blood alone\nCan ratify this peace.\n\nDUCHATEL.\n            Here is my head.\nI oft have risked it for thee in the fight,\nAnd with a joyful spirit I, for thee,\nWould lay it down upon the block of death.\nConciliate the duke! Deliver me\nTo the full measure of his wrath, and let\nMy flowing blood appease the ancient hate.\n\nCHARLES (looks at him for some time in silence, and with deep emotion).\nCan it be true? Am I, then, sunk so low,\nThat even friends, who read my inmost heart,\nPoint out for my escape the path of shame?\nYes, now I recognize my abject fall.\nMy honor is no more confided in.\n\nDUCHATEL.\nReflect----\n\nCHARLES.\n      Be silent, and incense me not!\nHad I ten realms, on which to turn my back,\nWith my friend's life I would not purchase them.\nDo what I have commanded. Hence, and see\nMy equipage embarked.\n\nDUCHATEL.\n            'Twill speedily\nBe done.\n\n   [He stands up and retires. AGNES SOREL weeps passionately.\n\n\n\nSCENE VII.\n\n   The royal palace at Chinon.\n   CHARLES, AGNES SOREL.\n\nCHARLES (seizing the hand of AGNES).\n     My Agnes, be not sorrowful!\nBeyond the Loire we still shall find a France;\nWe are departing to a happier land,\nWhere laughs a milder, an unclouded sky,\nAnd gales more genial blow; we there shall meet\nMore gentle manners; song abideth there,\nAnd love and life in richer beauty bloom.\n\nSOREL.\nOh, must I contemplate this day of woe!\nThe king must roam in banishment! the son\nDepart, an exile from his father's house,\nAnd turn his back upon his childhood's home!\nOh, pleasant, happy land that we forsake,\nNe'er shall we tread thee joyously again.\n\n\n\nSCENE VIII.\n\n   LA HIRE returns, CHARLES, SOREL.\n\nSOREL.\nYou come alone? You do not bring him back?\n   [Observing him more closely.\nLa Hire! What news? What does that look announce?\nSome new calamity?\n\nLA HIRE.\n          Calamity\nHath spent itself; sunshine is now returned.\n\nSOREL.\nWhat is it? I implore you.\n\nLA HIRE (to the KING).\n               Summon back\nThe delegates from Orleans.\n\nCHARLES.\n               Why? What is it?\n\nLA HIRE.\nSummon them back! Thy fortune is reversed.\nA battle has been fought, and thou hast conquered.\n\nSOREL.\nConquered! Oh, heavenly music of that word!\n\nCHARLES.\nLa Hire! A fabulous report deceives thee;\nConquered! In conquest I believe no more.\n\nLA HIRE.\nStill greater wonders thou wilt soon believe.\nHere cometh the archbishop. To thine arms\nHe leadeth back Dunois.\n\nSOREL.\n             O beauteous flower\nOf victory, which doth the heavenly fruits\nOf peace and reconcilement bear at once!\n\n\n\nSCENE IX.\n\n   The same, ARCHBISHOP of RHEIMS, DUNOIS, DUCHATEL,\n   with RAOUL, a Knight in armor.\n\nARCHBISHOP (leading DUNOIS to the KING, and joining their hands).\nPrinces, embrace! Let rage and discord cease,\nSince Heaven itself hath for our cause declared.\n\n   [DUNOIS embraces the KING.\n\nCHARLES.\nRelieve my wonder and perplexity.\nWhat may this solemn earnestness portend?\nWhence this unlooked-for change of fortune?\n\nARCHBISHOP (leads the KNIGHT forward, and presents him to the KING).\nSpeak!\n\nRAOUL.\nWe had assembled sixteen regiments\nOf Lotharingian troops to join your host;\nAnd Baudricourt, a knight of Vaucouleurs,\nWas our commander. Having gained the heights\nBy Vermanton, we wound our downward way\nInto the valley watered by the Yonne.\nThere, in the plain before us, lay the foe,\nAnd when we turned, arms glittered in our rear.\nWe saw ourselves surrounded by two hosts,\nAnd could not hope for conquest or for flight.\nThen sank the bravest heart, and in despair\nWe all prepared to lay our weapons down.\nThe leaders with each other anxiously\nSought counsel and found none; when to our eyes\nA spectacle of wonder showed itself.\nFor suddenly from forth the thickets' depths\nA maiden, on her head a polished helm,\nLike a war-goddess, issued; terrible\nYet lovely was her aspect, and her hair\nIn dusky ringlets round her shoulders fell.\nA heavenly radiance shone around the height;\nWhen she upraised her voice and thus addressed us:\n\"Why be dismayed, brave Frenchmen? On the foe!\nWere they more numerous than the ocean sands,\nGod and the holy maiden lead you on!\"\nThen quickly from the standard-bearer's hand\nShe snatched the banner, and before our troop\nWith valiant bearing strode the wondrous maid.\nSilent with awe, scarce knowing what we did,\nThe banner and the maiden we pursue,\nAnd fired with ardor, rush upon the foe,\nWho, much amazed, stand motionless and view\nThe miracle with fixed and wondering gaze.\nThen, as if seized by terror sent from God,\nThey suddenly betake themselves to flight,\nAnd casting arms and armor to the ground,\nDisperse in wild disorder o'er the field.\nNo leader's call, no signal now avails;\nSenseless from terror, without looking back,\nHorses and men plunge headlong in the stream,\nWhere they without resistance are despatched.\nIt was a slaughter rather than a fight!\nTwo thousand of the foe bestrewed the field,\nNot reckoning numbers swallowed by the flood,\nWhile of our company not one was slain.\n\nCHARLES.\n'Tis strange, by heaven! most wonderful and strange!\n\nSOREL.\nA maiden worked this miracle, you say?\nWhence did she come? Who is she?\n\nRAOUL.\n                  Who she is\nShe will reveal to no one but the king!\nShe calls herself a seer and prophetess\nOrdained by God, and promises to raise\nThe siege of Orleans ere the moon shall change.\nThe people credit her, and thirst for war.\nThe host she follows--she'll be here anon.\n\n   [The ringing of bells is heard, together with the clang of arms.\n\nHark to the din! The pealing of the bells!\n'Tis she! The people greet God's messenger.\n\nCHARLES (to DUCHATEL).\nConduct her thither.\n   [To the ARCHBISHOP.\n           What should I believe?\nA maiden brings me conquest even now,\nWhen naught can save me but a hand divine!\nThis is not in the common course of things.\nAnd dare I here believe a miracle?\n\nMANY VOICES (behind the scene).\nHail to the maiden!--the deliverer!\n\nCHARLES.\nShe comes! Dunois, now occupy my place!\nWe will make trial of this wondrous maid.\nIs she indeed inspired and sent by God\nShe will be able to discern the king.\n\n   [DUNOIS seats himself; the KING stands at his right hand,\n   AGNES SOREL near him; the ARCHBISHOP and the others opposite;\n   so that the intermediate space remains vacant.\n\n\n\nSCENE X.\n\n   The same. JOHANNA, accompanied by the councillors and many knights,\n   who occupy the background of the scene; she advances with noble\n   bearing, and slowly surveys the company.\n\nDUNOIS (after a long and solemn pause).\nArt thou the wondrous maiden----\n\nJOHANNA (interrupts him, regarding him with dignity).\nBastard of Orleans, thou wilt tempt thy God!\nThis place abandon, which becomes thee not!\nTo this more mighty one the maid is sent.\n\n   [With a firm step she approaches the KING, bows one\n   knee before him, and, rising immediately, steps back.\n   All present express their astonishment, DUNOIS forsakes\n   his seat, which is occupied by the KING.\n\nCHARLES.\nMaiden, thou ne'er hast seen my face before.\nWhence hast thou then this knowledge?\n\nJOHANNA.\n                    Thee I saw\nWhen none beside, save God in heaven, beheld thee.\n\n   [She approaches the KING, and speaks mysteriously.\n\nBethink thee, Dauphin, in the bygone night,\nWhen all around lay buried in deep sleep,\nThou from thy couch didst rise and offer up\nAn earnest prayer to God. Let these retire\nAnd I will name the subject of thy prayer.\n\nCHARLES.\nWhat! to Heaven confided need not be\nFrom men concealed. Disclose to me my prayer,\nAnd I shall doubt no more that God inspires thee.\n\nJOHANNA.\nThree prayers thou offeredst, Dauphin; listen now\nWhether I name them to thee! Thou didst pray\nThat if there were appended to this crown\nUnjust possession, or if heavy guilt,\nNot yet atoned for, from thy father's times,\nOccasioned this most lamentable war,\nGod would accept thee as a sacrifice,\nHave mercy on thy people, and pour forth\nUpon thy head the chalice of his wrath.\n\nCHARLES (steps back with awe).\nWho art thou, mighty one? Whence comest thou?\n\n   [All express their astonishment.\n\nJOHANNA.\nTo God thou offeredst this second prayer:\nThat if it were his will and high decree\nTo take away the sceptre from thy race,\nAnd from thee to withdraw whate'er thy sires,\nThe monarchs of this kingdom, once possessed,\nHe in his mercy would preserve to thee\nThree priceless treasures--a contented heart,\nThy friend's affection, and thine Agnes' love.\n\n   [The KING conceals his face: the spectators\n   express their astonishment. After a pause.\n\nThy third petition shall I name to thee?\n\nCHARLES.\nEnough; I credit thee! This doth surpass\nMere human knowledge: thou art sent by God!\n\nARCHBISHOP.\nWho art thou, wonderful and holy maid?\nWhat favored region bore thee? What blest pair,\nBeloved of Heaven, may claim thee as their child?\n\nJOHANNA.\nMost reverend father, I am named Johanna,\nI am a shepherd's lowly daughter, born\nIn Dom Remi, a village of my king.\nIncluded in the diocese of Toul,\nAnd from a child I kept my father's sheep.\nAnd much and frequently I heard them tell\nOf the strange islanders, who o'er the sea\nHad come to make us slaves, and on us force\nA foreign lord, who loveth not the people;\nHow the great city, Paris, they had seized,\nAnd had usurped dominion o'er the realm.\nThen earnestly God's Mother I implored\nTo save us from the shame of foreign chains,\nAnd to preserve to us our lawful king.\nNot distant from my native village stands\nAn ancient image of the Virgin blest,\nTo which the pious pilgrims oft repaired;\nHard by a holy oak, of blessed power,\nStandeth, far-famed through wonders manifold.\nBeneath the oak's broad shade I loved to sit\nTending my flock--my heart still drew me there.\nAnd if by chance among the desert hills\nA lambkin strayed, 'twas shown me in a dream,\nWhen in the shadow of this oak I slept.\nAnd once, when through the night beneath this tree\nIn pious adoration I had sat,\nResisting sleep, the Holy One appeared,\nBearing a sword and banner, otherwise\nClad like a shepherdess, and thus she spake:\n\"'Tis I; arise, Johanna! leave thy flock,\nThe Lord appoints thee to another task!\nReceive this banner! Gird thee with this sword!\nTherewith exterminate my people's foes;\nConduct to Rheims thy royal master's son,\nAnd crown him with the kingly diadem!\"\nAnd I made answer: \"How may I presume\nTo undertake such deeds, a tender maid,\nUnpractised in the dreadful art of war!\"\nAnd she replied: \"A maiden pure and chaste\nAchieves whate'er on earth is glorious\nIf she to earthly love ne'er yields her heart.\nLook upon me! a virgin, like thyself;\nI to the Christ, the Lord divine, gave birth,\nAnd am myself divine!\" Mine eyelids then\nShe touched, and when I upward turned my amaze,\nHeaven's wide expanse was filled with angel-boys,\nWho bore white lilies in their hands, while tones\nOf sweetest music floated through the air.\nAnd thus on three successive nights appeared\nThe Holy One, and cried,--\"Arise, Johanna!\nThe Lord appoints thee to another task!\"\nAnd when the third night she revealed herself,\nWrathful she seemed, and chiding spake these words:\n\"Obedience, woman's duty here on earth;\nSevere endurance is her heavy doom;\nShe must be purified through discipline;\nWho serveth here, is glorified above!\"\nWhile thus she spake, she let her shepherd garb\nFail from her, and as Queen of Heaven stood forth\nEnshrined in radiant light, while golden clouds\nUpbore her slowly to the realms of bliss.\n\n   [All are moved; AGNES SOREL weeping, hides her face\n   on the bosom of the KING.\n\nARCHBISHOP (after a long pause).\nBefore divine credentials such as these\nEach doubt of earthly prudence must subside,\nHer deeds attest the truth of what she speaks,\nFor God alone such wonders can achieve.\n\nDUNOIS.\nI credit not her wonders, but her eyes\nWhich beam with innocence and purity.\n\nCHARLES.\nAm I, a sinner, worthy of such favor?\nInfallible, All-searching eye, thou seest\nMine inmost heart, my deep humility!\n\nJOHANNA.\nHumility shines brightly in the skies;\nThou art abased, hence God exalteth thee.\n\nCHARLES.\nShall I indeed withstand mine enemies?\n\nJOHANNA.\nFrance I will lay submissive at thy feet!\n\nCHARLES.\nAnd Orleans, say'st thou, will not be surrendered?\n\nJOHANNA.\nThe Loire shall sooner roll its waters back.\n\nCHARLES.\nShall I in triumph enter into Rheims?\n\nJOHANNA.\nI through ten thousand foes will lead you there.\n\n   [The knights make a noise with their lances and shields,\n   and evince signs of courage.\n\nDUNOIS.\nAppoint the maiden to command the host!\nWe follow blindly whereso'er she leads!\nThe Holy One's prophetic eye shall guide,\nAnd this brave sword from danger shall protect her!\n\nLA HIRE.\nA universe in arms we will not fear,\nIf she, the mighty one, precede our troops.\nThe God of battle walketh by her side;\nLet her conduct us on to victory!\n\n   [The knights clang their arms and step forward.\n\nCHARLES.\nYes, holy maiden, do thou lead mine host;\nMy chiefs and warriors shall submit to thee.\nThis sword of matchless temper, proved in war,\nSent back in anger by the Constable,\nHath found a hand more worthy. Prophetess,\nDo thou receive it, and henceforward be----\n\nJOHANNA.\nNo, noble Dauphin! conquest to my liege\nIs not accorded through this instrument\nOf earthly might. I know another sword\nWherewith I am to conquer, which to thee,\nI, as the Spirit taught, will indicate;\nLet it be hither brought.\n\nCHARLES.\n              Name it, Johanna.\n\nJOHANNA.\nSend to the ancient town of Fierbois;\nThere in Saint Catherine's churchyard is a vault\nWhere lie in heaps the spoils of bygone war.\nAmong them is the sword which I must use.\nIt by three golden lilies may be known,\nUpon the blade impressed. Let it be brought\nFor thou, my liege, shalt conquer through this sword.\n\nCHARLES.\nPerform what she commands.\n\nJOHANNA.\n              And a white banner,\nEdged with a purple border, let me bear.\nUpon this banner let the Queen of Heaven\nBe pictured with the beauteous Jesus child\nFloating in glory o'er this earthly ball.\nFor so the Holy Mother showed it me.\n\nCHARLES.\nSo be it as thou sayest.\n\nJOHANNA (to the ARCHBISHOP).\n             Reverend bishop;\nLay on my head thy consecrated hands!\nPronounce a blessing, Father, on thy child!\n\n             [She kneels down.\n\nARCHBISHOP.\nNot blessings to receive, but to dispense\nArt thou appointed. Go, with power divine!\nBut we are sinners all and most unworthy.\n\n          [She rises: a PAGE enters.\n\nPAGE.\nA herald from the English generals.\n\nJOHANNA.\nLet him appear, for he is sent by God!\n\n   [The KING motions to the PAGE, who retires.\n\n\n\nSCENE XI.\n\n   The HERALD. The same.\n\nCHARLES.\nThy tidings, herald? What thy message! Speak!\n\nHERALD.\nWho is it, who for Charles of Valois,\nThe Count of Pointhieu, in this presence speaks?\n\nDUNOIS.\nUnworthy herald! base, insulting knave!\nDost thou presume the monarch of the French\nThus in his own dominions to deny?\nThou art protected by thine office, else----\n\nHERALD.\nOne king alone is recognized by France,\nAnd he resideth in the English camp.\n\nCHARLES.\nPeace, peace, good cousin! Speak thy message, herald!\n\nHERALD.\nMy noble general laments the blood\nWhich hath already flowed, and still must flow.\nHence, in the scabbard holding back the sword,\nBefore by storm the town of Orleans falls,\nHe offers thee an amicable treaty.\n\nCHARLES.\nProceed!\n\nJOHANNA (stepping forward).\n     Permit me, Dauphin, in thy stead,\nTo parley with this herald.\n\nCHARLES.\n               Do so, maid!\nDetermine thou, for peace, or bloody war.\n\nJOHANNA (to the HERALD).\nWho sendeth thee? Who speaketh through thy mouth?\n\nHERALD.\nThe Earl of Salisbury; the British chief.\n\nJOHANNA.\nHerald, 'tis false! The earl speaks not through thee.\nOnly the living speak, the dead are silent.\n\nHERALD.\nThe earl is well, and full of lusty strength;\nHe lives to bring down ruin on your heads.\n\nJOHANNA.\nWhen thou didst quit the British army he lived.\nThis morn, while gazing from Le Tournelle's tower,\nA ball from Orleans struck him to the ground.\nSmilest thou that I discern what is remote?\nNot to my words give credence; but believe\nThe witness of thine eyes! his funeral train\nThou shalt encounter as you goest hence!\nNow, herald, speak, and do thine errand here.\n\nHERALD.\nIf what is hidden thou canst thus reveal,\nThou knowest mine errand ere I tell it thee.\n\nJOHANNA.\nIt boots me not to know it. But do thou\nGive ear unto my words! This message bear\nIn answer to the lords who sent thee here.\nMonarch of England, and ye haughty dukes,\nBedford and Gloucester, regents of this realm!\nTo heaven's high King you are accountable\nFor all the blood that hath been shed. Restore\nThe keys of all the cities ta'en by force\nIn opposition to God's holy law!\nThe maiden cometh from the King of Heaven\nAnd offers you or peace or bloody war.\nChoose ye! for this I say, that you may know it:\nTo you this beauteous realm is not assigned\nBy Mary's son;--but God hath given it\nTo Charles, my lord and Dauphin, who ere long\nWill enter Paris with a monarch's pomp,\nAttended by the great ones of his realm.\nNow, herald, go, and speedily depart,\nFor ere thou canst attain the British camp\nAnd do thine errand, is the maiden there,\nTo plant the sign of victory at Orleans.\n\n   [She retires. In the midst of a general movement,\n   the curtain falls.\n\n\n\n\nACT II.\n\n   Landscape, bounded by rocks.\n\n\n\nSCENE I.\n\n   TALBOT and LIONEL, English generals, PHILIP, DUKE OF BURGUNDY,\n   FASTOLFE, and CHATILLON, with soldiers and banners.\n\nTALBOT.\nHere let us make a halt beneath these rocks,\nAnd pitch our camp, in case our scattered troops,\nDispersed in panic fear, again should rally.\nChoose trusty sentinels, and guard the heights!\n'Tis true the darkness shields us from pursuit,\nAnd sure I am, unless the foe have wings,\nWe need not fear surprisal. Still 'tis well\nTo practice caution, for we have to do\nWith a bold foe, and have sustained defeat.\n\n   [FASTOLFE goes out with the soldiers.\n\nLIONEL.\nDefeat! My general, do not speak that word.\nIt stings me to the quick to think the French\nTo-day have seen the backs of Englishmen.\nOh, Orleans! Orleans! Grave of England's glory!\nOur honor lies upon thy fatal plains\nDefeat most ignominious and burlesque!\nWho will in future years believe the tale!\nThe victors of Poictiers and Agincourt,\nCressy's bold heroes, routed by a woman?\n\nBURGUNDY.\nThat must console us. Not by mortal power,\nBut by the devil have we been o'erthrown!\n\nTALBOT.\nThe devil of our own stupidity!\nHow, Burgundy? Do princes quake and fear\nBefore the phantom which appals the vulgar?\nCredulity is but a sorry cloak\nFor cowardice. Your people first took flight.\n\nBURGUNDY.\nNone stood their ground. The flight was general.\n\nTALBOT.\n'Tis false! Your wing fled first. You wildly broke\nInto our camp, exclaiming: \"Hell is loose,\nThe devil combats on the side of France!\"\nAnd thus you brought confusion 'mong our troops.\n\nLIONEL.\nYou can't deny it. Your wing yielded first.\n\nBURGUNDY.\nBecause the brunt of battle there commenced.\n\nTALBOT.\nThe maiden knew the weakness of our camp;\nShe rightly judged where fear was to be found.\n\nBURGUNDY.\nHow? Shall the blame of our disaster rest\nWith Burgundy?\n\nLIONEL.\n        By heaven! were we alone,\nWe English, never had we Orleans lost!\n\nBURGUNDY.\nNo, truly! for ye ne'er had Orleans seen!\nWho opened you a way into this realm,\nAnd reached you forth a kind and friendly hand\nWhen you descended on this hostile coast?\nWho was it crowned your Henry at Paris,\nAnd unto him subdued the people's hearts?\nHad this Burgundian arm not guided you\nInto this realm, by heaven you ne'er had seen\nThe smoke ascending from a single hearth!\n\nLIONEL.\nWere conquests with big words effected, duke,\nYou, doubtless, would have conquered France alone.\n\nBURGUNDY.\nThe loss of Orleans angers you, and now\nYou vent your gall on me, your friend and ally.\nWhat lost us Orleans but your avarice?\nThe city was prepared to yield to me,\nYour envy was the sole impediment.\n\nTALBOT.\nWe did not undertake the siege for you.\n\nBURGUNDY.\nHow would it stand with you if I withdrew\nWith all my host?\n\nLIONEL.\n          We should not be worse off\nThan when, at Agincourt, we proved a match\nFor you and all the banded power of France.\n\nBURGUNDY.\nYet much you stood in need of our alliance;\nThe regent purchased it at heavy cost.\n\nTALBOT.\nMost dearly, with the forfeit of our honor,\nAt Orleans have we paid for it to-day.\n\nBURGUNDY.\nUrge me no further, lords. Ye may repent it!\nDid I forsake the banners of my king,\nDraw down upon my head the traitor's name,\nTo be insulted thus by foreigners?\nWhy am I here to combat against France?\nIf I must needs endure ingratitude,\nLet it come rather from my native king!\n\nTALBOT.\nYou're in communication with the Dauphin,\nWe know it well, but we soon shall find means\nTo guard ourselves 'gainst treason.\n\nBURGUNDY.\n                   Death and hell!\nAm I encountered thus? Chatillon, hark!\nLet all my troops prepare to quit the camp.\nWe will retire into our own domain.\n\n            [CHATILLON goes out.\n\nLIONEL.\nGod speed you there! Never did Britain's fame\nMore brightly shine than when she stood alone,\nConfiding solely in her own good sword.\nLet each one fight his battle for himself,\nFor 'tis eternal truth that English blood\nCannot, with honor, blend with blood of France.\n\n\n\nSCENE II.\n\n   The same. QUEEN ISABEL, attended by a PAGE.\n\nISABEL.\nWhat must I hear? This fatal strife forbear!\nWhat brain-bewildering planet o'er your minds\nSheds dire perplexity? When unity\nAlone can save you, will you part in hate,\nAnd, warring 'mong yourselves, prepare your doom?--\nI do entreat you, noble duke, recall\nYour hasty order. You, renowned Talbot,\nSeek to appease an irritated friend!\nCome, Lionel, aid me to reconcile\nThese haughty spirits and establish peace.\n\nLIONEL.\nNot I, madame. It is all one to me.\n'Tis my belief, when things are misallied,\nThe sooner they part company the better.\n\nISABEL.\nHow? Do the arts of hell, which on the field\nWrought such disastrous ruin, even here\nBewilder and befool us? Who began\nThis fatal quarrel? Speak! Lord-general!\nYour own advantage did you so forget,\nAs to offend your worthy friend and ally?\nWhat could you do without his powerful arm?\n'Twas he who placed your monarch on the throne,\nHe holds him there, and he can hurl him thence;\nHis army strengthens you--still more his name.\nWere England all her citizens to pour\nUpon our coasts, she never o'er this realm\nWould gain dominion did she stand alone;\nNo! France can only be subdued by France!\n\nTALBOT.\nA faithful friend we honor as we ought;\nDiscretion warns us to beware the false.\n\nBURGUNDY.\nThe liar's brazen front beseemeth him\nWho would absolve himself from gratitude.\n\nISABEL.\nHow, noble duke? Could you so far renounce\nYour princely honor, and your sense of shame,\nAs clasp the hand of him who slew your sire?\nAre you so mad to entertain the thought\nOf cordial reconcilement with the Dauphin,\nWhom you yourself have hurled to ruin's brink?\nHis overthrow you have well nigh achieved,\nAnd madly now would you renounce your work?\nHere stand your allies. Your salvation lies\nIn an indissoluble bond with England?\n\nBURGUNDY.\nFar is my thought from treaty with the Dauphin;\nBut the contempt and insolent demeanor\nOf haughty England I will not endure.\n\nISABEL.\nCome, noble duke? Excuse a hasty word.\nHeavy the grief which bows the general down,\nAnd well you know misfortune makes unjust.\nCome! come! embrace; let me this fatal breach\nRepair at once, ere it becomes eternal.\n\nTALBOT.\nWhat think you, Burgundy? A noble heart,\nBy reason vanquished, doth confess its fault.\nA wise and prudent word the queen hath spoken;\nCome, let my hand with friendly pressure heal\nThe wound inflicted by my angry tongue.\n\nBURGUNDY.\nDiscreet the counsel offered by the queen!\nMy just wrath yieldeth to necessity.\n\nISABEL.\n'Tis well! Now, with a brotherly embrace\nConfirm and seal the new-established bond;\nAnd may the winds disperse what hath been spoken.\n\n   [BURGUNDY and TALBOT embrace.\n\nLIONEL (contemplating the group aside).\nHail to an union by the furies planned!\n\nISABEL.\nFate hath proved adverse, we have lost a battle,\nBut do not, therefore, let your courage sink.\nThe Dauphin, in despair of heavenly aid,\nDoth make alliance with the powers of hell;\nVainly his soul he forfeits to the devil,\nFor hell itself cannot deliver him.\nA conquering maiden leads the hostile force;\nYours, I myself will lead; to you I'll stand\nIn place of maiden or of prophetess.\n\nLIONEL.\nMadame, return to Paris! We desire\nTo war with trusty weapons, not with women.\n\nTALBOT.\nGO! go! Since your arrival in the camp,\nFortune hath fled our banners, and our course\nHath still been retrograde. Depart at once!\n\nBURGUNDY.\nYour presence here doth scandalize the host.\n\nISABEL (looks from one to the other with astonishment).\nThis, Burgundy, from you? Do you take part\nAgainst me with these thankless English lords?\n\nBURGUNDY.\nGo! go! The thought of combating for you\nUnnerves the courage of the bravest men.\n\nISABEL.\nI scarce among you have established peace,\nAnd you already form a league against me!\n\nTALBOT.\nGo, in God's name. When you have left the camp\nNo devil will again appal our troops.\n\nISABEL.\nSay, am I not your true confederate?\nAre we not banded in a common cause?\n\nTALBOT.\nThank God! your cause of quarrel is not ours.\nWe combat in an honorable strife.\n\nBURGUNDY.\nA father's bloody murder I avenge.\nStern filial duty consecrates my arms.\n\nTALBOT.\nConfess at once. Your conduct towards the Dauphin\nIs an offence alike to God and man.\n\nISABEL.\nCurses blast him and his posterity!\nThe shameless son who sins against his mother!\n\nBURGUNDY.\nAy! to avenge a husband and a father!\n\nISABEL.\nTo judge his mother's conduct he presumed!\n\nLIONEL.\nThat was, indeed, irreverent in a son!\n\nISABEL.\nAnd me, forsooth, he banished from the realm.\n\nTALBOT.\nUrged to the measure by the public voice.\n\nISABEL.\nA curse light on him if I e'er forgive him!\nRather than see him on his father's throne----\n\nTALBOT.\nHis mother's honor you would sacrifice!\n\nISABEL.\nYour feeble natures cannot comprehend\nThe vengeance of an outraged mother's heart.\nWho pleasures me, I love; who wrongs, I hate.\nIf he who wrongs me chance to be my son,\nAll the more worthy is he of my hate.\nThe life I gave I will again take back\nFrom him who doth, with ruthless violence,\nThe bosom rend which bore and nourished him.\nYe, who do thus make war upon the Dauphin,\nWhat rightful cause have ye to plunder him?\nWhat crime hath he committed against you?\nWhat insult are you called on to avenge?\nAmbition, paltry envy, goad you on;\nI have a right to hate him--he's my son.\n\nTALBOT.\nHe feels his mother in her dire revenge!\n\nISABEL.\nMean hypocrites! I hate you and despise.\nTogether with the world, you cheat yourselves!\nWith robber-hands you English seek to clutch\nThis realm of France, where you have no just right,\nNor equitable claim, to so much earth\nAs could be covered by your charger's hoof.\n--This duke, too, whom the people style the Good,\nDoth to a foreign lord, his country's foe,\nFor gold betray the birthland of his sires.\nAnd yet is justice ever on your tongue.\n--Hypocrisy I scorn. Such as I am,\nSo let the world behold me!\n\nBURGUNDY.\n               It is true!\nYour reputation you have well maintained.\n\nISABEL.\nI've passions and warm blood, and as a queen\nCame to this realm to live, and not to seem.\nShould I have lingered out a joyless life\nBecause the curse of adverse destiny\nTo a mad consort joined my blooming youth?\nMore than my life I prize my liberty.\nAnd who assails me here----But why should I\nStoop to dispute with you about my rights?\nYour sluggish blood flows slowly in your veins!\nStrangers to pleasure, ye know only rage!\nThis duke, too--who, throughout his whole career,\nHath wavered to and fro, 'twixt good and ill--\nCan neither love or hate with his whole heart.\n--I go to Melun. Let this gentleman,\n   [Pointing to LIONEL.\nWho doth my fancy please, attend me there,\nTo cheer my solitude, and you may work\nYour own good pleasure! I'll inquire no more\nConcerning the Burgundians or the English.\n\n   [She beckons to her PAGE, and is about to retire.\n\nLIONEL.\nRely upon us, we will send to Melun\nThe fairest youths whom we in battle take.\n\n              [Coming back.\n\nISABEL.\nSkilful your arm to wield the sword of death,\nThe French alone can round the polished phrase.\n\n              [She goes out.\n\n\n\nSCENE III.\n\n   TALBOT, BURGUNDY, LIONEL.\n\nTALBOT.\nHeavens! What a woman!\n\nLIONEL.\n             Now, brave generals,\nYour counsel! Shall we prosecute our flight,\nOr turn, and with a bold and sudden stroke\nWipe out the foul dishonor of to-day?\n\nBURGUNDY.\nWe are too weak, our soldiers are dispersed,\nThe recent terror still unnerves the host.\n\nTALBOT.\nBlind terror, sudden impulse of a moment,\nAlone occasioned our disastrous rout.\nThis phantom of the terror-stricken brain,\nMore closely viewed will vanish into air.\nMy counsel, therefore, is, at break of day,\nTo lead the army back, across the stream,\nTo meet the enemy.\n\nBURGUNDY.\n          Consider well----\n\nLIONEL.\nYour pardon! Here is nothing to consider\nWhat we have lost we must at once retrieve,\nOr look to be eternally disgraced.\n\nTALBOT.\nIt is resolved. To-morrow morn we fight,\nThis dread-inspiring phantom to destroy,\nWhich thus doth blind and terrify the host\nLet us in fight encounter this she-devil.\nIf she oppose her person to our sword,\nTrust me, she never will molest us more;\nIf she avoid our stroke--and be assured\nShe will not stand the hazard of a battle--\nThen is the dire enchantment at an end?\n\nLIONEL.\nSo be it! And to me, my general, leave\nThis easy, bloodless combat, for I hope\nAlive to take this ghost, and in my arms,\nBefore the Bastard's eyes--her paramour--\nTo bear her over to the English camp,\nTo be the sport and mockery of the host.\n\nBURGUNDY.\nMake not too sure.\n\nTALBOT.\n          If she encounter me,\nI shall not give her such a soft embrace.\nCome now, exhausted nature to restore\nThrough gentle sleep. At daybreak we set forth.\n\n               [They go out.\n\n\n\n\nSCENE IV.\n\n   JOHANNA with her banner, in a helmet and breastplate,\n   otherwise attired as a woman. DUNOIS, LA HIRE, knights\n   and soldiers appear above upon the rocky path, pass\n   silently over, and appear immediately after on the scene.\n\nJOHANNA (to the knights who surround her while the\n     procession continues above).\nThe wall is scaled and we are in the camp!\nNow fling aside the mantle of still night,\nWhich hitherto hath veiled your silent march,\nAnd your dread presence to the foe proclaim.\nBy your loud battle-cry--God and the maiden!\n\nALL (exclaim aloud, amidst the loud clang of arms).\nGod and the maiden!\n              [Drums and trumpets.\n\nSENTINELS (behind the scene).\nThe foe! The foe! The foe!\n\nJOHANNA.\nHo! torches here. Hurl fire into the tents!\nLet the devouring flames augment the horror,\nWhile threatening death doth compass them around!\n\n   [Soldiers hasten on, she is about to follow.\n\nDUNOIS (holding her back).\nThy part thou hast accomplished now, Johanna!\nInto the camp thou hast conducted us,\nThe foe thou hast delivered in our hands,\nNow from the rush of war remain apart!\nThe bloody consummation leave to us.\n\nLA HIRE.\nPoint out the path of conquest to the host;\nBefore us, in pure hand, the banner bear.\nBut wield the fatal weapon not thyself;\nTempt not the treacherous god of battle, for\nHe rageth blindly, and he spareth not.\n\nJOHANNA.\nWho dares impede my progress? Who presume\nThe spirit to control which guideth me?\nStill must the arrow wing its destined flight!\nWhere danger is, there must Johanna be;\nNor now, nor here, am I foredoomed to fall;\nOur monarch's royal brow I first must see\nInvested with the round of sovereignty.\nNo hostile power can rob me of my life,\nTill I've accomplished the commands of God.\n\n              [She goes out.\n\nLA HIRE.\nCome, let us follow after her, Dunois,\nAnd let our valiant bosoms be her shield!\n\n                [Exit.\n\n\n\nSCENE V.\n\n   ENGLISH SOLDIERS hurry over the stage.\n   Afterwards TALBOT.\n\n1 SOLDIER.\nThe maiden in the camp!\n\n2 SOLDIER.\n             Impossible!\nIt cannot be! How came she in the camp?\n\n3 SOLDIER.\nWhy, through the air! The devil aided her!\n\n4 AND 5 SOLDIERS.\nFly! fly! We are dead men!\n\nTALBOT (enters).\nThey heed me not! They stay not at my call!\nThe sacred bands of discipline are loosed!\nAs hell had poured her damned legions forth,\nA wild, distracting impulse whirls along,\nIn one mad throng, the cowardly and brave.\nI cannot rally e'en the smallest troop\nTo form a bulwark gainst the hostile flood,\nWhose raging billows press into our camp!\nDo I alone retain my sober senses,\nWhile all around in wild delirium rave?\nTo fly before these weak, degenerate Frenchmen\nWhom we in twenty battles have overthrown?\nWho is she then--the irresistible--\nThe dread-inspiring goddess, who doth turn\nAt once the tide of battle, and transform\nThe lions bold a herd of timid deer?\nA juggling minx, who plays the well-learned part\nOf heroine, thus to appal the brave?\nA woman snatch from me all martial fame?\n\nSOLDIER (rushing in).\nThe maiden comes! Fly, general, fly! fly!\n\nTALBOT (strikes him down).\nFly thou, thyself, to hell! This sword shall pierce\nWho talks to me of fear, or coward flight!\n\n              [He goes out.\n\n\n\nSCENE VI.\n\n   The prospect opens. The English camp is seen in flames.\n   Drums, flight, and pursuit. After a while MONTGOMERY enters.\n\nMONTGOMERY (alone).\nWhere shall I flee? Foes all around and death! Lo! here\nThe furious general, who with threatening sword, prevents\nEscape, and drives us back into the jaws of death.\nThe dreadful maiden there--the terrible--who like\nDevouring flame, destruction spreads; while all around\nAppears no bush wherein to hide--no sheltering cave!\nOh, would that o'er the sea I never had come here!\nMe miserable--empty dreams deluded me--\nCheap glory to achieve on Gallia's martial fields.\nAnd I am guided by malignant destiny\nInto this murderous flight. Oh, were I far, far hence.\nStill in my peaceful home, on Severn's flowery banks,\nWhere in my father's house, in sorrow and in tears,\nI left my mother and my fair young bride.\n\n   [JOHANNA appears in the distance.\n\nWo's me! What do I see! The dreadful form appears!\nArrayed in lurid light, she from the raging fire\nIssues, as from the jaws of hell, a midnight ghost.\nWhere shall I go? where flee? Already from afar\nShe seizes on me with her eye of fire, and flings\nHer fatal and unerring coil, whose magic folds\nWith ever-tightening pressure, bind my feet and make\nEscape impossible! Howe'er my heart rebels,\nI am compelled to follow with my gaze that form\nOf dread!\n\n   [JOHANNA advances towards him some steps;\n   and again remains standing.\n\n      She comes! I will not passively await\nHer furious onset! Imploringly I'll clasp\nHer knees! I'll sue to her for life. She is a woman.\nI may perchance to pity move her by my tears!\n\n   [While he is on the point of approaching her she draws near.\n\n\n\nSCENE VII.\n\n   JOHANNA, MONTGOMERY.\n\nJOHANNA.\nPrepare to die! A British mother bore thee!\n\nMONTGOMERY (falls at her feet).\nFall back, terrific one! Forbear to strike\nAn unprotected foe! My sword and shield\nI've flung aside, and supplicating fall\nDefenceless at thy feet. A ransom take!\nExtinguish not the precious light of life!\nWith fair possessions crowned, my father dwells\nIn Wales' fair land, where among verdant meads\nThe winding Severn rolls his silver tide,\nAnd fifty villages confess his sway.\nWith heavy gold he will redeem his son,\nWhen he shall hear I'm in the camp of France.\n\nJHANNA.\nDeluded mortal! to destruction doomed!\nThou'rt fallen in the maiden's hand, from which\nRedemption or deliverance there is none.\nHad adverse fortune given thee a prey\nTo the fierce tiger or the crocodile--\nHadst robbed the lion mother of her brood--\nCompassion thou might'st hope to find and pity;\nBut to encounter me is certain death.\nFor my dread compact with the spirit realm--\nThe stern inviolable--bindeth me,\nTo slay each living thing whom battle's God,\nFull charged with doom, delivers to my sword.\n\nMONTGOMERY.\nThy speech is fearful, but thy look is mild;\nNot dreadful art thou to contemplate near;\nMy heart is drawn towards thy lovely form.\nOh! by the mildness of thy gentle sex,\nAttend my prayer. Compassionate my youth.\n\nJOHANNA.\nName me not woman! Speak not of my sex!\nLike to the bodiless spirits, who know naught\nOf earth's humanities, I own no sex;\nBeneath this vest of steel there beats no heart.\n\nMONTGOMERY.\nOh! by love's sacred, all-pervading power,\nTo whom all hearts yield homage, I conjure thee.\nAt home I left behind a gentle bride,\nBeauteous as thou, and rich in blooming grace:\nWeeping she waiteth her betrothed's return.\nOh! if thyself dost ever hope to love,\nIf in thy love thou hopest to be happy,\nThen ruthless sever not two gentle hearts,\nTogether linked in love's most holy bond!\n\nJOHANNA.\nThou dost appeal to earthly, unknown gods,\nTo whom I yield no homage. Of love's bond,\nBy which thou dost conjure me, I know naught\nNor ever will I know his empty service.\nDefend thy life, for death doth summon thee.\n\nMONTGOMERY.\nTake pity on my sorrowing parents, whom\nI left at home. Doubtless thou, too, hast left\nParents, who feel disquietude for thee.\n\nJOHANNA.\nUnhappy man! thou dost remember me\nHow many mothers of this land your arms\nHave rendered childless and disconsolate;\nHow many gentle children fatherless;\nHow many fair young brides dejected widows!\nLet England's mothers now be taught despair,\nAnd learn to weep the bitter tear oft shed\nBy the bereaved and sorrowing wives of France.\n\nMONTGOMERY.\n'Tis hard in foreign lands to die unwept.\n\nJOHANNA.\nWho called you over to this foreign land,\nTo waste the blooming culture of our fields,\nTo chase the peasant from his household hearth,\nAnd in our cities' peaceful sanctuary\nTo hurl the direful thunderbolt of war?\nIn the delusion of your hearts ye thought\nTo plunge in servitude the freeborn French,\nAnd to attach their fair and goodly realm,\nLike a small boat, to your proud English bark!\nYe fools! The royal arms of France are hung\nFast by the throne of God; and ye as soon\nFrom the bright wain of heaven might snatch a star\nAs rend a single village from this realm,\nWhich shall remain inviolate forever!\nThe day of vengeance is at length arrived;\nNot living shall ye measure back the sea,\nThe sacred sea--the boundary set by God\nBetwixt our hostile nations--and the which\nYe ventured impiously to overpass.\n\nMONTGOMERY (lets go her hands).\nOh, I must die! I feel the grasp of death!\n\nJOHANNA.\nDie, friend! Why tremble at the approach of death?\nOf mortals the irrevocable doom?\nLook upon me! I'm born a shepherd maid;\nThis hand, accustomed to the peaceful crook,\nIs all unused to wield the sword of death.\nYet, snatched away from childhood's peaceful haunts,\nFrom the fond love of father and of sisters,\nUrged by no idle dream of earthly glory,\nBut heaven-appointed to achieve your ruin,\nLike a destroying angel I must roam,\nSpreading dire havoc around me, and at length\nMyself must fall a sacrifice to death!\nNever again shall I behold my home!\nStill, many of your people I must slay,\nStill, many widows make, but I at length\nMyself shall perish, and fulfil my doom.\nNow thine fulfil. Arise! resume thy sword,\nAnd let us fight for the sweet prize of life.\n\nMONTGOMERY (stands up).\nNow, if thou art a mortal like myself,\nCan weapons wound thee, it may be assigned\nTo this good arm to end my country's woe,\nThee sending, sorceress, to the depths of hell.\nIn God's most gracious hands I leave my fate.\nAccursed one! to thine assistance call\nThe fiends of hell! Now combat for thy life!\n\n   [He seizes his sword and shield, and rushes upon her;\n   martial music is heard in the distance. After a short\n   conflict MONTGOMERY falls.\n\n\n\nSCENE VIII.\n\nJOHANNA (alone).\nTo death thy foot did bear thee--fare thee well!\n\n   [She steps away from him and remains absorbed in thought.\n\nVirgin, thou workest mightily in me!\nMy feeble arm thou dost endue with strength,\nAnd steep'st my woman's heart in cruelty.\nIn pity melts the soul and the hand trembles,\nAs it did violate some sacred fane,\nTo mar the goodly person of the foe.\nOnce I did shudder at the polished sheath,\nBut when 'tis needed, I'm possessed with strength,\nAnd as it were itself a thing of life,\nThe fatal weapon, in my trembling grasp,\nSelf-swayed, inflicteth the unerring stroke.\n\n\n\nSCENE IX.\n\n   A KNIGHT with closed visor, JOHANNA.\n\nKNIGHT.\nAccursed one! thy hour of death has come!\nLong have I sought thee on the battle-field,\nFatal delusion! get thee back to hell,\nWhence thou didst issue forth.\n\nJOHANNA.\n                Say, who art thou,\nWhom his bad genius sendeth in my way?\nPrincely thy port, no Briton dost thou seem,\nFor the Burgundian colors stripe thy shield,\nBefore the which my sword inclines its point.\n\nKNIGHT.\nVile castaway! Thou all unworthy art\nTo fall beneath a prince's noble hand.\nThe hangman's axe should thy accursed head\nCleave from thy trunk, unfit for such vile use\nThe royal Duke of Burgundy's brave sword.\n\nJOHANNA.\nArt thou indeed that noble duke himself?\n\nKNIGHT (raises his visor).\nI'm he, vile creature, tremble and despair!\nThe arts of hell shall not protect thee more.\nThou hast till now weak dastards overcome;\nNow thou dost meet a man.\n\n\n\nSCENE X.\n\n   DUNOIS and LA HIRE. The same.\n\nDUNOIS.\n             Hold, Burgundy!\nTurn! combat now with men, and not with maids.\n\nLA HIRE.\nWe will defend the holy prophetess;\nFirst must thy weapon penetrate this breast.\n\nBURGUNDY.\nI fear not this seducing Circe; no,\nNor you, whom she hath changed so shamefully!\nOh, blush, Dunois! and do thou blush, La Hire\nTo stoop thy valor to these hellish arts--\nTo be shield-bearer to a sorceress!\nCome one--come all! He only who despairs\nOf heaven's protection seeks the aid of hell.\n\n   [They prepare for combat, JOHANNA steps between.\n\nJOHANNA.\nForbear!\n\nBURGUNDY.\n     Dost tremble for thy lover? Thus\nBefore thine eyes he shall----\n\n   [He makes a thrust at DUNOIS.\n\nJOHANNA.\n               Dunois, forbear!\nPart them, La Hire! no blood of France must flow:\nNot hostile weapons must this strife decide,\nAbove the stars 'tis otherwise decreed.\nFall back! I say. Attend and venerate\nThe Spirit which hath seized, which speaks through me!\n\nDUNOIS.\nWhy, maiden, now hold back my upraised arm?\nWhy check the just decision of the sword?\nMy weapon pants to deal the fatal blow\nWhich shall avenge and heal the woes of France.\n\n   [She places herself in the midst and separates the parties.\n\nJOHANNA.\nFall back, Dunois! Stand where thou art, La Hire!\nSomewhat I have to say to Burgundy.\n\n   [When all is quiet.\n\nWhat wouldst thou, Burgundy? Who is the foe\nWhom eagerly thy murderous glances seek?\nThis prince is, like thyself, a son of France,--\nThis hero is thy countryman, thy friend;\nI am a daughter of thy fatherland.\nWe all, whom thou art eager to destroy,\nAre of thy friends;--our longing arms prepare\nTo clasp, our bending knees to honor thee.\nOur sword 'gainst thee is pointless, and that face\nE'en in a hostile helm is dear to us,\nFor there we trace the features of our king.\n\nBURGUNDY.\nWhat, syren! wilt thou with seducing words\nAllure thy victim? Cunning sorceress,\nMe thou deludest not. Mine ears are closed\nAgainst thy treacherous words; and vainly dart\nThy fiery glances 'gainst this mail of proof.\nTo arms, Dunois!\nWith weapons let us fight, and not with words.\n\nDUNOIS.\nFirst words, then weapons, Burgundy! Do words\nWith dread inspire thee? 'Tis a coward's fear,\nAnd the betrayer of an evil cause.\n\nJOHANNA.\n'Tis not imperious necessity\nWhich throws us at thy feet! We do not come\nAs suppliants before thee. Look around!\nThe English tents are level with the ground,\nAnd all the field is covered with your slain.\nHark! the war-trumpets of the French resound;\nGod hath decided--ours the victory!\nOur new-culled laurel garland with our friend\nWe fain would share. Come, noble fugitive!\nOh, come where justice and where victory dwell!\nEven I, the messenger of heaven, extend\nA sister's hand to thee. I fain would save\nAnd draw thee over to our righteous cause!\nHeaven hath declared for France! Angelic powers,\nUnseen by thee, do battle for our king;\nWith lilies are the holy ones adorned,\nPure as this radiant banner is our cause;\nIts blessed symbol is the queen of heaven.\n\nBURGUNDY.\nFalsehood's fallacious words are full of guile,\nBut hers are pure and simple as a child's.\nIf evil spirits borrow this disguise,\nThey copy innocence triumphantly.\nI'll hear no more. To arms, Dunois! to arms!\nMine ear, I feel, is weaker than mine arm.\n\nJOHANNA.\nYou call me an enchantress, and accuse\nOf hellish arts. Is it the work of hell\nTo heal dissension and to foster peace?\nComes holy concord from the depths below?\nSay, what is holy, innocent, and good,\nIf not to combat for our fatherland?\nSince when hath nature been so self-opposed\nThat heaven forsakes the just and righteous cause,\nWhile hell protects it? If my words are true,\nWhence could I draw them but from heaven above?\nWho ever sought me in my shepherd-walks,\nTo teach the humble maid affairs of state?\nI ne'er have stood with princes, to these lips\nUnknown the arts of eloquence. Yet now,\nWhen I have need of it to touch thy heart,\nInsight and varied knowledge I possess;\nThe fate of empires and the doom of kings\nLie clearly spread before my childish mind,\nAnd words of thunder issue from my mouth.\n\nBURGUNDY (greatly moved, looks at her with emotion and astonishment).\nHow is it with me? Doth some heavenly power\nThus strangely stir my spirit's inmost depths?\nThis pure, this gentle creature cannot lie!\nNo, if enchantment blinds me, 'tis from heaven.\nMy spirit tells me she is sent from God.\n\nJOHANNA.\nOh, he is moved! I have not prayed in vain,\nWrath's thunder-cloud dissolves in gentle tears,\nAnd leaves his brow, while mercy's golden beams\nBreak from his eyes and gently promise peace.\nAway with arms, now clasp him to your hearts,\nHe weeps--he's conquered, he is ours once more!\n\n   [Her sword and banner fall; she hastens to him with\n   outstretched arms, and embraces him in great agitation.\n   LA HIRE and DUNOIS throw down their swords, and hasten\n   also to embrace him.\n\n\n\n\nACT III.\n\n   Residence of the KING at Chalons on the Marne.\n\n\n\nSCENE I.\n\n   DUNOIS, LA HIRE.\n\nDUNOIS.\nWe have been true heart-friends, brothers in arms,\nStill have we battled in a common cause,\nAnd held together amid toil and death.\nLet not the love of woman rend the bond\nWhich hath resisted every stroke of fate.\n\nLA HIRE.\nHear me, my prince!\n\nDUNOIS.\n           You love the wondrous maid,\nAnd well I know the purpose of your heart.\nYou think without delay to seek the king,\nAnd to entreat him to bestow on you\nHer hand in marriage. Of your bravery\nThe well-earned guerdon he cannot refuse\nBut know,--ere I behold her in the arms\nOf any other----\n\nLA HIRE.\n        Listen to me, prince!\n\nDUNOIS.\n'Tis not the fleeting passion of the eye\nAttracts me to her. My unconquered sense\nHad set at naught the fiery shafts of love\nTill I beheld this wondrous maiden, sent\nBy a divine appointment to become\nThe savior of this kingdom, and my wife;\nAnd on the instant in my heart I vowed\nA sacred oath, to bear her home, my bride.\nFor she alone who is endowed with strength\nCan be the strong man's friend. This glowing heart\nLongs to repose upon a kindred breast,\nWhich can sustain and comprehend its strength.\n\nLA HIRE.\nHow dare I venture, prince, my poor deserts\nTo measure with your name's heroic fame!\nWhen Count Dunois appeareth in the lists,\nEach humbler suitor must forsake the field;\nStill it doth ill become a shepherd maid\nTo stand as consort by your princely side.\nThe royal current in your veins would scorn\nTo mix with blood of baser quality.\n\nDUNOIS.\nShe, like myself, is holy Nature's child,\nA child divine--hence we by birth are equal.\nShe bring dishonor on a prince's hand,\nWho is the holy angel's bride, whose head\nIs by a heavenly glory circled round,\nWhose radiance far outshineth earthly crowns,\nWho seeth lying far beneath her feet\nAll that is greatest, highest of this earth!\nFor thrones on thrones, ascending to the stars,\nWould fail to reach the height where she abides\nIn angel majesty!\n\nLA HIRE.\nOur monarch must decide.\n\nDUNOIS.\n             Not so! she must\nDecide! Free hath she made this realm of France,\nAnd she herself must freely give her heart.\n\nLA HIRE.\nHere comes the king!\n\n\n\nSCENE II.\n\n   CHARLES, AGNES, SOREL, DUCHATEL, and CHATILLON.\n   The same.\n\nCHARLES (to CHATILLON).\nHe comes! My title he will recognize,\nAnd do me homage as his sovereign liege?\n\nCHATILLON.\nHere, in his royal town of Chalons, sire,\nThe duke, my master, will fall down before thee.\nHe did command me, as my lord and king,\nTo give thee greeting. He'll be here anon.\n\nSOREL.\nHe comes! Hail beauteous and auspicious day,\nWhich bringeth joy, and peace, and reconcilement!\n\nCHATILLON.\nThe duke, attended by two hundred knights,\nWill hither come; he at thy feet will kneel;\nBut he expecteth not that thou to him\nShould yield the cordial greeting of a kinsman.\n\nCHARLES.\nI long to clasp him to my throbbing heart.\n\nCHATILLON.\nThe duke entreats that at this interview,\nNo word be spoken of the ancient strife!\n\nCHARLES.\nIn Lethe be the past forever sunk!\nThe smiling future now invites our gaze.\n\nCHATILLON.\nAll who have combated for Burgundy\nShall be included in the amnesty.\n\nCHARLES.\nSo shall my realm be doubled in extent!\n\nCHATILLON.\nQueen Isabel, if she consent thereto,\nShall also be included in the peace.\n\nCHARLES.\nShe maketh war on me, not I on her.\nWith her alone it rests to end our quarrel.\n\nCHATILLON.\nTwelve knights shall answer for thy royal word.\n\nCHARLES.\nMy word is sacred.\n\nCHATILLON.\n          The archbishop shall\nBetween you break the consecrated host,\nAs pledge and seal of cordial reconcilement.\n\nCHARLES.\nLet my eternal weal be forfeited,\nIf my hand's friendly grasp belie my heart.\nWhat other surety doth the duke require?\n\nCHATILLON (glancing at DUCHATEL).\nI see one standing here, whose presence, sire,\nPerchance might poison the first interview.\n\n   [DUCHATEL retires in silence.\n\nCHARLES.\nDepart, Duchatel, and remain concealed\nUntil the duke can bear thee in his sight.\n\n   [He follows him with his eye, then hastens after\n   and embraces him.\n\nTrue-hearted friend! Thou wouldst far more than this\nHave done for my repose!\n                [Exit DUCHATEL.\n\nCHATILLON.\nThis instrument doth name the other points.\n\nCHARLES (to the ARCHBISHOP).\nLet it be settled. We agree to all.\nWe count no price too high to gain a friend.\nGo now, Dunois, and with a hundred knights,\nGive courteous conduct to the noble duke.\nLet the troops, garlanded with verdant boughs,\nReceive their comrades with a joyous welcome.\nBe the whole town arrayed in festive pomp,\nAnd let the bells with joyous peal, proclaim\nThat France and Burgundy are reconciled.\n\n   [A PAGE enters. Trumpets sound.\n\nHark! What importeth that loud trumpet's call?\n\nPAGE.\nThe Duke of Burgundy hath stayed his march.\n\n                  [Exit.\n\nDUNOIS.\nUp! forth to meet him!\n\n   [Exit with LA HIRE and CHATILLON.\n\nCHARLES (to SOREL).\nMy Agnes! thou dost weep! Even my strength\nDoth almost fail me at this interview.\nHow many victims have been doomed to fall\nEre we could meet in peace and reconcilement!\nBut every storm at length suspends its rage,\nDay follows on the murkiest night; and still\nWhen comes the hour, the latest fruits mature!\n\nARCHBISHOP (at the window).\nThe thronging crowds impede the duke's advance;\nHe scarce can free himself. They lift him now\nFrom off his horse; they kiss his spurs, his mantle.\n\nCHARLES.\nThey're a good people, in whom love flames forth\nAs suddenly as wrath. In how brief space\nThey do forget that 'tis this very duke\nWho slew, in fight, their fathers and their sons;\nThe moment swallows up the whole of life!\nBe tranquil, Sorel. E'en thy passionate joy\nPerchance might to his conscience prove a thorn.\nNothing should either shame or grieve him here.\n\n\n\nSCENE III.\n\n   The DUKE OF BURGUNDY, DUNOIS, LA HIRE, CHATILLON, and two other\n   knights of the DUKE'S train. The DUKE remains standing at the\n   door; the KING inclines towards him; BURGUNDY immediately advances,\n   and in the moment when he is about to throw himself upon his knees,\n   the KING receives him in his arms.\n\nCHARLES.\nYou have surprised us; it was our intent\nTo fetch you hither, but your steeds are fleet.\n\nBURGUNDY.\nThey bore me to my duty.\n   [He embraces SOREL, and kisses her brow.\n             With your leave!\nAt Arras, niece, it is our privilege,\nAnd no fair damsel may exemption claim.\n\nCHARLES.\nRumor doth speak your court the seat of love,\nThe mart where all that's beautiful must tarry.\n\nBURGUNDY.\nWe are a traffic-loving people, sire;\nWhate'er of costly earth's wide realms produce,\nFor show and for enjoyment, is displayed\nUpon our mart at Bruges; but above all\nThere woman's beauty is pre-eminent.\n\nSOREL.\nMore precious far is woman's truth; but it\nAppeareth not upon the public mart.\n\nCHARLES.\nKinsman, 'tis rumored to your prejudice\nThat woman's fairest virtue you despise.\n\nBURGUNDY.\nThe heresy inflicteth on itself\nThe heaviest penalty. 'Tis well for you,\nFrom your own heart, my king, you learned betimes\nWhat a wild life hath late revealed to me.\n\n   [He perceives the ARCHBISHOP, and extends his hand.\n\nMost reverend minister of God! your blessing!\nYou still are to be found on duty's path,\nWhere those must walk who would encounter you.\n\nARCHBISHOP.\nNow let my Master call me when he will;\nMy heart is full, I can with joy depart,\nSince that mine eyes have seen this day!\n\nBURGUNDY (to SOREL).\n                     'Tis said\nThat of your precious stones you robbed yourself,\nTherefrom to forge 'gainst me the tools of war!\nBear you a soul so martial? Were you then\nSo resolute to work my overthrow?\nWell, now our strife is over; what was lost\nWill in due season all be found again.\nEven your jewels have returned to you.\nAgainst me to make war they were designed;\nReceive them from me as a pledge of peace.\n\n   [He receives a casket from one of the attendants,\n   and presents it to her to open. SOREL, embarrassed,\n   looks at the KING.\n\nCHARLES.\nReceive this present; 'tis a twofold pledge\nOf reconcilement and of fairest love.\n\nBURGUNDY (placing a diamond rose in her hair).\nWhy, is it not the diadem of France?\nWith full as glad a spirit I would place\nThe golden circle on this lovely brow.\n\n   [Taking her hand significantly.\n\nAnd count on me if, at some future time\nYou should require a friend.\n\n   [AGNES SOREL bursts into tears, and steps aside.\n   THE KING struggles with his feelings. The bystanders\n   contemplate the two princes with emotion.\n\nBURGUNDY (after gazing round the circle, throws himself into\n     the KING'S arms).\n               Oh, my king!\n\n   [At the same moment the three Burgundian knights hasten to DUNOIS,\n   LA HIRE, and the ARCHBISHOP. They embrace each other. The two\n   PRINCES remain for a time speechless in each other's arms.\n\nI could renounce you! I could bear your hate!\n\nCHARLES.\nHush! hush! No further!\n\nBURGUNDY.\n             I this English king\nCould crown! Swear fealty to this foreigner!\nAnd you, my sovereign, into ruin plunge!\n\nCHARLES.\nForget it! Everything's forgiven now!\nThis single moment doth obliterate all.\n'Twas a malignant star! A destiny!\n\nBURGUNDY (grasps his hand).\nBelieve me, sire, I'll make amends for all.\nYour bitter sorrow I will compensate;\nYou shall receive your kingdom back entire,\nA solitary village shall not fail!\n\nCHARLES.\nWe are united. Now I fear no foe.\n\nBURGUNDY.\nTrust me, it was not with a joyous spirit\nThat I bore arms against you. Did you know?\nOh, wherefore sent you not this messenger?\n\n   [Pointing to SOREL.\n\nI must have yielded to her gentle tears.\nHenceforth, since breast to breast we have embraced,\nNo power of hell again shall sever us!\nMy erring course ends here. His sovereign's heart\nIs the true resting-place for Burgundy.\n\nARCHBISHOP (steps between them).\nYe are united, princes! France doth rise\nA renovated phoenix from its ashes.\nThe auspicious future greets us with a smile.\nThe country's bleeding wounds will heal again,\nThe villages, the desolated towns,\nRise in new splendor from their ruined heaps,\nThe fields array themselves in beauteous green;\nBut those who, victims of your quarrel, fell,\nThe dead, rise not again; the bitter tears,\nCaused by your strife, remain forever wept!\nOne generation hath been doomed to woe;\nOn their descendants dawns a brighter day;\nThe gladness of the son wakes not the sire.\nThis the dire fruitage of your brother-strife!\nOh, princes, learn from hence to pause with dread,\nEre from its scabbard ye unsheath the sword.\nThe man of power lets loose the god of war,\nBut not, obedient, as from fields of air\nReturns the falcon to the sportsman's hand,\nDoth the wild deity obey the call\nOf mortal voice; nor will the Saviour's hand\nA second time forth issue from the clouds.\n\nBURGUNDY.\nOh, sire! an angel walketh by your side.\nWhere is she? Why do I behold her not?\n\nCHARLES.\nWhere is Johanna? Wherefore faileth she\nTo grace the festival we owe to her?\n\nARCHBISHOP.\nShe loves not, sire, the idleness of the court,\nAnd when the heavenly mandate calls her not\nForth to the world's observance, she retires,\nAnd doth avoid the notice of the crowd.\nDoubtless, unless the welfare of the realm\nClaims her regard, she communes with her God,\nFor still a blessing on her steps attends.\n\n\n\nSCENE IV.\n\n   The same.\n   JOHANNA enters. She is clad in armor, and wears\n   a garland in her hair.\n\nCHARLES.\nThou comest as a priestess decked, Johanna,\nTo consecrate the union formed by thee!\n\nBURGUNDY.\nHow dreadful was the maiden in the fight!\nHow lovely circled by the beams of peace!\nMy word, Johanna, have I now fulfilled?\nArt thou contented? Have I thine applause?\n\nJOHANNA.\nThe greatest favor thou hast shown thyself.\nArrayed in blessed light thou shinest now,\nWho didst erewhile with bloody, ominous ray,\nHang like a moon of terror in the heavens.\n   [Looking round.\nMany brave knights I find assembled here,\nAnd joy's glad radiance beams in every eye;\nOne mourner, one alone I have encountered;\nHe must conceal himself, where all rejoice.\n\nBURGUNDY.\nAnd who is conscious of such heavy guilt,\nThat of our favor he must needs despair?\n\nJOHANNA.\nMay he approach? Oh, tell me that he may;\nComplete thy merit. Void the reconcilement\nThat frees not the whole heart. A drop of hate\nRemaining in the cup of joy converts\nThe blessed draught to poison. Let there be\nNo deed so stained with blood that Burgundy\nCannot forgive it on this day of joy.\n\nBURGUNDY.\nHa! now I understand!\n\nJOHANNA.\n            And thou'lt forgive?\nThou wilt indeed forgive? Come in, Duchatel!\n\n   [She opens the door and leads in DUCHATEL,\n   who remains standing at a distance.\n\nThe duke is reconciled to all his foes,\nAnd he is so to thee.\n\n   [DUCHATEL approaches a few steps nearer,\n   and tries to read the countenance of the DUKE.\n\nBURGUNDY.\n            What makest thou\nOf me, Johanna? Know'st thou what thou askest?\n\nJOHANNA.\nA gracious sovereign throws his portals wide,\nAdmitting every guest, excluding none;\nAs freely as the firmament the world,\nSo mercy must encircle friend and foe.\nImpartially the sun pours forth his beams\nThrough all the regions of infinity;\nThe heaven's reviving dew falls everywhere,\nAnd brings refreshment to each thirsty plant;\nWhate'er is good, and cometh from on high,\nIs universal, and without reserve;\nBut in the heart's recesses darkness dwells!\n\nBURGUNDY.\nOh, she can mould me to her wish; my heart\nIs in her forming hand like melted wax.\n--Duchatel, I forgive thee--come, embrace me!\nShade of my sire! oh, not with wrathful eye\nBehold me clasp the hand that shed thy blood.\nYe death-gods, reckon not to my account,\nThat my dread oath of vengeance I abjure.\nWith you, in yon drear realm of endless night,\nThere beats no human heart, and all remains\nEternal, steadfast, and immovable.\nHere in the light of day 'tis otherwise.\nMan, living, feeling man, is aye the sport\nOf the o'ermastering present.\n\nCHARLES (to JOHANNA).\n                Lofty maid!\nWhat owe I not to thee! How truly now\nHast thou fulfilled thy word,--how rapidly\nReversed my destiny! Thou hast appeased\nMy friends, and in the dust o'erwhelmed my foes;\nFrom foreign yoke redeemed my cities. Thou\nHast all achieved. Speak, how can I reward thee?\n\nJOHANNA.\nSire, in prosperity be still humane,\nAs in misfortune thou hast ever been;\nAnd on the height of greatness ne'er forget\nThe value of a friend in times of need;\nThou hast approved it in adversity.\nRefuse not to the lowest of thy people\nThe claims of justice and humanity,\nFor thy deliverer from the fold was called.\nBeneath thy royal sceptre thou shalt gather\nThe realm entire of France. Thou shalt become\nThe root and ancestor of mighty kings;\nSucceeding monarchs, in their regal state,\nShall those outshine, who filled the throne before.\nThy stock, in majesty shall bloom so long\nAs it stands rooted in the people's love.\nPride only can achieve its overthrow,\nAnd from the lowly station, whence to-day\nGod summoned thy deliverer, ruin dire\nObscurely threats thy crime-polluted sons!\n\nBURGUNDY.\nExalted maid! Possessed with sacred fire!\nIf thou canst look into the gulf of time,\nSpeak also of my race! Shall coming years\nWith ampler honors crown my princely line!\n\nJOHANNA.\nHigh as the throne, thou, Burgundy, hast built\nThy seat of power, and thy aspiring heart\nWould raise still higher, even to the clouds,\nThe lofty edifice. But from on high\nA hand omnipotent shall check its rise.\nFear thou not hence the downfall of thy house!\nIts glory in a maiden shall survive;\nUpon her breast shall sceptre-bearing kings,\nThe people's shepherds, bloom. Their ample sway\nShall o'er two realms extend, they shall ordain\nLaws to control the known world, and the new,\nWhich God still veils behind the pathless waves.\n\nCHARLES.\nOh, if the Spirit doth reveal it, speak;\nShall this alliance which we now renew\nIn distant ages still unite our sons?\n\nJOHANNA (after a pause).\nSovereigns and kings! disunion shun with dread!\nWake not contention from the murky cave\nWhere he doth lie asleep, for once aroused\nHe cannot soon be quelled? He doth beget\nAn iron brood, a ruthless progeny;\nWildly the sweeping conflagration spreads.\n--Be satisfied! Seek not to question further\nIn the glad present let your hearts rejoice,\nThe future let me shroud!\n\nSOREL.\n              Exalted maid!\nThou canst explore my heart, thou readest there\nIf after worldly greatness it aspires,\nTo me to give a joyous oracle.\n\nJOHANNA.\nOf empires only I discern the doom;\nIn thine own bosom lies thy destiny!\n\nDUNOIS.\nWhat, holy maid, will be thy destiny?\nDoubtless, for thee, who art beloved of heaven,\nThe fairest earthly happiness shall bloom,\nFor thou art pure and holy.\n\nJOHANNA.\n               Happiness\nAbideth yonder, with our God, in heaven.\n\nCHARLES.\nThy fortune be henceforth thy monarch's care!\nFor I will glorify thy name in France,\nAnd the remotest age shall call thee blest.\nThus I fulfil my word. Kneel down!\n   [He draws his sword and touches her with it.\n                   And rise!\nA noble! I, thy monarch, from the dust\nOf thy mean birth exalt thee. In the grave\nThy fathers I ennoble--thou shalt bear\nUpon thy shield the fleur-de-lis, and be\nOf equal lineage with the best in France.\nOnly the royal blood of Valois shall\nBe nobler than thine own! The highest peer\nShall feel himself exalted by thy hand;\nTo wed thee nobly, maid, shall be my care!\n\nDUNOIS (advancing).\nMy heart made choice of her when she was lowly.\nThe recent honor which encircles her,\nNeither exalts her merit nor my love.\nHere in my sovereign's presence, and before\nThis holy bishop, maid, I tender thee\nMy hand, and take thee as my princely wife,\nIf thou esteem me worthy to be thine.\n\nCHARLES.\nResistless maiden! wonder thou dost add\nTo wonder! Yes, I now believe that naught's\nImpossible to thee! Thou hast subdued\nThis haughty heart, which still hath scoffed till now\nAt love's omnipotence.\n\nLA HIRE (advancing).\n            If I have read\nAright Johanna's soul, her modest heart's\nHer fairest jewel. She deserveth well\nThe homage of the great, but her desires\nSoar not so high. She striveth not to reach\nA giddy eminence; an honest heart's\nTrue love content's her, and the quiet lot\nWhich with this hand I humbly proffer her.\n\nCHARLES.\nThou, too, La Hire! two brave competitors,--\nPeers in heroic virtue and renown!\n--Wilt thou, who hast appeased mine enemies,\nMy realms united, part my dearest friends?\nOne only can possess her; I esteem\nEach to be justly worthy such a prize.\nSpeak, maid! thy heart alone must here decide.\n\nSOREL.\nThe noble maiden is surprised, her cheek\nIs crimsoned over with a modest blush.\nLet her have leisure to consult her heart,\nAnd in confiding friendship to unseal\nHer long-closed bosom. Now the hour is come\nWhen, with a sister's love, I also may\nApproach the maid severe, and offer her\nThis silent, faithful breast. Permit us women\nAlone to weigh this womanly affair;\nDo you await the issue.\n\nCHARLES (about to retire).\n             Be it so!\n\nJOHANNA.\nNo, sire, not so! the crimson on my cheek\nIs not the blush of bashful modesty.\nNaught have I for this noble lady's ear\nWhich in this presence I may not proclaim.\nThe choice of these brave knights much honors me,\nBut I did not forsake my shepherd-walks,\nTo chase vain worldly splendor, nor array\nMy tender frame in panoply of war,\nTo twine the bridal garland in my hair.\nFar other labor is assigned to me,\nWhich a pure maiden can alone achieve.\nI am the soldier of the Lord of Hosts,\nAnd to no mortal man can I be wife.\n\nARCHBISHOP.\nTo be a fond companion unto man\nIs woman born--when nature she obeys,\nMost wisely she fulfils high heaven's decree!\nWhen His behest who called thee to the field\nShall be accomplished, thou'lt resign thy arms,\nAnd once again rejoin the softer sex,\nWhose gentle nature thou dost now forego,\nAnd which from war's stern duties is exempt.\n\nJOHANNA.\nMost reverend sir! as yet I cannot say\nWhat work the Spirit will enjoin on me.\nBut when the time comes round, his guiding voice\nWill not be mute, and it I will obey.\nNow he commands me to complete my task;\nMy royal master's brow is still uncrowned,\n'Twere better for me I had ne'er been born!\nHenceforth no more of this, unless ye would\nProvoke the Spirit's wrath who in me dwells!\nThe eye of man, regarding me with love,\nTo me is horror and profanity.\n\nCHARLES.\nForbear! It is in vain to urge her further.\n\nJOHANNA.\nCommand the trumpets of the war to sound!\nThis stillness doth perplex and harass me;\nAn inward impulse drives me from repose,\nIt still impels me to achieve my work,\nAnd sternly beckons me to meet my doom.\n\n\n\nSCENE V.\n\n   A KNIGHT, entering hastily.\n\nCHARLES.\nWhat tidings? Speak!\n\nKNIGHT.\n            The foe has crossed the Marne,\nAnd marshalleth his army for the fight.\n\nJOHANNA (inspired).\nBattle and tumult! Now my soul is free.\nArm, warriors, arm! while I prepare the troops.\n\n             [She goes out.\n\nCHARLES.\nFollow, La Hire! E'en at the gates of Rheims\nThey will compel us to dispute the crown!\n\nDUNOIS.\nNo genuine courage prompts them. This essay\nIs the last effort of enraged despair.\n\nCHARLES.\nI do not urge you, duke. To-day's the time\nTo compensate the errors of the past.\n\nBURGUNDY.\nYou shall be satisfied with me.\n\nCHARLES.\n                 Myself\nWill march before you on the path of fame;\nHere, with my royal town of Rheims in view,\nI'll fight, and gallantry achieve the crown.\nThy knight, my Agnes, bids thee now farewell!\n\nAGNES (embracing him).\nI do not weep, I do not tremble for thee;\nMy faith, unshaken, cleaveth unto God!\nHeaven, were we doomed to failure, had not given\nSo many gracious pledges of success!\nMy heart doth whisper me that, victory-crowned,\nIn conquered Rheims, I shall embrace my king.\n\n   [Trumpets sound with a spirited tone, and while the scene\n   is changing pass into a wild martial strain. When the\n   scene opens, the orchestra joins in, accompanied by warlike\n   instruments behind the scene.\n\n\n\nSCENE VI.\n\n   The scene changes to an open country skirted with trees. During the\n   music soldiers are seen retreating hastily across the background.\n\n   TALBOT, leaning on FASTOLFE, and accompanied by soldiers. Soon\n   after, LIONEL.\n\nTALBOT.\nHere lay me down beneath the trees, and then\nBetake you back, with speed, unto the fight;\nI need no aid to die.\n\nFASTOLFE.\n            Oh, woful day!\n   [LIONEL enters.\nBehold what sign awaits you, Lionel!\nHere lies our general wounded unto death.\n\nLIONEL.\nNow, God forbid! My noble lord, arise!\nNo moment this to falter and to sink.\nYield not to death. By your all-powerful will\nCommand your ebbing spirit still to live.\n\nTALBOT.\nIn vain! The day of destiny is come,\nWhich will o'erthrow the English power in France.\nIn desperate combat I have vainly risked\nThe remnant of our force to ward it off.\nStruck by the thunderbolt I prostrate lie,\nNever to rise again. Rheims now is lost,\nHasten to succor Paris!\n\nLIONEL.\nParis is with the Dauphin reconciled;\nA courier even now has brought the news.\n\nTALBOT (tearing off his bandages).\nThen freely flow, ye currents of my blood,\nFor Talbot now is weary of the sun!\n\nLIONEL.\nI may no longer tarry: Fastolfe, haste!\nConvey our leader to a place of safety.\nNo longer now can we maintain this post;\nOur flying troops disperse on every side,\nOn, with resistless might, the maiden comes.\n\nTALBOT.\nFolly, thou conquerest, and I must yield!\nAgainst stupidity the very gods.\nThemselves contend in vain. Exalted reason,\nResplendent daughter of the head divine,\nWise foundress of the system of the world,\nGuide of the stars, who art thou then if thou,\nBound to the tail of folly's uncurbed steed,\nMust, vainly shrieking with the drunken crowd,\nEyes open, plunge down headlong in the abyss.\nAccursed, who striveth after noble ends,\nAnd with deliberate wisdom forms his plans!\nTo the fool-king belongs the world.\n\nLIONEL.\n                   My lord,\nBut for a few brief moments can you live--\nThink of your Maker!\n\nTALBOT.\n           Had we, like brave men,\nBeen vanquished by the brave, we might, indeed,\nConsole ourselves that 'twas the common lot;\nFor fickle fortune aye revolves her wheel.\nBut to be baffled by such juggling arts!\nDeserved our earnest and laborious life\nNot a more earnest issue?\n\nLIONEL (extends his hand to him).\n              Fare you well!\nThe debt of honest tears I will discharge\nAfter the battle--if I then survive.\nNow Fate doth call me hence, where on the field\nHer web she waveth, and dispenseth doom.\nWe in another world shall meet again;\nFor our long friendship, this a brief farewell.\n\n                 [Exit.\n\nTALBOT.\nSoon is the struggle past, and to the earth,\nTo the eternal sun, I render back\nThese atoms, joined in me for pain and pleasure.\nAnd of the mighty Talbot, who the world\nFilled with his martial glory, there remains\nNaught save a modicum of senseless dust.\nSuch is the end of man--the only spoil\nWe carry with us from life's battle-field,\nIs but an insight into nothingness,\nAnd utter scorn of all which once appeared\nTo us exalted and desirable.\n\n\n\nSCENE VII.\n\n   CHARLES, BURGUNDY, DUNOIS, DUCHATEL, and Soldiers.\n\nBURGUNDY.\nThe trench is stormed!\n\nDUNOIS.\n            The victory is ours!\n\nCHARLES (perceiving TALBOT.)\nLook! Who is he, who yonder of the sun\nTaketh reluctant, sorrowful farewell?\nHis armor indicates no common man;\nGo, succor him, if aid may yet avail.\n\n   [Soldiers of the KING'S retinue step forward.\n\nFASTOLFE.\nBack! Stand apart! Respect the mighty dead,\nWhom ye in life ne'er ventured to approach!\n\nBURGUNDY.\nWhat do I see? Lord Talbot in his blood!\n\n   [He approaches him. TALBOT gazes fixedly at him, and dies.\n\nFASTOLFE.\nTraitor, avaunt! Let not the sight of thee\nPoison the dying hero's parting glance.\n\nDUNOIS.\nResistless hero! Dread-inspiring Talbot!\nDoes such a narrow space suffice thee now,\nAnd this vast kingdom could not satisfy\nThe large ambition of thy giant soul!\nNow first I can salute you, sire, as king:\nThe diadem but tottered on your brow,\nWhile yet a spirit tenanted this clay.\n\nCHARLES (after contemplating the body in silence).\nA higher power hath vanquished him, not we!\nHe lies upon the soil of France, as lies\nThe hero on the shield he would not quit.\nWell, peace be with his ashes! Bear him hence!\n\n   [Soldiers take up the body and carry it away.\n\nHere in the heart of France, where his career\nOf conquest ended, let his relics lie!\nSo far no hostile sword attained before.\nA fitting tomb shall memorize his name;\nHis epitaph the spot whereon he fell.\n\nFASTOLFE (yielding his sword).\nI am your prisoner, sir.\n\nCHARLES (returning his sword).\n             Not so! Rude war\nRespects each pious office; you are free\nTo render the last honors to the dead,\nGo now, Duchatel--still my Agnes trembles--\nHasten to snatch her from anxiety--\nBring her the tidings of our victory,\nAnd usher her in triumph into Rheims!\n\n          [Exit DUCHATEL.\n\n\n\nSCENE VIII.\n\n   The same. LA HIRE.\n\nDUNOIS.\nLa Hire, where is the maiden?\n\nLA HIRE.\n                That I ask\nOf you; I left her fighting by your side.\n\nDUNOIS.\nI thought she was protected by your arm,\nWhen I departed to assist the king.\n\nBURGUNDY.\nNot long ago I saw her banner wave\nAmidst the thickest of the hostile ranks.\n\nDUNOIS.\nAlas! where is she? Evil I forebode?\nCome, let us haste to rescue her. I fear\nHer daring soul hath led her on too far;\nAlone she combats in the midst of foes,\nAnd without succor yieldeth to the crowd.\n\nCHARLES.\nHaste to her rescue!\n\nLA HIRE.\n           Come!\n\nBURGUNDY.\n               We follow all!\n\n                   [Exit.\n\n   [They retire in haste. A deserted part of the\n   battle-field. In the distance are seen the towers\n   of Rheims illumined by the sun.\n\n\n\nSCENE IX.\n\n   A KNIGHT in black armor, with closed visor. JOHANNA follows\n   him to the front of the stage, where he stops and awaits her.\n\nJOHANNA.\nDeluder! now I see thy stratagem!\nThou hast deceitfully, through seeming flight,\nAllured me from the battle, doom and death\nAverting thus from many a British head.\nDestruction now doth overtake thyself.\n\nBLACK KNIGHT.\nWhy dost thou follow after me and track\nMy steps with quenchless rage? I am not doomed\nTo perish by thy hand.\n\nJOHANNA.\n            Deep in my soul\nI hate thee as the night, which is thy color;\nTo blot thee out from the fair light of day\nAn irresistible desire impels me.\nWho art thou? Raise thy visor. I had said\nThat thou wert Talbot had I not myself\nSeen warlike Talbot in the battle fall.\n\nBLACK KNIGHT.\nIs the divining-spirit mute in thee?\n\nJOHANNA.\nHis voice speaks loudly in my spirit's depth\nThe near approach of woe.\n\nBLACK KNIGHT.\n              Johanna D'Arc!\nBorne on the wings of conquest, thou hast reached\nThe gates of Rheims. Let thy achieved renown\nContent thee. Fortune, like thy slave, till now\nHath followed thee; dismiss her, ere in wrath\nShe free herself; fidelity she hates;\nShe serveth none with constancy till death.\n\nJOHANNA.\nWhy check me in the midst of my career?\nWhy bid me falter and forsake my work?\nI will complete it and fulfil my vow!\n\nBLACK KNIGHT.\nNothing can thee, thou mighty one, withstand,\nIn battle thou art aye invincible.\nBut henceforth shun the fight; attend my warning.\n\nJOHANNA.\nNot from my hand will I resign this sword\nTill haughty England's prostrate in the dust.\n\nBLACK KNIGHT.\nBehold! there Rheims ariseth with its towers,\nThe goal and end of thy career. Thou seest\nThe lofty minster's sun-illumined dome;\nThou in triumphal pomp wouldst enter there,\nThy monarch crown, and ratify thy vow.\nEnter not there! Return! Attend my warning!\n\nJOHANNA.\nWhat art thou, double-tongued, deceitful being,\nWho wouldst bewilder and appal me? Speak!\nBy what authority dost thou presume\nTo greet me with fallacious oracles?\n\n   [The BLACK KNIGHT is about to depart, she steps in his way.\n\nNo, thou shalt speak, or perish by my hand!\n\n   [She endeavors to strike him.\n\nBLACK KNIGHT (touches her with his hand, she remains motionless).\nSlay what is mortal!\n\n   [Darkness, thunder and lightning. The KNIGHT sinks into the earth.\n\nJOHANNA (stands at first in amazement, but soon recovers herself).\n'Twas nothing living. 'Twas a base delusion,\nAn instrument of hell, a juggling fiend,\nUprisen hither from the fiery pool\nTo shake and terrify my steadfast heart.\nWielding the sword of God, whom should I fear!\nI will triumphantly achieve my work.\nMy courage should not waver, should not fail\nWere hell itself to champion me to fight!\n\n          [She is about to depart.\n\n\n\nSCENE X.\n\n   LIONEL, JOHANNA.\n\nLIONEL.\nAccursed one, prepare thee for the fight!\nNot both of us shall quit this field alive.\nThou hast destroyed the bravest of our host\nThe noble Talbot hath his mighty soul\nBreathed forth upon my bosom. I'll avenge\nThe hero, or participate his doom.\nAnd wouldst thou know who brings thee glory now,\nWhether he live or die,--I'm Lionel,\nThe sole survivor of the English chiefs,\nAnd still unconquered is this valiant arm.\n\n   [He rushes upon her; after a short combat she strikes\n   the sword out of his hand.\n\nPerfidious fortune!\n\n   [He wrestles with her. JOHANNA seizes him by the crest\n   and tears open his helmet; his face is thus exposed;\n   at the same time she draws her sword with her right hand.\n\nJOHANNA.\n           Suffer, what thou soughtest!\nThe Virgin sacrifices thee through me!\n\n   [At this moment she gazes in his face. His aspect\n   softens her, she remains motionless and slowly lets\n   her arm sink.\n\nLIONEL.\nWhy linger, why withhold the stroke of death?\nMy glory thou hast taken--take my life!\nI want no mercy, I am in thy power.\n\n   [She makes him a sign with her hand to fly.\n\nHow! shall I fly and owe my life to thee?\nNo, I would rather die.\n\nJOHANNA (with averted face).\n             I will not know\nThat ever thou didst owe thy life to me.\n\nLIONEL.\nI hate alike thee and thy proffered gift.\nI want no mercy--kill thine enemy\nWho loathes and would have slain thee.\n\nJOHANNA.\n                    Slay me, then,\nAnd fly!\n\nLIONEL.\n     Ha! What is this?\n\nJOHANNA (hiding her face).\n               Woe's me!\n\nLIONEL (approaching her).\n                     'Tis said\nThou killest all the English whom thy sword\nSubdues in battle--why spare me alone?\n\nJOHANNA (raises her sword with a rapid movement as if to strike him,\n     but lets it fall quickly when she gazes on his face).\nOh, Holy Virgin!\n\nLIONEL.\n         Wherefore namest thou\nThe Holy Virgin? she knows naught of thee;\nHeaven hath no part in thee.\n\nJOHANNA (in the greatest anxiety).\n               What have I done?\nAlas! I've broke my vow!\n\n   [She wrings her hands in despair.\n\nLIONEL (looks at her with sympathy and approaches her).\n              Unhappy maid!\nI pity thee! Thy sorrow touches me;\nThou hast shown mercy unto me alone,\nMy hatred yielded unto sympathy!\nWho art thou, and whence comest thou?\n\nJOHANNA.\n                    Away!\n\nLIONEL.\nThy youth, thy beauty, move my soul to pity!\nThy look sinks in my heart. I fain would save thee!\nHow may I do so? tell me. Come! oh, come!\nRenounce this fearful league--throw down these arms!\n\nJOHANNA.\nI am unworthy now to carry them!\n\nLIONEL.\nThen throw them from thee--quick! come, follow me!\n\nJOHANNA (with horror).\nHow! follow thee!\n\nLIONEL.\n          Thou may'st be saved. Oh, come!\nI will deliver thee, but linger not.\nStrange sorrow for thy sake doth seize my heart,\nUnspeakable desire to rescue thee----\n\n   [He seizes her arm.\n\nJOHANNA.\nThe Bastard comes! 'Tis they! They seek for me!\nIf they should find thee----\n\nLIONEL.\n              I'll defend thee, maid.\n\nJOHANNA.\nI die if thou shouldst perish by their hands!\n\nLIONEL.\nAm I then dear to thee?\n\nJOHANNA.\n             Ye heavenly powers!\n\nLIONEL.\nShall I again behold thee--hear from thee?\n\nJOHANNA.\nNo! never!\n\nLIONEL.\n      Thus this sword I seize in pledge\nThat I again behold thee!\n\n   [He snatches her sword.\n\nJOHANNA.\n              Madman, hold!\nThou darest?\n\nLIONEL.\nNow I yield to force--again\nI'll see thee!\n              [He retires.\n\n\n\nSCENE XI.\n\n   JOHANNA, DUNOIS, LA HIRE.\n\nLA HIRE.\n        It is she! The maiden lives!\n\nDUNOIS.\nFear not, Johanna! friends are at thy side.\n\nLA HIRE.\nIs not that Lionel who yonder flies?\n\nDUNOIS.\nLet him escape! Maiden, the righteous cause\nHath triumphed now. Rheims opens wide its gates;\nThe joyous crowds pour forth to meet their king.\n\nLA HIRE.\nWhat ails thee, maiden? She grows pale--she sinks!\n\n   [JOHANNA grows dizzy, and is about to fall.\n\nDUNOIS.\nShe's wounded--rend her breastplate--'tis her arm!\nThe wound is not severe.\n\nLA HIRE.\n             Her blood doth flow.\n\nJOHANNA.\nOh, that my life would stream forth with my blood!\n\n   [She lies senseless in LA HIRE'S arms.\n\n\n\n\n\nACT IV.\n\n   A hall adorned as for a festival; the columns are hung\n   with garlands; behind the scene flutes and hautboys.\n\n\n\nSCENE I.\n\nJOHANNA.\n\nHushed is the din of arms, war's storms subside,\nGlad songs and dance succeed the bloody fray,\nThrough all the streets joy echoes far and wide,\nAltar and church are decked in rich array,\nTriumphal arches rise in vernal pride,\nWreathes round the columns wind their flowery way,\nWide Rheims cannot contain the mighty throng,\nWhich to joyous pageant rolls along.\n\nOne thought alone doth every heart possess,\nOne rapt'rous feeling o'er each breast preside.\nAnd those to-day are linked in happiness\nWhom bloody hatred did erewhile divide.\nAll who themselves of Gallic race confess\nThe name of Frenchman own with conscious pride,\nFrance sees the splendor of her ancient crown,\nAnd to her monarch's son bows humbly down.\n\nYet I, the author of this wide delight,\nThe joy, myself created, cannot share;\nMy heart is changed, in sad and dreary plight\nIt flies the festive pageant in despair;\nStill to the British camp it taketh flight,\nAgainst my will my gaze still wanders there,\nAnd from the throng I steal, with grief oppressed,\nTo hide the guilt which weighs upon my breast!\n\nWhat! I permit a human form\nTo haunt my bosom's sacred cell?\nAnd there, where heavenly radiance shone,\nDoth earthly love presume to dwell?\nThe savior of my country, I,\nThe warrior of God most high,\nBurn for my country's foeman? Dare I name\nHeaven's holy light, nor feel o'erwhelmed with shame?\n\n[The music behind the scene passes into a soft and moving melody.\n\n   Woe is me! Those melting tones!\n    They distract my 'wildered brain!\n   Every note, his voice recalling,\n    Conjures up his form again\n\n   Would that spears were whizzing round!\n    Would that battle's thunder roared!\n   'Midst the wild tumultuous sound\n    My former strength were then restored.\n\n   These sweet tones, these melting voices,\n    With seductive power are fraught!\n   They dissolve, in gentle longing,\n    Every feeling, every thought,\n   Waking tears of plaintive sadness.\n\n     [After a pause, with more energy.\n\nShould I have killed him? Could I, when I gazed\nUpon his face? Killed him? Oh, rather far\nWould I have turned my weapon 'gainst myself!\nAnd am I culpable because humane?\nIs pity sinful? Pity! Didst then hear\nThe voice of pity and humanity\nWhen others fell the victims of thy sword?\nWhy was she silent when the gentle youth\nFrom Wales entreated thee to spare his life?\nOh, cunning heart! Thou liest before high heaven!\nIt is not pity's voice impels thee now!\nWhy was I doomed to look into his eyes!\nTo mark his noble features! With that glance,\nThy crime, thy woe commenced. Unhappy one!\nA sightless instrument thy God demands,\nBlindly thou must accomplish his behest!\nWhen thou didst see, God's shield abandoned thee,\nAnd the dire snares of hell around thee pressed!\n\n[Flutes are again heard, and she subsides into a quiet melancholy.\n\n   Harmless staff! Oh, that I ne'er\n    Had for the sword abandoned thee!\n   Had voices never reached mine ear,\n    From thy branches, sacred tree!\n   High queen of heaven! Oh, would that thou\n    Hadst ne'er revealed thyself to me!\n   Take back--I dare not claim it now--\n    Take back thy crown, 'tis not for me!\n\n   I saw the heavens open wide,\n    I gazed upon that face of love!\n   Yet here on earth my hopes abide,\n    They do not dwell in heaven above!\n   Why, Holy One, on me impose\n    This dread vocation? Could I steel,\n   And to each soft emotion close\n    This heart, by nature formed to feel?\n\n   Wouldst thou proclaim thy high command,\n    Make choice of those who, free from sin,\n   In thy eternal mansions stand;\n    Send forth thy flaming cherubim!\n   Immortal ones, thy law they keep,\n   They do not feel, they do not weep!\n   Choose not a tender woman's aid,\n   Not the frail soul of shepherd maid!\n\n   Was I concerned with warlike things,\n   With battles or the strife of kings?\n   In innocence I led my sheep\n   Adown the mountain's silent steep,\n   But thou didst send me into life,\n   Midst princely halls and scenes of strife,\n   To lose my spirit's tender bloom\n   Alas, I did not seek my doom!\n\n\n\nSCENE II.\n\n   AGNES SOREL, JOHANNA.\n\nSOREL (advances joyfully. When she perceives JOHANNA she hastens to\n her and falls upon her neck; then suddenly recollecting herself; she\n relinquishes her hold, and falls down before her).\nNo! no! not so! Before thee in the dust----\n\nJOHANNA (trying to raise her).\nArise! Thou dost forget thyself and me.\n\nSOREL.\nForbid me not! 'tis the excess of joy\nWhich throws me at thy feet--I must pour forth\nMy o'ercharged heart in gratitude to God;\nI worship the Invisible in thee.\nThou art the angel who has led my lord\nTo Rheims, to crown him with the royal crown.\nWhat I ne'er dreamed to see is realized!\nThe coronation march will soon set forth;\nArrayed in festal pomp the monarch stands;\nAssembled are the nobles of the realm,\nThe mighty peers to bear the insignia;\nTo the cathedral rolls the billowy crowd;\nGlad songs resound, the bells unite their peal:\nOh, this excess of joy I cannot bear!\n\n   [JOHANNA gently raises her. AGNES SOREL pauses a moment,\n   and surveys the MAIDEN more narrowly.\n\nYet thou remainest ever grave and stern;\nThou canst create delight, yet share it not.\nThy heart is cold, thou feelest not our joy,\nThou hast beheld the glories of the skies;\nNo earthly interest moveth thy pure breast.\n\n   [JOHANNA seizes her hand passionately, but soon lets it fall again.\n\nOh, couldst thou own a woman's feeling heart!\nPut off this armor, war is over now,\nConfess thy union with the softer sex!\nMy loving heart shrinks timidly from thee,\nWhile thus thou wearest Pallas' brow severe.\n\nJOHANNA.\nWhat wouldst thou have me do?\n\nSOREL.\n                Unarm thyself!\nPut off this coat of mail! The God of Love\nFears to approach a bosom clad in steel.\nOh, be a woman, thou wilt feel his power!\n\nJOHANNA.\nWhat, now unarm myself? Midst battle's roar\nI'll bare my bosom to the stroke of death!\nNot now! Would that a sevenfold wall of brass\nCould hide me from your revels, from myself!\n\nSOREL.\nThou'rt loved by Count Dunois. His noble heart,\nWhich virtue and renown alone inspire,\nWith pure and holy passion glows for thee.\nOh, it is sweet to know oneself beloved\nBy such a hero--sweeter still to love him!\n\n   [JOHANNA turns away with aversion.\n\nThou hatest him?--No, no, thou only canst\nNot love him:--how could hatred stir thy breast!\nThose who would tear us from the one we love,\nWe hate alone; but none can claim thy love.\nThy heart is tranquil--if it could but feel----\n\nJOHANNA.\nOh, pity me! Lament my hapless fate!\n\nSOREL.\nWhat can be wanting to complete thy joy?\nThou hast fulfilled thy promise, France is free,\nTo Rheims, in triumph, thou hast led the king,\nThy mighty deeds have gained thee high renown,\nA happy people praise and worship thee;\nThy name, the honored theme of every tongue;\nThou art the goddess of this festival;\nThe monarch, with his crown and regal state,\nShines not with greater majesty than thou!\n\nJOHANNA.\nOh, could I hide me in the depths of earth!\n\nSOREL.\nWhy this emotion? Whence this strange distress?\nWho may to-day look up without a fear\nIf thou dost cast thine eyes upon the ground!\nIt is for me to blush, me, who near thee\nFeel all my littleness; I cannot reach\nThe lofty virtue, thy heroic strength!\nFor--all my weakness shall I own to thee?\nNot the renown of France, my Fatherland,\nNot the new splendor of the monarch's crow,\nNot the triumphant gladness of the crowds,\nEngage this woman's heart. One only form\nIs in its depths enshrined; it hath no room\nFor any feeling save for one alone:\nHe is the idol, him the people bless,\nHim they extol, for him they strew these flowers,\nAnd he is mine, he is my own true love!\n\nJOHANNA.\nOh, thou art happy! thou art blessed indeed!\nThou lovest, where all love. Thou may'st, unblamed\nPour forth thy rapture, and thine inmost heart,\nFearless discover to the gaze of man!\nThy country's triumph is thy lover's too.\nThe vast, innumerable multitudes,\nWho, rolling onward, crowd within these walls,\nParticipate thy joy, they hallow it;\nThee they salute, for thee they twine the wreath,\nThou art a portion of the general joy;\nThou lovest the all-inspiring soul, the sun,\nAnd what thou seest is thy lover's glory!\n\nSOREL (falling on her neck).\nThou dost delight me, thou canst read my heart!\nI did thee wrong, thou knowest what love is,\nThou tell'st my feelings with a voice of power.\nMy heart forgets its fear and its reserve,\nAnd seeks confidingly to blend with thine----\n\nJOHANNA (tearing herself from her with violence).\nForsake me! Turn away! Do not pollute\nThyself by longer intercourse with me!\nBe happy! go--and in the deepest night\nLeave me to hide my infamy, my woe!\n\nSOREL.\nThou frighten'st me, I understand thee not,\nI ne'er have understood thee--for from me\nThy dark mysterious being still was veiled.\nWho may divine what thus disturbs thy heart,\nThus terrifies thy pure and sacred soul!\n\nJOHANNA.\nThou art the pure, the holy one! Couldst thou\nBehold mine inmost heart, thou, shuddering,\nWouldst fly the traitoress, the enemy!\n\n\n\nSCENE III.\n\n   DUNOIS, DUCHATEL, and LA HIRE, with the banner of JOHANNA.\n\nDUNOIS.\nJohanna, thee we seek. All is prepared;\nThe king hath sent us, 'tis his royal will\nThat thou before him shouldst thy banner bear,\nThe company of princes thou shalt join;\nAnd march immediately before the king:\nFor he doth not deny it, and the world\nShall witness, maiden, that to thee alone\nHe doth ascribe the honor of this day.\n\nLA HIRE.\nHere is the banner. Take it, noble maiden\nThou'rt stayed for by the princes and the people.\n\nJOHANNA.\nI march before him? I the banner bear?\n\nDUNOIS.\nWhom else would it become? What other hand\nIs pure enough to bear the sacred ensign!\nAmid the battle thou hast waved it oft;\nTo grace our glad procession bear it now.\n\n   [LA HIRE presents the banner to her, she draws back, shuddering.\n\nJOHANNA.\nAway! away!\n\nLA HIRE.\n       Art thou terrified\nAt thine own banner, maiden? Look at it!\n\n   [He displays the banner.\n\nIt is the same thou didst in conquest wave.\nImaged upon it is the queen of heaven,\nFloating in glory o'er this earthly ball;\nFor so the Holy Mother showed it thee.\n\n   [JOHANNA gazing upon it with horror.\n\n'Tis she herself! so she appeared to me.\nSee, how she looks at me and knits her brow,\nAnd anger flashes from her threatening eye!\n\nSOREL.\nAlas, she raveth! Maiden, be composed!\nCollect thyself! Thou seest nothing real!\nThat is her pictured image; she herself\nWanders above, amid the angelic choir!\n\nJOHANNA.\nThou comest, fearful one, to punish me?\nDestroy, o'erwhelm, thy lightnings hurl,\nAnd let them fall upon my guilty head.\nAlas, my vow I've broken. I've profaned\nAnd desecrated thy most holy name!\n\nDUNOIS.\nWoe's us! What may this mean? What unblest words?\n\nLA HIRE (in astonishment, to DUCHATEL).\nThis strange emotion canst thou comprehend?\n\nDUCHATEL.\nThat which I see, I see--I long have feared it.\n\nDUNOIS.\nWhat sayest thou?\n\nDUCHATEL.\n          I dare not speak my thoughts.\nI would to heaven that the king were crowned!\n\nLA HIRE.\nHow! hath the awe this banner doth inspire\nTurned back upon thyself? before this sign\nLet Britons tremble; to the foes of France\n'Tis fearful, but to all true citizens\nIt is auspicious.\n\nJOHANNA.\n          Yes, thou sayest truly!\nTo friends 'tis gracious! but to enemies\nIt causeth horror!\n\n   [The Coronation march is heard.\n\nDUNOIS.\n          Take thy banner, then!\nThe march begins--no time is to be lost!\n\n   [They press the banner upon her; she seizes it with\n   evident emotion, and retires; the others follow.\n\n   [The scene changes to an open place before the Cathedral.\n\n\n\nSCENE IV.\n\n   Spectators occupy the background; BERTRAND, CLAUDE MARIE, and\n   ETIENNE come forward; then MARGOT and LOUISON. The Coronation\n   march is heard in the distance.\n\nBERTRAND.\nHark to the music! They approach already!\nWhat had we better do? Shall we mount up\nUpon the platform, or press through the crowd,\nThat we may nothing lose of the procession?\n\nETIENNE.\nIt is not to be thought of. All the streets\nAre thronged with horsemen and with carriages.\nBeside these houses let us take our stand,\nHere we without annoyance may behold\nThe train as it goes by.\n\nCLAUDE MARIE.\n              Almost it seems\nAs were the half of France assembled here,\nSo mighty is the flood that it hath reached\nEven our distant Lotharingian land\nAnd borne us thither!\n\nBERTRAND.\n            Who would sit at home\nWhen great events are stirring in the land!\nIt hath cost plenty, both of sweat and blood,\nEre the crown rested on its rightful head!\nNor shall our lawful king, to whom we give\nThe crown, be worse accompanied than he\nWhom the Parisians in St. Denis crowned!\nHe is no loyal, honest-minded man\nWho doth absent him from this festival,\nAnd joins not in the cry: \"God save the King!\"\n\n\n\nSCENE V.\n\n   MARGOT and LOUISON join them.\n\nLOUISON.\nWe shall again behold our sister, Margot!\nHow my heart beats!\n\nMARGOT.\n           In majesty and pomp\nWe shall behold her, saying to ourselves:\nIt is our sister, it is our Johanna!\n\nLOUISON.\nTill I have seen her, I can scarce believe\nThat she, whom men the Maid of Orleans name,\nThe mighty warrior, is indeed Johanna,\nOur sister whom we lost!\n\n          [The music draws nearer.\n\nMARGOT.\n             Thou doubtest still!\nThou wilt thyself behold her!\n\nBERTRAND.\n\n                See, they come!\n\n\n\nSCENE VI.\n\n   Musicians, with flutes and hautboys, open the procession. Children\n   follow, dressed in white, with branches in their hands; behind them\n   two heralds. Then a procession of halberdiers, followed by\n   magistrates in their robes. Then two marshals with their staves;\n   the DUKE of BURGUNDY, bearing the sword; DUNOIS with the sceptre,\n   other nobles with the regalia; others with sacrificial offerings.\n   Behind these, KNIGHTS with the ornaments of their order; choristers\n   with incense; two BISHOPS with the ampulla; the ARCHBISHOP with the\n   crucifix. JOHANNA follows, with her banner, she walks with downcast\n   head and wavering steps; her sisters, on beholding her, express\n   their astonishment and joy. Behind her comes the KING under a\n   canopy, supported by four barons; courtiers follow, soldiers\n   conclude the procession; as soon as it has entered the church the\n   music ceases.\n\n\n\nSCENE VII.\n\n   LOUISON, MARGOT, CLAUDE MARIE, ETIENNE, BERTRAND.\n\nMARGOT.\nSaw you our sister?\n\nCLAUDE MARIE.\n           She in golden armor,\nWho with the banner walked before the king?\n\nMARGOT.\nIt was Johanna. It was she, our sister!\n\nLOUISON.\nShe recognized us not! She did not feel\nThat we, her sisters, were so near to her.\nShe looked upon the ground, and seemed so pale,\nAnd trembled so beneath her banner's weight\nWhen I beheld her, I could not rejoice.\n\nMARGOT.\nSo now, arrayed in splendor and in pomp,\nI have beheld our sister--who in dreams\nWould ever have imagined or conceived,\nWhen on our native hills she drove the flock,\nThat we should see her in such majesty?\n\nLOUISON.\nOur father's dream is realized, that we\nIn Rheims before our sister should bow down.\nThat is the church, which in his dream he saw\nAnd each particular is now fulfilled.\nBut images of woe he also saw!\nAlas! I'm grieved to see her raised so high!\n\nBERTRAND.\nWhy stand we idly here? Let's to the church\nTo view the coronation!\n\nMARGOT.\n             Yes! perchance\nWe there may meet our sister; let us go!\n\nLOUISON.\nWe have beheld her. Let us now return\nBack to our village.\n\nMARGOT.\n           How? Ere we with her\nHave interchanged a word?\n\nLOUISON.\n              She doth belong\nTo us no longer; she with princes stands\nAnd monarchs. Who are we, that we should seek\nWith foolish vanity to near her state?\nShe was a stranger while she dwelt with us!\n\nMARGOT.\nWill she despise, and treat us with contempt?\n\nBERTRAND.\nThe king himself is not ashamed of us,\nHe kindly greets the meanest of the crowd.\nHow high soever she may be exalted,\nThe king is raised still higher!\n\n   [Trumpets and kettle-drums are heard from the church.\n\nCLAUDE MARIE.\nLet's to the church!\n\n   [They hasten to the background, where they are lost among the crowd.\n\n\n\nSCENE VIII.\n\n   THIBAUT enters, clad in black. RAIMOND follows him, and tries\n   to hold him back.\n\nRAIMOND.\nStay, father Thibaut! Do not join the crowds!\nHere, at this joyous festival you meet\nNone but the happy, whom your grief offends.\nCome! Let us quit the town with hasty steps.\n\nTHIBAUT.\nHast thou beheld my child? My wretched child?\nDidst thou observe her?\n\nRAIMMOND.\n             I entreat you, fly!\n\nTHIBAUT.\nDidst mark her tottering and uncertain steps,\nHer countenance, so pallid and disturbed?\nShe feels her dreadful state; the hour is come\nTo save my child, and I will not neglect it.\n\n          [He is about to retire.\n\nRAIMOND.\nWhat would you do?\n\nTHIBAUT.\n          Surprise her, hurl her down\nFrom her vain happiness, and forcibly\nRestore her to the God whom she denies.\n\nRAIMOND.\nOh, do not work the ruin of your child!\n\nTHIBAUT.\nIf her soul lives, her mortal part may die.\n\n   [JOHANNA rushes out of the church, without her banner.\n   The people press around her, worship her, and kiss her\n   garments. She is detained in the background by the crowd.\n\nShe comes! 'tis she! She rushes from the church.\nHer troubled conscience drives her from the fane!\n'Tis visibly the judgment of her God!\n\nRAIMOND.\nFarewell! Require not my attendance further!\nHopeful I came, and sorrowful depart.\nYour daughter once again I have beheld,\nAnd feel again that she is lost to me!\n\n   [He goes out. THIBAUT retires on the opposite side.\n\n\n\nSCENE IX.\n\n   JOHANNA, People. Afterwards her Sisters.\n\nJOHANNA (she has freed herself from the crowd and comes forward).\nRemain I cannot--spirits chase me forth!\nThe organ's pealing tones like thunder sound,\nThe dome's arched roof threatens to overwhelm me!\nI must escape and seek heaven's wide expanse!\nI left my banner in the sanctuary,\nNever, oh, never, will I touch it more!\nIt seemed to me as if I had beheld\nMy sisters pass before me like a dream.\n'Twas only a delusion!--they, alas!\nAre far, far distant--inaccessible--\nE'en as my childhood, as mine innocence!\n\nMARGOT (stepping forward).\n'Tis she! It is Johanna!\n\nLOUISON (hastening toward her).\n              Oh, my sister!\n\nJOHANNA.\nThen it was no delusion--you are here--\nThee I embrace, Louison! Thee, my Margot?\nHere in this strange and crowded solitude,\nI clasp once more my sisters' faithful breasts!\n\nMARGOT.\nShe knows us still, she is our own kind sister.\n\nJOHANNA.\nYour love hath led you to me here so far!\nSo very far! You are not wroth with her\nWho left her home without one parting word!\n\nLOUISON.\nGod's unseen providence conducted thee.\n\nMARGOT.\nThy great renown, which agitates the world,\nWhich makes thy name the theme of every tongue,\nHath in our quiet village wakened us,\nAnd led us hither to this festival.\nTo witness all thy glory we are come;\nAnd we are not alone!\n\nJOHANNA (quickly).\n            Our father's here!\nWhere is he? Why doth he conceal himself?\n\nMARGOT.\nOur father is not with us.\n\nJOHANNA.\n              Not with you?\nHe will not see me, then! You do not bring\nHis blessing for his child?\n\nLOUISON.\n               He knoweth not\nThat we are here.\n\nJOHANNA.\n          Not know it! Wherefore not?\nYou are embarrassed, and you do not speak;\nYou look upon the ground! Where is our father?\n\nMARGOT.\nSince thou hast left----\n\nLOUISON (making a sign to MARGOT).\n            Margot!\n\nMARGOT.\n                 Our father hath\nBecome dejected.\n\nJOHANNA.\n         Ah!\n\nLOUISON.\n            Console thyself!\nOur sire's foreboding spirit well thou knowest!\nHe will collect himself, and be composed,\nWhen he shall learn from us that thou art happy.\n\nMARGOT.\nAnd thou art happy? Yes, it must be so,\nFor thou art great and honored!\n\nJOHANNA.\n                 I am so,\nNow I again behold you, once again\nYour voices hear, whose fond, familiar tones\nBring to my mind my dear paternal fields.\nWhen on my native hills I drove my herd,\nThen I was happy as in paradise--\nI ne'er can be so more, no, never more!\n\n   [She hides her face on LOUISON'S bosom. CLAUDE MARIE,\n   ETIENNE, and BERTRAND appear, and remain timidly standing\n   in the distance.\n\nMARGOT.\nCome, Bertrand! Claude Marie! come, Etienne!\nOur sister is not proud: she is so gentle,\nAnd speaks so kindly,--more so than of yore,\nWhen in our village she abode with us.\n\n   [They draw near, and hold out their hands; JOHANNA\n   gazes on them fixedly, and appears amazed.\n\nJOHANNA.\nWhere am I? Tell me! Was it all a dream,\nA long, long dream? And am I now awake?\nAm I away from Dom Remi? Is't so?\nI fell asleep beneath the Druid tree,\nAnd I am now awake; and round me stand\nThe kind, familiar forms? I only dreamed\nOf all these battles, kings, and deeds of war,--\nThey were but shadows which before me passed;\nFor dreams are always vivid 'neath that tree.\nHow did you come to Rheims? How came I here?\nNo, I have never quitted Dom Remi!\nConfess it to me, and rejoice my heart.\n\nLOUISON.\nWe are at Rheims. Thou hast not merely dreamed\nOf these great deeds--thou hast achieved them all.\nCome to thyself, Johanna! Look around--\nThy splendid armor feel, of burnished gold!\n\n   [JOHANNA lays her hand upon her breast, recollects herself,\n   and shrinks back.\n\nBERTRAND.\nOut of my hand thou didst receive this helm.\n\nCLAUDE MARIE.\nNo wonder thou shouldst think it all a dream;\nFor nothing in a dream could come to pass\nMore wonderful than what thou hast achieved.\n\nJOHANNA (quickly).\nCome, let us fly! I will return with you\nBack to our village, to our father's bosom.\n\nLOUISON.\nOh, come! Return with us!\n\nJOHANNA.\n               The people here\nExalt me far above what I deserve.\nYou have beheld me weak and like a child;\nYou love me, but you do not worship me.\n\nMARGOT.\nThou wilt abandon this magnificence.\n\nJOHANNA.\nI will throw off the hated ornaments\nWhich were a barrier 'twixt my heart and yours,\nAnd I will be a shepherdess again,\nAnd like a humble maiden I will serve you,\nAnd will with bitter penitence atone,\nThat I above you vainly raised myself.\n\n             [Trumpets sound.\n\n\n\nSCENE X.\n\n   The KING comes forth from the church. He is in the coronation\n   robes. AGNES SOREL, ARCHBISHOP, BURGUNDY, DUNOIS, LA HIRE,\n   DUCHATEL, KNIGHTS, COURTIERS, and PEOPLE.\n\n   Many voices shout repeatedly, while the KING advances,--\n   Long live the king! Long live King Charles the Seventh!\n\n   [The trumpets sound. Upon a signal from the KING, the HERALDS\n   with their staves command silence.\n\nKING.\nThanks, my good people! Thank you for your love!\nThe crown which God hath placed upon our brow\nHath with our valiant swords been hardly won:\nWith noble blood 'tis wetted; but henceforth\nThe peaceful olive branch shall round it twine.\nLet those who fought for us receive our thanks;\nOur pardon, those who joined the hostile ranks,\nFor God hath shown us mercy in our need,\nAnd our first royal word shall now be, mercy!\n\nPEOPLE.\nLong live the king! Long live King Charles the good!\n\nKING.\nFrom God alone, the highest potentate,\nThe monarchs of the French receive the crown;\nBut visibly from his Almighty hand\nHave we received it.\n   [Turning to the MAIDEN.\nHere stands the holy delegate of heaven,\nWho hath restored to you your rightful king,\nAnd rent the yoke of foreign tyranny.\nHer name shall equal that of holy Denis,\nThe guardian and protector of this realm,\nAnd to her fame an altar shall be reared.\n\nPEOPLE.\nHail to the maiden, the deliverer!\n\n                [Trumpets.\n\nKING (to JOHANNA).\nIf thou art born of woman, like ourselves,\nName aught that can augment thy happiness.\nBut if thy fatherland is there above,\nIf in this virgin form thou dost conceal\nThe radiant glory of a heavenly nature,\nFrom our deluded sense remove the veil,\nAnd let us see thee in thy form of light\nAs thou art seen in heaven, that in the dust\nWe may bow down before thee.\n\n   [A general silence; every eye is fixed upon the MAIDEN.\n\nJOHANNA (with a sudden cry).\nGod! my father!\n\n\n\nSCENE XI.\n\n   THIBAUT comes forth from the crowd, and stands opposite to her.\n   Many voices exclaim,--\n\nHer father!\n\nTHIBAUT.\n       Yes, her miserable father,\nWho did beget her, and whom God impels\nNow to accuse his daughter.\n\nBURGUNDY.\n               Ha! What's this?\n\nDUCHATEL.\nNow will the fearful truth appear!\n\nTHIBAUT (to the KING).\n                  Thou think'st\nThat thou art rescued through the power of God?\nDeluded prince! Deluded multitude!\nYe have been rescued through the arts of hell!\n\n   [All step back with horror.\n\nDUNOIS.\nIs this man mad?\n\nTHIBAUT.\n         Not I, but thou art mad.\nAnd this wise bishop, and these noble lords,\nWho think that through a weak and sinful maid\nThe God of heaven would reveal himself.\nCome, let us see if to her father's face\nShe will maintain the specious, juggling arts\nWherewith she hath deluded king and people.\nNow, in the name of the blest Trinity,\nBelongst thou to the pure and holy ones?\n\n   [A general silence; all eyes are fixed upon her;\n   she remains motionless.\n\nSOREL.\nGod! she is dumb!\n\nTHIBAUT.\n          Before that awful name,\nWhich even in the depths of hell is feared,\nShe must be silent! She a holy one,\nBy God commissioned? On a cursed spot\nIt was conceived; beneath the Druid tree\nWhere evil spirits have from olden time\nTheir Sabbath held. There her immortal soul\nShe bartered with the enemy of man\nFor transient, worldly glory. Let her bare\nHer arm, and ye will see impressed thereon\nThe fatal marks of hell!\n\nBURGUNDY.\n             Most horrible!\nYet we must needs believe a father's words\nWho 'gainst his daughter gives his evidence.\n\nDUNOIS.\nThe madman cannot be believed\nWho in his child brings shame upon himself.\n\nSOREL (to JOHANNA).\nOh, maiden, speak! this fatal silence break!\nWe firmly trust thee! we believe in thee!\nOne syllable from thee, one single word\nShall be sufficient. Speak! annihilate\nThis horrid accusation. But declare\nThine innocence, and we will all believe thee.\n\n   [JOHANNA remains motionless; AGNES steps back with horror.\n\nLA HIRE.\nShe's frightened. Horror and astonishment\nImpede her utterance. Before a charge\nSo horrible e'en innocence must tremble.\n\n   [He approaches her.\n\nCollect thyself, Johanna! innocence\nHath a triumphant look, whose lightning flash\nStrikes slander to the earth! In noble wrath\nArise! look up, and punish this base doubt,\nAn insult to thy holy innocence.\n\n   [JOHANNA remains motionless; LA HIRE steps back;\n   the excitement increases.\n\nDUNOIS.\nWhy do the people fear, the princes tremble?\nI'll stake my honor on her innocence!\nHere on the ground I throw my knightly gage;\nWho now will venture to maintain her guilt?\n\n   [A loud clap of thunder; all are horror-struck.\n\nTHIBAUT.\nAnswer, by Him whose thunders roll above!\nGive me the lie! Proclaim thine innocence;\nSay that the enemy hath not thy heart!\n\n   [Another clap of thunder, louder than the first;\n   the people fly on all sides.\n\nBURGUNDY.\nGod guard and save us! What appalling signs!\n\nDUCHATEL (to the KING).\nCome, come, my king! Forsake this fearful place!\n\nARCHBISHOP (to JOHANNA).\nI ask thee in God's name. Art thou thus silent\nFrom consciousness of innocence or guilt?\nIf in thy favor the dread thunder speaks,\nTouch with thy hand this cross, and give a sign!\n\n   [JOHANNA remains motionless. More violent peals of thunder.\n   The KING, AGNES SOREL, the ARCHBISHOP, BURGUNDY, LA HIRE,\n   DUCHATEL retire.\n\n\n\nSCENE XII.\n\n   DUNOIS, JOHANNA.\n\nDUNOIS.\nThou art my wife; I have believed in thee\nFrom the first glance, and I am still unchanged.\nIn thee I have more faith than in these signs,\nThan in the thunder's voice, which speaks above.\nIn noble anger thou art silent thus;\nEnveloped in thy holy innocence,\nThou scornest to refute so base a charge.\nStill scorn it, maiden, but confide in me;\nI never doubted of thine innocence.\nSpeak not one word; only extend thy hand\nIn pledge and token that thou wilt confide\nIn my protection and thine own good cause.\n\n   [He extends his hand to her; she turns from him with\n   a convulsive motion; he remains transfixed with horror.\n\n\n\nSCENE XIII.\n\n   JOHANNA, DUCHATEL, DUNOIS, afterwards RAIMOND.\n\nDUCHATEL (returning).\nJohanna d'Arc! uninjured from the town\nThe king permits you to depart. The gates\nStand open to you. Fear no injury,--\nYou are protected by the royal word.\nCome follow me, Dunois! You cannot here\nLonger abide with honor. What an issue!\n\n   [He retires. DUNOIS recovers from his stupor, casts\n   one look upon JOHANNA, and retires. She remains standing\n   for a moment quite alone. At length RAIMOND appears;\n   he regards her for a time with silent sorrow, and then\n   approaching takes her hand.\n\nRAIMOND.\nEmbrace this opportunity. The streets\nAre empty now. Your hand! I will conduct you.\n\n   [On perceiving him, she gives the first sign of consciousness.\n   She gazes on him fixedly, and looks up to heaven; then taking\n   his hand she retires.\n\n\n\n\nACT V.\n\n   A wild wood: charcoal-burners' huts in the distance.\n   It is quite dark; violent thunder and lightning;\n   firing heard at intervals.\n\n\n\nSCENE I.\n\n   CHARCOAL-BURNER and his WIFE.\n\nCHARCOAL-BURNER.\nThis is a fearful storm, the heavens seem\nAs if they would vent themselves in streams of fire;\nSo thick the darkness which usurps the day,\nThat one might see the stars. The angry winds\nBluster and howl like spirits loosed from hell.\nThe firm earth trembles, and the aged elms\nGroaning, bow down their venerable tops.\nYet this terrific tumult, o'er our heads,\nWhich teacheth gentleness to savage beasts,\nSo that they seek the shelter of their caves,\nAppeaseth not the bloody strife of men--\nAmidst the raging of the wind and storm\nAt intervals is heard the cannon's roar;\nSo near the hostile armaments approach,\nThe wood alone doth part them; any hour\nMay see them mingle in the shock of battle.\n\nWIFE.\nMay God protect us then! Our enemies,\nNot long ago, were vanquished and dispersed.\nHow comes it that they trouble us again?\n\nCHARCOAL-BURNER.\nBecause they now no longer fear the king,\nSince that the maid turned out to be a witch\nAt Rheims, the devil aideth us no longer,\nAnd things have gone against us.\n\nWIFE.\n                 Who comes here?\n\n\n\nSCENE II.\n\n   RAIMOND and JOHANNA enter.\n\nRAIMOND.\nSee! here are cottages; in them at least\nWe may find shelter from the raging storm.\nYou are not able longer to endure it.\nThree days already you have wandered on,\nShunning the eye of man--wild herbs and root\nYour only nourishment. Come, enter in.\nThese are kind-hearted cottagers.\n\n   [The storm subsides; the air grows bright and clear.\n\nCHARCOAL-BURNER.\n                  You seem\nTo need refreshment and repose--you're welcome\nTo what our humble roof can offer you!\n\nWIFE.\nWhat has a tender maid to do with arms?\nYet truly! these are rude and troublous times\nWhen even women don the coat of mail!\nThe queen herself, proud Isabel, 'tis said,\nAppears in armor in the hostile camp;\nAnd a young maid, a shepherd's lowly daughter,\nHas led the armies of our lord the king.\n\nCHARCOAL-BURNER.\nWhat sayest thou? Enter the hut, and bring\nA goblet of refreshment for the damsel.\n\n          [She enters the hut.\n\nRAIMOND (to JOHANNA).\nAll men, you see, are not so cruel; here\nE'en in the wilderness are gentle hearts.\nCheer up! the pelting storm hath spent its rage,\nAnd, beaming peacefully, the sun declines.\n\nCHARCOAL-BURNER.\nI fancy, as you travel thus in arms,\nYou seek the army of the king. Take heed!\nNot far remote the English are encamped,\nTheir troops are roaming idly through the wood.\n\nRAIMOND.\nAlas for us! how then can we escape?\n\nCHARCOAL-BURNER.\nStay here till from the town my boy returns.\nHe shall conduct you safe by secret paths.\nYou need not fear-we know each hidden way.\n\nRAIMOND (to JOHANNA).\nPut off your helmet and your coat-of-mail,\nThey will not now protect you, but betray.\n\n   [JOHANNA shakes her head.\n\nCHARCOAL-BURNER.\nThe maid seems very sad--hush! who comes here?\n\n\n\nSCENE III.\n\n   CHARCOAL-BURNER'S WIFE comes out of the hut\n   with a bowl. A Boy.\n\nWIFE.\nIt is our boy whom we expected back.\n   [To JOHANNA.\nDrink, noble maiden! may God bless it to you!\n\nCHARCOAL-BURNER (to his son).\nArt come, Anet? What news?\n\n   [The boy looks at JOHANNA, who is just raising the\n   bowl to her lips; he recognizes her, steps forward,\n   and snatches it from her.\n\nBOY.\n               Oh, mother! mother!\nWhom do you entertain? This is the witch\nOf Orleans!\n\nCHARCOAL-BURNER (and his WIFE).\n       God be gracious to our souls!\n\n   [They cross themselves and fly.\n\n\n\nSCENE IV.\n\n   RAIMOND, JOHANNA.\n\nJOHANNA (calmly and gently)\nThou seest, I am followed by the curse,\nAnd all fly from me. Do thou leave me, too;\nSeek safety for thyself.\n\nRAIMOND.\n             I leave thee! now\nAlas, who then would bear thee company?\n\nJOHANNA.\nI am not unaccompanied. Thou hast\nHeard the loud thunder rolling o'er my head--\nMy destiny conducts me. Do not fear;\nWithout my seeking I shall reach the goal.\n\nRAIMOND.\nAnd whither wouldst thou go? Here stand our foes,\nWho have against thee bloody vengeance sworn--\nThere stand our people who have banished thee.\n\nJOHANNA.\nNaught will befall me but what heaven ordains.\n\nRAIMOND.\nWho will provide thee food? and who protect thee\nFrom savage beasts, and still more savage men?\nWho cherish thee in sickness and in grief?\n\nJOHANNA.\nI know all roots and healing herbs; my sheep\nTaught me to know the poisonous from the wholesome.\nI understand the movements of the stars,\nAnd the clouds' flight; I also hear the sound\nOf hidden springs. Man hath not many wants,\nAnd nature richly ministers to life.\n\nRAIMOND (seizing her hand).\nWilt thou not look within? Oh, wilt thou not\nRepent thy sin, be reconciled to God,\nAnd to the bosom of the church return?\n\nJOHANNA.\nThou hold'st me guilty of this heavy sin?\n\nRAIMOND.\nNeeds must I--thou didst silently confess----\n\nJOHANNA.\nThou, who hast followed me in misery,\nThe only being who continued true,\nWho slave to me when all the world forsook,\nThou also hold'st me for a reprobate\nWho hath renounced her God----\n   [RAIMOND is silent.\n               Oh, this is hard!\n\nRAIMOND (in astonishment).\nAnd thou wert really then no sorceress?\n\nJOHANNA.\nA sorceress!\n\nRAIMOND.\n       And all these miracles\nThou hast accomplished through the power of God\nAnd of his holy saints?\n\nJOHANNA.\n             Through whom besides?\n\nRAIMOND.\nAnd thou wert silent to that fearful charge?\nThou speakest now, and yet before the king,\nWhen words would have availed thee, thou wert dumb!\n\nJOHANNA.\nI silently submitted to the doom\nWhich God, my lord and master, o'er me hung.\n\nRAIMOND.\nThou couldst not to thy father aught reply?\n\nJOHANNA.\nComing from him, methought it came from God;\nAnd fatherly the chastisement will prove.\n\nRAIMOND.\nThe heavens themselves bore witness to thy guilt!\n\nJOHANNA.\nThe heavens spoke, and therefore I was silent.\n\nRAIMOND.\nThou with one word couldst clear thyself, and hast\nIn this unhappy error left the world?\n\nJOHANNA.\nIt was no error--'twas the will of heaven.\n\nRAIMOND.\nThou innocently sufferedst this shame,\nAnd no complaint proceeded from thy lips!\n--I am amazed at thee, I stand o'erwhelmed.\nMy heart is troubled in its inmost depths.\nMost gladly I receive the word as truth,\nFor to believe thy guilt was hard indeed.\nBut could I ever dream a human heart\nWould meet in silence such a fearful doom!\n\nJOHANNA.\nShould I deserve to be heaven's messenger\nUnless the Master's will I blindly honored?\nAnd I am not so wretched as thou thinkest.\nI feel privation--this in humble life\nIs no misfortune; I'm a fugitive,--\nBut in the waste I learned to know myself.\nWhen honor's dazzling radiance round me shone,\nThere was a painful struggle in my breast;\nI was most wretched, when to all I seemed\nMost worthy to be envied. Now my mind\nIs healed once more, and this fierce storm in nature,\nWhich threatened your destruction, was my friend;\nIt purified alike the world and me!\nI feel an inward peace--and come, what may,\nOf no more weakness am I conscious now!\n\nRAIMOND.\nOh, let us hasten! come, let us proclaim\nThine innocence aloud to all the world!\nJOHANNA.\nHe who sent this delusion will dispel it!\nThe fruit of fate falls only when 'tis ripe!\nA day is coming that will clear my name,\nWhen those who now condemn and banish me,\nWill see their error and will weep my doom.\n\nRAIMOND.\nAnd shall I wait in silence, until chance----\n\nJOHANNA (gently taking her hand).\nThy sense is shrouded by an earthly veil,\nAnd dwelleth only on external things,\nMine eye hath gazed on the invisible!\n--Without permission from our God no hair\nFalls from the head of man. Seest thou the sun\nDeclining to the west? So certainly\nAs morn returneth in her radiant light,\nInfallibly the day of truth shall come!\n\n\n\nSCENE V.\n\n   QUEEN ISABEL, with soldiers, appears in the background.\n\nISABEL (behind the scene).\nThis is the way toward the English camp!\n\nRAIMOND.\nAlas! the foe!\n\n   [The soldiers advance, and perceiving JOBANNA fall back in terror.\n\nISABEL.\nWhat now obstructs the march?\n\nSOLDIERS.\nMay God protect us!\n\nISABEL.\n           Do ye see a spirit?\nHow! Are ye soldiers! Ye are cowards all!\n   [She presses forward, but starts back on beholding the MAIDEN.\nWhat do I see!\n   [She collects herself quickly and approaches her.\n        Submit thyself! Thou art\nMy prisoner!\n\nJOHANNA.\n       I am.\n\n   [RAIMOND flies in despair.\n\nISABEL (to the soldiers).\n           Lay her in chains!\n\n   [The soldiers timidly approach the MAIDEN;\n   she extends her arms and is chained.\n\nIs this the mighty, the terrific one,\nWho chased your warriors like a flock of lambs,\nWho, powerless now, cannot protect herself?\nDoth she work miracles with credulous fools,\nAnd lose her influence when she meets a man?\n\n   [To the MAIDEN.\n\nWhy didst thou leave the army? Where's Dunois,\nThy knight and thy protector.\n\nJOHANNA.\n                I am banished.\n\n   [ISABEL, stepping back astonished.\n\nISABEL.\nWhat say'st thou? Thou art banished? By the Dauphin?\n\nJOHANNA.\nInquire no further! I am in thy power,\nDecide my fate.\n\nISABEL.\n         Banished, because thou hast\nSnatched him from ruin, placed upon his brow\nThe crown at Rheims, and made him King of France?\nBanished! Therein I recognize my son!\n--Conduct her to the camp, and let the host\nBehold the phantom before whom they trembled!\nShe a magician? Her sole magic lies\nIn your delusion and your cowardice!\nShe is a fool who sacrificed herself\nTo save her king, and reapeth for her pains\nA king's reward. Bear her to Lionel.\nThe fortune of the French! send him bound;\nI'll follow anon.\n\nJOHANNA.\n          To Lionel?\nSlay me at once, ere send me unto him.\n\nISABEL (to the soldiers).\nObey your orders, soldiers! Bear her hence.\n\n                 [Exit.\n\n\n\nSCENE VI.\n\n   JOHANNA, SOLDIERS.\n\nJOHANNA (to the soldiers).\nYe English, suffer not that I escape\nAlive out of your hands! Revenge yourselves!\nUnsheath your weapons, plunge them in my heart,\nAnd drag me lifeless to your general's feet!\nRemember it was I who slew your heroes,\nWho never showed compassion, who poured forth\nTorrents of English blood, who from your sons\nSnatched the sweet pleasure of returning home!\nTake now a bloody vengeance! Murder me!\nI now am in your power; I may perchance\nNot always be so weak.\n\nCONDUCTOR OF THE SOLDIERS.\n            Obey the queen!\n\nJOHANNA.\nMust I be yet more wretched than I was!\nUnpitying Virgin! Heavy is thy hand\nHast thou completely thrust me from thy favor?\nNo God appears, no angel shows himself;\nClosed are heaven's portals, miracles have ceased.\n\n            [She follows the SOLDIERS.\n\n\n\nSCENE VII.\n\n   The French Camp.\n   DUNOIS, between the ARCHBISHOP and DUCHATEL.\n\nARCHBISHOP.\nConquer your sullen indignation, prince!\nReturn with us! Come back unto your king!\nIn this emergency abandon not\nThe general cause, when we are sorely pressed,\nAnd stand in need of your heroic arm.\n\nDUNOIS.\nWhy are ye sorely pressed? Why doth the foe\nAgain exalt himself? all was achieved;--\nFrance was triumphant--war was at an end;--\nThe savior you have banished; you henceforth\nMay save yourselves; I'll not again behold\nThe camp wherein the maid abideth not.\n\nDUCHATEL.\nThink better of it, prince! Dismiss us not\nWith such an answer!\n\nDUNOIS.\n           Silence, Duchatel!\nYou're hateful to me; I'll hear naught from you;\nYou were the first who doubted of her truth.\n\nARCHBISHOP.\nWho had not wavered on that fatal day,\nAnd been bewildered, when so many signs\nBore evidence against her! We were stunned,\nOur hearts were crushed beneath the sudden blow.\n--Who in that hour of dread could weigh the proofs?\nOur calmer judgment now returns to us,\nWe see the maid as when she walked with us,\nNor have we any fault to charge her with.\nWe are perplexed--we fear that we have done\nA grievous wrong. The king is penitent,\nThe duke remorseful, comfortless La Hire,\nAnd every heart doth shroud itself in woe.\n\nDUNOIS.\nShe a deluder? If celestial truth\nWould clothe herself in a corporeal form,\nShe needs must choose the features of the maiden.\nIf purity of heart, faith, innocence,\nDwell anywhere on earth, upon her lips\nAnd in her eyes' clear depths they find their home.\n\nARCHBISHOP.\nMay the Almighty, through a miracle,\nShed light upon this awful mystery,\nWhich baffles human insight. Howsoe'er\nThis sad perplexity may be resolved,\nOne of two grievous sins we have committed!\nEither in fight we have availed ourselves\nOf hellish arms, or banished hence a saint!\nAnd both call down upon this wretched land\nThe vengeance and the punishment of heaven.\n\n\n\nSCENE VIII.\n\n   The same, a NOBLEMAN, afterwards RAIMOND.\n\nNOBLEMAN.\nA shepherd youth inquires after your highness,\nHe urgently entreats an interview,\nHe says he cometh from the maiden----\n\nDUNOIS.\n                   Haste!\nConduct him hither! He doth come from her!\n\n   [The NOBLEMAN opens the door to RAIMOND, DUNOIS hastens to meet him.\n\nWhere is she? Where is the maid?\n\nRAIMOND.\n                  Hail! noble prince!\nAnd blessed am I that I find with you\nThis holy man, the shield of the oppressed,\nThe father of the poor and destitute!\n\nDUNOIS.\nWhere is the maiden?\n\nARCHBISHOP.\n           Speak, my son, inform us!\n\nRAIMOND.\nShe is not, sir, a wicked sorceress!\nTo God and all his saints I make appeal.\nAn error blinds the people. You've cast forth\nGod's messenger, you've banished innocence!\n\nDUNOIS.\nWhere is she?\n\nRAIMOND.\n        I accompanied her flight\nTowards the woods of Ardennes; there she hath\nRevealed to me her spirit's inmost depths.\nIn torture I'll expire, and will resign\nMy hopes of everlasting happiness,\nIf she's not guiltless, sir, of every sin!\n\nDUNOIS.\nThe sun in heaven is not more pure than she!\nWhere is she? Speak!\n\nRAIMOND.\n            If God hath turned your hearts,\nOh hasten, I entreat you--rescue her\nShe is a prisoner in the English camp.\n\nDUNOIS.\nA prisoner say you?\n\nARCHBISHOP.\n           Poor unfortunate!\n\nRAIMOND.\nThere in the forest as we sought for shelter,\nWe were encountered by Queen Isabel,\nWho seized and sent her to the English host.\nOh, from a cruel death deliver her\nWho hath full many a time delivered you!\n\nDUNOIS.\nSound an alarm! to arms! up! beat the drums.\nForth to the field! Let France appear in arms!\nThe crown and the palladium are at stake!\nOur honor is in pledge! risk blood and life!\nShe must be rescued ere the day is done!\n\n                [Exit.\n\n\n\nSCENE IX.\n\n   A watch-tower--an opening above. JOHANNA and LIONEL.\n\nFASTOLFE (entering hastily).\nThe people can no longer be restrained.\nWith fury they demand the maiden's death.\nIn vain your opposition. Let her die\nAnd throw her head down from the battlements!\nHer blood alone will satisfy the host.\n\nISABEL (coming in).\nWith ladders they begin to scale the walls.\nAppease the angry people! Will you wait\nTill in blind fury they o'erthrow the tower,\nAnd we beneath its towers are destroyed?\nProtect her here you cannot. Give her up!\n\nLIONEL.\nLet them storm on. In fury let them rage!\nFirm is this castle, and beneath its ruins\nI will be buried ere I yield to them.\n--Johanna, answer me! only be mine,\nAnd I will shield thee 'gainst a world in arms.\n\nISABEL.\nAre you a man?\n\nLIONEL.\n        Thy friends have cast thee off.\nTo thy ungrateful country then dost owe\nDuty and faith no longer. The false cowards\nWho sought thy hand, forsake thee in thy need.\nThey for thy honor venture not the fight,\nBut I, against my people and 'gainst thine,\nWill be thy champion. Once thou didst confess\nMy life was dear to thee; in combat then\nI stood before thee as thine enemy--\nThou hast not now a single friend but me.\n\nJOHANNA.\nThou art my people's enemy and mine.\nBetween us there can be no fellowship.\nThee I can never love, but if thy heart\nCherish affection for me, let it bring\nA blessing on my people. Lead thy troops\nFar from the borders of my fatherland;\nGive up the keys of all the captured towns,\nRestore the booty, set the captives free,\nSend hostages the compact to confirm,\nAnd peace I offer thee in my king's name.\n\nISABEL.\nWilt thou, a captive, dictate laws to us?\n\nJOHANNA.\nIt must be done; 'tis useless to delay.\nNever, oh never, will this land endure\nThe English yoke; sooner will France become\nA mighty sepulchre for England's hosts.\nFallen in battle are your bravest chiefs.\nThink how you may achieve a safe retreat;\nYour fame is forfeited, your power is lost.\n\nISABEL.\nCan you endure her raving insolence?\n\n\n\nSCENE X.\n\n   A CAPTAIN enters hastily.\n\nCAPTAIN.\nHaste, general! Prepare the host for battle.\nThe French with flying banners come this way,\nTheir shining weapons glitter in the vale.\n\nJOHANNA (with enthusiasm).\nMy people come this way! Proud England now\nForth in the field! now boldly must you fight!\n\nFASTOLFE.\nDeluded woman, moderate your joy!\nYou will not see the issue of this day.\n\nJOHANNA.\nMy friends will win the fight and I shall die!\nThe gallant heroes need my arm no more.\n\nLIONEL.\nThese dastard enemies I scorn. They have\nIn twenty battles fled before our arms,\nEre this heroic maiden fought for them.\nAll the whole nation I despise, save one,\nAnd this one they have banished. Come, Fastolfe,\nWe soon will give them such another day\nAs that of Poictiers and of Agincourt.\nDo you remain with the fortress, queen,\nAnd guard the maiden till the fight is o'er.\nI leave for your protection fifty knights.\n\nFASTOLFE.\nHow! general, shall we march against the foe\nAnd leave this raging fury in our rear?\n\nJOHANNA.\nWhat! can a fettered woman frighten thee?\n\nLIONEL.\nPromise, Johanna, not to free thyself.\n\nJOHANNA.\nTo free myself is now my only wish.\n\nISABEL.\nBind her with triple chains. I pledged my life\nThat she shall not escape.\n\n   [She is bound with heavy chains.\n\nLIONEL (to JOHANNA).\n              Thou will'st it so!\nThou dost compel us! still it rests with thee!\nRenounce the French--the English banner bear,\nAnd thou art free, and these rude, savage men\nWho now desire thy blood shall do thy will.\n\nFASTOLFE (urgently).\nAway, away, my general!\n\nJOHANNA.\n             Spare thy words,\nThe French are drawing near. Defend thyself!\n\n   [Trumpets sound, LIONEL hastens forth.\n\nFASTOLFE.\nYou know your duty, queen! if fate declares\nAgainst us, should you see our people fly.\n\nISABEL (showing a dagger).\nFear not. She shall not live to see our fall.\n\nFASTOLFE (to JOHANNA).\nThou knowest what awaits thee, now implore\nA blessing on the weapons of thy people.\n\n                 [Exit.\n\n\n\nSCENE XI.\n\n   ISABEL, JOHANNA, SOLDIERS.\n\nJOHANNA.\nAy! that I will! no power can hinder me.\nHark to that sound, the war-march of my people!\nHow its triumphant notes inspire my heart!\nRuin to England! victory to France!\nUp, valiant countrymen! The maid is near;\nShe cannot, as of yore, before you bear\nHer banner--she is bound with heavy chains;\nBut freely from her prison soars her soul,\nUpon the pinions of your battle-song.\n\nISABEL (to a SOLDIER).\nAscend the watch-tower which commands the field,\nAnd thence report the progress of the fight.\n\n   [SOLDIER ascends.\n\nJOHANNA.\nCourage, my people! 'Tis the final struggle--\nAnother victory, and the foe lies low!\n\nISABEL.\nWhat see'st thou?\n\nSOLDIER.\n          They're already in close fight.\nA furious warrior on a Barbary steed,\nIn tiger's skin, leads forward the gens d'armes.\n\nJOHANNA.\nThat's Count Dunois! on, gallant warrior!\nConquest goes with thee.\n\nSOLDIER.\n             The Burgundian duke\nAttacks the bridge.\n\nISABEL.\n           Would that ten hostile spears\nMight his perfidious heart transfix, the traitor!\n\nSOLDIER.\nLord Fastolfe gallantly opposes him.\nNow they dismount--they combat man to man\nOur people and the troops of Burgundy.\n\nISABEL.\nBehold'st thou not the Dauphin? See'st thou not\nThe royal wave?\n\nSOLDIER.\n         A cloud of dust\nShrouds everything. I can distinguish naught.\n\nJOHANNA.\nHad he my eyes, or stood I there aloft,\nThe smallest speck would not elude my gaze!\nThe wild fowl I can number on the wing,\nAnd mark the falcon in his towering flight.\n\nSOLDIER.\nThere is a fearful tumult near the trench;\nThe chiefs, it seems, the nobles, combat there.\n\nISABEL.\nStill doth our banner wave?\n\nSOLDIER.\n               It proudly floats.\n\nJOHANNA.\nCould I look through the loopholes of the wall,\nI with my lance the battle would control.\n\nSOLDIER.\nAlas! What do I see? Our general's\nSurrounded by the foe!\n\nISABEL (points the dagger at JOHANNA).\n            Die, wretch!\n\nSOLDIER (quickly).\n                   He's free!\nThe gallant Fastolfe in the rear attacks\nThe enemy--he breaks their serried ranks.\n\nISABEL (withdrawing the dagger).\nThere spoke thy angel!\n\nSOLDIER.\n            Victory! They fly.\n\nISABEL.\nWho fly?\n\nSOLDIER.\n     The French and the Burgundians fly;\nThe field is covered o'er with fugitives.\n\nJOHANNA.\nMy God! Thou wilt not thus abandon me!\n\nSOLDIER.\nYonder they lead a sorely wounded knight;\nThe people rush to aid him--he's a prince.\n\nISABEL.\nOne of our country, or a son of France?\n\nSOLDIER.\nThey loose his helmet--it is Count Dunois.\n\nJOHANNA (seizes her fetters with convulsive violence).\nAnd I am nothing but a fettered woman!\n\nSOLDIER.\nLook yonder! Who the azure mantle wears\nBordered with gold?\n\nJOHANNA.\n           That is my lord, the king.\n\nSOLDIER.\nHis horse is restive, plunges, rears and falls--\nHe struggles hard to extricate himself.\n\n   [JOHANNA accompanies these words with passionate movements.\n\nOur troops are pressing on in full career,\nThey near him, reach him--they surround him now.\n\nJOHANNA.\nOh, have the heavens above no angels more!\n\nISABEL (laughing scornfully).\nNow is the time, deliverer--now deliver!\n\nJOHANNA (throws herself upon her knees, and prays with passionate\n     violence).\nHear me, O God, in my extremity!\nIn fervent supplication up to Thee,\nUp to thy heaven above I send my soul.\nThe fragile texture of a spider's web,\nAs a ship's cable, thou canst render strong;\nEasy it is to thine omnipotence\nTo change these fetters into spider's webs--\nCommand it, and these massy chains shall fall,\nAnd these thick walls be rent, Thou, Lord of old,\nDidst strengthen Samson, when enchained and blind\nHe bore the bitter scorn of his proud foes.\nTrusting in thee, he seized with mighty power\nThe pillars of his prison, bowed himself,\nAnd overthrew the structure.\n\nSOLDIER.\n               Triumph!\n\nISABEL.\n                    How?\n\nSOLDIER.\nThe king is taken!\n\nJOHANNA (springing up).\n          Then God be gracious to me!\n\n   [She seizes her chains violently with both hands, and\n   breaks them asunder. At the same moment rushing upon the\n   nearest soldier, she seizes his sword and hurries out.\n   All gaze after her, transfixed with astonishment.\n\n\n\nSCENE XII.\n\n   The same, without JOHANNA.\n\nISABEL (after a long pause).\nHow was it? Did I dream? Where is she gone?\nHow did she break these ponderous iron chains?\nA world could not have made me credit it,\nIf I had not beheld it with these eyes.\n\nSOLDIER (from the tower).\nHow? Hath she wings? Hath the wind borne her down?\n\nISABEL.\nIs she below?\n\nSOLDIER.\n        She strides amidst the fight:\nHer course outspeeds my sight--now she is here--\nNow there--I see her everywhere at once!\n--She separates the troops--all yield to her:\nThe scattered French collect--they form anew!\n--Alas! what do I see! Our people cast\nTheir weapons to the ground, our banners sink----\n\nISABEL.\nWhat? Will she snatch from us the victory?\n\nSOLDIER.\nShe presses forward, right towards the king.\nShe reaches him--she bears him from the fight--\nLord Fastolfe falls--the general is taken!\n\nISABEL.\nI'll hear no more! Come down!\n\nSOLDIER.\nFly, queen! you will be taken by surprise.\nArmed soldiers are advancing tow'rds the tower.\n\n                [He comes down.\n\nISABEL (drawing her sword).\nThen fight, ye cowards!\n\n\n\nSCENE IV.\n\n   LA HIRE with soldiers. At his entrance the people\n   of the QUEEN lay down their arms.\n\nLA HIRE (approaching her respectfully).\n             Queen, submit yourself--\nYour knights have yielded--to resist is vain!\n--Accept my proffered services. Command\nWhere you would be conducted.\n\nISABEL.\n                Every place\nThe same, where I encounter not the Dauphin.\n\n   [She resigns her sword, and follows him with the soldiers.\n\n   The Scene changes to the battle-field.\n\n\n\nSCENE XIV.\n\n   Soldiers with flying banners occupy the background. Before them the\n   KING and the DUKE OF BURGUNDY appear, bearing JOHANNA in their arms;\n   she is mortally wounded, and apparently lifeless. They advance\n   slowly to the front of the stage. AGNES SOREL rushes in.\n\nSOREL (throwing herself on the bosom of the KING).\nYou're free--you live--I have you back again!\n\nKING.\nYes, I am free--I am so at this price!\n\n   [Pointing to JOHANNA.\n\nSOREL.\nJohanna! God! she's dying!\n\nBURGUNDY.\n               She is gone\nAn angel passeth hence! See, how she lies,\nEasy and tranquil, like a sleeping child!\nThe peace of heaven around her features plays,\nThe breath of life no longer heaves her breast,\nBut vital warmth still lingers in her hand.\n\nKING.\nShe's gone! She never will awaken more,\nHer eye will gaze no more on earthly things.\nShe soars on high, a spirit glorified,\nShe seeth not our grief, our penitence.\n\nSOREL.\nHer eyes unclose--she lives!\n\nBURGUNDY (in astonishment).\n               Can she return\nBack from the grave, triumphant e'en o'er death?\nShe riseth up! She standeth!\n\nJOHANNA (standing up, and looking round).\n                Where am I?\n\nBURGUNDY.\nWith thine own people, maiden--with thy friends!\n\nKING.\nSupported by thy friend, and by thy king.\n\nJOHANNA (after looking at him fixedly for some time).\nNo! I am not a sorceress! Indeed\nI am not one.\n\nKING.\n        Thou'rt holy, as an angel;\nA cloud of error dimmed our mental sight.\n\nJOHANNA (gazing round her with a joyful smile).\nAnd am I really, then, among my friends,\nAnd am no more rejected and despised?\nThey curse me not--kindly they look on me!\n--Yes, all around me now seems clear again!\nThat is my king!--the banners these of France!\nMy banner I behold not--where is it?\nWithout my banner I dare not appear;\nTo me it was confided by my Lord,\nAnd I before his throne must lay it down;\nI there may show it, for I bore it truly.\n\nKING (averting his face).\nGive her the banner!\n\n   [It is given to her. She stands quite unsupported,\n   the banner in her hand. The heaven is illumined\n   by a rosy light.\n\nJOHANNA.\nSee you the rainbow yonder in the air?\nIts golden portals heaven doth wide unfold,\nAmid the angel choir she radiant stands,\nThe eternal Son she claspeth to her breast,\nHer arms she stretcheth forth to me in love.\nHow is it with me? Light clouds bear me up--\nMy ponderous mail becomes a winged robe;\nI mount--I fly--back rolls the dwindling earth--\nBrief is the sorrow--endless is the joy!\n\n   [Her banner falls and she sinks lifeless on the ground.\n   All remain for some time in speechless sorrow. Upon a\n   signal from the KING, all the banners are gently placed\n   over her, so that she is entirely concealed by them.\n\n\n\n\n\nEnd of Project Gutenberg's The Maid of Orleans, by Frederich Schiller\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAID OF ORLEANS ***\n\n***** This file should be named 6792.txt or 6792.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/6\/7\/9\/6792\/\n\nProduced by Tapio Riikonen and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":290,"split":"train"}
