{"ori_id":"73c7be237bdfb805034477c22066367b6ce7ddb3","title":"The Sport of the Gods","context":"The Sport of the Gods\n Berry Hamilton, an emancipated black man, works as a butler for a wealthy white man Maurice Oakley. Berry lives in a small cottage a short distance away from the Oakley's place of residence. Berry lives with his wife, Fannie, and two children, Joe and Kitty. During a farewell dinner for Maurice's younger brother, Francis Oakley, it becomes known that a large sum of money has disappeared from Oakley residence due to Francis apparently being careless and leaving the key in the safe. Maurice soon convinces himself that Berry must have stolen the money. A court finds Berry guilty of the theft and sentences him to ten years of hard labor.\nMaurice and his wife expel Fannie, Joe, and Kitty from the cottage. Unable to find work, Fannie and her children decide to move to New York. Once in New York, Joe begins work and starts regularly visiting the Banner Club. He begins dating an entertainer from the club named Hattie Sterling. To Fannie's disapproval, Hattie helps Kitty to find employment as a singer and actress. Joe's situation quickly declines and he becomes an alcoholic. Hattie breaks the relationship. Completely degraded, Joe strangles Hattie. Later, he confesses to the murder and finds himself in prison. With her husband and son in prison, Fannie is distraught. Kitty convinces Fannie to marry a man named Mr. Gibson.\nFrancis Oakley, who left for Paris to become an artist, sends a message to Maurice Oakley. When Maurice receives the letter, he postulates that it could be a message informing him of the artistic successes of Francis. To his dismay, it describes how Francis stole the money and he wishes for Berry Hamilton to be released from prison. Maurice decides that he will not announce Berry's innocence in hopes of preserving the honor of his brother and himself.\nMr. Skaggs, an acquaintance of Joe at the Banner Club, overhears the story of Berry Hamilton's conviction for theft. As a writer for New York's Universe, Mr. Skaggs postulates that if he can prove Berry's innocence, he will have a popular article for the publisher. He travels to the hometown of the Hamilton's to converse with Maurice Oakley. He first meets with a man named Colonel Saunders who tells him that he believes Berry is innocent, the money was simply lost, and to protect the secret, Maurice Oakley carries the money in his \"secret\" pocket at all times. To gain entry into the Oakley residence, Skaggs lies about having a letter from Francis. Mr. Skaggs forcibly removes Francis's letter from Maurice's secret pocket.\nWith Francis's letter, Mr. Skaggs is able to have Berry pardoned after five years in prison. Mr. Skaggs brings Berry to New York. Soon, Berry finds out about his son, daughter, and wife's new husband. Hopeless, Berry plans to murder his wife's suitor. To Berry's fortune, he finds that Mr. Gibson has been killed in a fight at a racetrack. Broken down by the hardships of the city, Fannie and Berry decide to move back to the cottage near the Oakley residence when the apologetic Mrs. Oakley begs them to return.\nï»¿The Project Gutenberg EBook of The Sport of the Gods, by Paul Laurence Dunbar\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Sport of the Gods\n\nAuthor: Paul Laurence Dunbar\n\nRelease Date: February 25, 2006 [EBook #17854]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE SPORT OF THE GODS ***\n\n\n\n\nProduced by Robert Ledger, Suzanne Shell and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE SPORT OF THE GODS\n\n         by\n\nPAUL LAURENCE DUNBAR\n\n\nAuthor of \"Lyrics of Lowly Life,\" \"Poems of Cabin and\nField,\" \"Candle-Lightin' Time,\" \"The Fanatics,\" etc.\n\nOriginally published in 1902\n\n\n\n\nContents\n\n\nI.     The Hamiltons\n\nII.    A Farewell Dinner\n\nIII.   The Theft\n\nIV.    From a Clear Sky\n\nV.     The Justice of Men\n\nVI.    Outcasts\n\nVII.   In New York\n\nVIII.  An Evening Out\n\nIX.    His Heart's Desire\n\nX.     A Visitor from Home\n\nXI.    Broken Hopes\n\nXII.   \"All the World's a Stage\"\n\nXIII.  The Oakleys\n\nXIV.   Frankenstein\n\nXV.    \"Dear, Damned, Delightful Town\"\n\nXVI.   Skaggs's Theory\n\nXVII.  A Yellow Journal\n\nXVIII. What Berry Found\n\n\n\n\nI\n\nTHE HAMILTONS\n\n\nFiction has said so much in regret of the old days when there were\nplantations and overseers and masters and slaves, that it was good to\ncome upon such a household as Berry Hamilton's, if for no other reason\nthan that it afforded a relief from the monotony of tiresome iteration.\n\nThe little cottage in which he lived with his wife, Fannie, who was\nhousekeeper to the Oakleys, and his son and daughter, Joe and Kit, sat\nback in the yard some hundred paces from the mansion of his employer. It\nwas somewhat in the manner of the old cabin in the quarters, with which\nusage as well as tradition had made both master and servant familiar.\nBut, unlike the cabin of the elder day, it was a neatly furnished,\nmodern house, the home of a typical, good-living negro. For twenty years\nBerry Hamilton had been butler for Maurice Oakley. He was one of the\nmany slaves who upon their accession to freedom had not left the South,\nbut had wandered from place to place in their own beloved section,\nwaiting, working, and struggling to rise with its rehabilitated\nfortunes.\n\nThe first faint signs of recovery were being seen when he came to\nMaurice Oakley as a servant. Through thick and thin he remained with\nhim, and when the final upward tendency of his employer began his\nfortunes had increased in like manner. When, having married, Oakley\nbought the great house in which he now lived, he left the little\nservant's cottage in the yard, for, as he said laughingly, \"There is no\ntelling when Berry will be following my example and be taking a wife\nunto himself.\"\n\nHis joking prophecy came true very soon. Berry had long had a tenderness\nfor Fannie, the housekeeper. As she retained her post under the new Mrs.\nOakley, and as there was a cottage ready to his hand, it promised to be\ncheaper and more convenient all around to get married. Fannie was\nwilling, and so the matter was settled.\n\nFannie had never regretted her choice, nor had Berry ever had cause to\ncurse his utilitarian ideas. The stream of years had flowed pleasantly\nand peacefully with them. Their little sorrows had come, but their joys\nhad been many.\n\nAs time went on, the little cottage grew in comfort. It was replenished\nwith things handed down from \"the house\" from time to time and with\nothers bought from the pair's earnings.\n\nBerry had time for his lodge, and Fannie time to spare for her own house\nand garden. Flowers bloomed in the little plot in front and behind it;\nvegetables and greens testified to the housewife's industry.\n\nOver the door of the little house a fine Virginia creeper bent and fell\nin graceful curves, and a cluster of insistent morning-glories clung in\nsummer about its stalwart stock.\n\nIt was into this bower of peace and comfort that Joe and Kitty were\nborn. They brought a new sunlight into the house and a new joy to the\nfather's and mother's hearts. Their early lives were pleasant and\ncarefully guarded. They got what schooling the town afforded, but both\nwent to work early, Kitty helping her mother and Joe learning the trade\nof barber.\n\nKit was the delight of her mother's life. She was a pretty, cheery\nlittle thing, and could sing like a lark. Joe too was of a cheerful\ndisposition, but from scraping the chins of aristocrats came to imbibe\nsome of their ideas, and rather too early in life bid fair to be a\ndandy. But his father encouraged him, for, said he, \"It 's de p'opah\nthing fu' a man what waits on quality to have quality mannahs an' to\nwaih quality clothes.\"\n\n\"'T ain't no use to be a-humo'in' dat boy too much, Be'y,\" Fannie had\nreplied, although she did fully as much \"humo'in'\" as her husband; \"hit\nsho' do mek' him biggety, an' a biggety po' niggah is a 'bomination\nbefo' de face of de Lawd; but I know 't ain't no use a-talkin' to you,\nfu' you plum boun' up in dat Joe.\"\n\nHer own eyes would follow the boy lovingly and proudly even as she\nchided. She could not say very much, either, for Berry always had the\nreply that she was spoiling Kit out of all reason. The girl did have the\nprettiest clothes of any of her race in the town, and when she was to\nsing for the benefit of the A. M. E. church or for the benefit of her\nfather's society, the Tribe of Benjamin, there was nothing too good for\nher to wear. In this too they were aided and abetted by Mrs. Oakley, who\nalso took a lively interest in the girl.\n\nSo the two doting parents had their chats and their jokes at each\nother's expense and went bravely on, doing their duties and spoiling\ntheir children much as white fathers and mothers are wont to do.\n\nWhat the less fortunate negroes of the community said of them and their\noffspring is really not worth while. Envy has a sharp tongue, and when\nhas not the aristocrat been the target for the plebeian's sneers?\n\nJoe and Kit were respectively eighteen and sixteen at the time when the\npreparations for Maurice Oakley's farewell dinner to his brother Francis\nwere agitating the whole Hamilton household. All of them had a hand in\nthe work: Joe had shaved the two men; Kit had helped Mrs. Oakley's maid;\nthe mother had fretted herself weak over the shortcomings of a cook that\nhad been in the family nearly as long as herself, while Berry was stern\nand dignified in anticipation of the glorious figure he was to make in\nserving.\n\nWhen all was ready, peace again settled upon the Hamiltons. Mrs.\nHamilton, in the whitest of white aprons, prepared to be on hand to\nannoy the cook still more; Kit was ready to station herself where she\ncould view the finery; Joe had condescended to promise to be home in\ntime to eat some of the good things, and Berry--Berry was gorgeous in\nhis evening suit with the white waistcoat, as he directed the nimble\nwaiters hither and thither.\n\n\n\n\nII\n\nA FAREWELL DINNER\n\n\nMaurice Oakley was not a man of sudden or violent enthusiasms.\nConservatism was the quality that had been the foundation of his\nfortunes at a time when the disruption of the country had involved most\nof the men of his region in ruin.\n\nWithout giving any one ground to charge him with being lukewarm or\nrenegade to his cause, he had yet so adroitly managed his affairs that\nwhen peace came he was able quickly to recover much of the ground lost\nduring the war. With a rare genius for adapting himself to new\nconditions, he accepted the changed order of things with a passive\nresignation, but with a stern determination to make the most out of any\ngood that might be in it.\n\nIt was a favourite remark of his that there must be some good in every\nsystem, and it was the duty of the citizen to find out that good and\nmake it pay. He had done this. His house, his reputation, his\nsatisfaction, were all evidences that he had succeeded.\n\nA childless man, he bestowed upon his younger brother, Francis, the\nenthusiasm he would have given to a son. His wife shared with her\nhusband this feeling for her brother-in-law, and with him played the\nrole of parent, which had otherwise been denied her.\n\nIt was true that Francis Oakley was only a half-brother to Maurice, the\nson of a second and not too fortunate marriage, but there was no halving\nof the love which the elder man had given to him from childhood up.\n\nAt the first intimation that Francis had artistic ability, his brother\nhad placed him under the best masters in America, and later, when the\npromise of his youth had begun to blossom, he sent him to Paris,\nalthough the expenditure just at that time demanded a sacrifice which\nmight have been the ruin of Maurice's own career. Francis's promise had\nnever come to entire fulfilment. He was always trembling on the verge of\na great success without quite plunging into it. Despite the joy which\nhis presence gave his brother and sister-in-law, most of his time was\nspent abroad, where he could find just the atmosphere that suited his\ndelicate, artistic nature. After a visit of two months he was about\nreturning to Paris for a stay of five years. At last he was going to\napply himself steadily and try to be less the dilettante.\n\nThe company which Maurice Oakley brought together to say good-bye to his\nbrother on this occasion was drawn from the best that this fine old\nSouthern town afforded. There were colonels there at whose titles and\nthe owners' rights to them no one could laugh; there were brilliant\nwomen there who had queened it in Richmond, Baltimore, Louisville, and\nNew Orleans, and every Southern capital under the old regime, and there\nwere younger ones there of wit and beauty who were just beginning to\nhold their court. For Francis was a great favourite both with men and\nwomen. He was a handsome man, tall, slender, and graceful. He had the\nface and brow of a poet, a pallid face framed in a mass of dark hair.\nThere was a touch of weakness in his mouth, but this was shaded and half\nhidden by a full mustache that made much forgivable to beauty-loving\neyes.\n\nIt was generally conceded that Mrs. Oakley was a hostess whose guests\nhad no awkward half-hour before dinner. No praise could be higher than\nthis, and to-night she had no need to exert herself to maintain this\nreputation. Her brother-in-law was the life of the assembly; he had wit\nand daring, and about him there was just that hint of charming danger\nthat made him irresistible to women. The guests heard the dinner\nannounced with surprise,--an unusual thing, except in this house.\n\nBoth Maurice Oakley and his wife looked fondly at the artist as he went\nin with Claire Lessing. He was talking animatedly to the girl, having\nchanged the general trend of the conversation to a manner and tone\ndirected more particularly to her. While she listened to him, her face\nglowed and her eyes shone with a light that every man could not bring\ninto them.\n\nAs Maurice and his wife followed him with their gaze, the same thought\nwas in their minds, and it had not just come to them, Why could not\nFrancis marry Claire Lessing and settle in America, instead of going\nback ever and again to that life in the Latin Quarter? They did not\nbelieve that it was a bad life or a dissipated one, but from the little\nthat they had seen of it when they were in Paris, it was at least a bit\ntoo free and unconventional for their traditions. There were, too,\ntemptations which must assail any man of Francis's looks and talents.\nThey had perfect faith in the strength of his manhood, of course; but\ncould they have had their way, it would have been their will to hedge\nhim about so that no breath of evil invitation could have come nigh to\nhim.\n\nBut this younger brother, this half ward of theirs, was an unruly\nmember. He talked and laughed, rode and walked, with Claire Lessing with\nthe same free abandon, the same show of uninterested good comradeship,\nthat he had used towards her when they were boy and girl together. There\nwas not a shade more of warmth or self-consciousness in his manner\ntowards her than there had been fifteen years before. In fact, there was\nless, for there had been a time, when he was six and Claire three, that\nFrancis, with a boldness that the lover of maturer years tries vainly to\nattain, had announced to Claire that he was going to marry her. But he\nhad never renewed this declaration when it came time that it would carry\nweight with it.\n\nThey made a fine picture as they sat together to-night. One seeing them\ncould hardly help thinking on the instant that they were made for each\nother. Something in the woman's face, in her expression perhaps,\nsupplied a palpable lack in the man. The strength of her mouth and chin\nhelped the weakness of his. She was the sort of woman who, if ever he\ncame to a great moral crisis in his life, would be able to save him if\nshe were near. And yet he was going away from her, giving up the pearl\nthat he had only to put out his hand to take.\n\nSome of these thoughts were in the minds of the brother and sister now.\n\n\"Five years does seem a long while,\" Francis was saying, \"but if a man\naccomplishes anything, after all, it seems only a short time to look\nback upon.\"\n\n\"All time is short to look back upon. It is the looking forward to it\nthat counts. It does n't, though, with a man, I suppose. He's doing\nsomething all the while.\"\n\n\"Yes, a man is always doing something, even if only waiting; but\nwaiting is such unheroic business.\"\n\n\"That is the part that usually falls to a woman's lot. I have no doubt\nthat some dark-eyed mademoiselle is waiting for you now.\"\n\nFrancis laughed and flushed hotly. Claire noted the flush and wondered\nat it. Had she indeed hit upon the real point? Was that the reason that\nhe was so anxious to get back to Paris? The thought struck a chill\nthrough her gaiety. She did not want to be suspicious, but what was the\ncause of that tell-tale flush? He was not a man easily disconcerted;\nthen why so to-night? But her companion talked on with such innocent\ncomposure that she believed herself mistaken as to the reason for his\nmomentary confusion.\n\nSomeone cried gayly across the table to her: \"Oh, Miss Claire, you will\nnot dare to talk with such little awe to our friend when he comes back\nwith his ribbons and his medals. Why, we shall all have to bow to you,\nFrank!\"\n\n\"You 're wronging me, Esterton,\" said Francis. \"No foreign decoration\ncould ever be to me as much as the flower of approval from the fair\nwomen of my own State.\"\n\n\"Hear!\" cried the ladies.\n\n\"Trust artists and poets to pay pretty compliments, and this wily friend\nof mine pays his at my expense.\"\n\n\"A good bit of generalship, that, Frank,\" an old military man broke in.\n\"Esterton opened the breach and you at once galloped in. That 's the\nhighest art of war.\"\n\nClaire was looking at her companion. Had he meant the approval of the\nwomen, or was it one woman that he cared for? Had the speech had a\nhidden meaning for her? She could never tell. She could not understand\nthis man who had been so much to her for so long, and yet did not seem\nto know it; who was full of romance and fire and passion, and yet looked\nat her beauty with the eyes of a mere comrade. She sighed as she rose\nwith the rest of the women to leave the table.\n\nThe men lingered over their cigars. The wine was old and the stories\nnew. What more could they ask? There was a strong glow in Francis\nOakley's face, and his laugh was frequent and ringing. Some discussion\ncame up which sent him running up to his room for a bit of evidence.\nWhen he came down it was not to come directly to the dining-room. He\npaused in the hall and despatched a servant to bring his brother to him.\n\nMaurice found him standing weakly against the railing of the stairs.\nSomething in his air impressed his brother strangely.\n\n\"What is it, Francis?\" he questioned, hurrying to him.\n\n\"I have just discovered a considerable loss,\" was the reply in a grieved\nvoice.\n\n\"If it is no worse than loss, I am glad; but what is it?\"\n\n\"Every cent of money that I had to secure my letter of credit is gone\nfrom my bureau.\"\n\n\"What? When did it disappear?\"\n\n\"I went to my bureau to-night for something and found the money gone;\nthen I remembered that when I opened it two days ago I must have left\nthe key in the lock, as I found it to-night.\"\n\n\"It 's a bad business, but don't let 's talk of it now. Come, let 's go\nback to our guests. Don't look so cut up about it, Frank, old man. It is\nn't as bad as it might be, and you must n't show a gloomy face\nto-night.\"\n\nThe younger man pulled himself together, and re-entered the room with\nhis brother. In a few minutes his gaiety had apparently returned.\n\nWhen they rejoined the ladies, even their quick eyes could detect in his\ndemeanour no trace of the annoying thing that had occurred. His face did\nnot change until, with a wealth of fervent congratulations, he had bade\nthe last guest good-bye.\n\nThen he turned to his brother. \"When Leslie is in bed, come into the\nlibrary. I will wait for you there,\" he said, and walked sadly away.\n\n\"Poor, foolish Frank,\" mused his brother, \"as if the loss could matter\nto him.\"\n\n\n\n\nIII\n\nTHE THEFT\n\n\nFrank was very pale when his brother finally came to him at the\nappointed place. He sat limply in his chair, his eyes fixed upon the\nfloor.\n\n\"Come, brace up now, Frank, and tell me about it.\"\n\nAt the sound of his brother's voice he started and looked up as though\nhe had been dreaming.\n\n\"I don't know what you 'll think of me, Maurice,\" he said; \"I have never\nbefore been guilty of such criminal carelessness.\"\n\n\"Don't stop to accuse yourself. Our only hope in this matter lies in\nprompt action. Where was the money?\"\n\n\"In the oak cabinet and lying in the bureau drawer. Such a thing as a\ntheft seemed so foreign to this place that I was never very particular\nabout the box. But I did not know until I went to it to-night that the\nlast time I had opened it I had forgotten to take the key out. It all\nflashed over me in a second when I saw it shining there. Even then I did\nn't suspect anything. You don't know how I felt to open that cabinet and\nfind all my money gone. It 's awful.\"\n\n\"Don't worry. How much was there in all?\"\n\n\"Nine hundred and eighty-six dollars, most of which, I am ashamed to\nsay, I had accepted from you.\"\n\n\"You have no right to talk that way, Frank; you know I do not begrudge a\ncent you want. I have never felt that my father did quite right in\nleaving me the bulk of the fortune; but we won't discuss that now. What\nI want you to understand, though, is that the money is yours as well as\nmine, and you are always welcome to it.\"\n\nThe artist shook his head. \"No, Maurice,\" he said, \"I can accept no\nmore from you. I have already used up all my own money and too much of\nyours in this hopeless fight. I don't suppose I was ever cut out for an\nartist, or I 'd have done something really notable in this time, and\nwould not be a burden upon those who care for me. No, I 'll give up\ngoing to Paris and find some work to do.\"\n\n\"Frank, Frank, be silent. This is nonsense, Give up your art? You shall\nnot do it. You shall go to Paris as usual. Leslie and I have perfect\nfaith in you. You shall not give up on account of this misfortune. What\nare the few paltry dollars to me or to you?\"\n\n\"Nothing, nothing, I know. It is n't the money, it 's the principle of\nthe thing.\"\n\n\"Principle be hanged! You go back to Paris to-morrow, just as you had\nplanned. I do not ask it, I command it.\"\n\nThe younger man looked up quickly.\n\n\"Pardon me, Frank, for using those words and at such a time. You know\nhow near my heart your success lies, and to hear you talk of giving it\nall up makes me forget myself. Forgive me, but you 'll go back, won't\nyou?\"\n\n\"You are too good, Maurice,\" said Frank impulsively, \"and I will go\nback, and I 'll try to redeem myself.\"\n\n\"There is no redeeming of yourself to do, my dear boy; all you have to\ndo is to mature yourself. We 'll have a detective down and see what we\ncan do in this matter.\"\n\nFrank gave a scarcely perceptible start. \"I do so hate such things,\" he\nsaid; \"and, anyway, what 's the use? They 'll never find out where the\nstuff went to.\"\n\n\"Oh, you need not be troubled in this matter. I know that such things\nmust jar on your delicate nature. But I am a plain hard-headed business\nman, and I can attend to it without distaste.\"\n\n\"But I hate to shove everything unpleasant off on you, It 's what I 've\nbeen doing all my life.\"\n\n\"Never mind that. Now tell me, who was the last person you remember in\nyour room?\"\n\n\"Oh, Esterton was up there awhile before dinner. But he was not alone\ntwo minutes.\"\n\n\"Why, he would be out of the question anyway. Who else?\"\n\n\"Hamilton was up yesterday.\"\n\n\"Alone?\"\n\n\"Yes, for a while. His boy, Joe, shaved me, and Jack was up for a while\nbrushing my clothes.\"\n\n\"Then it lies between Jack and Joe?\"\n\nFrank hesitated.\n\n\"Neither one was left alone, though.\"\n\n\"Then only Hamilton and Esterton have been alone for any time in your\nroom since you left the key in your cabinet?\"\n\n\"Those are the only ones of whom I know anything. What others went in\nduring the day, of course, I know nothing about. It could n't have been\neither Esterton or Hamilton.\"\n\n\"Not Esterton, no.\"\n\n\"And Hamilton is beyond suspicion.\"\n\n\"No servant is beyond suspicion.\"\n\n\"I would trust Hamilton anywhere,\" said Frank stoutly, \"and with\nanything.\"\n\n\"That 's noble of you, Frank, and I would have done the same, but we\nmust remember that we are not in the old days now. The negroes are\nbecoming less faithful and less contented, and more 's the pity, and a\ndeal more ambitious, although I have never had any unfaithfulness on the\npart of Hamilton to complain of before.\"\n\n\"Then do not condemn him now.\"\n\n\"I shall not condemn any one until I have proof positive of his guilt or\nsuch clear circumstantial evidence that my reason is satisfied.\"\n\n\"I do not believe that you will ever have that against old Hamilton.\"\n\n\"This spirit of trust does you credit, Frank, and I very much hope that\nyou may be right. But as soon as a negro like Hamilton learns the value\nof money and begins to earn it, at the same time he begins to covet some\neasy and rapid way of securing it. The old negro knew nothing of the\nvalue of money. When he stole, he stole hams and bacon and chickens.\nThese were his immediate necessities and the things he valued. The\npresent laughs at this tendency without knowing the cause. The present\nnegro resents the laugh, and he has learned to value other things than\nthose which satisfy his belly.\"\n\nFrank looked bored.\n\n\"But pardon me for boring you. I know you want to go to bed. Go and\nleave everything to me.\"\n\nThe young man reluctantly withdrew, and Maurice went to the telephone\nand rung up the police station.\n\nAs Maurice had said, he was a plain, hard-headed business man, and it\ntook very few words for him to put the Chief of Police in possession of\nthe principal facts of the case. A detective was detailed to take\ncharge of the case, and was started immediately, so that he might be\nupon the ground as soon after the commission of the crime as possible.\n\nWhen he came he insisted that if he was to do anything he must question\nthe robbed man and search his room at once. Oakley protested, but the\ndetective was adamant. Even now the presence in the room of a man\nuninitiated into the mysteries of criminal methods might be destroying\nthe last vestige of a really important clue. The master of the house had\nno alternative save to yield. Together they went to the artist's room. A\nlight shone out through the crack under the door.\n\n\"I am sorry to disturb you again, Frank, but may we come in?\"\n\n\"Who is with you?\"\n\n\"The detective.\"\n\n\"I did not know he was to come to-night.\"\n\n\"The chief thought it better.\"\n\n\"All right in a moment.\"\n\nThere was a sound of moving around, and in a short time the young\nfellow, partly undressed, opened the door.\n\nTo the detective's questions he answered in substance what he had told\nbefore. He also brought out the cabinet. It was a strong oak box,\nuncarven, but bound at the edges with brass. The key was still in the\nlock, where Frank had left it on discovering his loss. They raised the\nlid. The cabinet contained two compartments, one for letters and a\nsmaller one for jewels and trinkets.\n\n\"When you opened this cabinet, your money was gone?\"\n\n\"Yes.\"\n\n\"Were any of your papers touched?\"\n\n\"No.\"\n\n\"How about your jewels?\"\n\n\"I have but few and they were elsewhere.\"\n\nThe detective examined the room carefully, its approaches, and the\nhall-ways without. He paused knowingly at a window that overlooked the\nflat top of a porch.\n\n\"Do you ever leave this window open?\"\n\n\"It is almost always so.\"\n\n\"Is this porch on the front of the house?\"\n\n\"No, on the side.\"\n\n\"What else is out that way?\"\n\nFrank and Maurice looked at each other. The younger man hesitated and\nput his hand to his head. Maurice answered grimly, \"My butler's cottage\nis on that side and a little way back.\"\n\n\"Uh huh! and your butler is, I believe, the Hamilton whom the young\ngentleman mentioned some time ago.\"\n\n\"Yes.\"\n\nFrank's face was really very white now. The detective nodded again.\n\n\"I think I have a clue,\" he said simply. \"I will be here again to-morrow\nmorning.\"\n\n\"But I shall be gone,\" said Frank.\n\n\"You will hardly be needed, anyway.\"\n\nThe artist gave a sigh of relief. He hated to be involved in unpleasant\nthings. He went as far as the outer door with his brother and the\ndetective. As he bade the officer good-night and hurried up the hall,\nFrank put his hand to his head again with a convulsive gesture, as if\nstruck by a sudden pain.\n\n\"Come, come, Frank, you must take a drink now and go to bed,\" said\nOakley.\n\n\"I am completely unnerved.\"\n\n\"I know it, and I am no less shocked than you. But we 've got to face it\nlike men.\"\n\nThey passed into the dining-room, where Maurice poured out some brandy\nfor his brother and himself. \"Who would have thought it?\" he asked, as\nhe tossed his own down.\n\n\"Not I. I had hoped against hope up until the last that it would turn\nout to be a mistake.\"\n\n\"Nothing angers me so much as being deceived by the man I have helped\nand trusted. I should feel the sting of all this much less if the thief\nhad come from the outside, broken in, and robbed me, but this, after all\nthese years, is too low.\"\n\n\"Don't be hard on a man, Maurice; one never knows what prompts him to a\ndeed. And this evidence is all circumstantial.\"\n\n\"It is plain enough for me. You are entirely too kind-hearted, Frank.\nBut I see that this thing has worn you out. You must not stand here\ntalking. Go to bed, for you must be fresh for to-morrow morning's\njourney to New York.\"\n\nFrank Oakley turned away towards his room. His face was haggard, and he\nstaggered as he walked. His brother looked after him with a pitying and\naffectionate gaze.\n\n\"Poor fellow,\" he said, \"he is so delicately constructed that he cannot\nstand such shocks as these;\" and then he added: \"To think of that black\nhound's treachery! I 'll give him all that the law sets down for him.\"\n\nHe found Mrs. Oakley asleep when he reached the room, but he awakened\nher to tell her the story. She was horror-struck. It was hard to have to\nbelieve this awful thing of an old servant, but she agreed with him that\nHamilton must be made an example of when the time came. Before that,\nhowever, he must not know that he was suspected.\n\nThey fell asleep, he with thoughts of anger and revenge, and she grieved\nand disappointed.\n\n\n\n\nIV\n\nFROM A CLEAR SKY\n\n\nThe inmates of the Oakley house had not been long in their beds before\nHamilton was out of his and rousing his own little household.\n\n\"You, Joe,\" he called to his son, \"git up f'om daih an' come right\nhyeah. You got to he'p me befo' you go to any shop dis mo'nin'. You,\nKitty, stir yo' stumps, miss. I know yo' ma 's a-dressin' now. Ef she\nain't, I bet I 'll be aftah huh in a minute, too. You all layin' 'roun',\nsnoozin' w'en you all des' pint'ly know dis is de mo'nin' Mistah Frank\ngo 'way f'om hyeah.\"\n\nIt was a cool Autumn morning, fresh and dew-washed. The sun was just\nrising, and a cool clear breeze was blowing across the land. The blue\nsmoke from the \"house,\" where the fire was already going, whirled\nfantastically over the roofs like a belated ghost. It was just the\nmorning to doze in comfort, and so thought all of Berry's household\nexcept himself. Loud was the complaining as they threw themselves out of\nbed. They maintained that it was an altogether unearthly hour to get up.\nEven Mrs. Hamilton added her protest, until she suddenly remembered what\nmorning it was, when she hurried into her clothes and set about getting\nthe family's breakfast.\n\nThe good-humour of all of them returned when they were seated about\ntheir table with some of the good things of the night before set out,\nand the talk ran cheerily around.\n\n\"I do declaih,\" said Hamilton, \"you all 's as bad as dem white people\nwas las' night. De way dey waded into dat food was a caution.\" He\nchuckled with delight at the recollection.\n\n\"I reckon dat 's what dey come fu'. I was n't payin' so much 'tention to\nwhat dey eat as to de way dem women was dressed. Why, Mis' Jedge Hill\nwas des' mo'n go'geous.\"\n\n\"Oh, yes, ma, an' Miss Lessing was n't no ways behin' her,\" put in\nKitty.\n\nJoe did not condescend to join in the conversation, but contented\nhimself with devouring the good things and aping the manners of the\nyoung men whom he knew had been among last night's guests.\n\n\"Well, I got to be goin',\" said Berry, rising. \"There 'll be early\nbreakfas' at de 'house' dis mo'nin', so 's Mistah Frank kin ketch de\nfus' train.\"\n\nHe went out cheerily to his work. No shadow of impending disaster\ndepressed his spirits. No cloud obscured his sky. He was a simple, easy\nman, and he saw nothing in the manner of the people whom he served that\nmorning at breakfast save a natural grief at parting from each other. He\ndid not even take the trouble to inquire who the strange white man was\nwho hung about the place.\n\nWhen it came time for the young man to leave, with the privilege of an\nold servitor Berry went up to him to bid him good-bye. He held out his\nhand to him, and with a glance at his brother, Frank took it and shook\nit cordially. \"Good-bye, Berry,\" he said. Maurice could hardly restrain\nhis anger at the sight, but his wife was moved to tears at her\nbrother-in-law's generosity.\n\nThe last sight they saw as the carriage rolled away towards the station\nwas Berry standing upon the steps waving a hearty farewell and\ngod-speed.\n\n\"How could you do it, Frank?\" gasped his brother, as soon as they had\ndriven well out of hearing.\n\n\"Hush, Maurice,\" said Mrs. Oakley gently; \"I think it was very noble of\nhim.\"\n\n\"Oh, I felt sorry for the poor fellow,\" was Frank's reply. \"Promise me\nyou won't be too hard on him, Maurice. Give him a little scare and let\nhim go. He 's possibly buried the money, anyhow.\"\n\n\"I shall deal with him as he deserves.\"\n\nThe young man sighed and was silent the rest of the way.\n\n\"Whether I fail or succeed, you will always think well of me, Maurice?\"\nhe said in parting; \"and if I don't come up to your expectations,\nwell--forgive me--that 's all.\"\n\nHis brother wrung his hand. \"You will always come up to my expectations,\nFrank,\" he said. \"Won't he, Leslie?\"\n\n\"He will always be our Frank, our good, generous-hearted, noble boy. God\nbless him!\"\n\nThe young fellow bade them a hearty good-bye, and they, knowing what his\nfeelings must be, spared him the prolonging of the strain. They waited\nin the carriage, and he waved to them as the train rolled out of the\nstation.\n\n\"He seems to be sad at going,\" said Mrs. Oakley.\n\n\"Poor fellow, the affair of last night has broken him up considerably,\nbut I 'll make Berry pay for every pang of anxiety that my brother has\nsuffered.\"\n\n\"Don't be revengeful, Maurice; you know what brother Frank asked of\nyou.\"\n\n\"He is gone and will never know what happens, so I may be as revengeful\nas I wish.\"\n\nThe detective was waiting on the lawn when Maurice Oakley returned. They\nwent immediately to the library, Oakley walking with the firm, hard\ntread of a man who is both exasperated and determined, and the officer\ngliding along with the cat-like step which is one of the attributes of\nhis profession.\n\n\"Well?\" was the impatient man's question as soon as the door closed upon\nthem.\n\n\"I have some more information that may or may not be of importance.\"\n\n\"Out with it; maybe I can tell.\"\n\n\"First, let me ask if you had any reason to believe that your butler had\nany resources of his own, say to the amount of three or four hundred\ndollars?\"\n\n\"Certainly not. I pay him thirty dollars a month, and his wife fifteen\ndollars, and with keeping up his lodges and the way he dresses that\ngirl, he can't save very much.\"\n\n\"You know that he has money in the bank?\"\n\n\"No.\"\n\n\"Well, he has. Over eight hundred dollars.\"\n\n\"What? Berry? It must be the pickings of years.\"\n\n\"And yesterday it was increased by five hundred more.\"\n\n\"The scoundrel!\"\n\n\"How was your brother's money, in bills?\"\n\n\"It was in large bills and gold, with some silver.\"\n\n\"Berry's money was almost all in bills of a small denomination and\nsilver.\"\n\n\"A poor trick; it could easily have been changed.\"\n\n\"Not such a sum without exciting comment.\"\n\n\"He may have gone to several places.\"\n\n\"But he had only a day to do it in.\"\n\n\"Then some one must have been his accomplice.\"\n\n\"That remains to be proven.\"\n\n\"Nothing remains to be proven. Why, it 's as clear as day that the money\nhe has is the result of a long series of peculations, and that this last\nis the result of his first large theft.\"\n\n\"That must be made clear to the law.\"\n\n\"It shall be.\"\n\n\"I should advise, though, no open proceedings against this servant until\nfurther evidence to establish his guilt is found.\"\n\n\"If the evidence satisfies me, it must be sufficient to satisfy any\nordinary jury. I demand his immediate arrest.\"\n\n\"As you will, sir. Will you have him called here and question him, or\nwill you let me question him at once?\"\n\n\"Yes.\"\n\nOakley struck the bell, and Berry himself answered it.\n\n\"You 're just the man we want,\" said Oakley, shortly.\n\nBerry looked astonished.\n\n\"Shall I question him,\" asked the officer, \"or will you?\"\n\n\"I will. Berry, you deposited five hundred dollars at the bank\nyesterday?\"\n\n\"Well, suh, Mistah Oakley,\" was the grinning reply, \"ef you ain't de\nbeatenes' man to fin' out things I evah seen.\"\n\nThe employer half rose from his chair. His face was livid with anger.\nBut at a sign from the detective he strove to calm himself.\n\n\"You had better let me talk to Berry, Mr. Oakley,\" said the officer.\n\nOakley nodded. Berry was looking distressed and excited. He seemed not\nto understand it at all.\n\n\"Berry,\" the officer pursued, \"you admit having deposited five hundred\ndollars in the bank yesterday?\"\n\n\"Sut'ny. Dey ain't no reason why I should n't admit it, 'ceptin'\nerroun' ermong dese jealous niggahs.\"\n\n\"Uh huh! well, now, where did you get this money?\"\n\n\"Why, I wo'ked fu' it, o' co'se, whaih you s'pose I got it? 'T ain't\ndrappin' off trees, I reckon, not roun' dis pa't of de country.\"\n\n\"You worked for it? You must have done a pretty big job to have got so\nmuch money all in a lump?\"\n\n\"But I did n't git it in a lump. Why, man, I 've been savin' dat money\nfu mo'n fo' yeahs.\"\n\n\"More than four years? Why did n't you put it in the bank as you got\nit?\"\n\n\"Why, mos'ly it was too small, an' so I des' kep' it in a ol' sock. I\ntol' Fannie dat some day ef de bank did n't bus' wid all de res' I had,\nI 'd put it in too. She was allus sayin' it was too much to have layin'\n'roun' de house. But I des' tol' huh dat no robber was n't goin' to\nbothah de po' niggah down in de ya'd wid de rich white man up at de\nhouse. But fin'lly I listened to huh an' sposited it yistiddy.\"\n\n\"You 're a liar! you 're a liar, you black thief!\" Oakley broke in\nimpetuously. \"You have learned your lesson well, but you can't cheat me.\nI know where that money came from.\"\n\n\"Calm yourself, Mr. Oakley, calm yourself.\"\n\n\"I will not calm myself. Take him away. He shall not stand here and lie\nto me.\"\n\nBerry had suddenly turned ashen.\n\n\"You say you know whaih dat money come f'om? Whaih?\"\n\n\"You stole it, you thief, from my brother Frank's room.\"\n\n\"Stole it! My Gawd, Mistah Oakley, you believed a thing lak dat aftah\nall de yeahs I been wid you?\"\n\n\"You 've been stealing all along.\"\n\n\"Why, what shell I do?\" said the servant helplessly. \"I tell you, Mistah\nOakley, ask Fannie. She 'll know how long I been a-savin' dis money.\"\n\n\"I 'll ask no one.\"\n\n\"I think it would be better to call his wife, Oakley.\"\n\n\"Well, call her, but let this matter be done with soon.\"\n\nFannie was summoned, and when the matter was explained to her, first\ngave evidences of giving way to grief, but when the detective began to\nquestion her, she calmed herself and answered directly just as her\nhusband had.\n\n\"Well posted,\" sneered Oakley. \"Arrest that man.\"\n\nBerry had begun to look more hopeful during Fannie's recital, but now\nthe ashen look came back into his face. At the word \"arrest\" his wife\ncollapsed utterly, and sobbed on her husband's shoulder.\n\n\"Send the woman away.\"\n\n\"I won't go,\" cried Fannie stoutly; \"I 'll stay right hyeah by my\nhusband. You sha'n't drive me away f'om him.\"\n\nBerry turned to his employer. \"You b'lieve dat I stole f'om dis house\naftah all de yeahs I 've been in it, aftah de caih I took of yo' money\nan' yo' valybles, aftah de way I 've put you to bed f'om many a dinnah,\nan' you woke up to fin' all yo' money safe? Now, can you b'lieve dis?\"\n\nHis voice broke, and he ended with a cry.\n\n\"Yes, I believe it, you thief, yes. Take him away.\"\n\nBerry's eyes were bloodshot as he replied, \"Den, damn you! damn you! ef\ndat 's all dese yeahs counted fu', I wish I had a-stoled it.\"\n\nOakley made a step forward, and his man did likewise, but the officer\nstepped between them.\n\n\"Take that damned hound away, or, by God! I 'll do him violence!\"\n\nThe two men stood fiercely facing each other, then the handcuffs were\nsnapped on the servant's wrist.\n\n\"No, no,\" shrieked Fannie, \"you must n't, you must n't. Oh, my Gawd! he\nain 't no thief. I 'll go to Mis' Oakley. She nevah will believe it.\"\nShe sped from the room.\n\nThe commotion had called a crowd of curious servants into the hall.\nFannie hardly saw them as she dashed among them, crying for her\nmistress. In a moment she returned, dragging Mrs. Oakley by the hand.\n\n\"Tell 'em, oh, tell 'em, Miss Leslie, dat you don't believe it. Don't\nlet 'em 'rest Berry.\"\n\n\"Why, Fannie, I can't do anything. It all seems perfectly plain, and Mr.\nOakley knows better than any of us, you know.\"\n\nFannie, her last hope gone, flung herself on the floor, crying, \"O Gawd!\nO Gawd! he 's gone fu' sho'!\"\n\nHer husband bent over her, the tears dropping from his eyes. \"Nevah\nmin', Fannie,\" he said, \"nevah min'. Hit 's boun' to come out all\nright.\"\n\nShe raised her head, and seizing his manacled hands pressed them to her\nbreast, wailing in a low monotone, \"Gone! gone!\"\n\nThey disengaged her hands, and led Berry away.\n\n\"Take her out,\" said Oakley sternly to the servants; and they lifted her\nup and carried her away in a sort of dumb stupor that was half a swoon.\n\nThey took her to her little cottage, and laid her down until she could\ncome to herself and the full horror of her situation burst upon her.\n\n\n\n\nV\n\nTHE JUSTICE OF MEN\n\n\nThe arrest of Berry Hamilton on the charge preferred by his employer was\nthe cause of unusual commotion in the town. Both the accuser and the\naccused were well known to the citizens, white and black,--Maurice\nOakley as a solid man of business, and Berry as an honest, sensible\nnegro, and the pink of good servants. The evening papers had a full\nstory of the crime, which closed by saying that the prisoner had amassed\na considerable sum of money, it was very likely from a long series of\nsmaller peculations.\n\nIt seems a strange irony upon the force of right living, that this man,\nwho had never been arrested before, who had never even been suspected of\nwrong-doing, should find so few who even at the first telling doubted\nthe story of his guilt. Many people began to remember things that had\nlooked particularly suspicious in his dealings. Some others said, \"I did\nn't think it of him.\" There were only a few who dared to say, \"I don't\nbelieve it of him.\"\n\nThe first act of his lodge, \"The Tribe of Benjamin,\" whose treasurer he\nwas, was to have his accounts audited, when they should have been\nvisiting him with comfort, and they seemed personally grieved when his\nbooks were found to be straight. The A. M. E. church, of which he had\nbeen an honest and active member, hastened to disavow sympathy with him,\nand to purge itself of contamination by turning him out. His friends\nwere afraid to visit him and were silent when his enemies gloated. On\nevery side one might have asked, Where is charity? and gone away empty.\n\nIn the black people of the town the strong influence of slavery was\nstill operative, and with one accord they turned away from one of their\nown kind upon whom had been set the ban of the white people's\ndispleasure. If they had sympathy, they dared not show it. Their own\ninterests, the safety of their own positions and firesides, demanded\nthat they stand aloof from the criminal. Not then, not now, nor has it\never been true, although it has been claimed, that negroes either\nharbour or sympathise with the criminal of their kind. They did not dare\nto do it before the sixties. They do not dare to do it now. They have\nbrought down as a heritage from the days of their bondage both fear and\ndisloyalty. So Berry was unbefriended while the storm raged around him.\nThe cell where they had placed him was kind to him, and he could not\nhear the envious and sneering comments that went on about him. This was\nkind, for the tongues of his enemies were not.\n\n\"Tell me, tell me,\" said one, \"you need n't tell me dat a bird kin fly\nso high dat he don' have to come down some time. An' w'en he do light,\nhoney, my Lawd, how he flop!\"\n\n\"Mistah Rich Niggah,\" said another. \"He wanted to dress his wife an'\nchillen lak white folks, did he? Well, he foun' out, he foun' out. By de\ntime de jedge git thoo wid him he won't be hol'in' his haid so high.\"\n\n\"Wy, dat gal o' his'n,\" broke in old Isaac Brown indignantly, \"w'y, she\nwould n' speak to my gal, Minty, when she met huh on de street. I reckon\nshe come down off'n huh high hoss now.\"\n\nThe fact of the matter was that Minty Brown was no better than she\nshould have been, and did not deserve to be spoken to. But none of this\nwas taken into account either by the speaker or the hearers. The man was\ndown, it was time to strike.\n\nThe women too joined their shrill voices to the general cry, and were\nloud in their abuse of the Hamiltons and in disparagement of their\nhigh-toned airs.\n\n\"I knowed it, I knowed it,\" mumbled one old crone, rolling her bleared\nand jealous eyes with glee. \"W'enevah you see niggahs gittin' so high\ndat dey own folks ain' good enough fu' 'em, look out.\"\n\n\"W'y, la, Aunt Chloe I knowed it too. Dem people got so owdacious proud\ndat dey would n't walk up to de collection table no mo' at chu'ch, but\nallus set an' waited twell de basket was passed erroun'.\"\n\n\"Hit 's de livin' trufe, an' I 's been seein' it all 'long. I ain't said\nnuffin', but I knowed what 'uz gwine to happen. Ol' Chloe ain't lived\nall dese yeahs fu' nuffin', an' ef she got de gif' o' secon' sight, 't\nain't fu' huh to say.\"\n\nThe women suddenly became interested in this half assertion, and the old\nhag, seeing that she had made the desired impression, lapsed into\nsilence.\n\nThe whites were not neglecting to review and comment on the case also.\nIt had been long since so great a bit of wrong-doing in a negro had\ngiven them cause for speculation and recrimination.\n\n\"I tell you,\" said old Horace Talbot, who was noted for his kindliness\ntowards people of colour, \"I tell you, I pity that darky more than I\nblame him. Now, here 's my theory.\" They were in the bar of the\nContinental Hotel, and the old gentleman sipped his liquor as he talked.\n\"It 's just like this: The North thought they were doing a great thing\nwhen they come down here and freed all the slaves. They thought they\nwere doing a great thing, and I 'm not saying a word against them. I\ngive them the credit for having the courage of their convictions. But I\nmaintain that they were all wrong, now, in turning these people loose\nupon the country the way they did, without knowledge of what the first\nprinciple of liberty was. The natural result is that these people are\nirresponsible. They are unacquainted with the ways of our higher\ncivilisation, and it 'll take them a long time to learn. You know Rome\nwas n't built in a day. I know Berry, and I 've known him for a long\nwhile, and a politer, likelier darky than him you would have to go far\nto find. And I have n't the least doubt in the world that he took that\nmoney absolutely without a thought of wrong, sir, absolutely. He saw it.\nHe took it, and to his mental process, that was the end of it. To him\nthere was no injury inflicted on any one, there was no crime committed.\nHis elemental reasoning was simply this: This man has more money than I\nhave; here is some of his surplus,--I 'll just take it. Why, gentlemen,\nI maintain that that man took that money with the same innocence of\npurpose with which one of our servants a few years ago would have\nappropriated a stray ham.\"\n\n\"I disagree with you entirely, Mr. Talbot,\" broke in Mr. Beachfield\nDavis, who was a mighty hunter.--\"Make mine the same, Jerry, only add a\nlittle syrup.--I disagree with you. It 's simply total depravity, that\n's all. All niggers are alike, and there 's no use trying to do anything\nwith them. Look at that man, Dodson, of mine. I had one of the finest\nyoung hounds in the State. You know that white pup of mine, Mr. Talbot,\nthat I bought from Hiram Gaskins? Mighty fine breed. Well, I was\nspendin' all my time and patience trainin' that dog in the daytime. At\nnight I put him in that nigger's care to feed and bed. Well, do you\nknow, I came home the other night and found that black rascal gone? I\nwent out to see if the dog was properly bedded, and by Jove, the dog was\ngone too. Then I got suspicious. When a nigger and a dog go out together\nat night, one draws certain conclusions. I thought I had heard bayin'\nway out towards the edge of the town. So I stayed outside and watched.\nIn about an hour here came Dodson with a possum hung over his shoulder\nand my dog trottin' at his heels. He 'd been possum huntin' with my\nhound--with the finest hound in the State, sir. Now, I appeal to you\nall, gentlemen, if that ain't total depravity, what is total depravity?\"\n\n\"Not total depravity, Beachfield, I maintain, but the very\nirresponsibility of which I have spoken. Why, gentlemen, I foresee the\nday when these people themselves shall come to us Southerners of their\nown accord and ask to be re-enslaved until such time as they shall be\nfit for freedom.\" Old Horace was nothing if not logical.\n\n\"Well, do you think there 's any doubt of the darky's guilt?\" asked\nColonel Saunders hesitatingly. He was the only man who had ever thought\nof such a possibility. They turned on him as if he had been some\nstrange, unnatural animal.\n\n\"Any doubt!\" cried Old Horace.\n\n\"Any doubt!\" exclaimed Mr. Davis.\n\n\"Any doubt?\" almost shrieked the rest. \"Why, there can be no doubt. Why,\nColonel, what are you thinking of? Tell us who has got the money if he\nhas n't? Tell us where on earth the nigger got the money he 's been\nputting in the bank? Doubt? Why, there is n't the least doubt about it.\"\n\n\"Certainly, certainly,\" said the Colonel, \"but I thought, of course, he\nmight have saved it. There are several of those people, you know, who do\na little business and have bank accounts.\"\n\n\"Yes, but they are in some sort of business. This man makes only thirty\ndollars a month. Don't you see?\"\n\nThe Colonel saw, or said he did. And he did not answer what he might\nhave answered, that Berry had no rent and no board to pay. His clothes\ncame from his master, and Kitty and Fannie looked to their mistress for\nthe larger number of their supplies. He did not call to their minds that\nFannie herself made fifteen dollars a month, and that for two years Joe\nhad been supporting himself. These things did not come up, and as far as\nthe opinion of the gentlemen assembled in the Continental bar went,\nBerry was already proven guilty.\n\nAs for the prisoner himself, after the first day when he had pleaded\n\"Not guilty\" and been bound over to the Grand Jury, he had fallen into\na sort of dazed calm that was like the stupor produced by a drug. He\ntook little heed of what went on around him. The shock had been too\nsudden for him, and it was as if his reason had been for the time\nunseated. That it was not permanently overthrown was evidenced by his\nwaking to the most acute pain and grief whenever Fannie came to him.\nThen he would toss and moan and give vent to his sorrow in passionate\ncomplaints.\n\n\"I did n't tech his money, Fannie, you know I did n't. I wo'ked fu'\nevery cent of dat money, an' I saved it myself. Oh, I 'll nevah be able\nto git a job ag'in. Me in de lock-up--me, aftah all dese yeahs!\"\n\nBeyond this, apparently, his mind could not go. That his detention was\nanything more than temporary never seemed to enter his mind. That he\nwould be convicted and sentenced was as far from possibility as the\nskies from the earth. If he saw visions of a long sojourn in prison, it\nwas only as a nightmare half consciously experienced and which with the\nstruggle must give way before the waking.\n\nFannie was utterly hopeless. She had laid down whatever pride had been\nhers and gone to plead with Maurice Oakley for her husband's freedom,\nand she had seen his hard, set face. She had gone upon her knees before\nhis wife to cite Berry's long fidelity.\n\n\"Oh, Mis' Oakley,\" she cried, \"ef he did steal de money, we 've got\nenough saved to mek it good. Let him go! let him go!\"\n\n\"Then you admit that he did steal?\" Mrs. Oakley had taken her up\nsharply.\n\n\"Oh, I did n't say dat; I did n't mean dat.\"\n\n\"That will do, Fannie. I understand perfectly. You should have confessed\nthat long ago.\"\n\n\"But I ain't confessin'! I ain't! He did n't----\"\n\n\"You may go.\"\n\nThe stricken woman reeled out of her mistress's presence, and Mrs.\nOakley told her husband that night, with tears in her eyes, how\ndisappointed she was with Fannie,--that the woman had known it all\nalong, and had only just confessed. It was just one more link in the\nchain that was surely and not too slowly forging itself about Berry\nHamilton.\n\nOf all the family Joe was the only one who burned with a fierce\nindignation. He knew that his father was innocent, and his very\nhelplessness made a fever in his soul. Dandy as he was, he was loyal,\nand when he saw his mother's tears and his sister's shame, something\nrose within him that had it been given play might have made a man of\nhim, but, being crushed, died and rotted, and in the compost it made all\nthe evil of his nature flourished. The looks and gibes of his\nfellow-employees at the barber-shop forced him to leave his work there.\nKit, bowed with shame and grief, dared not appear upon the streets,\nwhere the girls who had envied her now hooted at her. So the little\nfamily was shut in upon itself away from fellowship and sympathy.\n\nJoe went seldom to see his father. He was not heartless; but the citadel\nof his long desired and much vaunted manhood trembled before the sight\nof his father's abject misery. The lines came round his lips, and lines\ntoo must have come round his heart. Poor fellow, he was too young for\nthis forcing process, and in the hot-house of pain he only grew an\nacrid, unripe cynic.\n\nAt the sitting of the Grand Jury Berry was indicted. His trial followed\nsoon, and the town turned out to see it. Some came to laugh and scoff,\nbut these, his enemies, were silenced by the spectacle of his grief. In\nvain the lawyer whom he had secured showed that the evidence against him\nproved nothing. In vain he produced proof of the slow accumulation of\nwhat the man had. In vain he pleaded the man's former good name. The\njudge and the jury saw otherwise. Berry was convicted. He was given ten\nyears at hard labour.\n\nHe hardly looked as if he could live out one as he heard his sentence.\nBut Nature was kind and relieved him of the strain. With a cry as if his\nheart were bursting, he started up and fell forward on his face\nunconscious. Some one, a bit more brutal than the rest, said, \"It 's\nfive dollars' fine every time a nigger faints,\" but no one laughed.\nThere was something too portentous, too tragic in the degradation of\nthis man.\n\nMaurice Oakley sat in the court-room, grim and relentless. As soon as\nthe trial was over, he sent for Fannie, who still kept the cottage in\nthe yard.\n\n\"You must go,\" he said. \"You can't stay here any longer. I want none of\nyour breed about me.\"\n\nAnd Fannie bowed her head and went away from him in silence.\n\nAll the night long the women of the Hamilton household lay in bed and\nwept, clinging to each other in their grief. But Joe did not go to\nsleep. Against all their entreaties, he stayed up. He put out the light\nand sat staring into the gloom with hard, burning eyes.\n\n\n\n\nVI\n\nOUTCASTS\n\n\nWhat particularly irritated Maurice Oakley was that Berry should to the\nvery last keep up his claim of innocence. He reiterated it to the very\nmoment that the train which was bearing him away pulled out of the\nstation. There had seldom been seen such an example of criminal\nhardihood, and Oakley was hardened thereby to greater severity in\ndealing with the convict's wife. He began to urge her more strongly to\nmove, and she, dispirited and humiliated by what had come to her, looked\nvainly about for the way to satisfy his demands. With her natural\nprotector gone, she felt more weak and helpless than she had thought it\npossible to feel. It was hard enough to face the world. But to have to\nask something of it was almost more than she could bear.\n\nWith the conviction of her husband the last five hundred dollars had\nbeen confiscated as belonging to the stolen money, but their former\ndeposit remained untouched. With this she had the means at her disposal\nto tide over their present days of misfortune. It was not money she\nlacked, but confidence. Some inkling of the world's attitude towards\nher, guiltless though she was, reached her and made her afraid.\n\nHer desperation, however, would not let her give way to fear, so she set\nforth to look for another house. Joe and Kit saw her go as if she were\nstarting on an expedition into a strange country. In all their lives\nthey had known no home save the little cottage in Oakley's yard. Here\nthey had toddled as babies and played as children and been happy and\ncare-free. There had been times when they had complained and wanted a\nhome off by themselves, like others whom they knew. They had not\nfailed, either, to draw unpleasant comparisons between their mode of\nlife and the old plantation quarters system. But now all this was\nforgotten, and there were only grief and anxiety that they must leave\nthe place and in such a way.\n\nFannie went out with little hope in her heart, and a short while after\nshe was gone Joe decided to follow her and make an attempt to get work.\n\n\"I 'll go an' see what I kin do, anyway, Kit. 'T ain't much use, I\nreckon, trying to get into a bahbah shop where they shave white folks,\nbecause all the white folks are down on us. I 'll try one of the\ncoloured shops.\"\n\nThis was something of a condescension for Berry Hamilton's son. He had\nnever yet shaved a black chin or put shears to what he termed \"naps,\"\nand he was proud of it. He thought, though, that after the training he\nhad received from the superior \"Tonsorial Parlours\" where he had been\nemployed, he had but to ask for a place and he would be gladly\naccepted.\n\nIt is strange how all the foolish little vaunting things that a man says\nin days of prosperity wax a giant crop around him in the days of his\nadversity. Berry Hamilton's son found this out almost as soon as he had\napplied at the first of the coloured shops for work.\n\n\"Oh, no, suh,\" said the proprietor, \"I don't think we got anything fu'\nyou to do; you 're a white man's bahbah. We don't shave nothin' but\nniggahs hyeah, an' we shave 'em in de light o' day an' on de groun'\nflo'.\"\n\n\"W'y, I hyeah you say dat you could n't git a paih of sheahs thoo a\nniggah's naps. You ain't been practisin' lately, has you?\" came from the\nback of the shop, where a grinning negro was scraping a fellow's face.\n\n\"Oh, yes, you 're done with burr-heads, are you? But burr-heads are good\nenough fu' you now.\"\n\n\"I think,\" the proprietor resumed, \"that I hyeahed you say you was n't\nfond o' grape pickin'. Well, Josy, my son, I would n't begin it now,\n'specially as anothah kin' o' pickin' seems to run in yo' fambly.\"\n\nJoe Hamilton never knew how he got out of that shop. He only knew that\nhe found himself upon the street outside the door, tears of anger and\nshame in his eyes, and the laughs and taunts of his tormentors still\nringing in his ears.\n\nIt was cruel, of course it was cruel. It was brutal. But only he knew\nhow just it had been. In his moments of pride he had said all those\nthings, half in fun and half in earnest, and he began to wonder how he\ncould have been so many kinds of a fool for so long without realising\nit.\n\nHe had not the heart to seek another shop, for he knew that what would\nbe known at one would be equally well known at all the rest. The hardest\nthing that he had to bear was the knowledge that he had shut himself out\nof all the chances that he now desired. He remembered with a pang the\nwords of an old negro to whom he had once been impudent, \"Nevah min',\nboy, nevah min', you 's bo'n, but you ain't daid!\"\n\nIt was too true. He had not known then what would come. He had never\ndreamed that anything so terrible could overtake him. Even in his\nstraits, however, desperation gave him a certain pluck. He would try for\nsomething else for which his own tongue had not disqualified him. With\nJoe, to think was to do. He went on to the Continental Hotel, where\nthere were almost always boys wanted to \"run the bells.\" The clerk\nlooked him over critically. He was a bright, spruce-looking young\nfellow, and the man liked his looks.\n\n\"Well, I guess we can take you on,\" he said. \"What 's your name?\"\n\n\"Joe,\" was the laconic answer. He was afraid to say more.\n\n\"Well, Joe, you go over there and sit where you see those fellows in\nuniform, and wait until I call the head bellman.\"\n\nYoung Hamilton went over and sat down on a bench which ran along the\nhotel corridor and where the bellmen were wont to stay during the day\nawaiting their calls. A few of the blue-coated Mercuries were there.\nUpon Joe's advent they began to look askance at him and to talk among\nthemselves. He felt his face burning as he thought of what they must be\nsaying. Then he saw the head bellman talking to the clerk and looking in\nhis direction. He saw him shake his head and walk away. He could have\ncursed him. The clerk called to him.\n\n\"I did n't know,\" he said,--\"I did n't know that you were Berry\nHamilton's boy. Now, I 've got nothing against you myself. I don't hold\nyou responsible for what your father did, but I don't believe our boys\nwould work with you. I can't take you on.\"\n\nJoe turned away to meet the grinning or contemptuous glances of the\nbellmen on the seat. It would have been good to be able to hurl\nsomething among them. But he was helpless.\n\nHe hastened out of the hotel, feeling that every eye was upon him, every\nfinger pointing at him, every tongue whispering, \"There goes Joe\nHamilton, whose father went to the penitentiary the other day.\"\n\nWhat should he do? He could try no more. He was proscribed, and the\nletters of his ban were writ large throughout the town, where all who\nran might read. For a while he wandered aimlessly about and then turned\ndejectedly homeward. His mother had not yet come.\n\n\"Did you get a job?\" was Kit's first question.\n\n\"No,\" he answered bitterly, \"no one wants me now.\"\n\n\"No one wants you? Why, Joe--they--they don't think hard of us, do\nthey?\"\n\n\"I don't know what they think of ma and you, but they think hard of me,\nall right.\"\n\n\"Oh, don't you worry; it 'll be all right when it blows over.\"\n\n\"Yes, when it all blows over; but when 'll that be?\"\n\n\"Oh, after a while, when we can show 'em we 're all right.\"\n\nSome of the girl's cheery hopefulness had come back to her in the\npresence of her brother's dejection, as a woman always forgets her own\nsorrow when some one she loves is grieving. But she could not\ncommunicate any of her feeling to Joe, who had been and seen and felt,\nand now sat darkly waiting his mother's return. Some presentiment seemed\nto tell him that, armed as she was with money to pay for what she wanted\nand asking for nothing without price, she would yet have no better tale\nto tell than he.\n\nNone of these forebodings visited the mind of Kit, and as soon as her\nmother appeared on the threshold she ran to her, crying, \"Oh, where are\nwe going to live, ma?\"\n\nFannie looked at her for a moment, and then answered with a burst of\ntears, \"Gawd knows, child, Gawd knows.\"\n\nThe girl stepped back astonished. \"Why, why!\" and then with a rush of\ntenderness she threw her arms about her mother's neck. \"Oh, you 're\ntired to death,\" she said; \"that 's what 's the matter with you. Never\nmind about the house now. I 've got some tea made for you, and you just\ntake a cup.\"\n\nFannie sat down and tried to drink her tea, but she could not. It stuck\nin her throat, and the tears rolled down her face and fell into the\nshaking cup. Joe looked on silently. He had been out and he understood.\n\n\"I 'll go out to-morrow and do some looking around for a house while you\nstay at home an' rest, ma.\"\n\nHer mother looked up, the maternal instinct for the protection of her\ndaughter at once aroused. \"Oh, no, not you, Kitty,\" she said.\n\nThen for the first time Joe spoke: \"You 'd just as well tell Kitty now,\nma, for she 's got to come across it anyhow.\"\n\n\"What you know about it? Whaih you been to?\"\n\n\"I 've been out huntin' work. I 've been to Jones's bahbah shop an' to\nthe Continental Hotel.\" His light-brown face turned brick red with anger\nand shame at the memory of it. \"I don't think I 'll try any more.\"\n\nKitty was gazing with wide and saddening eyes at her mother.\n\n\"Were they mean to you too, ma?\" she asked breathlessly.\n\n\"Mean? Oh Kitty! Kitty! you don't know what it was like. It nigh killed\nme. Thaih was plenty of houses an' owned by people I 've knowed fu'\nyeahs, but not one of 'em wanted to rent to me. Some of 'em made excuses\n'bout one thing er t' other, but de res' come right straight out an'\nsaid dat we 'd give a neighbourhood a bad name ef we moved into it. I\n've almos' tramped my laigs off. I 've tried every decent place I could\nthink of, but nobody wants us.\"\n\nThe girl was standing with her hands clenched nervously before her. It\nwas almost more than she could understand.\n\n\"Why, we ain't done anything,\" she said. \"Even if they don't know any\nbetter than to believe that pa was guilty, they know we ain't done\nanything.\"\n\n\"I 'd like to cut the heart out of a few of 'em,\" said Joe in his\nthroat.\n\n\"It ain't goin' to do no good to look at it that a-way, Joe,\" his mother\nreplied. \"I know hit 's ha'd, but we got to do de bes' we kin.\"\n\n\"What are we goin' to do?\" cried the boy fiercely. \"They won't let us\nwork. They won't let us live anywhaih. Do they want us to live on the\nlevee an' steal, like some of 'em do?\"\n\n\"What are we goin' to do?\" echoed Kitty helplessly. \"I 'd go out ef I\nthought I could find anythin' to work at.\"\n\n\"Don't you go anywhaih, child. It 'ud only be worse. De niggah men dat\nust to be bowin' an' scrapin' to me an' tekin' off dey hats to me\nlaughed in my face. I met Minty--an' she slurred me right in de street.\nDey 'd do worse fu' you.\"\n\nIn the midst of the conversation a knock came at the door. It was a\nmessenger from the \"House,\" as they still called Oakley's home, and he\nwanted them to be out of the cottage by the next afternoon, as the new\nservants were coming and would want the rooms.\n\nThe message was so curt, so hard and decisive, that Fannie was startled\nout of her grief into immediate action.\n\n\"Well, we got to go,\" she said, rising wearily.\n\n\"But where are we goin'?\" wailed Kitty in affright. \"There 's no place\nto go to. We have n't got a house. Where 'll we go?\"\n\n\"Out o' town someplace as fur away from this damned hole as we kin\ngit.\" The boy spoke recklessly in his anger. He had never sworn before\nhis mother before.\n\nShe looked at him in horror. \"Joe, Joe,\" she said, \"you 're mekin' it\nwuss. You 're mekin' it ha'dah fu' me to baih when you talk dat a-way.\nWhat you mean? Whaih you think Gawd is?\"\n\nJoe remained sullenly silent. His mother's faith was too stalwart for\nhis comprehension. There was nothing like it in his own soul to\ninterpret it.\n\n\"We 'll git de secon'-han' dealah to tek ouah things to-morrer, an' then\nwe 'll go away some place, up No'th maybe.\"\n\n\"Let 's go to New York,\" said Joe.\n\n\"New Yo'k?\"\n\nThey had heard of New York as a place vague and far away, a city that,\nlike Heaven, to them had existed by faith alone. All the days of their\nlives they had heard of it, and it seemed to them the centre of all the\nglory, all the wealth, and all the freedom of the world. New York. It\nhad an alluring sound. Who would know them there? Who would look down\nupon them?\n\n\"It 's a mighty long ways off fu' me to be sta'tin' at dis time o'\nlife.\"\n\n\"We want to go a long ways off.\"\n\n\"I wonder what pa would think of it if he was here,\" put in Kitty.\n\n\"I guess he 'd think we was doin' the best we could.\"\n\n\"Well, den, Joe,\" said his mother, her voice trembling with emotion at\nthe daring step they were about to take, \"you set down an' write a\nlettah to yo' pa, an' tell him what we goin' to do, an'\nto-morrer--to-morrer--we 'll sta't.\"\n\nSomething akin to joy came into the boy's heart as he sat down to write\nthe letter. They had taunted him, had they? They had scoffed at him. But\nhe was going where they might never go, and some day he would come back\nholding his head high and pay them sneer for sneer and jibe for jibe.\n\nThe same night the commission was given to the furniture dealer who\nwould take charge of their things and sell them when and for what he\ncould.\n\nFrom his window the next morning Maurice Oakley watched the wagon\nemptying the house. Then he saw Fannie come out and walk about her\nlittle garden, followed by her children. He saw her as she wiped her\neyes and led the way to the side gate.\n\n\"Well, they 're gone,\" he said to his wife. \"I wonder where they 're\ngoing to live?\"\n\n\"Oh, some of their people will take them in,\" replied Mrs. Oakley\nlanguidly.\n\nDespite the fact that his mother carried with her the rest of the money\ndrawn from the bank, Joe had suddenly stepped into the place of the man\nof the family. He attended to all the details of their getting away with\na promptness that made it seem untrue that he had never been more than\nthirty miles from his native town. He was eager and excited. As the\ntrain drew out of the station, he did not look back upon the place which\nhe hated, but Fannie and her daughter let their eyes linger upon it\nuntil the last house, the last chimney, and the last spire faded from\ntheir sight, and their tears fell and mingled as they were whirled away\ntoward the unknown.\n\n\n\n\nVII\n\nIN NEW YORK\n\n\nTo the provincial coming to New York for the first time, ignorant and\nunknown, the city presents a notable mingling of the qualities of\ncheeriness and gloom. If he have any eye at all for the beautiful, he\ncannot help experiencing a thrill as he crosses the ferry over the river\nfilled with plying craft and catches the first sight of the spires and\nbuildings of New York. If he have the right stuff in him, a something\nwill take possession of him that will grip him again every time he\nreturns to the scene and will make him long and hunger for the place\nwhen he is away from it. Later, the lights in the busy streets will\nbewilder and entice him. He will feel shy and helpless amid the hurrying\ncrowds. A new emotion will take his heart as the people hasten by\nhim,--a feeling of loneliness, almost of grief, that with all of these\nsouls about him he knows not one and not one of them cares for him.\nAfter a while he will find a place and give a sigh of relief as he\nsettles away from the city's sights behind his cosey blinds. It is\nbetter here, and the city is cruel and cold and unfeeling. This he will\nfeel, perhaps, for the first half-hour, and then he will be out in it\nall again. He will be glad to strike elbows with the bustling mob and be\nhappy at their indifference to him, so that he may look at them and\nstudy them. After it is all over, after he has passed through the first\npangs of strangeness and homesickness, yes, even after he has got beyond\nthe stranger's enthusiasm for the metropolis, the real fever of love for\nthe place will begin to take hold upon him. The subtle, insidious wine\nof New York will begin to intoxicate him. Then, if he be wise, he will\ngo away, any place,--yes, he will even go over to Jersey. But if he be a\nfool, he will stay and stay on until the town becomes all in all to him;\nuntil the very streets are his chums and certain buildings and corners\nhis best friends. Then he is hopeless, and to live elsewhere would be\ndeath. The Bowery will be his romance, Broadway his lyric, and the Park\nhis pastoral, the river and the glory of it all his epic, and he will\nlook down pityingly on all the rest of humanity.\n\nIt was the afternoon of a clear October day that the Hamiltons reached\nNew York. Fannie had some misgivings about crossing the ferry, but once\non the boat these gave way to speculations as to what they should find\non the other side. With the eagerness of youth to take in new\nimpressions, Joe and Kitty were more concerned with what they saw about\nthem than with what their future would hold, though they might well have\nstopped to ask some such questions. In all the great city they knew\nabsolutely no one, and had no idea which way to go to find a\nstopping-place.\n\nThey looked about them for some coloured face, and finally saw one among\nthe porters who were handling the baggage. To Joe's inquiry he gave them\nan address, and also proffered his advice as to the best way to reach\nthe place. He was exceedingly polite, and he looked hard at Kitty. They\nfound the house to which they had been directed, and were a good deal\nsurprised at its apparent grandeur. It was a four-storied brick dwelling\non Twenty-seventh Street. As they looked from the outside, they were\nafraid that the price of staying in such a place would be too much for\ntheir pockets. Inside, the sight of the hard, gaudily upholstered\ninstalment-plan furniture did not disillusion them, and they continued\nto fear that they could never stop at this fine place. But they found\nMrs. Jones, the proprietress, both gracious and willing to come to terms\nwith them.\n\nAs Mrs. Hamilton--she began to be Mrs. Hamilton now, to the exclusion of\nFannie--would have described Mrs. Jones, she was a \"big yellow woman.\"\nShe had a broad good-natured face and a tendency to run to bust.\n\n\"Yes,\" she said, \"I think I could arrange to take you. I could let you\nhave two rooms, and you could use my kitchen until you decided whether\nyou wanted to take a flat or not. I has the whole house myself, and I\nkeeps roomers. But latah on I could fix things so 's you could have the\nwhole third floor ef you wanted to. Most o' my gent'men 's railroad\ngent'men, they is. I guess it must 'a' been Mr. Thomas that sent you up\nhere.\"\n\n\"He was a little bright man down at de deepo.\"\n\n\"Yes, that 's him. That 's Mr. Thomas. He 's always lookin' out to send\nsome one here, because he 's been here three years hisself an' he kin\nrecommend my house.\"\n\nIt was a relief to the Hamiltons to find Mrs. Jones so gracious and\nhome-like. So the matter was settled, and they took up their abode with\nher and sent for their baggage.\n\nWith the first pause in the rush that they had experienced since\nstarting away from home, Mrs. Hamilton began to have time for\nreflection, and their condition seemed to her much better as it was. Of\ncourse, it was hard to be away from home and among strangers, but the\narrangement had this advantage,--that no one knew them or could taunt\nthem with their past trouble. She was not sure that she was going to\nlike New York. It had a great name and was really a great place, but the\nvery bigness of it frightened her and made her feel alone, for she knew\nthat there could not be so many people together without a deal of\nwickedness. She did not argue the complement of this, that the amount of\ngood would also be increased, but this was because to her evil was the\nvery present factor in her life.\n\nJoe and Kit were differently affected by what they saw about them. The\nboy was wild with enthusiasm and with a desire to be a part of all that\nthe metropolis meant. In the evening he saw the young fellows passing by\ndressed in their spruce clothes, and he wondered with a sort of envy\nwhere they could be going. Back home there had been no place much worth\ngoing to, except church and one or two people's houses. But these young\nfellows seemed to show by their manners that they were neither going to\nchurch nor a family visiting. In the moment that he recognised this, a\nrevelation came to him,--the knowledge that his horizon had been very\nnarrow, and he felt angry that it was so. Why should those fellows be\ndifferent from him? Why should they walk the streets so knowingly, so\nindependently, when he knew not whither to turn his steps? Well, he was\nin New York, and now he would learn. Some day some greenhorn from the\nSouth should stand at a window and look out envying him, as he passed,\nred-cravated, patent-leathered, intent on some goal. Was it not better,\nafter all, that circumstances had forced them thither? Had it not been\nso, they might all have stayed home and stagnated. Well, thought he, it\n's an ill wind that blows nobody good, and somehow, with a guilty\nunder-thought, he forgot to feel the natural pity for his father,\ntoiling guiltless in the prison of his native State.\n\nWhom the Gods wish to destroy they first make mad. The first sign of the\ndemoralisation of the provincial who comes to New York is his pride at\nhis insensibility to certain impressions which used to influence him at\nhome. First, he begins to scoff, and there is no truth in his views nor\ndepth in his laugh. But by and by, from mere pretending, it becomes\nreal. He grows callous. After that he goes to the devil very cheerfully.\n\nNo such radical emotions, however, troubled Kit's mind. She too stood at\nthe windows and looked down into the street. There was a sort of\ncomplacent calm in the manner in which she viewed the girls' hats and\ndresses. Many of them were really pretty, she told herself, but for the\nmost part they were not better than what she had had down home. There\nwas a sound quality in the girl's make-up that helped her to see through\nthe glamour of mere place and recognise worth for itself. Or it may have\nbeen the critical faculty, which is prominent in most women, that kept\nher from thinking a five-cent cheese-cloth any better in New York than\nit was at home. She had a certain self-respect which made her value\nherself and her own traditions higher than her brother did his.\n\nWhen later in the evening the porter who had been kind to them came in\nand was introduced as Mr. William Thomas, young as she was, she took his\nopen admiration for her with more coolness than Joe exhibited when\nThomas offered to show him something of the town some day or night.\n\nMr. Thomas was a loquacious little man with a confident air born of an\nintense admiration of himself. He was the idol of a number of\nservant-girls' hearts, and altogether a decidedly dashing back-area-way\nDon Juan.\n\n\"I tell you, Miss Kitty,\" he burst forth, a few minutes after being\nintroduced, \"they ain't no use talkin', N' Yawk 'll give you a shakin'\nup 'at you won't soon forget. It 's the only town on the face of the\nearth. You kin bet your life they ain't no flies on N' Yawk. We git the\nbest shows here, we git the best concerts--say, now, what 's the use o'\nmy callin' it all out?--we simply git the best of everything.\"\n\n\"Great place,\" said Joe wisely, in what he thought was going to be quite\na man-of-the-world manner. But he burned with shame the next minute\nbecause his voice sounded so weak and youthful. Then too the oracle only\nsaid \"Yes\" to him, and went on expatiating to Kitty on the glories of\nthe metropolis.\n\n\"D'jever see the statue o' Liberty? Great thing, the statue o' Liberty.\nI 'll take you 'round some day. An' Cooney Island--oh, my, now that 's\nthe place; and talk about fun! That 's the place for me.\"\n\n\"La, Thomas,\" Mrs. Jones put in, \"how you do run on! Why, the strangers\n'll think they 'll be talked to death before they have time to breathe.\"\n\n\"Oh, I guess the folks understan' me. I 'm one o' them kin' o' men 'at\nbelieve in whooping things up right from the beginning. I 'm never\nstrange with anybody. I 'm a N' Yawker, I tell you, from the word go. I\nsay, Mis' Jones, let 's have some beer, an' we 'll have some music purty\nsoon. There 's a fellah in the house 'at plays 'Rag-time' out o' sight.\"\n\nMr. Thomas took the pail and went to the corner. As he left the room,\nMrs. Jones slapped her knee and laughed until her bust shook like jelly.\n\n\"Mr. Thomas is a case, sho',\" she said; \"but he likes you all, an' I 'm\nmighty glad of it, fu' he 's mighty curious about the house when he\ndon't like the roomers.\"\n\nJoe felt distinctly flattered, for he found their new acquaintance\ncharming. His mother was still a little doubtful, and Kitty was sure she\nfound the young man \"fresh.\"\n\nHe came in pretty soon with his beer, and a half-dozen crabs in a bag.\n\n\"Thought I 'd bring home something to chew. I always like to eat\nsomething with my beer.\"\n\nMrs. Jones brought in the glasses, and the young man filled one and\nturned to Kitty.\n\n\"No, thanks,\" she said with a surprised look.\n\n\"What, don't you drink beer? Oh, come now, you 'll get out o' that.\"\n\n\"Kitty don't drink no beer,\" broke in her mother with mild resentment.\n\"I drinks it sometimes, but she don't. I reckon maybe de chillen better\ngo to bed.\"\n\nJoe felt as if the \"chillen\" had ruined all his hopes, but Kitty rose.\n\nThe ingratiating \"N' Yawker\" was aghast.\n\n\"Oh, let 'em stay,\" said Mrs. Jones heartily; \"a little beer ain't goin'\nto hurt 'em. Why, sakes, I know my father gave me beer from the time I\ncould drink it, and I knows I ain't none the worse fu' it.\"\n\n\"They 'll git out o' that, all right, if they live in N' Yawk,\" said Mr.\nThomas, as he poured out a glass and handed it to Joe. \"You neither?\"\n\n\"Oh, I drink it,\" said the boy with an air, but not looking at his\nmother.\n\n\"Joe,\" she cried to him, \"you must ricollect you ain't at home. What 'ud\nyo' pa think?\" Then she stopped suddenly, and Joe gulped his beer and\nKitty went to the piano to relieve her embarrassment.\n\n\"Yes, that 's it, Miss Kitty, sing us something,\" said the irrepressible\nThomas, \"an' after while we 'll have that fellah down that plays\n'Rag-time.' He 's out o' sight, I tell you.\"\n\nWith the pretty shyness of girlhood, Kitty sang one or two little songs\nin the simple manner she knew. Her voice was full and rich. It delighted\nMr. Thomas.\n\n\"I say, that 's singin' now, I tell you,\" he cried. \"You ought to have\nsome o' the new songs. D' jever hear 'Baby, you got to leave'? I tell\nyou, that 's a hot one. I 'll bring you some of 'em. Why, you could git\na job on the stage easy with that voice o' yourn. I got a frien' in one\no' the comp'nies an' I 'll speak to him about you.\"\n\n\"You ought to git Mr. Thomas to take you to the th'atre some night. He\ngoes lots.\"\n\n\"Why, yes, what 's the matter with to-morrer night? There 's a good coon\nshow in town. Out o' sight. Let 's all go.\"\n\n\"I ain't nevah been to nothin' lak dat, an' I don't know,\" said Mrs.\nHamilton.\n\n\"Aw, come, I 'll git the tickets an' we 'll all go. Great singin', you\nknow. What d' you say?\"\n\nThe mother hesitated, and Joe filled the breach.\n\n\"We 'd all like to go,\" he said. \"Ma, we' ll go if you ain't too tired.\"\n\n\"Tired? Pshaw, you 'll furgit all about your tiredness when Smithkins\ngits on the stage. Y' ought to hear him sing, 'I bin huntin' fu' wo'k'!\nYou 'd die laughing.\"\n\nMrs. Hamilton made no further demur, and the matter was closed.\n\nAwhile later the \"Rag-time\" man came down and gave them a sample of what\nthey were to hear the next night. Mr. Thomas and Mrs. Jones two-stepped,\nand they sent a boy after some more beer. Joe found it a very jolly\nevening, but Kit's and the mother's hearts were heavy as they went up to\nbed.\n\n\"Say,\" said Mr. Thomas when they had gone, \"that little girl 's a peach,\nyou bet; a little green, I guess, but she 'll ripen in the sun.\"\n\n\n\n\nVIII\n\nAN EVENING OUT\n\n\nFannie Hamilton, tired as she was, sat long into the night with her\nlittle family discussing New York,--its advantages and disadvantages,\nits beauty and its ugliness, its morality and immorality. She had\nsomewhat receded from her first position, that it was better being here\nin the great strange city than being at home where the very streets\nshamed them. She had not liked the way that their fellow lodger looked\nat Kitty. It was bold, to say the least. She was not pleased, either,\nwith their new acquaintance's familiarity. And yet, he had said no more\nthan some stranger, if there could be such a stranger, would have said\ndown home. There was a difference, however, which she recognised. Thomas\nwas not the provincial who puts every one on a par with himself, nor was\nhe the metropolitan who complacently patronises the whole world. He was\ntrained out of the one and not up to the other. The intermediate only\nsucceeded in being offensive. Mrs. Jones' assurance as to her guest's\nfine qualities did not do all that might have been expected to reassure\nMrs. Hamilton in the face of the difficulties of the gentleman's manner.\n\nShe could not, however, lay her finger on any particular point that\nwould give her the reason for rejecting his friendly advances. She got\nready the next evening to go to the theatre with the rest. Mr. Thomas at\nonce possessed himself of Kitty and walked on ahead, leaving Joe to\naccompany his mother and Mrs. Jones,--an arrangement, by the way, not\naltogether to that young gentleman's taste. A good many men bowed to\nThomas in the street, and they turned to look enviously after him. At\nthe door of the theatre they had to run the gantlet of a dozen pairs of\neyes. Here, too, the party's guide seemed to be well known, for some one\nsaid, before they passed out of hearing, \"I wonder who that little light\ngirl is that Thomas is with to-night? He 's a hot one for you.\"\n\nMrs. Hamilton had been in a theatre but once before in her life, and Joe\nand Kit but a few times oftener. On those occasions they had sat far up\nin the peanut gallery in the place reserved for people of colour. This\nwas not a pleasant, cleanly, nor beautiful locality, and by contrast\nwith it, even the garishness of the cheap New York theatre seemed fine\nand glorious.\n\nThey had good seats in the first balcony, and here their guide had shown\nhis managerial ability again, for he had found it impossible, or said\nso, to get all the seats together, so that he and the girl were in the\nrow in front and to one side of where the rest sat. Kitty did not like\nthe arrangement, and innocently suggested that her brother take her seat\nwhile she went back to her mother. But her escort overruled her\nobjections easily, and laughed at her so frankly that from very shame\nshe could not urge them again, and they were soon forgotten in her\nwonder at the mystery and glamour that envelops the home of the drama.\nThere was something weird to her in the alternate spaces of light and\nshade. Without any feeling of its ugliness, she looked at the curtain as\nat a door that should presently open between her and a house of wonders.\nShe looked at it with the fascination that one always experiences for\nwhat either brings near or withholds the unknown.\n\nAs for Joe, he was not bothered by the mystery or the glamour of things.\nBut he had suddenly raised himself in his own estimation. He had gazed\nsteadily at a girl across the aisle until she had smiled in response. Of\ncourse, he went hot and cold by turns, and the sweat broke out on his\nbrow, but instantly he began to swell. He had made a decided advance in\nknowledge, and he swelled with the consciousness that already he was\ncoming to be a man of the world. He looked with a new feeling at the\nswaggering, sporty young negroes. His attitude towards them was not one\nof humble self-depreciation any more. Since last night he had grown,\nand felt that he might, that he would, be like them, and it put a sort\nof chuckling glee into his heart.\n\nOne might find it in him to feel sorry for this small-souled, warped\nbeing, for he was so evidently the jest of Fate, if it were not that he\nwas so blissfully, so conceitedly, unconscious of his own nastiness.\nDown home he had shaved the wild young bucks of the town, and while\ndoing it drunk in eagerly their unguarded narrations of their gay\nexploits. So he had started out with false ideals as to what was fine\nand manly. He was afflicted by a sort of moral and mental astigmatism\nthat made him see everything wrong. As he sat there to-night, he gave to\nall he saw a wrong value and upon it based his ignorant desires.\n\nWhen the men of the orchestra filed in and began tuning their\ninstruments, it was the signal for an influx of loiterers from the door.\nThere were a large number of coloured people in the audience, and\nbecause members of their own race were giving the performance, they\nseemed to take a proprietary interest in it all. They discussed its\nmerits and demerits as they walked down the aisle in much the same tone\nthat the owners would have used had they been wondering whether the\nentertainment was going to please the people or not.\n\nFinally the music struck up one of the numerous negro marches. It was\naccompanied by the rhythmic patting of feet from all parts of the house.\nThen the curtain went up on a scene of beauty. It purported to be a\ngrove to which a party of picnickers, the ladies and gentlemen of the\nchorus, had come for a holiday, and they were telling the audience all\nabout it in crescendos. With the exception of one, who looked like a\nfaded kid glove, the men discarded the grease paint, but the women under\ntheir make-ups ranged from pure white, pale yellow, and sickly greens to\nbrick reds and slate grays. They were dressed in costumes that were not\nprimarily intended for picnic going. But they could sing, and they did\nsing, with their voices, their bodies, their souls. They threw\nthemselves into it because they enjoyed and felt what they were doing,\nand they gave almost a semblance of dignity to the tawdry music and\ninane words.\n\nKitty was enchanted. The airily dressed women seemed to her like\ncreatures from fairy-land. It is strange how the glare of the footlights\nsucceeds in deceiving so many people who are able to see through other\ndelusions. The cheap dresses on the street had not fooled Kitty for an\ninstant, but take the same cheese-cloth, put a little water starch into\nit, and put it on the stage, and she could see only chiffon.\n\nShe turned around and nodded delightedly at her brother, but he did not\nsee her. He was lost, transfixed. His soul was floating on a sea of\nsense. He had eyes and ears and thoughts only for the stage. His nerves\ntingled and his hands twitched. Only to know one of those radiant\ncreatures, to have her speak to him, smile at him! If ever a man was\nintoxicated, Joe was. Mrs. Hamilton was divided between shame at the\nclothes of some of the women and delight with the music. Her companion\nwas busy pointing out who this and that actress was, and giving\njelly-like appreciation to the doings on the stage.\n\nMr. Thomas was the only cool one in the party. He was quietly taking\nstock of his young companion,--of her innocence and charm. She was a\npretty girl, little and dainty, but well developed for her age. Her hair\nwas very black and wavy, and some strain of the South's chivalric blood,\nwhich is so curiously mingled with the African in the veins of most\ncoloured people, had tinged her skin to an olive hue.\n\n\"Are you enjoying yourself?\" he leaned over and whispered to her. His\nvoice was very confidential and his lips near her ear, but she did not\nnotice.\n\n\"Oh, yes,\" she answered, \"this is grand. How I 'd like to be an actress\nand be up there!\"\n\n\"Maybe you will some day.\"\n\n\"Oh, no, I 'm not smart enough.\"\n\n\"We 'll see,\" he said wisely; \"I know a thing or two.\"\n\nBetween the first and second acts a number of Thomas's friends strolled\nup to where he sat and began talking, and again Kitty's embarrassment\ntook possession of her as they were introduced one by one. They treated\nher with a half-courteous familiarity that made her blush. Her mother\nwas not pleased with the many acquaintances that her daughter was\nmaking, and would have interfered had not Mrs. Jones assured her that\nthe men clustered about their host's seat were some of the \"best people\nin town.\" Joe looked at them hungrily, but the man in front with his\nsister did not think it necessary to include the brother or the rest of\nthe party in his miscellaneous introductions.\n\nOne brief bit of conversation which the mother overheard especially\ntroubled her.\n\n\"Not going out for a minute or two?\" asked one of the men, as he was\nturning away from Thomas.\n\n\"No, I don't think I 'll go out to-night. You can have my share.\"\n\nThe fellow gave a horse laugh and replied, \"Well, you 're doing a great\npiece of work, Miss Hamilton, whenever you can keep old Bill from goin'\nout an' lushin' between acts. Say, you got a good thing; push it along.\"\n\nThe girl's mother half rose, but she resumed her seat, for the man was\ngoing away. Her mind was not quiet again, however, until the people were\nall in their seats and the curtain had gone up on the second act. At\nfirst she was surprised at the enthusiasm over just such dancing as she\ncould see any day from the loafers on the street corners down home, and\nthen, like a good, sensible, humble woman, she came around to the idea\nthat it was she who had always been wrong in putting too low a value on\nreally worthy things. So she laughed and applauded with the rest, all\nthe while trying to quiet something that was tugging at her away down in\nher heart.\n\nWhen the performance was over she forced her way to Kitty's side, where\nshe remained in spite of all Thomas's palpable efforts to get her away.\nFinally he proposed that they all go to supper at one of the coloured\ncafes.\n\n\"You 'll see a lot o' the show people,\" he said.\n\n\"No, I reckon we 'd bettah go home,\" said Mrs. Hamilton decidedly. \"De\nchillen ain't ust to stayin' up all hours o' nights, an' I ain't anxious\nfu' 'em to git ust to it.\"\n\nShe was conscious of a growing dislike for this man who treated her\ndaughter with such a proprietary air. Joe winced again at \"de chillen.\"\n\nThomas bit his lip, and mentally said things that are unfit for\npublication. Aloud he said, \"Mebbe Miss Kitty 'ud like to go an' have a\nlittle lunch.\"\n\n\"Oh, no, thank you,\" said the girl; \"I 've had a nice time and I don't\ncare for a thing to eat.\"\n\nJoe told himself that Kitty was the biggest fool that it had ever been\nhis lot to meet, and the disappointed suitor satisfied himself with the\nreflection that the girl was green yet, but would get bravely over that.\n\nHe attempted to hold her hand as they parted at the parlour door, but\nshe drew her fingers out of his clasp and said, \"Good-night; thank you,\"\nas if he had been one of her mother's old friends.\n\nJoe lingered a little longer.\n\n\"Say, that was out o' sight,\" he said.\n\n\"Think so?\" asked the other carelessly.\n\n\"I 'd like to get out with you some time to see the town,\" the boy went\non eagerly.\n\n\"All right, we 'll go some time. So long.\"\n\n\"So long.\"\n\nSome time. Was it true? Would he really take him out and let him meet\nstage people? Joe went to bed with his head in a whirl. He slept little\nthat night for thinking of his heart's desire.\n\n\n\n\nIX\n\nHIS HEART'S DESIRE\n\n\nWhatever else his visit to the theatre may have done for Joe, it\ninspired him with a desire to go to work and earn money of his own, to\nbe independent both of parental help and control, and so be able to\nspend as he pleased. With this end in view he set out to hunt for work.\nIt was a pleasant contrast to his last similar quest, and he felt it\nwith joy. He was treated everywhere he went with courtesy, even when no\nsituation was forthcoming. Finally he came upon a man who was willing to\ntry him for an afternoon. From the moment the boy rightly considered\nhimself engaged, for he was master of his trade. He began his work with\nheart elate. Now he had within his grasp the possibility of being all\nthat he wanted to be. Now Thomas might take him out at any time and not\nbe ashamed of him.\n\nWith Thomas, the fact that Joe was working put the boy in an entirely\nnew light. He decided that now he might be worth cultivating. For a week\nor two he had ignored him, and, proceeding upon the principle that if\nyou give corn to the old hen she will cluck to her chicks, had treated\nMrs. Hamilton with marked deference and kindness. This had been without\nsuccess, as both the girl and her mother held themselves politely aloof\nfrom him. He began to see that his hope of winning Kitty's affections\nlay, not in courting the older woman but in making a friend of the boy.\nSo on a certain Saturday night when the Banner Club was to give one of\nits smokers, he asked Joe to go with him. Joe was glad to, and they set\nout together. Arrived, Thomas left his companion for a few moments while\nhe attended, as he said, to a little business. What he really did was to\nseek out the proprietor of the club and some of its hangers on.\n\n\"I say,\" he said, \"I 've got a friend with me to-night. He 's got some\ndough on him. He 's fresh and young and easy.\"\n\n\"Whew!\" exclaimed the proprietor.\n\n\"Yes, he 's a good thing, but push it along kin' o' light at first; he\nmight get skittish.\"\n\n\"Thomas, let me fall on your bosom and weep,\" said a young man who, on\naccount of his usual expression of innocent gloom, was called Sadness.\n\"This is what I 've been looking for for a month. My hat was getting\ndecidedly shabby. Do you think he would stand for a touch on the first\nnight of our acquaintance?\"\n\n\"Don't you dare? Do you want to frighten him off? Make him believe that\nyou 've got coin to burn and that it 's an honour to be with you.\"\n\n\"But, you know, he may expect a glimpse of the gold.\"\n\n\"A smart man don't need to show nothin'. All he 's got to do is to act.\"\n\n\"Oh, I 'll act; we 'll all act.\"\n\n\"Be slow to take a drink from him.\"\n\n\"Thomas, my boy, you 're an angel. I recognise that more and more every\nday, but bid me do anything else but that. That I refuse: it 's against\nnature;\" and Sadness looked more mournful than ever.\n\n\"Trust old Sadness to do his part,\" said the portly proprietor; and\nThomas went back to the lamb.\n\n\"Nothin' doin' so early,\" he said; \"let 's go an' have a drink.\"\n\nThey went, and Thomas ordered.\n\n\"No, no, this is on me,\" cried Joe, trembling with joy.\n\n\"Pshaw, your money 's counterfeit,\" said his companion with fine\ngenerosity. \"This is on me, I say. Jack, what 'll you have yourself?\"\n\nAs they stood at the bar, the men began strolling up one by one. Each in\nhis turn was introduced to Joe. They were very polite. They treated him\nwith a pale, dignified, high-minded respect that menaced his pocket-book\nand possessions. The proprietor, Mr. Turner, asked him why he had never\nbeen in before. He really seemed much hurt about it, and on being told\nthat Joe had only been in the city for a couple of weeks expressed\nemphatic surprise, even disbelief, and assured the rest that any one\nwould have taken Mr. Hamilton for an old New Yorker.\n\nSadness was introduced last. He bowed to Joe's \"Happy to know you, Mr.\nWilliams.\"\n\n\"Better known as Sadness,\" he said, with an expression of deep gloom. \"A\ndistant relative of mine once had a great grief. I have never recovered\nfrom it.\"\n\nJoe was not quite sure how to take this; but the others laughed and he\njoined them, and then, to cover his own embarrassment, he did what he\nthought the only correct and manly thing to do,--he ordered a drink.\n\n\"I don't know as I ought to,\" said Sadness.\n\n\"Oh, come on,\" his companions called out, \"don't be stiff with a\nstranger. Make him feel at home.\"\n\n\"Mr. Hamilton will believe me when I say that I have no intention of\nbeing stiff, but duty is duty. I 've got to go down town to pay a bill,\nand if I get too much aboard, it would n't be safe walking around with\nmoney on me.\"\n\n\"Aw, shut up, Sadness,\" said Thomas. \"My friend Mr. Hamilton 'll feel\nhurt if you don't drink with him.\"\n\n\"I cert'n'y will,\" was Joe's opportune remark, and he was pleased to see\nthat it caused the reluctant one to yield.\n\nThey took a drink. There was quite a line of them. Joe asked the\nbartender what he would have. The men warmed towards him. They took\nseveral more drinks with him and he was happy. Sadness put his arm about\nhis shoulder and told him, with tears in his eyes, that he looked like a\ncousin of his that had died.\n\n\"Aw, shut up, Sadness!\" said some one else. \"Be respectable.\"\n\nSadness turned his mournful eyes upon the speaker. \"I won't,\" he\nreplied. \"Being respectable is very nice as a diversion, but it 's\ntedious if done steadily.\" Joe did not quite take this, so he ordered\nanother drink.\n\nA group of young fellows came in and passed up the stairs. \"Shearing\nanother lamb?\" said one of them significantly.\n\n\"Well, with that gang it will be well done.\"\n\nThomas and Joe left the crowd after a while, and went to the upper\nfloor, where, in a long, brilliantly lighted room, tables were set out\nfor drinking-parties. At one end of the room was a piano, and a man sat\nat it listlessly strumming some popular air. The proprietor joined them\npretty soon, and steered them to a table opposite the door.\n\n\"Just sit down here, Mr. Hamilton,\" he said, \"and you can see everybody\nthat comes in. We have lots of nice people here on smoker nights,\nespecially after the shows are out and the girls come in.\"\n\nJoe's heart gave a great leap, and then settled as cold as lead. Of\ncourse, those girls would n't speak to him. But his hopes rose as the\nproprietor went on talking to him and to no one else. Mr. Turner always\nmade a man feel as if he were of some consequence in the world, and men\na good deal older than Joe had been fooled by his manner. He talked to\none in a soft, ingratiating way, giving his whole attention apparently.\nHe tapped one confidentially on the shoulder, as who should say, \"My\ndear boy, I have but two friends in the world, and you are both of\nthem.\"\n\nJoe, charmed and pleased, kept his head well. There is a great deal in\nheredity, and his father had not been Maurice Oakley's butler for so\nmany years for nothing.\n\nThe Banner Club was an institution for the lower education of negro\nyouth. It drew its pupils from every class of people and from every part\nof the country. It was composed of all sorts and conditions of men,\neducated and uneducated, dishonest and less so, of the good, the bad,\nand the--unexposed. Parasites came there to find victims, politicians\nfor votes, reporters for news, and artists of all kinds for colour and\ninspiration. It was the place of assembly for a number of really bright\nmen, who after days of hard and often unrewarded work came there and\ndrunk themselves drunk in each other's company, and when they were drunk\ntalked of the eternal verities.\n\nThe Banner was only one of a kind. It stood to the stranger and the man\nand woman without connections for the whole social life. It was a\nsubstitute--poor, it must be confessed--to many youths for the home life\nwhich is so lacking among certain classes in New York.\n\nHere the rounders congregated, or came and spent the hours until it was\ntime to go forth to bout or assignation. Here too came sometimes the\ncurious who wanted to see something of the other side of life. Among\nthese, white visitors were not infrequent,--those who were young enough\nto be fascinated by the bizarre, and those who were old enough to know\nthat it was all in the game. Mr. Skaggs, of the New York _Universe_, was\none of the former class and a constant visitor,--he and a \"lady friend\"\ncalled \"Maudie,\" who had a penchant for dancing to \"Rag-time\" melodies\nas only the \"puffessor\" of such a club can play them. Of course, the\nplace was a social cesspool, generating a poisonous miasma and reeking\nwith the stench of decayed and rotten moralities. There is no defence to\nbe made for it. But what do you expect when false idealism and fevered\nambition come face to face with catering cupidity?\n\nIt was into this atmosphere that Thomas had introduced the boy Joe, and\nhe sat there now by his side, firing his mind by pointing out the\ndifferent celebrities who came in and telling highly flavoured stories\nof their lives or doings. Joe heard things that had never come within\nthe range of his mind before.\n\n\"Aw, there 's Skaggsy an' Maudie--Maudie 's his girl, y' know, an' he 's\na reporter on the N' Yawk _Universe_. Fine fellow, Skaggsy.\"\n\nMaudie--a portly, voluptuous-looking brunette--left her escort and went\ndirectly to the space by the piano. Here she was soon dancing with one\nof the coloured girls who had come in.\n\nSkaggs started to sit down alone at a table, but Thomas called him,\n\"Come over here, Skaggsy.\"\n\nIn the moment that it took the young man to reach them, Joe wondered if\nhe would ever reach that state when he could call that white man Skaggsy\nand the girl Maudie. The new-comer soon set all of that at ease.\n\n\"I want you to know my friend, Mr. Hamilton, Mr. Skaggs.\"\n\n\"Why, how d' ye do, Hamilton? I 'm glad to meet you. Now, look a here;\ndon't you let old Thomas here string you about me bein' any old 'Mr!'\nSkaggs. I 'm Skaggsy to all of my friends. I hope to count you among\n'em.\"\n\nIt was such a supreme moment that Joe could not find words to answer, so\nhe called for another drink.\n\n\"Not a bit of it,\" said Skaggsy, \"not a bit of it. When I meet my\nfriends I always reserve to myself the right of ordering the first\ndrink. Waiter, this is on me. What 'll you have, gentlemen?\"\n\nThey got their drinks, and then Skaggsy leaned over confidentially and\nbegan talking.\n\n\"I tell you, Hamilton, there ain't an ounce of prejudice in my body. Do\nyou believe it?\"\n\nJoe said that he did. Indeed Skaggsy struck one as being aggressively\nunprejudiced.\n\nHe went on: \"You see, a lot o' fellows say to me, 'What do you want to\ngo down to that nigger club for?' That 's what they call it,--'nigger\nclub.' But I say to 'em, 'Gentlemen, at that nigger club, as you choose\nto call it, I get more inspiration than I could get at any of the\ngreater clubs in New York.' I 've often been invited to join some of the\nswell clubs here, but I never do it. By Jove! I 'd rather come down here\nand fellowship right in with you fellows. I like coloured people,\nanyway. It 's natural. You see, my father had a big plantation and owned\nlots of slaves,--no offence, of course, but it was the custom of that\ntime,--and I 've played with little darkies ever since I could\nremember.\"\n\nIt was the same old story that the white who associates with negroes\nfrom volition usually tells to explain his taste.\n\nThe truth about the young reporter was that he was born and reared on a\nVermont farm, where his early life was passed in fighting for his very\nsubsistence. But this never troubled Skaggsy. He was a monumental liar,\nand the saving quality about him was that he calmly believed his own\nlies while he was telling them, so no one was hurt, for the deceiver\nwas as much a victim as the deceived. The boys who knew him best used to\nsay that when Skaggs got started on one of his debauches of lying, the\nRecording Angel always put on an extra clerical force.\n\n\"Now look at Maudie,\" he went on; \"would you believe it that she was of\na fine, rich family, and that the coloured girl she 's dancing with now\nused to be her servant? She 's just like me about that. Absolutely no\nprejudice.\"\n\nJoe was wide-eyed with wonder and admiration, and he could n't\nunderstand the amused expression on Thomas's face, nor why he\nsurreptitiously kicked him under the table.\n\nFinally the reporter went his way, and Joe's sponsor explained to him\nthat he was not to take in what Skaggsy said, and that there had n't\nbeen a word of truth in it. He ended with, \"Everybody knows Maudie, and\nthat coloured girl is Mamie Lacey, and never worked for anybody in her\nlife. Skaggsy 's a good fellah, all right, but he 's the biggest liar in\nN' Yawk.\"\n\nThe boy was distinctly shocked. He was n't sure but Thomas was jealous\nof the attention the white man had shown him and wished to belittle it.\nAnyway, he did not thank him for destroying his romance.\n\nAbout eleven o'clock, when the people began to drop in from the plays,\nthe master of ceremonies opened proceedings by saying that \"The free\nconcert would now begin, and he hoped that all present, ladies included,\nwould act like gentlemen, and not forget the waiter. Mr. Meriweather\nwill now favour us with the latest coon song, entitled 'Come back to yo'\nBaby, Honey.'\"\n\nThere was a patter of applause, and a young negro came forward, and in a\nstrident, music-hall voice, sung or rather recited with many gestures\nthe ditty. He could n't have been much older than Joe, but already his\nface was hard with dissipation and foul knowledge. He gave the song\nwith all the rank suggestiveness that could be put into it. Joe looked\nupon him as a hero. He was followed by a little, brown-skinned fellow\nwith an immature Vandyke beard and a lisp. He sung his own composition\nand was funny; how much funnier than he himself knew or intended, may\nnot even be hinted at. Then, while an instrumentalist, who seemed to\nhave a grudge against the piano, was hammering out the opening bars of a\nmarch, Joe's attention was attracted by a woman entering the room, and\nfrom that moment he heard no more of the concert. Even when the master\nof ceremonies announced with an air that, by special request, he himself\nwould sing \"Answer,\"--the request was his own,--he did not draw the\nattention of the boy away from the yellow-skinned divinity who sat at a\nnear table, drinking whiskey straight.\n\nShe was a small girl, with fluffy dark hair and good features. A tiny\nfoot peeped out from beneath her rattling silk skirts. She was a\ngood-looking young woman and daintily made, though her face was no\nlonger youthful, and one might have wished that with her complexion she\nhad not run to silk waists in magenta.\n\nJoe, however, saw no fault in her. She was altogether lovely to him, and\nhis delight was the more poignant as he recognised in her one of the\ngirls he had seen on the stage a couple of weeks ago. That being true,\nnothing could keep her from being glorious in his eyes,--not even the\ngrease-paint which adhered in unneat patches to her face, nor her taste\nfor whiskey in its unreformed state. He gazed at her in ecstasy until\nThomas, turning to see what had attracted him, said with a laugh, \"Oh,\nit 's Hattie Sterling. Want to meet her?\"\n\nAgain the young fellow was dumb. Just then Hattie also noticed his\nintent look, and nodded and beckoned to Thomas.\n\n\"Come on,\" he said, rising.\n\n\"Oh, she did n't ask for me,\" cried Joe, tremulous and eager.\n\nHis companion went away laughing.\n\n\"Who 's your young friend?\" asked Hattie.\n\n\"A fellah from the South.\"\n\n\"Bring him over here.\"\n\nJoe could hardly believe in his own good luck, and his head, which was\ngetting a bit weak, was near collapsing when his divinity asked him what\nhe 'd have? He began to protest, until she told the waiter with an air\nof authority to make it a little \"'skey.\" Then she asked him for a\ncigarette, and began talking to him in a pleasant, soothing way between\npuffs.\n\nWhen the drinks came, she said to Thomas, \"Now, old man, you 've been\nawfully nice, but when you get your little drink, you run away like a\ngood little boy. You 're superfluous.\"\n\nThomas answered, \"Well, I like that,\" but obediently gulped his whiskey\nand withdrew, while Joe laughed until the master of ceremonies stood up\nand looked sternly at him.\n\nThe concert had long been over and the room was less crowded when Thomas\nsauntered back to the pair.\n\n\"Well, good-night,\" he said. \"Guess you can find your way home, Mr.\nHamilton;\" and he gave Joe a long wink.\n\n\"Goo'-night,\" said Joe, woozily, \"I be a' ri'. Goo'-night.\"\n\n\"Make it another 'skey,\" was Hattie's farewell remark.\n\n       *       *       *       *       *\n\nIt was late the next morning when Joe got home. He had a headache and a\nsense of triumph that not even his illness and his mother's reproof\ncould subdue.\n\nHe had promised Hattie to come often to the club.\n\n\n\n\nX\n\nA VISITOR FROM HOME\n\n\nMrs. Hamilton began to question very seriously whether she had done the\nbest thing in coming to New York as she saw her son staying away more\nand more and growing always farther away from her and his sister. Had\nshe known how and where he spent his evenings, she would have had even\ngreater cause to question the wisdom of their trip. She knew that\nalthough he worked he never had any money for the house, and she foresaw\nthe time when the little they had would no longer suffice for Kitty and\nher. Realising this, she herself set out to find something to do.\n\nIt was a hard matter, for wherever she went seeking employment, it was\nalways for her and her daughter, for the more she saw of Mrs. Jones, the\nless she thought it well to leave the girl under her influence. Mrs.\nHamilton was not a keen woman, but she had a mother's intuitions, and\nshe saw a subtle change in her daughter. At first the girl grew wistful\nand then impatient and rebellious. She complained that Joe was away from\nthem so much enjoying himself, while she had to be housed up like a\nprisoner. She had receded from her dignified position, and twice of an\nevening had gone out for a car-ride with Thomas; but as that gentleman\nnever included the mother in his invitation, she decided that her\ndaughter should go no more, and she begged Joe to take his sister out\nsometimes instead. He demurred at first, for he now numbered among his\ncity acquirements a fine contempt for his woman relatives. Finally,\nhowever, he consented, and took Kit once to the theatre and once for a\nride. Each time he left her in the care of Thomas as soon as they were\nout of the house, while he went to find or to wait for his dear Hattie.\nBut his mother did not know all this, and Kit did not tell her. The\nquick poison of the unreal life about her had already begun to affect\nher character. She had grown secretive and sly. The innocent longing\nwhich in a burst of enthusiasm she had expressed that first night at the\ntheatre was growing into a real ambition with her, and she dropped the\nsimple old songs she knew to practise the detestable coon ditties which\nthe stage demanded.\n\nShe showed no particular pleasure when her mother found the sort of\nplace they wanted, but went to work with her in sullen silence. Mrs.\nHamilton could not understand it all, and many a night she wept and\nprayed over the change in this child of her heart. There were times when\nshe felt that there was nothing left to work or fight for. The letters\nfrom Berry in prison became fewer and fewer. He was sinking into the\ndull, dead routine of his life. Her own letters to him fell off. It was\nhard getting the children to write. They did not want to be bothered,\nand she could not write for herself. So in the weeks and months that\nfollowed she drifted farther away from her children and husband and all\nthe traditions of her life.\n\nAfter Joe's first night at the Banner Club he had kept his promise to\nHattie Sterling and had gone often to meet her. She had taught him much,\nbecause it was to her advantage to do so. His greenness had dropped from\nhim like a garment, but no amount of sophistication could make him deem\nthe woman less perfect. He knew that she was much older than he, but he\nonly took this fact as an additional sign of his prowess in having won\nher. He was proud of himself when he went behind the scenes at the\ntheatre or waited for her at the stage door and bore her off under the\nadmiring eyes of a crowd of gapers. And Hattie? She liked him in a\nhalf-contemptuous, half-amused way. He was a good-looking boy and made\nmoney enough, as she expressed it, to show her a good time, so she was\nwilling to overlook his weakness and his callow vanity.\n\n\"Look here,\" she said to him one day, \"I guess you 'll have to be\nmoving. There 's a young lady been inquiring for you to-day, and I won't\nstand for that.\"\n\nHe looked at her, startled for a moment, until he saw the laughter in\nher eyes. Then he caught her and kissed her. \"What 're you givin' me?\"\nhe said.\n\n\"It 's a straight tip, that 's what.\"\n\n\"Who is it?\"\n\n\"It 's a girl named Minty Brown from your home.\"\n\nHis face turned brick-red with fear and shame. \"Minty Brown!\" he\nstammered.\n\nHad that girl told all and undone him? But Hattie was going on about her\nwork and evidently knew nothing.\n\n\"Oh, you need n't pretend you don't know her,\" she went on banteringly.\n\"She says you were great friends down South, so I 've invited her to\nsupper. She wants to see you.\"\n\n\"To supper!\" he thought. Was she mocking him? Was she restraining her\nscorn of him only to make his humiliation the greater after a while? He\nlooked at her, but there was no suspicion of malice in her face, and he\ntook hope.\n\n\"Well, I 'd like to see old Minty,\" he said. \"It 's been many a long day\nsince I 've seen her.\"\n\nAll that afternoon, after going to the barber-shop, Joe was driven by a\ntempest of conflicting emotions. If Minty Brown had not told his story,\nwhy not? Would she yet tell, and if she did, what would happen? He\ntortured himself by questioning if Hattie would cast him off. At the\nvery thought his hand trembled, and the man in the chair asked him if he\nhad n't been drinking.\n\nWhen he met Minty in the evening, however, the first glance at her\nreassured him. Her face was wreathed in smiles as she came forward and\nheld out her hand.\n\n\"Well, well, Joe Hamilton,\" she exclaimed, \"if I ain't right-down glad\nto see you! How are you?\"\n\n\"I 'm middlin', Minty. How 's yourself?\" He was so happy that he could\nn't let go her hand.\n\n\"An' jes' look at the boy! Ef he ain't got the impidence to be waihin' a\nmustache too. You must 'a' been lettin' the cats lick yo' upper lip. Did\nn't expect to see me in New York, did you?\"\n\n\"No, indeed. What you doin' here?\"\n\n\"Oh, I got a gent'man friend what 's a porter, an' his run 's been\nchanged so that he comes hyeah, an' he told me, if I wanted to come he\n'd bring me thoo fur a visit, so, you see, hyeah I am. I allus was\nmighty anxious to see this hyeah town. But tell me, how 's Kit an' yo'\nma?\"\n\n\"They 're both right well.\" He had forgotten them and their scorn of\nMinty.\n\n\"Whaih do you live? I 'm comin' roun' to see 'em.\"\n\nHe hesitated for a moment. He knew how his mother, if not Kit, would\nreceive her, and yet he dared not anger this woman, who had his fate in\nthe hollow of her hand.\n\nShe saw his hesitation and spoke up. \"Oh, that 's all right. Let\nby-gones be by-gones. You know I ain't the kin' o' person that holds a\ngrudge ag'in anybody.\"\n\n\"That 's right, Minty, that 's right,\" he said, and gave her his\nmother's address. Then he hastened home to prepare the way for Minty's\ncoming. Joe had no doubt but that his mother would see the matter quite\nas he saw it, and be willing to temporise with Minty; but he had\nreckoned without his host. Mrs. Hamilton might make certain concessions\nto strangers on the score of expediency, but she absolutely refused to\nyield one iota of her dignity to one whom she had known so long as an\ninferior.\n\n\"But don't you see what she can do for us, ma? She knows people that I\nknow, and she can ruin me with them.\"\n\n\"I ain't never bowed my haid to Minty Brown an' I ain't a-goin' to do\nit now,\" was his mother's only reply.\n\n\"Oh, ma,\" Kitty put in, \"you don't want to get talked about up here, do\nyou?\"\n\n\"We 'd jes' as well be talked about fu' somep'n we did n't do as fu'\nsomep'n we did do, an' it would n' be long befo' we 'd come to dat if we\nmade frien's wid dat Brown gal. I ain't a-goin' to do it. I 'm ashamed\no' you, Kitty, fu' wantin' me to.\"\n\nThe girl began to cry, while her brother walked the floor angrily.\n\n\"You 'll see what 'll happen,\" he cried; \"you 'll see.\"\n\nFannie looked at her son, and she seemed to see him more clearly than\nshe had ever seen him before,--his foppery, his meanness, his cowardice.\n\n\"Well,\" she answered with a sigh, \"it can't be no wuss den what 's\nalready happened.\"\n\n\"You 'll see, you 'll see,\" the boy reiterated.\n\nMinty Brown allowed no wind of thought to cool the fire of her\ndetermination. She left Hattie Sterling's soon after Joe, and he was\nstill walking the floor and uttering dire forebodings when she rang the\nbell below and asked for the Hamiltons.\n\nMrs. Jones ushered her into her fearfully upholstered parlour, and then\npuffed up stairs to tell her lodgers that there was a friend there from\nthe South who wanted to see them.\n\n\"Tell huh,\" said Mrs. Hamilton, \"dat dey ain't no one hyeah wants to see\nhuh.\"\n\n\"No, no,\" Kitty broke in.\n\n\"Heish,\" said her mother; \"I 'm goin' to boss you a little while yit.\"\n\n\"Why, I don't understan' you, Mis' Hamilton,\" puffed Mrs. Jones. \"She 's\na nice-lookin' lady, an' she said she knowed you at home.\"\n\n\"All you got to do is to tell dat ooman jes' what I say.\"\n\nMinty Brown downstairs had heard the little colloquy, and, perceiving\nthat something was amiss, had come to the stairs to listen. Now her\nvoice, striving hard to be condescending and sweet, but growing harsh\nwith anger, floated up from below:\n\n\"Oh, nevah min', lady, I ain't anxious to see 'em. I jest called out o'\npity, but I reckon dey 'shamed to see me 'cause de ol' man 's in\npenitentiary an' dey was run out o' town.\"\n\nMrs. Jones gasped, and then turned and went hastily downstairs.\n\nKit burst out crying afresh, and Joe walked the floor muttering beneath\nhis breath, while the mother sat grimly watching the outcome. Finally\nthey heard Mrs. Jones' step once more on the stairs. She came in without\nknocking, and her manner was distinctly unpleasant.\n\n\"Mis' Hamilton,\" she said, \"I 've had a talk with the lady downstairs,\nan' she 's tol' me everything. I 'd be glad if you 'd let me have my\nrooms as soon as possible.\"\n\n\"So you goin' to put me out on de wo'd of a stranger?\"\n\n\"I 'm kin' o' sorry, but everybody in the house heard what Mis' Brown\nsaid, an' it 'll soon be all over town, an' that 'ud ruin the reputation\nof my house.\"\n\n\"I reckon all dat kin be 'splained.\"\n\n\"Yes, but I don't know that anybody kin 'splain your daughter allus\nbeing with Mr. Thomas, who ain't even divo'ced from his wife.\" She\nflashed a vindictive glance at the girl, who turned deadly pale and\ndropped her head in her hands.\n\n\"You daih to say dat, Mis' Jones, you dat fust interduced my gal to dat\nman and got huh to go out wid him? I reckon you 'd bettah go now.\"\n\nAnd Mrs. Jones looked at Fannie's face and obeyed.\n\nAs soon as the woman's back was turned, Joe burst out, \"There, there!\nsee what you 've done with your damned foolishness.\"\n\nFannie turned on him like a tigress. \"Don't you cuss hyeah befo' me; I\nain't nevah brung you up to it, an' I won't stan' it. Go to dem whaih\nyou larned it, an whaih de wo'ds soun' sweet.\" The boy started to\nspeak, but she checked him. \"Don't you daih to cuss ag'in or befo' Gawd\ndey 'll be somep'n fu' one o' dis fambly to be rottin' in jail fu'!\"\n\nThe boy was cowed by his mother's manner. He was gathering his few\nbelongings in a bundle.\n\n\"I ain't goin' to cuss,\" he said sullenly, \"I 'm goin' out o' your way.\"\n\n\"Oh, go on,\" she said, \"go on. It 's been a long time sence you been my\nson. You on yo' way to hell, an' you is been fu' lo dese many days.\"\n\nJoe got out of the house as soon as possible. He did not speak to Kit\nnor look at his mother. He felt like a cur, because he knew deep down in\nhis heart that he had only been waiting for some excuse to take this\nstep.\n\nAs he slammed the door behind him, his mother flung herself down by\nKit's side and mingled her tears with her daughter's. But Kit did not\nraise her head.\n\n\"Dey ain't nothin' lef' but you now, Kit;\" but the girl did not speak,\nshe only shook with hard sobs.\n\nThen her mother raised her head and almost screamed, \"My Gawd, not you,\nKit!\" The girl rose, and then dropped unconscious in her mother's arms.\n\nJoe took his clothes to a lodging-house that he knew of, and then went\nto the club to drink himself up to the point of going to see Hattie\nafter the show.\n\n\n\n\nXI\n\nBROKEN HOPES\n\n\nWhat Joe Hamilton lacked more than anything else in the world was some\none to kick him. Many a man who might have lived decently and become a\nfairly respectable citizen has gone to the dogs for the want of some one\nto administer a good resounding kick at the right time. It is corrective\nand clarifying.\n\nJoe needed especially its clarifying property, for though he knew\nhimself a cur, he went away from his mother's house feeling himself\nsomehow aggrieved, and the feeling grew upon him the more he thought of\nit. His mother had ruined his chance in life, and he could never hold up\nhis head again. Yes, he had heard that several of the fellows at the\nclub had shady reputations, but surely to be the son of a thief or a\nsupposed thief was not like being the criminal himself.\n\nAt the Banner he took a seat by himself, and, ordering a cocktail, sat\nglowering at the few other lonely members who had happened to drop in.\nThere were not many of them, and the contagion of unsociability had\ntaken possession of the house. The people sat scattered around at\ndifferent tables, perfectly unmindful of the bartender, who cursed them\nunder his breath for not \"getting together.\"\n\nJoe's mind was filled with bitter thoughts. How long had he been away\nfrom home? he asked himself. Nearly a year. Nearly a year passed in New\nYork, and he had come to be what he so much desired,--a part of its fast\nlife,--and now in a moment an old woman's stubbornness had destroyed all\nthat he had builded.\n\nWhat would Thomas say when he heard it? What would the other fellows\nthink? And Hattie? It was plain that she would never notice him again.\nHe had no doubt but that the malice of Minty Brown would prompt her to\nseek out all of his friends and make the story known. Why had he not\ntried to placate her by disavowing sympathy with his mother? He would\nhave had no compunction about doing so, but he had thought of it too\nlate. He sat brooding over his trouble until the bartender called with\nrespectful sarcasm to ask if he wanted to lease the glass he had.\n\nHe gave back a silly laugh, gulped the rest of the liquor down, and was\nordering another when Sadness came in. He came up directly to Joe and\nsat down beside him. \"Mr. Hamilton says 'Make it two, Jack,'\" he said\nwith easy familiarity. \"Well, what 's the matter, old man? You 're\nlooking glum.\"\n\n\"I feel glum.\"\n\n\"The divine Hattie has n't been cutting any capers, has she? The dear\nold girl has n't been getting hysterical at her age? Let us hope not.\"\n\nJoe glared at him. Why in the devil should this fellow be so sadly gay\nwhen he was weighted down with sorrow and shame and disgust?\n\n\"Come, come now, Hamilton, if you 're sore because I invited myself to\ntake a drink with you, I 'll withdraw the order. I know the heroic thing\nto say is that I 'll pay for the drinks myself, but I can't screw my\ncourage up to the point of doing so unnatural a thing.\"\n\nYoung Hamilton hastened to protest. \"Oh, I know you fellows now well\nenough to know how many drinks to pay for. It ain't that.\"\n\n\"Well, then, out with it. What is it? Have n't been up to anything, have\nyou?\"\n\nThe desire came to Joe to tell this man the whole truth, just what was\nthe matter, and so to relieve his heart. On the impulse he did. If he\nhad expected much from Sadness he was disappointed, for not a muscle of\nthe man's face changed during the entire recital.\n\nWhen it was over, he looked at his companion critically through a wreath\nof smoke. Then he said: \"For a fellow who has had for a full year the\nadvantage of the education of the New York clubs, you are strangely\nyoung. Let me see, you are nineteen or twenty now--yes. Well, that\nperhaps accounts for it. It 's a pity you were n't born older. It 's a\npity most men are n't. They would n't have to take so much time and lose\nso many good things learning. Now, Mr. Hamilton, let me tell you, and\nyou will pardon me for it, that you are a fool. Your case is n't half as\nbad as that of nine-tenths of the fellows that hang around here. Now,\nfor instance, my father was hung.\"\n\nJoe started and gave a gasp of horror.\n\n\"Oh, yes, but it was done with a very good rope and by the best citizens\nof Texas, so it seems that I really ought to be very grateful to them\nfor the distinction they conferred upon my family, but I am not. I am\nungratefully sad. A man must be very high or very low to take the\nsensible view of life that keeps him from being sad. I must confess that\nI have aspired to the depths without ever being fully able to reach\nthem.\n\n\"Now look around a bit. See that little girl over there? That 's Viola.\nTwo years ago she wrenched up an iron stool from the floor of a\nlunch-room, and killed another woman with it. She 's nineteen,--just\nabout your age, by the way. Well, she had friends with a certain amount\nof pull. She got out of it, and no one thinks the worse of Viola. You\nsee, Hamilton, in this life we are all suffering from fever, and no one\nedges away from the other because he finds him a little warm. It 's\ndangerous when you 're not used to it; but once you go through the\nparching process, you become inoculated against further contagion. Now,\nthere 's Barney over there, as decent a fellow as I know; but he has\nbeen indicted twice for pocket-picking. A half-dozen fellows whom you\nmeet here every night have killed their man. Others have done worse\nthings for which you respect them less. Poor Wallace, who is just coming\nin, and who looks like a jaunty ragpicker, came here about six months\nago with about two thousand dollars, the proceeds from the sale of a\nhouse his father had left him. He 'll sleep in one of the club chairs\nto-night, and not from choice. He spent his two thousand learning. But,\nafter all, it was a good investment. It was like buying an annuity. He\nbegins to know already how to live on others as they have lived on him.\nThe plucked bird's beak is sharpened for other's feathers. From now on\nWallace will live, eat, drink, and sleep at the expense of others, and\nwill forget to mourn his lost money. He will go on this way until,\nbroken and useless, the poor-house or the potter's field gets him. Oh,\nit 's a fine, rich life, my lad. I know you 'll like it. I said you\nwould the first time I saw you. It has plenty of stir in it, and a man\nnever gets lonesome. Only the rich are lonesome. It 's only the\nindependent who depend upon others.\"\n\nSadness laughed a peculiar laugh, and there was a look in his terribly\nbright eyes that made Joe creep. If he could only have understood all\nthat the man was saying to him, he might even yet have turned back. But\nhe did n't. He ordered another drink. The only effect that the talk of\nSadness had upon him was to make him feel wonderfully \"in it.\" It gave\nhim a false bravery, and he mentally told himself that now he would not\nbe afraid to face Hattie.\n\nHe put out his hand to Sadness with a knowing look. \"Thanks, Sadness,\"\nhe said, \"you 've helped me lots.\"\n\nSadness brushed the proffered hand away and sprung up. \"You lie,\" he\ncried, \"I have n't; I was only fool enough to try;\" and he turned\nhastily away from the table.\n\nJoe looked surprised at first, and then laughed at his friend's\nretreating form. \"Poor old fellow,\" he said, \"drunk again. Must have had\nsomething before he came in.\"\n\nThere was not a lie in all that Sadness had said either as to their\ncrime or their condition. He belonged to a peculiar class,--one that\ngrows larger and larger each year in New York and which has imitators in\nevery large city in this country. It is a set which lives, like the\nleech, upon the blood of others,--that draws its life from the veins of\nfoolish men and immoral women, that prides itself upon its well-dressed\nidleness and has no shame in its voluntary pauperism. Each member of the\nclass knows every other, his methods and his limitations, and their\nloyalty one to another makes of them a great hulking, fashionably\nuniformed fraternity of indolence. Some play the races a few months of\nthe year; others, quite as intermittently, gamble at \"shoestring\"\npolitics, and waver from party to party as time or their interests seem\nto dictate. But mostly they are like the lilies of the field.\n\nIt was into this set that Sadness had sarcastically invited Joe, and\nJoe felt honoured. He found that all of his former feelings had been\nsilly and quite out of place; that all he had learned in his earlier\nyears was false. It was very plain to him now that to want a good\nreputation was the sign of unpardonable immaturity, and that dishonour\nwas the only real thing worth while. It made him feel better.\n\nHe was just rising bravely to swagger out to the theatre when Minty\nBrown came in with one of the club-men he knew. He bowed and smiled, but\nshe appeared not to notice him at first, and when she did she nudged her\ncompanion and laughed.\n\nSuddenly his little courage began to ooze out, and he knew what she must\nbe saying to the fellow at her side, for he looked over at him and\ngrinned. Where now was the philosophy of Sadness? Evidently Minty had\nnot been brought under its educating influences, and thought about the\nwhole matter in the old, ignorant way. He began to think of it too.\nSomehow old teachings and old traditions have an annoying way of coming\nback upon us in the critical moments of life, although one has long ago\nrecognised how much truer and better some newer ways of thinking are.\nBut Joe would not allow Minty to shatter his dreams by bringing up these\nold notions. She must be instructed.\n\nHe rose and went over to her table.\n\n\"Why, Minty,\" he said, offering his hand, \"you ain't mad at me, are\nyou?\"\n\n\"Go on away f'om hyeah,\" she said angrily; \"I don't want none o'\nthievin' Berry Hamilton's fambly to speak to me.\"\n\n\"Why, you were all right this evening.\"\n\n\"Yes, but jest out o' pity, an' you was nice 'cause you was afraid I 'd\ntell on you. Go on now.\"\n\n\"Go on now,\" said Minty's young man; and he looked menacing.\n\nJoe, what little self-respect he had gone, slunk out of the room and\nneeded several whiskeys in a neighbouring saloon to give him courage to\ngo to the theatre and wait for Hattie, who was playing in vaudeville\nhouses pending the opening of her company.\n\nThe closing act was just over when he reached the stage door. He was\nthere but a short time, when Hattie tripped out and took his arm. Her\nface was bright and smiling, and there was no suggestion of disgust in\nthe dancing eyes she turned up to him. Evidently she had not heard, but\nthe thought gave him no particular pleasure, as it left him in suspense\nas to how she would act when she should hear.\n\n\"Let 's go somewhere and get some supper,\" she said; \"I 'm as hungry as\nI can be. What are you looking so cut up about?\"\n\n\"Oh, I ain't feelin' so very good.\"\n\n\"I hope you ain't lettin' that long-tongued Brown woman bother your\nhead, are you?\"\n\nHis heart seemed to stand still. She did know, then.\n\n\"Do you know all about it?\"\n\n\"Why, of course I do. You might know she 'd come to me first with her\nstory.\"\n\n\"And you still keep on speaking to me?\"\n\n\"Now look here, Joe, if you 've been drinking, I 'll forgive you; if you\nain't, you go on and leave me. Say, what do you take me for? Do you\nthink I 'd throw down a friend because somebody else talked about him?\nWell, you don't know Hat Sterling. When Minty told me that story, she\nwas back in my dressing-room, and I sent her out o' there a-flying, and\nwith a tongue-lashing that she won't forget for a month o' Sundays.\"\n\n\"I reckon that was the reason she jumped on me so hard at the club.\" He\nchuckled. He had taken heart again. All that Sadness had said was true,\nafter all, and people thought no less of him. His joy was unbounded.\n\n\"So she jumped on you hard, did she? The cat!\"\n\n\"Oh, she did n't say a thing to me.\"\n\n\"Well, Joe, it 's just like this. I ain't an angel, you know that, but I\ndo try to be square, and whenever I find a friend of mine down on his\nluck, in his pocket-book or his feelings, why, I give him my flipper.\nWhy, old chap, I believe I like you better for the stiff upper lip you\n've been keeping under all this.\"\n\n\"Why, Hattie,\" he broke out, unable any longer to control himself, \"you\n're--you 're----\"\n\n\"Oh, I 'm just plain Hat Sterling, who won't throw down her friends. Now\ncome on and get something to eat. If that thing is at the club, we 'll\ngo there and show her just how much her talk amounted to. She thinks she\n's the whole game, but I can spot her and then show her that she ain't\none, two, three.\"\n\nWhen they reached the Banner, they found Minty still there. She tried on\nthe two the same tactics that she had employed so successfully upon Joe\nalone. She nudged her companion and tittered. But she had another\nperson to deal with. Hattie Sterling stared at her coldly and\nindifferently, and passed on by her to a seat. Joe proceeded to order\nsupper and other things in the nonchalant way that the woman had\nenjoined upon him. Minty began to feel distinctly uncomfortable, but it\nwas her business not to be beaten. She laughed outright. Hattie did not\nseem to hear her. She was beckoning Sadness to her side. He came and sat\ndown.\n\n\"Now look here,\" she said, \"you can't have any supper because you have\nn't reached the stage of magnificent hunger to make a meal palatable to\nyou. You 've got so used to being nearly starved that a meal don't taste\ngood to you under any other circumstances. You 're in on the drinks,\nthough. Your thirst is always available.--Jack,\" she called down the\nlong room to the bartender, \"make it three.--Lean over here, I want to\ntalk to you. See that woman over there by the wall? No, not that\none,--the big light woman with Griggs. Well, she 's come here with a\nstory trying to throw Joe down, and I want you to help me do her.\"\n\n\"Oh, that 's the one that upset our young friend, is it?\" said Sadness,\nturning his mournful eyes upon Minty.\n\n\"That 's her. So you know about it, do you?\"\n\n\"Yes, and I 'll help do her. She must n't touch one of the fraternity,\nyou know.\" He kept his eyes fixed upon the outsider until she squirmed.\nShe could not at all understand this serious conversation directed at\nher. She wondered if she had gone too far and if they contemplated\nputting her out. It made her uneasy.\n\nNow, this same Miss Sterling had the faculty of attracting a good deal\nof attention when she wished to. She brought it into play to-night, and\nin ten minutes, aided by Sadness, she had a crowd of jolly people about\nher table. When, as she would have expressed it, \"everything was going\nfat,\" she suddenly paused and, turning her eyes full upon Minty, said in\na voice loud enough for all to hear,--\n\n\"Say, boys, you 've heard that story about Joe, have n't you?\"\n\nThey had.\n\n\"Well, that 's the one that told it; she 's come here to try to throw\nhim and me down. Is she going to do it?\"\n\n\"Well, I guess not!\" was the rousing reply, and every face turned\ntowards the now frightened Minty. She rose hastily and, getting her\nskirts together, fled from the room, followed more leisurely by the\ncrestfallen Griggs. Hattie's laugh and \"Thank you, fellows,\" followed\nher out.\n\n       *       *       *       *       *\n\nMatters were less easy for Joe's mother and sister than they were for\nhim. A week or more after this, Kitty found him and told him that\nMinty's story had reached their employers and that they were out of\nwork.\n\n\"You see, Joe,\" she said sadly, \"we 've took a flat since we moved from\nMis' Jones', and we had to furnish it. We 've got one lodger, a\nrace-horse man, an' he 's mighty nice to ma an' me, but that ain't\nenough. Now we 've got to do something.\"\n\nJoe was so smitten with sorrow that he gave her a dollar and promised to\nspeak about the matter to a friend of his.\n\nHe did speak about it to Hattie.\n\n\"You 've told me once or twice that your sister could sing. Bring her\ndown here to me, and if she can do anything, I 'll get her a place on\nthe stage,\" was Hattie's answer.\n\nWhen Kitty heard it she was radiant, but her mother only shook her head\nand said, \"De las' hope, de las' hope.\"\n\n\n\n\nXII\n\n\"ALL THE WORLD'S A STAGE\"\n\n\nKitty proved herself Joe's sister by falling desperately in love with\nHattie Sterling the first time they met. The actress was very gracious\nto her, and called her \"child\" in a pretty, patronising way, and patted\nher on the cheek.\n\n\"It 's a shame that Joe has n't brought you around before. We 've been\ngood friends for quite some time.\"\n\n\"He told me you an' him was right good friends.\"\n\nAlready Joe took on a new importance in his sister's eyes. He must be\nquite a man, she thought, to be the friend of such a person as Miss\nSterling.\n\n\"So you think you want to go on the stage, do you?\"\n\n\"Yes, 'm, I thought it might be right nice for me if I could.\"\n\n\"Joe, go out and get some beer for us, and then I 'll hear your sister\nsing.\"\n\nMiss Sterling talked as if she were a manager and had only to snap her\nfingers to be obeyed. When Joe came back with the beer, Kitty drank a\nglass. She did not like it, but she would not offend her hostess. After\nthis she sang, and Miss Sterling applauded her generously, although the\nyoung girl's nervousness kept her from doing her best. The encouragement\nhelped her, and she did better as she became more at home.\n\n\"Why, child, you 've got a good voice. And, Joe, you 've been keeping\nher shut up all this time. You ought to be ashamed of yourself.\"\n\nThe young man had little to say. He had brought Kitty almost under a\nprotest, because he had no confidence in her ability and thought that\nhis \"girl\" would disillusion her. It did not please him now to find his\nsister so fully under the limelight and himself \"up stage.\"\n\nKitty was quite in a flutter of delight; not so much with the idea of\nworking as with the glamour of the work she might be allowed to do.\n\n\"I tell you, now,\" Hattie Sterling pursued, throwing a brightly\nstockinged foot upon a chair, \"your voice is too good for the chorus.\nGi' me a cigarette, Joe. Have one, Kitty?--I 'm goin' to call you Kitty.\nIt 's nice and homelike, and then we 've got to be great chums, you\nknow.\"\n\nKitty, unwilling to refuse anything from the sorceress, took her\ncigarette and lighted it, but a few puffs set her off coughing.\n\n\"Tut, tut, Kitty, child, don't do it if you ain't used to it. You 'll\nlearn soon enough.\"\n\nJoe wanted to kick his sister for having tried so delicate an art and\nfailed, for he had not yet lost all of his awe of Hattie.\n\n\"Now, what I was going to say,\" the lady resumed after several\ncontemplative puffs, \"is that you 'll have to begin in the chorus any\nway and work your way up. It would n't take long for you, with your\nlooks and voice, to put one of the 'up and ups' out o' the business.\nOnly hope it won't be me. I 've had people I 've helped try to do it\noften enough.\"\n\nShe gave a laugh that had just a touch of bitterness in it, for she\nbegan to recognise that although she had been on the stage only a short\ntime, she was no longer the all-conquering Hattie Sterling, in the first\nfreshness of her youth.\n\n\"Oh, I would n't want to push anybody out,\" Kit expostulated.\n\n\"Oh, never mind, you 'll soon get bravely over that feeling, and even if\nyou did n't it would n't matter much. The thing has to happen. Somebody\n's got to go down. We don't last long in this life: it soon wears us\nout, and when we 're worn out and sung out, danced out and played out,\nthe manager has no further use for us; so he reduces us to the ranks or\nkicks us out entirely.\"\n\nJoe here thought it time for him to put in a word. \"Get out, Hat,\" he\nsaid contemptuously; \"you 're good for a dozen years yet.\"\n\nShe did n't deign to notice him, save so far as a sniff goes.\n\n\"Don't you let what I say scare you, though, Kitty. You 've got a good\nchance, and maybe you 'll have more sense than I 've got, and at least\nsave money--while you 're in it. But let 's get off that. It makes me\nsick. All you 've got to do is to come to the opera-house to-morrow and\nI 'll introduce you to the manager. He 's a fool, but I think we can\nmake him do something for you.\"\n\n\"Oh, thank you, I 'll be around to-morrow, sure.\"\n\n\"Better come about ten o'clock. There 's a rehearsal to-morrow, and you\n'll find him there. Of course, he 'll be pretty rough, he always is at\nrehearsals, but he 'll take to you if he thinks there 's anything in you\nand he can get it out.\"\n\nKitty felt herself dismissed and rose to go. Joe did not rise.\n\n\"I 'll see you later, Kit,\" he said; \"I ain't goin' just yet. Say,\" he\nadded, when his sister was gone, \"you 're a hot one. What do you want to\ngive her all that con for? She 'll never get in.\"\n\n\"Joe,\" said Hattie, \"don't you get awful tired of being a jackass?\nSometimes I want to kiss you, and sometimes I feel as if I had to kick\nyou. I 'll compromise with you now by letting you bring me some more\nbeer. This got all stale while your sister was here. I saw she did n't\nlike it, and so I would n't drink any more for fear she 'd try to keep\nup with me.\"\n\n\"Kit is a good deal of a jay yet,\" Joe remarked wisely.\n\n\"Oh, yes, this world is full of jays. Lots of 'em have seen enough to\nmake 'em wise, but they 're still jays, and don't know it. That 's the\nworst of it. They go around thinking they 're it, when they ain't even\nin the game. Go on and get the beer.\"\n\nAnd Joe went, feeling vaguely that he had been sat upon.\n\nKit flew home with joyous heart to tell her mother of her good\nprospects. She burst into the room, crying, \"Oh, ma, ma, Miss Hattie\nthinks I 'll do to go on the stage. Ain't it grand?\"\n\nShe did not meet with the expected warmth of response from her mother.\n\n\"I do' know as it 'll be so gran'. F'om what I see of dem stage people\ndey don't seem to 'mount to much. De way dem gals shows demse'ves is\nright down bad to me. Is you goin' to dress lak dem we seen dat night?\"\n\nKit hung her head.\n\n\"I guess I 'll have to.\"\n\n\"Well, ef you have to, I 'd ruther see you daid any day. Oh, Kit, my\nlittle gal, don't do it, don't do it. Don't you go down lak yo' brothah\nJoe. Joe 's gone.\"\n\n\"Why, ma, you don't understand. Joe 's somebody now. You ought to 've\nheard how Miss Hattie talked about him. She said he 's been her friend\nfor a long while.\"\n\n\"Her frien', yes, an' his own inimy. You need n' pattern aftah dat gal,\nKit. She ruint Joe, an' she 's aftah you now.\"\n\n\"But nowadays everybody thinks stage people respectable up here.\"\n\n\"Maybe I 'm ol'-fashioned, but I can't believe in any ooman's ladyship\nwhen she shows herse'f lak dem gals does. Oh, Kit, don't do it. Ain't\nyou seen enough? Don't you know enough already to stay away f'om dese\nhyeah people? Dey don't want nothin' but to pull you down an' den laugh\nat you w'en you 's dragged in de dust.\"\n\n\"You must n't feel that away, ma. I 'm doin' it to help you.\"\n\n\"I do' want no sich help. I 'd ruther starve.\"\n\nKit did not reply, but there was no yielding in her manner.\n\n\"Kit,\" her mother went on, \"dey 's somep'n I ain't nevah tol' you dat I\n'm goin' to tell you now. Mistah Gibson ust to come to Mis' Jones's lots\nto see me befo' we moved hyeah, an' he 's been talkin' 'bout a good\nmany things to me.\" She hesitated. \"He say dat I ain't noways ma'ied to\nmy po' husban', dat a pen'tentiary sentence is de same as a divo'ce, an'\nif Be'y should live to git out, we 'd have to ma'y ag'in. I would n't\nmin' dat, Kit, but he say dat at Be'y's age dey ain't much chanst of his\nlivin' to git out, an' hyeah I 'll live all dis time alone, an' den have\nno one to tek keer o' me w'en I git ol'. He wants me to ma'y him, Kit.\nKit, I love yo' fathah; he 's my only one. But Joe, he 's gone, an' ef\nyo go, befo' Gawd I 'll tell Tawm Gibson yes.\"\n\nThe mother looked up to see just what effect her plea would have on her\ndaughter. She hoped that what she said would have the desired result.\nBut the girl turned around from fixing her neck-ribbon before the glass,\nher face radiant. \"Why, it 'll be splendid. He 's such a nice man, an'\nrace-horse men 'most always have money. Why don't you marry him, ma?\nThen I 'd feel that you was safe an' settled, an' that you would n't be\nlonesome when the show was out of town.\"\n\n\"You want me to ma'y him an' desert yo' po' pa?\"\n\n\"I guess what he says is right, ma. I don't reckon we 'll ever see pa\nagain an' you got to do something. You got to live for yourself now.\"\n\nHer mother dropped her head in her hands. \"All right,\" she said, \"I 'll\ndo it; I 'll ma'y him. I might as well go de way both my chillen 's\ngone. Po' Be'y, po' Be'y. Ef you evah do come out, Gawd he'p you to baih\nwhat you 'll fin'.\" And Mrs. Hamilton rose and tottered from the room,\nas if the old age she anticipated had already come upon her.\n\nKit stood looking after her, fear and grief in her eyes. \"Poor ma,\" she\nsaid, \"an' poor pa. But I know, an' I know it 's for the best.\"\n\nOn the next morning she was up early and practising hard for her\ninterview with the managing star of \"Martin's Blackbirds.\"\n\nWhen she arrived at the theatre, Hattie Sterling met her with frank\nfriendliness.\n\n\"I 'm glad you came early, Kitty,\" she remarked, \"for maybe you can get\na chance to talk with Martin before he begins rehearsal and gets all\nworked up. He 'll be a little less like a bear then. But even if you\ndon't see him before then, wait, and don't get scared if he tries to\nbluff you. His bark is a good deal worse than his bite.\"\n\nWhen Mr. Martin came in that morning, he had other ideas than that of\nseeing applicants for places. His show must begin in two weeks, and it\nwas advertised to be larger and better than ever before, when really\nnothing at all had been done for it. The promise of this advertisement\nmust be fulfilled. Mr. Martin was late, and was out of humour with every\none else on account of it. He came in hurried, fierce, and important.\n\n\"Mornin', Mr. Smith, mornin', Mrs. Jones. Ha, ladies and gentlemen, all\nhere?\"\n\nHe shot every word out of his mouth as if the after-taste of it were\nunpleasant to him. He walked among the chorus like an angry king among\nhis vassals, and his glance was a flash of insolent fire. From his head\nto his feet he was the very epitome of self-sufficient, brutal conceit.\n\nKitty trembled as she noted the hush that fell on the people at his\nentrance. She felt like rushing out of the room. She could never face\nthis terrible man. She trembled more as she found his eyes fixed upon\nher.\n\n\"Who 's that?\" he asked, disregarding her, as if she had been a stick or\na stone.\n\n\"Well, don't snap her head off. It 's a girl friend of mine that wants a\nplace,\" said Hattie. She was the only one who would brave Martin.\n\n\"Humph. Let her wait. I ain't got no time to hear any one now. Get\nyourselves in line, you all who are on to that first chorus, while I 'm\ngetting into my sweat-shirt.\"\n\nHe disappeared behind a screen, whence he emerged arrayed, or only half\narrayed, in a thick absorbing shirt and a thin pair of woollen trousers.\nThen the work began. The man was indefatigable. He was like the spirit\nof energy. He was in every place about the stage at once, leading the\nchorus, showing them steps, twisting some awkward girl into shape,\nshouting, gesticulating, abusing the pianist.\n\n\"Now, now,\" he would shout, \"the left foot on that beat. Bah, bah, stop!\nYou walk like a lot of tin soldiers. Are your joints rusty? Do you want\noil? Look here, Taylor, if I did n't know you, I 'd take you for a\ntruck. Pick up your feet, open your mouths, and move, move, move! Oh!\"\nand he would drop his head in despair. \"And to think that I 've got to\ndo something with these things in two weeks--two weeks!\" Then he would\nturn to them again with a sudden reaccession of eagerness. \"Now, at it\nagain, at it again! Hold that note, hold it! Now whirl, and on the left\nfoot. Stop that music, stop it! Miss Coster, you 'll learn that step in\nabout a thousand years, and I 've got nine hundred and ninety-nine years\nand fifty weeks less time than that to spare. Come here and try that\nstep with me. Don't be afraid to move. Step like a chicken on a hot\ngriddle!\" And some blushing girl would come forward and go through the\nstep alone before all the rest.\n\nKitty contemplated the scene with a mind equally divided between fear\nand anger. What should she do if he should so speak to her? Like the\nothers, no doubt, smile sheepishly and obey him. But she did not like to\nbelieve it. She felt that the independence which she had known from\nbabyhood would assert itself, and that she would talk back to him, even\nas Hattie Sterling did. She felt scared and discouraged, but every now\nand then her friend smiled encouragingly upon her across the ranks of\nmoving singers.\n\nFinally, however, her thoughts were broken in upon by hearing Mr. Martin\ncry: \"Oh, quit, quit, and go rest yourselves, you ancient pieces of\nhickory, and let me forget you for a minute before I go crazy. Where 's\nthat new girl now?\"\n\nKitty rose and went toward him, trembling so that she could hardly walk.\n\n\"What can you do?\"\n\n\"I can sing,\" very faintly.\n\n\"Well, if that 's the voice you 're going to sing in, there won't be\nmany that 'll know whether it 's good or bad. Well, let 's hear\nsomething. Do you know any of these?\"\n\nAnd he ran over the titles of several songs. She knew some of them, and\nhe selected one. \"Try this. Here, Tom, play it for her.\"\n\nIt was an ordeal for the girl to go through. She had never sung before\nat anything more formidable than a church concert, where only her\nimmediate acquaintances and townspeople were present. Now to sing before\nall these strange people, themselves singers, made her feel faint and\nawkward. But the courage of desperation came to her, and she struck into\nthe song. At the first her voice wavered and threatened to fail her. It\nmust not. She choked back her fright and forced the music from her lips.\n\nWhen she was done, she was startled to hear Martin burst into a raucous\nlaugh. Such humiliation! She had failed, and instead of telling her, he\nwas bringing her to shame before the whole company. The tears came into\nher eyes, and she was about giving way when she caught a reassuring nod\nand smile from Hattie Sterling, and seized on this as a last hope.\n\n\"Haw, haw, haw!\" laughed Martin, \"haw, haw, haw! The little one was\nscared, see? She was scared, d' you understand? But did you see the grit\nshe went at it with? Just took the bit in her teeth and got away. Haw,\nhaw, haw! Now, that 's what I like. If all you girls had that spirit, we\ncould do something in two weeks. Try another one, girl.\"\n\nKitty's heart had suddenly grown light. She sang the second one better\nbecause something within her was singing.\n\n\"Good!\" said Martin, but he immediately returned to his cold manner.\n\"You watch these girls close and see what they do, and to-morrow be\nprepared to go into line and move as well as sing.\"\n\nHe immediately turned his attention from her to the chorus, but no\nslight that he could inflict upon her now could take away the sweet\ntruth that she was engaged and to-morrow would begin work. She wished\nshe could go over and embrace Hattie Sterling. She thought kindly of\nJoe, and promised herself to give him a present out of her first month's\nearnings.\n\nOn the first night of the show pretty little Kitty Hamilton was pointed\nout as a girl who would n't be in the chorus long. The mother, who was\nsoon to be Mrs. Gibson, sat in the balcony, a grieved, pained look on\nher face. Joe was in a front row with some of the rest of the gang. He\ntook many drinks between the acts, because he was proud.\n\nMr. Thomas was there. He also was proud, and after the performance he\nwaited for Kitty at the stage door and went forward to meet her as she\ncame out. The look she gave him stopped him, and he let her pass without\na word.\n\n\"Who 'd 'a' thought,\" he mused, \"that the kid had that much nerve? Well,\nif they don't want to find out things, what do they come to N' Yawk for?\nIt ain't nobody's old Sunday-school picnic. Guess I got out easy,\nanyhow.\"\n\nHattie Sterling took Joe home in a hansom.\n\n\"Say,\" she said, \"if you come this way for me again, it 's all over,\nsee? Your little sister 's a comer, and I 've got to hustle to keep up\nwith her.\"\n\nJoe growled and fell asleep in his chair. One must needs have a strong\nhead or a strong will when one is the brother of a celebrity and would\ncelebrate the distinguished one's success.\n\n\n\n\nXIII\n\nTHE OAKLEYS\n\n\nA year after the arrest of Berry Hamilton, and at a time when New York\nhad shown to the eyes of his family so many strange new sights, there\nwere few changes to be noted in the condition of affairs at the Oakley\nplace. Maurice Oakley was perhaps a shade more distrustful of his\nservants, and consequently more testy with them. Mrs. Oakley was the\nsame acquiescent woman, with unbounded faith in her husband's wisdom and\njudgment. With complacent minds both went their ways, drank their wine,\nand said their prayers, and wished that brother Frank's five years were\npast. They had letters from him now and then, never very cheerful in\ntone, but always breathing the deepest love and gratitude to them.\n\nHis brother found deep cause for congratulation in the tone of these\nepistles.\n\n\"Frank is getting down to work,\" he would cry exultantly. \"He is past\nthe first buoyant enthusiasm of youth. Ah, Leslie, when a man begins to\nbe serious, then he begins to be something.\" And her only answer would\nbe, \"I wonder, Maurice, if Claire Lessing will wait for him?\"\n\nThe two had frequent questions to answer as to Frank's doing and\nprospects, and they had always bright things to say of him, even when\nhis letters gave them no such warrant. Their love for him made them read\nlarge between the lines, and all they read was good.\n\nBetween Maurice and his brother no word of the guilty servant ever\npassed. They each avoided it as an unpleasant subject. Frank had never\nasked and his brother had never proffered aught of the outcome of the\ncase.\n\nMrs. Oakley had once suggested it. \"Brother ought to know,\" she said,\n\"that Berry is being properly punished.\"\n\n\"By no means,\" replied her husband. \"You know that it would only hurt\nhim. He shall never know if I have to tell him.\"\n\n\"You are right, Maurice, you are always right. We must shield Frank from\nthe pain it would cause him. Poor fellow! he is so sensitive.\"\n\nTheir hearts were still steadfastly fixed upon the union of this younger\nbrother with Claire Lessing. She had lately come into a fortune, and\nthere was nothing now to prevent it. They would have written Frank to\nurge it, but they both believed that to try to woo him away from his art\nwas but to make him more wayward. That any woman could have power enough\nto take him away from this jealous mistress they very much doubted. But\nthey could hope, and hope made them eager to open every letter that bore\nthe French postmark. Always it might contain news that he was coming\nhome, or that he had made a great success, or, better, some inquiry\nafter Claire. A long time they had waited, but found no such tidings in\nthe letters from Paris.\n\nAt last, as Maurice Oakley sat in his library one day, the servant\nbrought him a letter more bulky in weight and appearance than any he had\nyet received. His eyes glistened with pleasure as he read the postmark.\n\"A letter from Frank,\" he said joyfully, \"and an important one, I 'll\nwager.\"\n\nHe smiled as he weighed it in his hand and caressed it. Mrs. Oakley was\nout shopping, and as he knew how deep her interest was, he hesitated to\nbreak the seal before she returned. He curbed his natural desire and\nlaid the heavy envelope down on the desk. But he could not deny himself\nthe pleasure of speculating as to its contents.\n\nIt was such a large, interesting-looking package. What might it not\ncontain? It simply reeked of possibilities. Had any one banteringly told\nMaurice Oakley that he had such a deep vein of sentiment, he would have\ndenied it with scorn and laughter. But here he found himself sitting\nwith the letter in his hand and weaving stories as to its contents.\n\nFirst, now, it might be a notice that Frank had received the badge of\nthe Legion of Honour. No, no, that was too big, and he laughed aloud at\nhis own folly, wondering the next minute, with half shame, why he\nlaughed, for did he, after all, believe anything was too big for that\nbrother of his? Well, let him begin, anyway, away down. Let him say, for\ninstance, that the letter told of the completion and sale of a great\npicture. Frank had sold small ones. He would be glad of this, for his\nbrother had written him several times of things that were a-doing, but\nnot yet of anything that was done. Or, better yet, let the letter say\nthat some picture, long finished, but of which the artist's pride and\nanxiety had forbidden him to speak, had made a glowing success, the\nsuccess it deserved. This sounded well, and seemed not at all beyond the\nbounds of possibility. It was an alluring vision. He saw the picture\nalready. It was a scene from life, true in detail to the point of very\nminuteness, and yet with something spiritual in it that lifted it above\nthe mere copy of the commonplace. At the Salon it would be hung on the\nline, and people would stand before it admiring its workmanship and\nasking who the artist was. He drew on his memory of old reading. In his\nmind's eye he saw Frank, unconscious of his own power or too modest to\nadmit it, stand unknown among the crowds around his picture waiting for\nand dreading their criticisms. He saw the light leap to his eyes as he\nheard their words of praise. He saw the straightening of his narrow\nshoulders when he was forced to admit that he was the painter of the\nwork. Then the windows of Paris were filled with his portraits. The\npapers were full of his praise, and brave men and fair women met\ntogether to do him homage. Fair women, yes, and Frank would look upon\nthem all and see reflected in them but a tithe of the glory of one\nwoman, and that woman Claire Lessing. He roused himself and laughed\nagain as he tapped the magic envelope.\n\n\"My fancies go on and conquer the world for my brother,\" he muttered.\n\"He will follow their flight one day and do it himself.\"\n\nThe letter drew his eyes back to it. It seemed to invite him, to beg him\neven. \"No, I will not do it; I will wait until Leslie comes. She will be\nas glad to hear the good news as I am.\"\n\nHis dreams were taking the shape of reality in his mind, and he was\nbelieving all that he wanted to believe.\n\nHe turned to look at a picture painted by Frank which hung over the\nmantel. He dwelt lovingly upon it, seeing in it the touch of a genius.\n\n\"Surely,\" he said, \"this new picture cannot be greater than that, though\nit shall hang where kings can see it and this only graces the library of\nmy poor house. It has the feeling of a woman's soul with the strength\nof a man's heart. When Frank and Claire marry, I shall give it back to\nthem. It is too great a treasure for a clod like me. Heigho, why will\nwomen be so long a-shopping?\"\n\nHe glanced again at the letter, and his hand went out involuntarily\ntowards it. He fondled it, smiling.\n\n\"Ah, Lady Leslie, I 've a mind to open it to punish you for staying so\nlong.\"\n\nHe essayed to be playful, but he knew that he was trying to make a\ncompromise with himself because his eagerness grew stronger than his\ngallantry. He laid the letter down and picked it up again. He studied\nthe postmark over and over. He got up and walked to the window and back\nagain, and then began fumbling in his pockets for his knife. No, he did\nnot want it; yes, he did. He would just cut the envelope and make\nbelieve he had read it to pique his wife; but he would not read it. Yes,\nthat was it. He found the knife and slit the paper. His fingers\ntrembled as he touched the sheets that protruded. Why would not Leslie\ncome? Did she not know that he was waiting for her? She ought to have\nknown that there was a letter from Paris to-day, for it had been a month\nsince they had had one.\n\nThere was a sound of footsteps without. He sprang up, crying, \"I 've\nbeen waiting so long for you!\" A servant opened the door to bring him a\nmessage. Oakley dismissed him angrily. What did he want to go down to\nthe Continental for to drink and talk politics to a lot of muddle-pated\nfools when he had a brother in Paris who was an artist and a letter from\nhim lay unread in his hand? His patience and his temper were going.\nLeslie was careless and unfeeling. She ought to come; he was tired of\nwaiting.\n\nA carriage rolled up the driveway and he dropped the letter guiltily, as\nif it were not his own. He would only say that he had grown tired of\nwaiting and started to read it. But it was only Mrs. Davis's footman\nleaving a note for Leslie about some charity.\n\nHe went back to the letter. Well, it was his. Leslie had forfeited her\nright to see it as soon as he. It might be mean, but it was not\ndishonest. No, he would not read it now, but he would take it out and\nshow her that he had exercised his self-control in spite of her\nshortcomings. He laid it on the desk once more. It leered at him. He\nmight just open the sheets enough to see the lines that began it, and\nread no further. Yes, he would do that. Leslie could not feel hurt at\nsuch a little thing.\n\nThe first line had only \"Dear Brother.\" \"Dear Brother\"! Why not the\nsecond? That could not hold much more. The second line held him, and the\nthird, and the fourth, and as he read on, unmindful now of what Leslie\nmight think or feel, his face turned from the ruddy glow of pleasant\nanxiety to the pallor of grief and terror. He was not half-way through\nit when Mrs. Oakley's voice in the hall announced her coming. He did\nnot hear her. He sat staring at the page before him, his lips apart and\nhis eyes staring. Then, with a cry that echoed through the house,\ncrumpling the sheets in his hand, he fell forward fainting to the floor,\njust as his wife rushed into the room.\n\n\"What is it?\" she cried. \"Maurice! Maurice!\"\n\nHe lay on the floor staring up at the ceiling, the letter clutched in\nhis hands. She ran to him and lifted up his head, but he gave no sign of\nlife. Already the servants were crowding to the door. She bade one of\nthem to hasten for a doctor, others to bring water and brandy, and the\nrest to be gone. As soon as she was alone, she loosed the crumpled\nsheets from his hand, for she felt that this must have been the cause of\nher husband's strange attack. Without a thought of wrong, for they had\nno secrets from each other, she glanced at the opening lines. Then she\nforgot the unconscious man at her feet and read the letter through to\nthe end.\n\nThe letter was in Frank's neat hand, a little shaken, perhaps, by\nnervousness.\n\n     \"DEAR BROTHER,\" it ran, \"I know you will grieve at\n     receiving this, and I wish that I might bear your grief for you,\n     but I cannot, though I have as heavy a burden as this can bring to\n     you. Mine would have been lighter to-day, perhaps, had you been\n     more straightforward with me. I am not blaming you, however, for I\n     know that my hypocrisy made you believe me possessed of a really\n     soft heart, and you thought to spare me. Until yesterday, when in a\n     letter from Esterton he casually mentioned the matter, I did not\n     know that Berry was in prison, else this letter would have been\n     written sooner. I have been wanting to write it for so long, and\n     yet have been too great a coward to do so.\n\n     \"I know that you will be disappointed in me, and just what that\n     disappointment will cost you I know; but you must hear the truth. I\n     shall never see your face again, or I should not dare to tell it\n     even now. You will remember that I begged you to be easy on your\n     servant. You thought it was only my kindness of heart. It was not;\n     I had a deeper reason. I knew where the money had gone and dared\n     not tell. Berry is as innocent as yourself--and I--well, it is a\n     story, and let me tell it to you.\n\n     \"You have had so much confidence in me, and I hate to tell you that\n     it was all misplaced. I have no doubt that I should not be doing it\n     now but that I have drunken absinthe enough to give me the\n     emotional point of view, which I shall regret to-morrow. I do not\n     mean that I am drunk. I can think clearly and write clearly, but my\n     emotions are extremely active.\n\n     \"Do you remember Claire's saying at the table that night of the\n     farewell dinner that some dark-eyed mademoiselle was waiting for\n     me? She did not know how truly she spoke, though I fancy she saw\n     how I flushed when she said it: for I was already in love--madly\n     so.\n\n     \"I need not describe her. I need say nothing about her, for I know\n     that nothing I say can ever persuade you to forgive her for taking\n     me from you. This has gone on since I first came here, and I dared\n     not tell you, for I saw whither your eyes had turned. I loved this\n     girl, and she both inspired and hindered my work. Perhaps I would\n     have been successful had I not met her, perhaps not.\n\n     \"I love her too well to marry her and make of our devotion a stale,\n     prosy thing of duty and compulsion. When a man does not marry a\n     woman, he must keep her better than he would a wife. It costs. All\n     that you gave me went to make her happy.\n\n     \"Then, when I was about leaving you, the catastrophe came. I wanted\n     much to carry back to her. I gambled to make more. I would surprise\n     her. Luck was against me. Night after night I lost. Then, just\n     before the dinner, I woke from my frenzy to find all that I had was\n     gone. I would have asked you for more, and you would have given it;\n     but that strange, ridiculous something which we misname Southern\n     honour, that honour which strains at a gnat and swallows a camel,\n     withheld me, and I preferred to do worse. So I lied to you. The\n     money from my cabinet was not stolen save by myself. I am a liar\n     and a thief, but your eyes shall never tell me so.\n\n     \"Tell the truth and have Berry released. I can stand it. Write me\n     but one letter to tell me of this. Do not plead with me, do not\n     forgive me, do not seek to find me, for from this time I shall be\n     as one who has perished from the earth; I shall be no more.\n\n                                             \"Your brother,\n                                                            FRANK.\"\n\nBy the time the servants came they found Mrs. Oakley as white as her\nlord. But with firm hands and compressed lips she ministered to his\nneeds pending the doctor's arrival. She bathed his face and temples,\nchafed his hands, and forced the brandy between his lips. Finally he\nstirred and his hands gripped.\n\n\"The letter!\" he gasped.\n\n\"Yes, dear, I have it; I have it.\"\n\n\"Give it to me,\" he cried. She handed it to him. He seized it and thrust\nit into his breast.\n\n\"Did--did--you read it?\"\n\n\"Yes, I did not know----\"\n\n\"Oh, my God, I did not intend that you should see it. I wanted the\nsecret for my own. I wanted to carry it to my grave with me. Oh, Frank,\nFrank, Frank!\"\n\n\"Never mind, Maurice. It is as if you alone knew it.\"\n\n\"It is not, I say, it is not!\"\n\nHe turned upon his face and began to weep passionately, not like a man,\nbut like a child whose last toy has been broken.\n\n\"Oh, my God,\" he moaned, \"my brother, my brother!\"\n\n\"'Sh, dearie, think--it 's--it 's--Frank.\"\n\n\"That 's it, that 's it--that 's what I can't forget. It 's\nFrank,--Frank, my brother.\"\n\nSuddenly he sat up and his eyes stared straight into hers.\n\n\"Leslie, no one must ever know what is in this letter,\" he said calmly.\n\n\"No one shall, Maurice; come, let us burn it.\"\n\n\"Burn it? No, no,\" he cried, clutching at his breast. \"It must not be\nburned. What! burn my brother's secret? No, no, I must carry it with\nme,--carry it with me to the grave.\"\n\n\"But, Maurice----\"\n\n\"I must carry it with me.\"\n\nShe saw that he was overwrought, and so did not argue with him.\n\nWhen the doctor came, he found Maurice Oakley in bed, but better. The\nmedical man diagnosed the case and decided that he had received some\nsevere shock. He feared too for his heart, for the patient constantly\nheld his hands pressed against his bosom. In vain the doctor pleaded; he\nwould not take them down, and when the wife added her word, the\nphysician gave up, and after prescribing, left, much puzzled in mind.\n\n\"It 's a strange case,\" he said; \"there 's something more than the\nnervous shock that makes him clutch his chest like that, and yet I have\nnever noticed signs of heart trouble in Oakley. Oh, well, business worry\nwill produce anything in anybody.\"\n\nIt was soon common talk about the town about Maurice Oakley's attack. In\nthe seclusion of his chamber he was saying to his wife:\n\n\"Ah, Leslie, you and I will keep the secret. No one shall ever know.\"\n\n\"Yes, dear, but--but--what of Berry?\"\n\n\"What of Berry?\" he cried, starting up excitedly. \"What is Berry to\nFrank? What is that nigger to my brother? What are his sufferings to the\nhonour of my family and name?\"\n\n\"Never mind, Maurice, never mind, you are right.\"\n\n\"It must never be known, I say, if Berry has to rot in jail.\"\n\nSo they wrote a lie to Frank, and buried the secret in their breasts,\nand Oakley wore its visible form upon his heart.\n\n\n\n\nXIV\n\nFRANKENSTEIN\n\n\nFive years is but a short time in the life of a man, and yet many things\nmay happen therein. For instance, the whole way of a family's life may\nbe changed. Good natures may be made into bad ones and out of a soul of\nfaith grow a spirit of unbelief. The independence of respectability may\nharden into the insolence of defiance, and the sensitive cheek of\nmodesty into the brazen face of shamelessness. It may be true that the\nhabits of years are hard to change, but this is not true of the first\nsixteen or seventeen years of a young person's life, else Kitty Hamilton\nand Joe could not so easily have become what they were. It had taken\nbarely five years to accomplish an entire metamorphosis of their\ncharacters. In Joe's case even a shorter time was needed. He was so\nready to go down that it needed but a gentle push to start him, and once\nstarted, there was nothing within him to hold him back from the depths.\nFor his will was as flabby as his conscience, and his pride, which\nstands to some men for conscience, had no definite aim or direction.\n\nHattie Sterling had given him both his greatest impulse for evil and for\ngood. She had at first given him his gentle push, but when she saw that\nhis collapse would lose her a faithful and useful slave she had sought\nto check his course. Her threat of the severance of their relations had\nheld him up for a little time, and she began to believe that he was safe\nagain. He went back to the work he had neglected, drank moderately, and\nacted in most things as a sound, sensible being. Then, all of a sudden,\nhe went down again, and went down badly. She kept her promise and threw\nhim over. Then he became a hanger-on at the clubs, a genteel loafer. He\nused to say in his sober moments that at last he was one of the boys\nthat Sadness had spoken of. He did not work, and yet he lived and ate\nand was proud of his degradation. But he soon tired of being separated\nfrom Hattie, and straightened up again. After some demur she received\nhim upon his former footing. It was only for a few months. He fell\nagain. For almost four years this had happened intermittently. Finally\nhe took a turn for the better that endured so long that Hattie Sterling\nagain gave him her faith. Then the woman made her mistake. She warmed to\nhim. She showed him that she was proud of him. He went forth at once to\ncelebrate his victory. He did not return to her for three days. Then he\nwas battered, unkempt, and thick of speech.\n\nShe looked at him in silent contempt for a while as he sat nursing his\naching head.\n\n\"Well, you 're a beauty,\" she said finally with cutting scorn. \"You\nought to be put under a glass case and placed on exhibition.\"\n\nHe groaned and his head sunk lower. A drunken man is always disarmed.\n\nHis helplessness, instead of inspiring her with pity, inflamed her with\nan unfeeling anger that burst forth in a volume of taunts.\n\n\"You 're the thing I 've given up all my chances for--you, a miserable,\ndrunken jay, without a jay's decency. No one had ever looked at you\nuntil I picked you up and you 've been strutting around ever since,\nshowing off because I was kind to you, and now this is the way you pay\nme back. Drunk half the time and half drunk the rest. Well, you know\nwhat I told you the last time you got 'loaded'? I mean it too. You 're\nnot the only star in sight, see?\"\n\nShe laughed meanly and began to sing, \"You 'll have to find another baby\nnow.\"\n\nFor the first time he looked up, and his eyes were full of tears--tears\nboth of grief and intoxication. There was an expression of a whipped dog\non his face.\n\n\"Do'--Ha'ie, do'--\" he pleaded, stretching out his hands to her.\n\nHer eyes blazed back at him, but she sang on insolently, tauntingly.\n\nThe very inanity of the man disgusted her, and on a sudden impulse she\nsprang up and struck him full in the face with the flat of her hand. He\nwas too weak to resist the blow, and, tumbling from the chair, fell\nlimply to the floor, where he lay at her feet, alternately weeping aloud\nand quivering with drunken, hiccoughing sobs.\n\n\"Get up!\" she cried; \"get up and get out o' here. You sha'n't lay around\nmy house.\"\n\nHe had already begun to fall into a drunken sleep, but she shook him,\ngot him to his feet, and pushed him outside the door. \"Now, go, you\ndrunken dog, and never put your foot inside this house again.\"\n\nHe stood outside, swaying dizzily upon his feet and looking back with\ndazed eyes at the door, then he muttered: \"Pu' me out, wi' you? Pu' me\nout, damn you! Well, I ki' you. See 'f I don't;\" and he half walked,\nhalf fell down the street.\n\nSadness and Skaggsy were together at the club that night. Five years had\nnot changed the latter as to wealth or position or inclination, and he\nwas still a frequent visitor at the Banner. He always came in alone now,\nfor Maudie had gone the way of all the half-world, and reached depths to\nwhich Mr. Skaggs's job prevented him from following her. However, he\nmourned truly for his lost companion, and to-night he was in a\nparticularly pensive mood.\n\nSome one was playing rag-time on the piano, and the dancers were\nwheeling in time to the music. Skaggsy looked at them regretfully as he\nsipped his liquor. It made him think of Maudie. He sighed and turned\naway.\n\n\"I tell you, Sadness,\" he said impulsively, \"dancing is the poetry of\nmotion.\"\n\n\"Yes,\" replied Sadness, \"and dancing in rag-time is the dialect\npoetry.\"\n\nThe reporter did not like this. It savoured of flippancy, and he was\nabout entering upon a discussion to prove that Sadness had no soul, when\nJoe, with blood-shot eyes and dishevelled clothes, staggered in and\nreeled towards them.\n\n\"Drunk again,\" said Sadness. \"Really, it 's a waste of time for Joe to\nsober up. Hullo there!\" as the young man brought up against him; \"take a\nseat.\" He put him in a chair at the table. \"Been lushin' a bit, eh?\"\n\n\"Gi' me some'n' drink.\"\n\n\"Oh, a hair of the dog. Some men shave their dogs clean, and then have\nhydrophobia. Here, Jack!\"\n\nThey drank, and then, as if the whiskey had done him good, Joe sat up in\nhis chair.\n\n\"Ha'ie 's throwed me down.\"\n\n\"Lucky dog! You might have known it would have happened sooner or later.\nBetter sooner than never.\"\n\nSkaggs smoked in silence and looked at Joe.\n\n\"I 'm goin' to kill her.\"\n\n\"I would n't if I were you. Take old Sadness's advice and thank your\nstars that you 're rid of her.\"\n\n\"I 'm goin' to kill her.\" He paused and looked at them drowsily. Then,\nbracing himself up again, he broke out suddenly, \"Say, d' ever tell y'\n'bout the ol' man? He never stole that money. Know he di' n'.\"\n\nHe threatened to fall asleep now, but the reporter was all alert. He\nscented a story.\n\n\"By Jove!\" he exclaimed, \"did you hear that? Bet the chap stole it\nhimself and 's letting the old man suffer for it. Great story, ain't it?\nCome, come, wake up here. Three more, Jack. What about your father?\"\n\n\"Father? Who's father. Oh, do' bother me. What?\"\n\n\"Here, here, tell us about your father and the money. If he did n't\nsteal it, who did?\"\n\n\"Who did? Tha' 's it, who did? Ol' man di' n' steal it, know he di' n'.\"\n\n\"Oh, let him alone, Skaggsy, he don't know what he 's saying.\"\n\n\"Yes, he does, a drunken man tells the truth.\"\n\n\"In some cases,\" said Sadness.\n\n\"Oh, let me alone, man. I 've been trying for years to get a big\nsensation for my paper, and if this story is one, I 'm a made man.\"\n\nThe drink seemed to revive the young man again, and by bits Skaggs was\nable to pick out of him the story of his father's arrest and conviction.\nAt its close he relapsed into stupidity, murmuring, \"She throwed me\ndown.\"\n\n\"Well,\" sneered Sadness, \"you see drunken men tell the truth, and you\ndon't seem to get much guilt out of our young friend. You 're\ndisappointed, are n't you?\"\n\n\"I confess I am disappointed, but I 've got an idea, just the same.\"\n\n\"Oh, you have? Well, don't handle it carelessly; it might go off.\" And\nSadness rose. The reporter sat thinking for a time and then followed\nhim, leaving Joe in a drunken sleep at the table. There he lay for more\nthan two hours. When he finally awoke, he started up as if some\ndetermination had come to him in his sleep. A part of the helplessness\nof his intoxication had gone, but his first act was to call for more\nwhiskey. This he gulped down, and followed with another and another. For\na while he stood still, brooding silently, his red eyes blinking at the\nlight. Then he turned abruptly and left the club.\n\nIt was very late when he reached Hattie's door, but he opened it with\nhis latch-key, as he had been used to do. He stopped to help himself to\na glass of brandy, as he had so often done before. Then he went directly\nto her room. She was a light sleeper, and his step awakened her.\n\n\"Who is it?\" she cried in affright.\n\n\"It 's me.\" His voice was steadier now, but grim.\n\n\"What do you want? Did n't I tell you never to come here again? Get out\nor I 'll have you taken out.\"\n\nShe sprang up in bed, glaring angrily at him.\n\nHis hands twitched nervously, as if her will were conquering him and he\nwere uneasy, but he held her eye with his own.\n\n\"You put me out to-night,\" he said.\n\n\"Yes, and I 'm going to do it again. You 're drunk.\"\n\nShe started to rise, but he took a step towards her and she paused. He\nlooked as she had never seen him look before. His face was ashen and his\neyes like fire and blood. She quailed beneath the look. He took another\nstep towards her.\n\n\"You put me out to-night,\" he repeated, \"like a dog.\"\n\nHis step was steady and his tone was clear, menacingly clear. She shrank\nback from him, back to the wall. Still his hands twitched and his eye\nheld her. Still he crept slowly towards her, his lips working and his\nhands moving convulsively.\n\n\"Joe, Joe!\" she said hoarsely, \"what 's the matter? Oh, don't look at me\nlike that.\"\n\nThe gown had fallen away from her breast and showed the convulsive\nfluttering of her heart.\n\nHe broke into a laugh, a dry, murderous laugh, and his hands sought each\nother while the fingers twitched over one another like coiling serpents.\n\n\"You put me out--you--you, and you made me what I am.\" The realisation\nof what he was, of his foulness and degradation, seemed just to have\ncome to him fully. \"You made me what I am, and then you sent me away.\nYou let me come back, and now you put me out.\"\n\nShe gazed at him fascinated. She tried to scream and she could not. This\nwas not Joe. This was not the boy that she had turned and twisted about\nher little finger. This was a terrible, terrible man or a monster.\n\nHe moved a step nearer her. His eyes fell to her throat. For an instant\nshe lost their steady glare and then she found her voice. The scream was\nchecked as it began. His fingers had closed over her throat just where\nthe gown had left it temptingly bare. They gave it the caress of death.\nShe struggled. They held her. Her eyes prayed to his. But his were the\nfire of hell. She fell back upon her pillow in silence. He had not\nuttered a word. He held her. Finally he flung her from him like a rag,\nand sank into a chair. And there the officers found him when Hattie\nSterling's disappearance had become a strange thing.\n\n\n\n\nXV\n\n\"DEAR, DAMNED, DELIGHTFUL TOWN\"\n\n\nWhen Joe was taken, there was no spirit or feeling left in him. He moved\nmechanically, as if without sense or volition. The first impression he\ngave was that of a man over-acting insanity. But this was soon removed\nby the very indifference with which he met everything concerned with his\ncrime. From the very first he made no effort to exonerate or to\nvindicate himself. He talked little and only in a dry, stupefied way. He\nwas as one whose soul is dead, and perhaps it was; for all the little\nsoul of him had been wrapped up in the body of this one woman, and the\nstroke that took her life had killed him too.\n\nThe men who examined him were irritated beyond measure. There was\nnothing for them to exercise their ingenuity upon. He left them nothing\nto search for. Their most damning question he answered with an apathy\nthat showed absolutely no interest in the matter. It was as if some one\nwhom he did not care about had committed a crime and he had been called\nto testify. The only thing which he noticed or seemed to have any\naffection for was a little pet dog which had been hers and which they\nsometimes allowed to be with him after the life sentence had been passed\nupon him and when he was awaiting removal. He would sit for hours with\nthe little animal in his lap, caressing it dumbly. There was a mute\nsorrow in the eyes of both man and dog, and they seemed to take comfort\nin each other's presence. There was no need of any sign between them.\nThey had both loved her, had they not? So they understood.\n\nSadness saw him and came back to the Banner, torn and unnerved by the\nsight. \"I saw him,\" he said with a shudder, \"and it 'll take more\nwhiskey than Jack can give me in a year to wash the memory of him out of\nme. Why, man, it shocked me all through. It 's a pity they did n't send\nhim to the chair. It could n't have done him much harm and would have\nbeen a real mercy.\"\n\nAnd so Sadness and all the club, with a muttered \"Poor devil!\" dismissed\nhim. He was gone. Why should they worry? Only one more who had got into\nthe whirlpool, enjoyed the sensation for a moment, and then swept\ndizzily down. There were, indeed, some who for an earnest hour\nsermonised about it and said, \"Here is another example of the pernicious\ninfluence of the city on untrained negroes. Oh, is there no way to keep\nthese people from rushing away from the small villages and country\ndistricts of the South up to the cities, where they cannot battle with\nthe terrible force of a strange and unusual environment? Is there no way\nto prove to them that woollen-shirted, brown-jeaned simplicity is\ninfinitely better than broad-clothed degradation?\" They wanted to\npreach to these people that good agriculture is better than bad\nart,--that it was better and nobler for them to sing to God across the\nSouthern fields than to dance for rowdies in the Northern halls. They\nwanted to dare to say that the South has its faults--no one condones\nthem--and its disadvantages, but that even what they suffered from these\nwas better than what awaited them in the great alleys of New York. Down\nthere, the bodies were restrained, and they chafed; but here the soul\nwould fester, and they would be content.\n\nThis was but for an hour, for even while they exclaimed they knew that\nthere was no way, and that the stream of young negro life would continue\nto flow up from the South, dashing itself against the hard necessities\nof the city and breaking like waves against a rock,--that, until the\ngods grew tired of their cruel sport, there must still be sacrifices to\nfalse ideals and unreal ambitions.\n\nThere was one heart, though, that neither dismissed Joe with gratuitous\npity nor sermonised about him. The mother heart had only room for grief\nand pain. Already it had borne its share. It had known sorrow for a lost\nhusband, tears at the neglect and brutality of a new companion, shame\nfor a daughter's sake, and it had seemed already filled to overflowing.\nAnd yet the fates had put in this one other burden until it seemed it\nmust burst with the weight of it.\n\nTo Fannie Hamilton's mind now all her boy's shortcomings became as\nnaught. He was not her wayward, erring, criminal son. She only\nremembered that he was her son, and wept for him as such. She forgot his\ncurses, while her memory went back to the sweetness of his baby prattle\nand the soft words of his tenderer youth. Until the last she clung to\nhim, holding him guiltless, and to her thought they took to prison, not\nJoe Hamilton, a convicted criminal, but Joey, Joey, her boy, her\nfirstborn,--a martyr.\n\nThe pretty Miss Kitty Hamilton was less deeply impressed. The arrest\nand subsequent conviction of her brother was quite a blow. She felt the\nshame of it keenly, and some of the grief. To her, coming as it did just\nat a time when the company was being strengthened and she more\nimportantly featured than ever, it was decidedly inopportune, for no one\ncould help connecting her name with the affair.\n\nFor a long time she and her brother had scarcely been upon speaking\nterms. During Joe's frequent lapses from industry he had been prone to\n\"touch\" his sister for the wherewithal to supply his various wants.\nWhen, finally, she grew tired and refused to be \"touched,\" he rebuked\nher for withholding that which, save for his help, she would never have\nbeen able to make. This went on until they were almost entirely\nestranged. He was wont to say that \"now his sister was up in the world,\nshe had got the big head,\" and she to retort that her brother \"wanted to\nuse her for a 'soft thing.'\"\n\nFrom the time that she went on the stage she had begun to live her own\nlife, a life in which the chief aim was the possession of good clothes\nand the ability to attract the attention which she had learned to crave.\nThe greatest sign of interest she showed in her brother's affair was, at\nfirst, to offer her mother money to secure a lawyer. But when Joe\nconfessed all, she consoled herself with the reflection that perhaps it\nwas for the best, and kept her money in her pocket with a sense of\nsatisfaction. She was getting to be so very much more Joe's sister. She\ndid not go to see her brother. She was afraid it might make her nervous\nwhile she was in the city, and she went on the road with her company\nbefore he was taken away.\n\nMiss Kitty Hamilton had to be very careful about her nerves and her\nhealth. She had had experiences, and her voice was not as good as it\nused to be, and her beauty had to be aided by cosmetics. So she went\naway from New York, and only read of all that happened when some one\ncalled her attention to it in the papers.\n\nBerry Hamilton in his Southern prison knew nothing of all this, for no\nletters had passed between him and his family for more than two years.\nThe very cruelty of destiny defeated itself in this and was kind.\n\n\n\n\nXVI\n\nSKAGGS'S THEORY\n\n\nThere was, perhaps, more depth to Mr. Skaggs than most people gave him\ncredit for having. However it may be, when he got an idea into his head,\nwhether it were insane or otherwise, he had a decidedly tenacious way of\nholding to it. Sadness had been disposed to laugh at him when he\nannounced that Joe's drunken story of his father's troubles had given\nhim an idea. But it was, nevertheless, true, and that idea had stayed\nwith him clear through the exciting events that followed on that fatal\nnight. He thought and dreamed of it until he had made a working theory.\nThen one day, with a boldness that he seldom assumed when in the sacred\nPresence, he walked into the office and laid his plans before the\neditor. They talked together for some time, and the editor seemed hard\nto convince.\n\n\"It would be a big thing for the paper,\" he said, \"if it only panned\nout; but it is such a rattle-brained, harum-scarum thing. No one under\nthe sun would have thought of it but you, Skaggs.\"\n\n\"Oh, it 's bound to pan out. I see the thing as clear as day. There 's\nno getting around it.\"\n\n\"Yes, it looks plausible, but so does all fiction. You 're taking a\nchance. You 're losing time. If it fails----\"\n\n\"But if it succeeds?\"\n\n\"Well, go and bring back a story. If you don't, look out. It 's against\nmy better judgment anyway. Remember I told you that.\"\n\nSkaggs shot out of the office, and within an hour and a half had boarded\na fast train for the South.\n\nIt is almost a question whether Skaggs had a theory or whether he had\ntold himself a pretty story and, as usual, believed it. The editor was\nright. No one else would have thought of the wild thing that was in the\nreporter's mind. The detective had not thought of it five years before,\nnor had Maurice Oakley and his friends had an inkling, and here was one\nof the New York _Universe's_ young men going miles to prove his idea\nabout something that did not at all concern him.\n\nWhen Skaggs reached the town which had been the home of the Hamiltons,\nhe went at once to the Continental Hotel. He had as yet formulated no\nplan of immediate action and with a fool's or a genius' belief in his\ndestiny he sat down to await the turn of events. His first move would be\nto get acquainted with some of his neighbours. This was no difficult\nmatter, as the bar of the Continental was still the gathering-place of\nsome of the city's choice spirits of the old regime. Thither he went,\nand his convivial cheerfulness soon placed him on terms of equality with\nmany of his kind.\n\nHe insinuated that he was looking around for business prospects. This\nproved his open-sesame. Five years had not changed the Continental\nfrequenters much, and Skaggs's intention immediately brought Beachfield\nDavis down upon him with the remark, \"If a man wants to go into\nbusiness, business for a gentleman, suh, Gad, there 's no finer or\nbetter paying business in the world than breeding blooded dogs--that is,\nif you get a man of experience to go in with you.\"\n\n\"Dogs, dogs,\" drivelled old Horace Talbot, \"Beachfield 's always talking\nabout dogs. I remember the night we were all discussing that Hamilton\nnigger's arrest, Beachfield said it was a sign of total depravity\nbecause his man hunted 'possums with his hound.\" The old man laughed\ninanely. The hotel whiskey was getting on his nerves.\n\nThe reporter opened his eyes and his ears. He had stumbled upon\nsomething, at any rate.\n\n\"What was it about some nigger's arrest, sir?\" he asked respectfully.\n\n\"Oh, it was n't anything much. Only an old and trusted servant robbed\nhis master, and my theory----\"\n\n\"But you will remember, Mr. Talbot,\" broke in Davis, \"that I proved your\ntheory to be wrong and cited a conclusive instance.\"\n\n\"Yes, a 'possum-hunting dog.\"\n\n\"I am really anxious to hear about the robbery, though. It seems such an\nunusual thing for a negro to steal a great amount.\"\n\n\"Just so, and that was part of my theory. Now----\"\n\n\"It 's an old story and a long one, Mr. Skaggs, and one of merely local\nrepute,\" interjected Colonel Saunders. \"I don't think it could possibly\ninterest you, who are familiar with the records of the really great\ncrimes that take place in a city such as New York.\"\n\n\"Those things do interest me very much, though. I am something of a\npsychologist, and I often find the smallest and most\ninsignificant-appearing details pregnant with suggestion. Won't you let\nme hear the story, Colonel?\"\n\n\"Why, yes, though there 's little in it save that I am one of the few\nmen who have come to believe that the negro, Berry Hamilton, is not the\nguilty party.\"\n\n\"Nonsense! nonsense!\" said Talbot; \"of course Berry was guilty, but, as\nI said before, I don't blame him. The negroes----\"\n\n\"Total depravity,\" said Davis. \"Now look at my dog----\"\n\n\"If you will retire with me to the further table I will give you\nwhatever of the facts I can call to mind.\"\n\nAs unobtrusively as they could, they drew apart from the others and\nseated themselves at a more secluded table, leaving Talbot and Davis\nwrangling, as of old, over their theories. When the glasses were filled\nand the pipes going, the Colonel began his story, interlarding it\nfrequently with comments of his own.\n\n\"Now, in the first place, Mr. Skaggs,\" he said when the tale was done,\n\"I am lawyer enough to see for myself how weak the evidence was upon\nwhich the negro was convicted, and later events have done much to\nconfirm me in the opinion that he was innocent.\"\n\n\"Later events?\"\n\n\"Yes.\" The Colonel leaned across the table and his voice fell to a\nwhisper. \"Four years ago a great change took place in Maurice Oakley. It\nhappened in the space of a day, and no one knows the cause of it. From a\nsocial, companionable man, he became a recluse, shunning visitors and\ndreading society. From an open-hearted, unsuspicious neighbour, he\nbecame secretive and distrustful of his own friends. From an active\nbusiness man, he has become a retired brooder. He sees no one if he can\nhelp it. He writes no letters and receives none, not even from his\nbrother, it is said. And all of this came about in the space of\ntwenty-four hours.\"\n\n\"But what was the beginning of it?\"\n\n\"No one knows, save that one day he had some sort of nervous attack. By\nthe time the doctor was called he was better, but he kept clutching his\nhand over his heart. Naturally, the physician wanted to examine him\nthere, but the very suggestion of it seemed to throw him into a frenzy;\nand his wife too begged the doctor, an old friend of the family, to\ndesist. Maurice Oakley had been as sound as a dollar, and no one of the\nfamily had had any tendency to heart affection.\"\n\n\"It is strange.\"\n\n\"Strange it is, but I have my theory.\"\n\n\"His actions are like those of a man guarding a secret.\"\n\n\"Sh! His negro laundress says that there is an inside pocket in his\nundershirts.\"\n\n\"An inside pocket?\"\n\n\"Yes.\"\n\n\"And for what?\" Skaggs was trembling with eagerness.\n\nThe Colonel dropped his voice lower.\n\n\"We can only speculate,\" he said; \"but, as I have said, I have my\ntheory. Oakley was a just man, and in punishing his old servant for the\nsupposed robbery it is plain that he acted from principle. But he is\nalso a proud man and would hate to confess that he had been in the\nwrong. So I believed that the cause of his first shock was the finding\nof the money that he supposed gone. Unwilling to admit this error, he\nlets the misapprehension go on, and it is the money which he carries in\nhis secret pocket, with a morbid fear of its discovery, that has made\nhim dismiss his servants, leave his business, and refuse to see his\nfriends.\"\n\n\"A very natural conclusion, Colonel, and I must say that I believe you.\nIt is strange that others have not seen as you have seen and brought the\nmatter to light.\"\n\n\"Well, you see, Mr. Skaggs, none are so dull as the people who think\nthey think. I can safely say that there is not another man in this town\nwho has lighted upon the real solution of this matter, though it has\nbeen openly talked of for so long. But as for bringing it to light, no\none would think of doing that. It would be sure to hurt Oakley's\nfeelings, and he is of one of our best families.\"\n\n\"Ah, yes, perfectly right.\"\n\nSkaggs had got all that he wanted; much more, in fact, than he had\nexpected. The Colonel held him for a while yet to enlarge upon the views\nthat he had expressed.\n\nWhen the reporter finally left him, it was with a cheery \"Good-night,\nColonel. If I were a criminal, I should be afraid of that analytical\nmind of yours!\"\n\nHe went upstairs chuckling. \"The old fool!\" he cried as he flung himself\ninto a chair. \"I 've got it! I 've got it! Maurice Oakley must see me,\nand then what?\" He sat down to think out what he should do to-morrow.\nAgain, with his fine disregard of ways and means, he determined to trust\nto luck, and as he expressed it, \"brace old Oakley.\"\n\nAccordingly he went about nine o'clock the next morning to Oakley's\nhouse. A gray-haired, sad-eyed woman inquired his errand.\n\n\"I want to see Mr. Oakley,\" he said.\n\n\"You cannot see him. Mr. Oakley is not well and does not see visitors.\"\n\n\"But I must see him, madam; I am here upon business of importance.\"\n\n\"You can tell me just as well as him. I am his wife and transact all of\nhis business.\"\n\n\"I can tell no one but the master of the house himself.\"\n\n\"You cannot see him. It is against his orders.\"\n\n\"Very well,\" replied Skaggs, descending one step; \"it is his loss, not\nmine. I have tried to do my duty and failed. Simply tell him that I came\nfrom Paris.\"\n\n\"Paris?\" cried a querulous voice behind the woman's back. \"Leslie, why\ndo you keep the gentleman at the door? Let him come in at once.\"\n\nMrs. Oakley stepped from the door and Skaggs went in. Had he seen\nOakley before he would have been shocked at the change in his\nappearance; but as it was, the nervous, white-haired man who stood\nshiftily before him told him nothing of an eating secret long carried.\nThe man's face was gray and haggard, and deep lines were cut under his\nstaring, fish-like eyes. His hair tumbled in white masses over his\npallid forehead, and his lips twitched as he talked.\n\n\"You 're from Paris, sir, from Paris?\" he said. \"Come in, come in.\"\n\nHis motions were nervous and erratic. Skaggs followed him into the\nlibrary, and the wife disappeared in another direction.\n\nIt would have been hard to recognise in the Oakley of the present the\nman of a few years before. The strong frame had gone away to bone, and\nnothing of his old power sat on either brow or chin. He was as a man who\ntrembled on the brink of insanity. His guilty secret had been too much\nfor him, and Skaggs's own fingers twitched as he saw his host's hands\nseek the breast of his jacket every other moment.\n\n\"It is there the secret is hidden,\" he said to himself, \"and whatever it\nis, I must have it. But how--how? I can't knock the man down and rob him\nin his own house.\" But Oakley himself proceeded to give him his first\ncue.\n\n\"You--you--perhaps have a message from my brother--my brother who is in\nParis. I have not heard from him for some time.\"\n\nSkaggs's mind worked quickly. He remembered the Colonel's story.\nEvidently the brother had something to do with the secret. \"Now or\nnever,\" he thought. So he said boldly, \"Yes, I have a message from your\nbrother.\"\n\nThe man sprung up, clutching again at his breast. \"You have? you have?\nGive it to me. After four years he sends me a message! Give it to me!\"\n\nThe reporter looked steadily at the man. He knew that he was in his\npower, that his very eagerness would prove traitor to his discretion.\n\n\"Your brother bade me to say to you that you have a terrible secret,\nthat you bear it in your breast--there--there. I am his messenger. He\nbids you to give it to me.\"\n\nOakley had shrunken back as if he had been struck.\n\n\"No, no!\" he gasped, \"no, no! I have no secret.\"\n\nThe reporter moved nearer him. The old man shrunk against the wall, his\nlips working convulsively and his hand tearing at his breast as Skaggs\ndrew nearer. He attempted to shriek, but his voice was husky and broke\noff in a gasping whisper.\n\n\"Give it to me, as your brother commands.\"\n\n\"No, no, no! It is not his secret; it is mine. I must carry it here\nalways, do you hear? I must carry it till I die. Go away! Go away!\"\n\nSkaggs seized him. Oakley struggled weakly, but he had no strength. The\nreporter's hand sought the secret pocket. He felt a paper beneath his\nfingers. Oakley gasped hoarsely as he drew it forth. Then raising his\nvoice gave one agonised cry, and sank to the floor frothing at the\nmouth. At the cry rapid footsteps were heard in the hallway, and Mrs.\nOakley threw open the door.\n\n\"What is the matter?\" she cried.\n\n\"My message has somewhat upset your husband,\" was the cool answer.\n\n\"But his breast is open. Your hand has been in his bosom. You have taken\nsomething from him. Give it to me, or I shall call for help.\"\n\nSkaggs had not reckoned on this, but his wits came to the rescue.\n\n\"You dare not call for help,\" he said, \"or the world will know!\"\n\nShe wrung her hands helplessly, crying, \"Oh, give it to me, give it to\nme. We 've never done you any harm.\"\n\n\"But you 've harmed some one else; that is enough.\"\n\nHe moved towards the door, but she sprang in front of him with the\nfierceness of a tigress protecting her young. She attacked him with\nteeth and nails. She was pallid with fury, and it was all he could do to\nprotect himself and yet not injure her. Finally, when her anger had\ntaken her strength, he succeeded in getting out. He flew down the\nhall-way and out of the front door, the woman's screams following him.\nHe did not pause to read the precious letter until he was safe in his\nroom at the Continental Hotel. Then he sprang to his feet, crying,\n\"Thank God! thank God! I was right, and the _Universe_ shall have a\nsensation. The brother is the thief, and Berry Hamilton is an innocent\nman. Hurrah! Now, who is it that has come on a wild-goose chase? Who is\nit that ought to handle his idea carefully? Heigho, Saunders my man, the\ndrinks 'll be on you, and old Skaggsy will have done some good in the\nworld.\"\n\n\n\n\nXVII\n\nA YELLOW JOURNAL\n\n\nMr. Skaggs had no qualms of conscience about the manner in which he had\ncome by the damaging evidence against Maurice Oakley. It was enough for\nhim that he had it. A corporation, he argued, had no soul, and therefore\nno conscience. How much less, then, should so small a part of a great\ncorporation as himself be expected to have them?\n\nHe had his story. It was vivid, interesting, dramatic. It meant the\nfavour of his editor, a big thing for the _Universe_, and a fatter\nlining for his own pocket. He sat down to put his discovery on paper\nbefore he attempted anything else, although the impulse to celebrate was\nvery strong within him.\n\nHe told his story well, with an eye to every one of its salient points.\nHe sent an alleged picture of Berry Hamilton as he had appeared at the\ntime of his arrest. He sent a picture of the Oakley home and of the\ncottage where the servant and his family had been so happy. There was a\nstrong pen-picture of the man, Oakley, grown haggard and morose from\ncarrying his guilty secret, of his confusion when confronted with the\nsupposed knowledge of it. The old Southern city was described, and the\nopinions of its residents in regard to the case given. It was\nthere--clear, interesting, and strong. One could see it all as if every\nphase of it were being enacted before one's eyes. Skaggs surpassed\nhimself.\n\nWhen the editor first got hold of it he said \"Huh!\" over the opening\nlines,--a few short sentences that instantly pricked the attention\nawake. He read on with increasing interest. \"This is good stuff,\" he\nsaid at the last page. \"Here 's a chance for the _Universe_ to look into\nthe methods of Southern court proceedings. Here 's a chance for a\nspread.\"\n\nThe _Universe_ had always claimed to be the friend of all poor and\noppressed humanity, and every once in a while it did something to\nsubstantiate its claim, whereupon it stood off and said to the public,\n\"Look you what we have done, and behold how great we are, the friend of\nthe people!\" The _Universe_ was yellow. It was very so. But it had power\nand keenness and energy. It never lost an opportunity to crow, and if\none was not forthcoming, it made one. In this way it managed to do a\nconsiderable amount of good, and its yellowness became forgivable, even\ncommendable. In Skaggs's story the editor saw an opportunity for one of\nits periodical philanthropies. He seized upon it. With headlines that\ntook half a page, and with cuts authentic and otherwise, the tale was\ntold, and the people of New York were greeted next morning with the\nannouncement of--\n\n\n                       \"A Burning Shame!\n\n          A Poor and Innocent Negro made to Suffer\n\n                   for a Rich Man's Crime!\n\n               Great Expose by the 'Universe'!\n\n            A 'Universe' Reporter To the Rescue!\n\n            The Whole Thing to Be Aired that the\n\n                   People may Know!\"\n\n\nThen Skaggs received a telegram that made him leap for joy. He was to do\nit. He was to go to the capital of the State. He was to beard the\nGovernor in his den, and he, with the force of a great paper behind him,\nwas to demand for the people the release of an innocent man. Then there\nwould be another write-up and much glory for him and more shekels. In an\nhour after he had received his telegram he was on his way to the\nSouthern capital.\n\n       *       *       *       *       *\n\nMeanwhile in the house of Maurice Oakley there were sad times. From the\nmoment that the master of the house had fallen to the floor in impotent\nfear and madness there had been no peace within his doors. At first his\nwife had tried to control him alone, and had humoured the wild babblings\nwith which he woke from his swoon. But these changed to shrieks and\ncries and curses, and she was forced to throw open the doors so long\nclosed and call in help. The neighbours and her old friends went to her\nassistance, and what the reporter's story had not done, the ravings of\nthe man accomplished; for, with a show of matchless cunning, he\ncontinually clutched at his breast, laughed, and babbled his secret\nopenly. Even then they would have smothered it in silence, for the\nhonour of one of their best families; but too many ears had heard, and\nthen came the yellow journal bearing all the news in emblazoned\nheadlines.\n\nColonel Saunders was distinctly hurt to think that his confidence had\nbeen imposed on, and that he had been instrumental in bringing shame\nupon a Southern name.\n\n\"To think, suh,\" he said generally to the usual assembly of choice\nspirits,--\"to think of that man's being a reporter, suh, a common,\nordinary reporter, and that I sat and talked to him as if he were a\ngentleman!\"\n\n\"You 're not to be blamed, Colonel,\" said old Horace Talbot. \"You 've\ndone no more than any other gentleman would have done. The trouble is\nthat the average Northerner has no sense of honour, suh, no sense of\nhonour. If this particular man had had, he would have kept still, and\neverything would have gone on smooth and quiet. Instead of that, a\ndistinguished family is brought to shame, and for what? To give a nigger\na few more years of freedom when, likely as not, he don't want it; and\nBerry Hamilton's life in prison has proved nearer the ideal reached by\nslavery than anything he has found since emancipation. Why, suhs, I\nfancy I see him leaving his prison with tears of regret in his eyes.\"\n\nOld Horace was inanely eloquent for an hour over his pet theory. But\nthere were some in the town who thought differently about the matter,\nand it was their opinions and murmurings that backed up Skaggs and made\nit easier for him when at the capital he came into contact with the\nofficial red tape.\n\nHe was told that there were certain forms of procedure, and certain\ntimes for certain things, but he hammered persistently away, the\nmurmurings behind him grew louder, while from his sanctum the editor of\nthe _Universe_ thundered away against oppression and high-handed\ntyranny. Other papers took it up and asked why this man should be\ndespoiled of his liberty any longer? And when it was replied that the\nman had been convicted, and that the wheels of justice could not be\nstopped or turned back by the letter of a romantic artist or the ravings\nof a madman, there was a mighty outcry against the farce of justice that\nhad been played out in this man's case.\n\nThe trial was reviewed; the evidence again brought up and examined. The\ndignity of the State was threatened. At this time the State did the one\nthing necessary to save its tottering reputation. It would not\nsurrender, but it capitulated, and Berry Hamilton was pardoned.\n\nBerry heard the news with surprise and a half-bitter joy. He had long\nago lost hope that justice would ever be done to him. He marvelled at\nthe word that was brought to him now, and he could not understand the\nstrange cordiality of the young white man who met him at the warden's\noffice. Five years of prison life had made a different man of him. He no\nlonger looked to receive kindness from his fellows, and he blinked at it\nas he blinked at the unwonted brightness of the sun. The lines about his\nmouth where the smiles used to gather had changed and grown stern with\nthe hopelessness of years. His lips drooped pathetically, and hard\ntreatment had given his eyes a lowering look. His hair, that had hardly\nshown a white streak, was as white as Maurice Oakley's own. His\nerstwhile quick wits were dulled and imbruted. He had lived like an ox,\nworking without inspiration or reward, and he came forth like an ox\nfrom his stall. All the higher part of him he had left behind, dropping\nit off day after day through the wearisome years. He had put behind him\nthe Berry Hamilton that laughed and joked and sang and believed, for\neven his faith had become only a numbed fancy.\n\n\"This is a very happy occasion, Mr. Hamilton,\" said Skaggs, shaking his\nhand heartily.\n\nBerry did not answer. What had this slim, glib young man to do with him?\nWhat had any white man to do with him after what he had suffered at\ntheir hands?\n\n\"You know you are to go New York with me?\"\n\n\"To New Yawk? What fu'?\"\n\nSkaggs did not tell him that, now that the _Universe_ had done its work,\nit demanded the right to crow to its heart's satisfaction. He said only,\n\"You want to see your wife, of course?\"\n\nBerry had forgotten Fannie, and for the first time his heart thrilled\nwithin him at the thought of seeing her again.\n\n\"I ain't hyeahed f'om my people fu' a long time. I did n't know what had\nbecome of 'em. How 's Kit an' Joe?\"\n\n\"They 're all right,\" was the reply. Skaggs could n't tell him, in this\nthe first hour of his freedom. Let him have time to drink the sweetness\nof that all in. There would be time afterwards to taste all of the\nbitterness.\n\nOnce in New York, he found that people wished to see him, some fools,\nsome philanthropists, and a great many reporters. He had to be\nphotographed--all this before he could seek those whom he longed to see.\nThey printed his picture as he was before he went to prison and as he\nwas now, a sort of before-and-after-taking comment, and in the morning\nthat it all appeared, when the _Universe_ spread itself to tell the\npublic what it had done and how it had done it, they gave him his wife's\naddress.\n\nIt would be better, they thought, for her to tell him herself all that\nhappened. No one of them was brave enough to stand to look in his eyes\nwhen he asked for his son and daughter, and they shifted their\nresponsibility by pretending to themselves that they were doing it for\nhis own good: that the blow would fall more gently upon him coming from\nher who had been his wife. Berry took the address and inquired his way\ntimidly, hesitatingly, but with a swelling heart, to the door of the\nflat where Fannie lived.\n\n\n\n\nXVIII\n\nWHAT BERRY FOUND\n\n\nHad not Berry's years of prison life made him forget what little he knew\nof reading, he might have read the name Gibson on the door-plate where\nthey told him to ring for his wife. But he knew nothing of what awaited\nhim as he confidently pulled the bell. Fannie herself came to the door.\nThe news the papers held had not escaped her, but she had suffered in\nsilence, hoping that Berry might be spared the pain of finding her. Now\nhe stood before her, and she knew him at a glance, in spite of his\nhaggard countenance.\n\n\"Fannie,\" he said, holding out his arms to her, and all of the pain and\npathos of long yearning was in his voice, \"don't you know me?\"\n\nShe shrank away from him, back in the hall-way.\n\n\"Yes, yes, Be'y, I knows you. Come in.\"\n\nShe led him through the passage-way and into her room, he following with\na sudden sinking at his heart. This was not the reception he had\nexpected from Fannie.\n\nWhen they were within the room he turned and held out his arms to her\nagain, but she did not notice them. \"Why, is you 'shamed o' me?\" he\nasked brokenly.\n\n\"'Shamed? No! Oh, Be'y,\" and she sank into a chair and began rocking to\nand fro in her helpless grief.\n\n\"What 's de mattah, Fannie? Ain't you glad to see me?\"\n\n\"Yes, yes, but you don't know nothin', do you? Dey lef' me to tell you?\"\n\n\"Lef' you to tell me? What 's de mattah? Is Joe or Kit daid? Tell me.\"\n\n\"No, not daid. Kit dances on de stage fu' a livin', an', Be'y, she ain't\nde gal she ust to be. Joe--Joe--Joe--he 's in pen'tentiary fu' killin' a\nooman.\"\n\nBerry started forward with a cry, \"My Gawd! my Gawd! my little gal! my\nboy!\"\n\n\"Dat ain't all,\" she went on dully, as if reciting a rote lesson; \"I\nain't yo' wife no mo'. I 's ma'ied ag'in. Oh Be'y, Be'y, don't look at\nme lak dat. I could n't he'p it. Kit an' Joe lef' me, an' dey said de\npen'tentiary divo'ced you an' me, an' dat you 'd nevah come out nohow.\nDon't look at me lak dat, Be'y.\"\n\n\"You ain't my wife no mo'? Hit 's a lie, a damn lie! You is my wife. I\n's a innocent man. No pen'tentiay kin tek you erway f'om me. Hit 's\nenough what dey 've done to my chillen.\" He rushed forward and seized\nher by the arm. \"Dey sha'n't do no mo', by Gawd! dey sha'n't, I say!\"\nHis voice had risen to a fierce roar, like that of a hurt beast, and he\nshook her by the arm as he spoke.\n\n\"Oh, don't, Be'y, don't, you hu't me. I could n't he'p it.\"\n\nHe glared at her for a moment, and then the real force of the situation\ncame full upon him, and he bowed his head in his hands and wept like a\nchild. The great sobs came up and stuck in his throat.\n\nShe crept up to him fearfully and laid her hand on his head.\n\n\"Don't cry, Be'y,\" she said; \"I done wrong, but I loves you yit.\"\n\nHe seized her in his arms and held her tightly until he could control\nhimself. Then he asked weakly, \"Well, what am I goin' to do?\"\n\n\"I do' know, Be'y, 'ceptin' dat you 'll have to leave me.\"\n\n\"I won't! I 'll never leave you again,\" he replied doggedly.\n\n\"But, Be'y, you mus'. You 'll only mek it ha'der on me, an' Gibson 'll\nbeat me ag'in.\"\n\n\"Ag'in!\"\n\nShe hung her head: \"Yes.\"\n\nHe gripped himself hard.\n\n\"Why cain't you come on off wid me, Fannie? You was mine fus'.\"\n\n\"I could n't. He would fin' me anywhaih I went to.\"\n\n\"Let him fin' you. You 'll be wid me, an' we 'll settle it, him an'\nme.\"\n\n\"I want to, but oh, I can't, I can't,\" she wailed. \"Please go now, Be'y,\nbefo' he gits home. He 's mad anyhow, 'cause you 're out.\"\n\nBerry looked at her hard, and then said in a dry voice, \"An' so I got to\ngo an' leave you to him?\"\n\n\"Yes, you mus'; I 'm his'n now.\"\n\nHe turned to the door, murmuring, \"My wife gone, Kit a nobody, an' Joe,\nlittle Joe, a murderer, an' then I--I--ust to pray to Gawd an' call him\n'Ouah Fathah.'\" He laughed hoarsely. It sounded like nothing Fannie had\never heard before.\n\n\"Don't, Be'y, don't say dat. Maybe we don't un'erstan'.\"\n\nHer faith still hung by a slender thread, but his had given way in that\nmoment.\n\n\"No, we don't un'erstan',\" he laughed as he went out of the door. \"We\ndon't un'erstan'.\"\n\nHe staggered down the steps, blinded by his emotions, and set his face\ntowards the little lodging that he had taken temporarily. There seemed\nnothing left in life for him to do. Yet he knew that he must work to\nlive, although the effort seemed hardly worth while. He remembered now\nthat the _Universe_ had offered him the under janitorship in its\nbuilding. He would go and take it, and some day, perhaps--He was not\nquite sure what the \"perhaps\" meant. But as his mind grew clearer he\ncame to know, for a sullen, fierce anger was smouldering in his heart\nagainst the man who through lies had stolen his wife from him. It was\nanger that came slowly, but gained in fierceness as it grew.\n\nYes, that was it, he would kill Gibson. It was no worse than his present\nstate. Then it would be father and son murderers. They would hang him or\nsend him back to prison. Neither would be hard now. He laughed to\nhimself.\n\nAnd this was what they had let him out of prison for? To find out all\nthis. Why had they not left him there to die in ignorance? What had he\nto do with all these people who gave him sympathy? What did he want of\ntheir sympathy? Could they give him back one tithe of what he had lost?\nCould they restore to him his wife or his son or his daughter, his quiet\nhappiness or his simple faith?\n\nHe went to work for the _Universe_, but night after night, armed, he\npatrolled the sidewalk in front of Fannie's house. He did not know\nGibson, but he wanted to see them together. Then he would strike. His\nvigils kept him from his bed, but he went to the next morning's work\nwith no weariness. The hope of revenge sustained him, and he took a\nsavage joy in the thought that he should be the dispenser of justice to\nat least one of those who had wounded him.\n\nFinally he grew impatient and determined to wait no longer, but to seek\nhis enemy in his own house. He approached the place cautiously and went\nup the steps. His hand touched the bell-pull. He staggered back.\n\n\"Oh, my Gawd!\" he said.\n\nThere was crape on Fannie's bell. His head went round and he held to the\ndoor for support. Then he turned the knob and the door opened. He went\nnoiselessly in. At the door of Fannie's room he halted, sick with fear.\nHe knocked, a step sounded within, and his wife's face looked out upon\nhim. He could have screamed aloud with relief.\n\n\"It ain't you!\" he whispered huskily.\n\n\"No, it 's him. He was killed in a fight at the race-track. Some o' his\nfrinds are settin' up. Come in.\"\n\nHe went in, a wild, strange feeling surging at his heart. She showed him\ninto the death-chamber.\n\nAs he stood and looked down upon the face of his enemy, still, cold, and\nterrible in death, the recognition of how near he had come to crime\nswept over him, and all his dead faith sprang into new life in a\nglorious resurrection. He stood with clasped hands, and no word passed\nhis lips. But his heart was crying, \"Thank God! thank God! this man's\nblood is not on my hands.\"\n\nThe gamblers who were sitting up with the dead wondered who the old fool\nwas who looked at their silent comrade and then raised his eyes as if in\nprayer.\n\n       *       *       *       *       *\n\nWhen Gibson was laid away, there were no formalities between Berry and\nhis wife; they simply went back to each other. New York held nothing for\nthem now but sad memories. Kit was on the road, and the father could not\nbear to see his son; so they turned their faces southward, back to the\nonly place they could call home. Surely the people could not be cruel to\nthem now, and even if they were, they felt that after what they had\nendured no wound had power to give them pain.\n\nLeslie Oakley heard of their coming, and with her own hands re-opened\nand refurnished the little cottage in the yard for them. There the\nwhite-haired woman begged them to spend the rest of their days and be in\npeace and comfort. It was the only amend she could make. As much to\nsatisfy her as to settle themselves, they took the cottage, and many a\nnight thereafter they sat together with clasped hands listening to the\nshrieks of the madman across the yard and thinking of what he had\nbrought to them and to himself.\n\nIt was not a happy life, but it was all that was left to them, and they\ntook it up without complaint, for they knew they were powerless against\nsome Will infinitely stronger than their own.\n\n\n\n\n\nEnd of Project Gutenberg's The Sport of the Gods, by Paul Laurence Dunbar\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SPORT OF THE GODS ***\n\n***** This file should be named 17854.txt or 17854.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/7\/8\/5\/17854\/\n\nProduced by Robert Ledger, Suzanne Shell and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":496,"split":"train"}
