{"ori_id":"706d21321f927fefba090bf9af88835ac99035b0","title":"Much Ado About Nothing","context":"Much Ado About Nothing\n At Messina, a messenger brings news that Don Pedro, a prince from Aragon, will return that night from a successful battle, Claudio being among his soldiers. Beatrice, Leonato's niece, asks the messenger about Benedick, and makes sarcastic remarks about his ineptitude as a soldier. Leonato explains that \"There is a kind of merry war betwixt Signior Benedick and her.\"\nUpon the arrival of the soldiers, Leonato welcomes Don Pedro and invites him to stay for a month, Benedick and Beatrice resume their \"merry war,\" and Pedro's illegitimate brother Don John is introduced. Claudio's feelings for Hero, Leonato's only daughter, are rekindled upon seeing her, and Claudio soon announces to Benedick his intention to court her. Benedick, who openly despises marriage, tries to dissuade his friend but Don Pedro encourages the marriage. Benedick swears that he will never get married. Don Pedro laughs at him and tells him that when he has found the right person he shall get married.\nA masquerade ball is planned in celebration of the end of the war, giving a disguised Don Pedro the opportunity to woo Hero on Claudio's behalf. Don John uses this situation to get revenge on his brother Don Pedro by telling young Claudio that Don Pedro is wooing Hero for himself. A furious Claudio confronts Don Pedro, but the misunderstanding is quickly resolved and Claudio wins Hero's hand in marriage.\nMeanwhile, Benedick disguises himself and dances with Beatrice. Beatrice proceeds to tell this \"mystery man\" that Benedick is \"the prince's jester, a very dull fool.\" Benedick, enraged by her words, swears he will have revenge. Don Pedro and his men, bored at the prospect of waiting a week for the wedding, harbour a plan to match-make between Benedick and Beatrice. They arrange for Benedick to overhear a conversation in which they declare that Beatrice is madly in love with him but afraid to tell him; that their pride is the main impediment to their courtship. Meanwhile, Hero and her maid Ursula ensure Beatrice overhears them discuss Benedick's undying love for her. The tricks have the desired effect: both Benedick and Beatrice are delighted to think they are the object of unrequited love, and both accordingly resolve to mend their faults and reconcile.\nMeanwhile, Don Pedro's brother Don John, the \"bastard prince\", plots to prevent the wedding, embarrass his brother, and wreak misery on Leonato and Claudio. He informs Don Pedro and Claudio that Hero is unfaithful, and arranges for them to see John's associate Borachio enter her bedchamber where he has an amorous liaison (actually with Margaret, Hero's chambermaid). Claudio and Don Pedro are taken in, and Claudio vows to humiliate Hero publicly.\nAt the wedding the next day, Claudio denounces Hero before the stunned guests and storms off with Don Pedro. Hero faints. Her humiliated father Leonato expresses the wish that she would die. The presiding friar intervenes, believing Hero to be innocent. He suggests the family fake Hero's death in order to extract the truth and Claudio's remorse. Prompted by the day's harrowing events, Benedick and Beatrice confess their love for each other. Beatrice then asks Benedick to slay Claudio as proof of his devotion, since he has slandered her kinswoman. Benedick is horrified and at first denies her request. Leonato and his brother Antonio blame Claudio for Hero's apparent death and challenge him to a duel. Benedick then does the same.\nLuckily, on the night of Don John's treachery, the local Watch apprehended Borachio and his ally Conrade. Despite the comic ineptness of the Watch (headed by constable Dogberry, a master of malapropisms), they have overheard the duo discussing their evil plans. The Watch arrest the villains and eventually obtain a confession, informing Leonato of Hero's innocence. Though Don John has fled the city, a force is sent to capture him. Claudio, stricken with remorse at Hero's supposed death, agrees to her father's demand that he marry Antonio's daughter, \"almost the copy of my child that's dead\" and carry on the family name.\nAt the wedding, the bride is revealed to be Hero, still living. Claudio is overjoyed. Beatrice and Benedick, prompted by their friends' interference, finally and publicly confess their love for each other. As the play draws to a close, a messenger arrives with news of Don John's capture â\u0080\u0093 but Benedick proposes to postpone his punishment to another day so that the couples can enjoy their new-found happiness. Don Pedro is lonely, because he hasn't found love. Thus Benedick gives him the advice \"Get thee a wife.\"\nï»¿The Project Gutenberg EBook of Much Ado About Nothing, by William Shakespeare\n\n\n*******************************************************************\nTHIS EBOOK WAS ONE OF PROJECT GUTENBERG'S EARLY FILES PRODUCED AT A\nTIME WHEN PROOFING METHODS AND TOOLS WERE NOT WELL DEVELOPED. THERE\nIS AN IMPROVED EDITION OF THIS TITLE WHICH MAY BE VIEWED AS EBOOK\n(#1519) at https:\/\/www.gutenberg.org\/ebooks\/1519\n*******************************************************************\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Much Ado About Nothing\n\nAuthor: William Shakespeare\n\nPosting Date: February 2, 2011\nRelease Date:November, 1997  [Etext #1118]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MUCH ADO ABOUT NOTHING ***\n\n\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n** This is a COPYRIGHTED Project Gutenberg eBook, Details Below **\n**     Please follow the copyright guidelines in this file.     **\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG WITH PERMISSION.  ELECTRONIC AND\nMACHINE READABLE COPIES MAY BE DISTRIBUTED SO LONG AS SUCH COPIES\n(1) ARE FOR YOUR OR OTHERS PERSONAL USE ONLY, AND (2) ARE NOT\nDISTRIBUTED OR USED COMMERCIALLY.  PROHIBITED COMMERCIAL\nDISTRIBUTION INCLUDES BY ANY SERVICE THAT CHARGES FOR DOWNLOAD\nTIME OR FOR MEMBERSHIP.>>\n\n\n\nThe Complete Works of William Shakespeare\nMuch Ado About Nothing\n\nThe Library of the Future Complete Works of William Shakespeare\nLibrary of the Future is a TradeMark (TM) of World Library Inc.\n\n\n1599\n\nMUCH ADO ABOUT NOTHING\n by William Shakespeare\n\n\n\nDramatis Personae\n\n  Don Pedro, Prince of Arragon.\n  Don John, his bastard brother.\n  Claudio, a young lord of Florence.\n  Benedick, a Young lord of Padua.\n  Leonato, Governor of Messina.\n  Antonio, an old man, his brother.\n  Balthasar, attendant on Don Pedro.\n  Borachio, follower of Don John.\n  Conrade, follower of Don John.\n  Friar Francis.\n  Dogberry, a Constable.\n  Verges, a Headborough.\n  A Sexton.\n  A Boy.\n\n  Hero, daughter to Leonato.\n  Beatrice, niece to Leonato.\n  Margaret, waiting gentlewoman attending on Hero.\n  Ursula, waiting gentlewoman attending on Hero.\n\n  Messengers, Watch, Attendants, etc.\n\n\n\n\nSCENE.--Messina.\n\n\n\n\nACT I. Scene I.\nAn orchard before Leonato's house.\n\nEnter Leonato (Governor of Messina), Hero (his Daughter), and Beatrice\n(his Niece), with a Messenger.\n\n\n  Leon. I learn in this letter that Don Pedro of Arragon comes this\n    night to Messina.\n\n  Mess. He is very near by this. He was not three leagues off when I\n    left him.\n\n  Leon. How many gentlemen have you lost in this action?\n\n\n  Mess. But few of any sort, and none of name.\n\n\n  Leon. A victory is twice itself when the achiever brings home full\n    numbers. I find here that Don Pedro hath bestowed much honour on\n    a young Florentine called Claudio.\n\n  Mess. Much deserv'd on his part, and equally rememb'red by Don\n    Pedro. He hath borne himself beyond the promise of his age, doing\n    in the figure of a lamb the feats of a lion. He hath indeed\n    better bett'red expectation than you must expect of me to tell\n    you how.\n\n  Leon. He hath an uncle here in Messina will be very much glad of it.\n\n  Mess. I have already delivered him letters, and there appears much\n    joy in him; even so much that joy could not show itself modest\n    enough without a badge of bitterness.\n\n  Leon. Did he break out into tears?\n\n  Mess. In great measure.\n\n  Leon. A kind overflow of kindness. There are no faces truer than\n    those that are so wash'd. How much better is it to weep at joy\n    than to joy at weeping!\n\n  Beat. I pray you, is Signior Mountanto return'd from the wars or no?\n\n  Mess. I know none of that name, lady. There was none such in the\n    army of any sort.\n\n  Leon. What is he that you ask for, niece?\n\n  Hero. My cousin means Signior Benedick of Padua.\n\n  Mess. O, he's return'd, and as pleasant as ever he was.\n\n  Beat. He set up his bills here in Messina and challeng'd Cupid at\n    the flight, and my uncle's fool, reading the challenge,\n    subscrib'd for Cupid and challeng'd him at the burbolt. I pray\n    you, how many hath he kill'd and eaten in these wars? But how\n    many hath he kill'd? For indeed I promised to eat all of his\n    killing.\n\n  Leon. Faith, niece, you tax Signior Benedick too much; but he'll\n    be meet with you, I doubt it not.\n\n  Mess. He hath done good service, lady, in these wars.\n\n  Beat. You had musty victual, and he hath holp to eat it. He is a\n    very valiant trencherman; he hath an excellent stomach.\n\n  Mess. And a good soldier too, lady.\n\n  Beat. And a good soldier to a lady; but what is he to a lord?\n\n  Mess. A lord to a lord, a man to a man; stuff'd with all honourable\n    virtues.\n\n  Beat. It is so indeed. He is no less than a stuff'd man; but for\n    the stuffing--well, we are all mortal.\n\n  Leon. You must not, sir, mistake my niece. There is a kind of merry\n    war betwixt Signior Benedick and her. They never meet but there's\n    a skirmish of wit between them.\n\n  Beat. Alas, he gets nothing by that! In our last conflict four of\n    his five wits went halting off, and now is the whole man govern'd\n    with one; so that if he have wit enough to keep himself warm, let\n    him bear it for a difference between himself and his horse; for\n    it is all the wealth that he hath left to be known a reasonable\n    creature. Who is his companion now? He hath every month a new\n    sworn brother.\n\n  Mess. Is't possible?\n\n  Beat. Very easily possible. He wears his faith but as the fashion\n    of his hat; it ever changes with the next block.\n\n  Mess. I see, lady, the gentleman is not in your books.\n\n  Beat. No. An he were, I would burn my study. But I pray you, who is\n    his companion? Is there no young squarer now that will make a\n    voyage with him to the devil?\n\n  Mess. He is most in the company of the right noble Claudio.\n\n  Beat. O Lord, he will hang upon him like a disease! He is sooner\n    caught than the pestilence, and the taker runs presently mad.\n    God help the noble Claudio! If he have caught the Benedick, it will\n    cost him a thousand pound ere 'a be cured.\n\n  Mess. I will hold friends with you, lady.\n\n  Beat. Do, good friend.\n\n  Leon. You will never run mad, niece.\n\n  Beat. No, not till a hot January.\n\n  Mess. Don Pedro is approach'd.\n\n  Enter Don Pedro, Claudio, Benedick, Balthasar, and John the Bastard.\n\n\n  Pedro. Good Signior Leonato, are you come to meet your trouble? The\n    fashion of the world is to avoid cost, and you encounter it.\n\n  Leon. Never came trouble to my house in the likeness of your Grace;\n    for trouble being gone, comfort should remain; but when you depart\n    from me, sorrow abides and happiness takes his leave.\n\n  Pedro. You embrace your charge too willingly. I think this is your\n    daughter.\n\n  Leon. Her mother hath many times told me so.\n\n  Bene. Were you in doubt, sir, that you ask'd her?\n\n  Leon. Signior Benedick, no; for then were you a child.\n\n  Pedro. You have it full, Benedick. We may guess by this what you\n    are, being a man. Truly the lady fathers herself. Be happy, lady;\n    for you are like an honourable father.\n\n  Bene. If Signior Leonato be her father, she would not have his head\n    on her shoulders for all Messina, as like him as she is.\n\n  Beat. I wonder that you will still be talking, Signior Benedick.\n    Nobody marks you.\n\n  Bene. What, my dear Lady Disdain! are you yet living?\n\n  Beat. Is it possible Disdain should die while she hath such meet\n    food to feed it as Signior Benedick? Courtesy itself must convert\n    to disdain if you come in her presence.\n\n  Bene. Then is courtesy a turncoat. But it is certain I am loved of\n    all ladies, only you excepted; and I would I could find in my\n    heart that I had not a hard heart, for truly I love none.\n\n  Beat. A dear happiness to women! They would else have been troubled\n    with a pernicious suitor. I thank God and my cold blood, I am of\n    your humour for that. I had rather hear my dog bark at a crow\n    than a man swear he loves me.\n\n  Bene. God keep your ladyship still in that mind! So some gentleman\n    or other shall scape a predestinate scratch'd face.\n\n  Beat. Scratching could not make it worse an 'twere such a face as\n    yours were.\n\n  Bene. Well, you are a rare parrot-teacher.\n\n  Beat. A bird of my tongue is better than a beast of yours.\n\n  Bene. I would my horse had the speed of your tongue, and so good a\n    continuer. But keep your way, a God's name! I have done.\n\n  Beat. You always end with a jade's trick. I know you of old.\n\n  Pedro. That is the sum of all, Leonato. Signior Claudio and Signior\n    Benedick, my dear friend Leonato hath invited you all. I tell him\n    we shall stay here at the least a month, and he heartly prays\n    some occasion may detain us longer. I dare swear he is no\n    hypocrite, but prays from his heart.\n\n  Leon. If you swear, my lord, you shall not be forsworn. [To Don\n    John] Let me bid you welcome, my lord. Being reconciled to the\n    Prince your brother, I owe you all duty.\n\n  John. I thank you. I am not of many words, but I thank you.\n\n  Leon. Please it your Grace lead on?\n\n  Pedro. Your hand, Leonato. We will go together.\n                            Exeunt. Manent Benedick and Claudio.\n\n  Claud. Benedick, didst thou note the daughter of Signior Leonato?\n\n  Bene. I noted her not, but I look'd on her.\n\n  Claud. Is she not a modest young lady?\n\n  Bene. Do you question me, as an honest man should do, for my simple\n    true judgment? or would you have me speak after my custom, as\n    being a professed tyrant to their sex?\n\n  Claud. No. I pray thee speak in sober judgment.\n\n  Bene. Why, i' faith, methinks she's too low for a high praise,\n    too brown for a fair praise, and too little for a great praise.\n    Only this commendation I can afford her, that were she other\n    than she is, she were unhandsome, and being no other but as she\n    is, I do not like her.\n\n  Claud. Thou thinkest I am in sport. I pray thee tell me truly how\n    thou lik'st her.\n\n  Bene. Would you buy her, that you enquire after her?\n\n  Claud. Can the world buy such a jewel?\n\n  Bene. Yea, and a case to put it into. But speak you this with a sad\n    brow? or do you play the flouting Jack, to tell us Cupid is a\n    good hare-finder and Vulcan a rare carpenter? Come, in what key\n    shall a man take you to go in the song?\n\n  Claud. In mine eye she is the sweetest lady that ever I look'd on.\n\n  Bene. I can see yet without spectacles, and I see no such matter.\n    There's her cousin, an she were not possess'd with a fury,exceeds\n    her as much in beauty as the first of May doth the last of\n    December. But I hope you have no intent to turn husband, have\n    you?\n\n  Claud. I would scarce trust myself, though I had sworn the\n    contrary, if Hero would be my wife.\n\n  Bene. Is't come to this? In faith, hath not the world one man but\n    he will wear his cap with suspicion? Shall I never see a\n    bachelor of threescore again? Go to, i' faith! An thou wilt needs\n    thrust thy neck into a yoke, wear the print of it and sigh away\n    Sundays.\n\n                       Enter Don Pedro.\n\n    Look! Don Pedro is returned to seek you.\n\n  Pedro. What secret hath held you here, that you followed not to\n    Leonato's?\n\n  Bene. I would your Grace would constrain me to tell.\n\n  Pedro. I charge thee on thy allegiance.\n\n  Bene. You hear, Count Claudio. I can be secret as a dumb man, I\n    would have you think so; but, on my allegiance--mark you this-on\n    my allegiance! he is in love. With who? Now that is your Grace's\n    part. Mark how short his answer is: With Hero, Leonato's short\n    daughter.\n\n  Claud. If this were so, so were it utt'red.\n\n  Bene. Like the old tale, my lord: 'It is not so, nor 'twas not so;\n    but indeed, God forbid it should be so!'\n\n  Claud. If my passion change not shortly, God forbid it should be\n    otherwise.\n\n  Pedro. Amen, if you love her; for the lady is very well worthy.\n\n  Claud. You speak this to fetch me in, my lord.\n\n  Pedro. By my troth, I speak my thought.\n\n  Claud. And, in faith, my lord, I spoke mine.\n\n  Bene. And, by my two faiths and troths, my lord, I spoke mine.\n\n  Claud. That I love her, I feel.\n\n  Pedro. That she is worthy, I know.\n\n  Bene. That I neither feel how she should be loved, nor know how she\n    should be worthy, is the opinion that fire cannot melt out of me.\n    I will die in it at the stake.\n\n  Pedro. Thou wast ever an obstinate heretic in the despite of\n    beauty.\n\n  Claud. And never could maintain his part but in the force of his\n    will.\n\n  Bene. That a woman conceived me, I thank her; that she brought me\n    up, I likewise give her most humble thanks; but that I will have\n    a rechate winded in my forehead, or hang my bugle in an invisible\n    baldrick, all women shall pardon me. Because I will not do them\n    the wrong to mistrust any, I will do myself the right to trust\n    none; and the fine is (for the which I may go the finer), I will\n    live a bachelor.\n\n  Pedro. I shall see thee, ere I die, look pale with love.\n\n  Bene. With anger, with sickness, or with hunger, my lord; not with\n    love. Prove that ever I lose more blood with love than I will get\n    again with drinking, pick out mine eyes with a ballad-maker's pen\n    and hang me up at the door of a brothel house for the sign of\n    blind Cupid.\n\n  Pedro. Well, if ever thou dost fall from this faith, thou wilt\n    prove a notable argument.\n\n  Bene. If I do, hang me in a bottle like a cat and shoot at me; and\n    he that hits me, let him be clapp'd on the shoulder and call'd\n    Adam.\n\n  Pedro. Well, as time shall try.\n    'In time the savage bull doth bear the yoke.'\n\n  Bene. The savage bull may; but if ever the sensible Benedick bear\n    it, pluck off the bull's horns and set them in my forehead, and\n    let me be vilely painted, and in such great letters as they write\n    'Here is good horse to hire,' let them signify under my sign\n    'Here you may see Benedick the married man.'\n\n  Claud. If this should ever happen, thou wouldst be horn-mad.\n\n  Pedro. Nay, if Cupid have not spent all his quiver in Venice, thou\n    wilt quake for this shortly.\n\n  Bene. I look for an earthquake too then.\n\n  Pedro. Well, you will temporize with the hours. In the meantime,\n    good Signior Benedick, repair to Leonato's, commend me to him and\n    tell him I will not fail him at supper; for indeed he hath made\n    great preparation.\n\n  Bene. I have almost matter enough in me for such an embassage; and\n    so I commit you--\n\n  Claud. To the tuition of God. From my house--if I had it--\n\n  Pedro. The sixth of July. Your loving friend, Benedick.\n\n  Bene. Nay, mock not, mock not. The body of your discourse is\n    sometime guarded with fragments, and the guards are but slightly\n    basted on neither. Ere you flout old ends any further, examine\n    your conscience. And so I leave you.                   Exit.\n\n  Claud. My liege, your Highness now may do me good.\n\n  Pedro. My love is thine to teach. Teach it but how,\n    And thou shalt see how apt it is to learn\n    Any hard lesson that may do thee good.\n\n  Claud. Hath Leonato any son, my lord?\n\n  Pedro. No child but Hero; she's his only heir.\n    Dost thou affect her, Claudio?\n\n  Claud.O my lord,\n    When you went onward on this ended action,\n    I look'd upon her with a soldier's eye,\n    That lik'd, but had a rougher task in hand\n    Than to drive liking to the name of love;\n    But now I am return'd and that war-thoughts\n    Have left their places vacant, in their rooms\n    Come thronging soft and delicate desires,\n    All prompting me how fair young Hero is,\n    Saying I lik'd her ere I went to wars.\n\n  Pedro. Thou wilt be like a lover presently\n    And tire the hearer with a book of words.\n    If thou dost love fair Hero, cherish it,\n    And I will break with her and with her father,\n    And thou shalt have her. Wast not to this end\n    That thou began'st to twist so fine a story?\n\n  Claud. How sweetly you do minister to love,\n    That know love's grief by his complexion!\n    But lest my liking might too sudden seem,\n    I would have salv'd it with a longer treatise.\n\n  Pedro. What need the bridge much broader than the flood?\n    The fairest grant is the necessity.\n    Look, what will serve is fit. 'Tis once, thou lovest,\n    And I will fit thee with the remedy.\n    I know we shall have revelling to-night.\n    I will assume thy part in some disguise\n    And tell fair Hero I am Claudio,\n    And in her bosom I'll unclasp my heart\n    And take her hearing prisoner with the force\n    And strong encounter of my amorous tale.\n    Then after to her father will I break,\n    And the conclusion is, she shall be thine.\n    In practice let us put it presently.                 Exeunt.\n\n\n\n\nScene II.\nA room in Leonato's house.\n\nEnter [at one door] Leonato and [at another door, Antonio] an old man,\nbrother to Leonato.\n\n\n  Leon. How now, brother? Where is my cousin your son? Hath he\n    provided this music?\n\n  Ant. He is very busy about it. But, brother, I can tell you strange\n    news that you yet dreamt not of.\n\n  Leon. Are they good?\n\n  Ant. As the event stamps them; but they have a good cover, they\n    show well outward. The Prince and Count Claudio, walking in a\n    thick-pleached alley in mine orchard, were thus much overheard by\n    a man of mine: the Prince discovered to Claudio that he loved my\n    niece your daughter and meant to acknowledge it this night in a\n    dance, and if he found her accordant, he meant to take the\n    present time by the top and instantly break with you of it.\n\n  Leon. Hath the fellow any wit that told you this?\n\n  Ant. A good sharp fellow. I will send for him, and question him\n    yourself.\n\n  Leon. No, no. We will hold it as a dream till it appear itself; but\n    I will acquaint my daughter withal, that she may be the better\n    prepared for an answer, if peradventure this be true. Go you and\n    tell her of it.                              [Exit Antonio.]\n\n         [Enter Antonio's Son with a Musician, and others.]\n\n    [To the Son] Cousin, you know what you have to do.\n    --[To the Musician] O, I cry you mercy, friend. Go you with me,\n    and I will use your skill.--Good cousin, have a care this busy\n    time.                                                Exeunt.\n\n\n\n\nScene III.\nAnother room in Leonato's house.]\n\nEnter Sir John the Bastard and Conrade, his companion.\n\n\n  Con. What the goodyear, my lord! Why are you thus out of measure\n    sad?\n\n  John. There is no measure in the occasion that breeds; therefore\n    the sadness is without limit.\n\n  Con. You should hear reason.\n\n  John. And when I have heard it, what blessings brings it?\n\n  Con. If not a present remedy, at least a patient sufferance.\n\n  John. I wonder that thou (being, as thou say'st thou art, born\n    under Saturn) goest about to apply a moral medicine to a\n    mortifying mischief. I cannot hide what I am: I must be sad when\n    I have cause, and smile at no man's jests; eat when I have\n    stomach, and wait for no man's leisure; sleep when I am drowsy,\n    and tend on no man's business; laugh when I am merry, and claw no\n    man in his humour.\n\n  Con. Yea, but you must not make the full show of this till you may\n    do it without controlment. You have of late stood out against\n    your brother, and he hath ta'en you newly into his grace, where\n    it is impossible you should take true root but by the fair\n    weather that you make yourself. It is needful that you frame the\n    season for your own harvest.\n\n  John. I had rather be a canker in a hedge than a rose in his grace,\n    and it better fits my blood to be disdain'd of all than to\n    fashion a carriage to rob love from any. In this, though I cannot\n    be said to be a flattering honest man, it must not be denied but\n    I am a plain-dealing villain. I am trusted with a muzzle and\n    enfranchis'd with a clog; therefore I have decreed not to sing in\n    my cage. If I had my mouth, I would bite; if I had my liberty, I\n    would do my liking. In the meantime let me be that I am, and seek\n    not to alter me.\n\n  Con. Can you make no use of your discontent?\n\n  John. I make all use of it, for I use it only.\n\n                       Enter Borachio.\n\n    Who comes here? What news, Borachio?\n\n  Bora. I came yonder from a great supper. The Prince your brother is\n    royally entertain'd by Leonato, and I can give you intelligence\n    of an intended marriage.\n\n  John. Will it serve for any model to build mischief on?\n    What is he for a fool that betroths himself to unquietness?\n\n  Bora. Marry, it is your brother's right hand.\n\n  John. Who? the most exquisite Claudio?\n\n  Bora. Even he.\n\n  John. A proper squire! And who? and who? which way looks he?\n\n  Bora. Marry, on Hero, the daughter and heir of Leonato.\n\n  John. A very forward March-chick! How came you to this?\n\n  Bora. Being entertain'd for a perfumer, as I was smoking a musty\n    room, comes me the Prince and Claudio, hand in hand in sad\n    conference. I whipt me behind the arras and there heard it agreed\n    upon that the Prince should woo Hero for himself, and having\n    obtain'd her, give her to Count Claudio.\n\n  John. Come, come, let us thither. This may prove food to my\n    displeasure. That young start-up hath all the glory of my\n    overthrow. If I can cross him any way, I bless myself every way.\n    You are both sure, and will assist me?\n\n  Con. To the death, my lord.\n\n  John. Let us to the great supper. Their cheer is the greater that\n    I am subdued. Would the cook were o' my mind! Shall we go prove\n    what's to be done?\n\n  Bora. We'll wait upon your lordship.\n                                                         Exeunt.\n\n\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG ETEXT OF CARNEGIE MELLON UNIVERSITY\nWITH PERMISSION.  ELECTRONIC AND MACHINE READABLE COPIES MAY BE\nDISTRIBUTED SO LONG AS SUCH COPIES (1) ARE FOR YOUR OR OTHERS\nPERSONAL USE ONLY, AND (2) ARE NOT DISTRIBUTED OR USED\nCOMMERCIALLY.  PROHIBITED COMMERCIAL DISTRIBUTION INCLUDES BY ANY\nSERVICE THAT CHARGES FOR DOWNLOAD TIME OR FOR MEMBERSHIP.>>\n\n\n\n\nACT II. Scene I.\nA hall in Leonato's house.\n\nEnter Leonato, [Antonio] his Brother, Hero his Daughter, and Beatrice\nhis Niece, and a Kinsman; [also Margaret and Ursula].\n\n\n  Leon. Was not Count John here at supper?\n\n  Ant. I saw him not.\n\n  Beat. How tartly that gentleman looks! I never can see him but I am\n    heart-burn'd an hour after.\n\n  Hero. He is of a very melancholy disposition.\n\n  Beat. He were an excellent man that were made just in the midway\n    between him and Benedick. The one is too like an image and says\n    nothing, and the other too like my lady's eldest son, evermore\n    tattling.\n\n  Leon. Then half Signior Benedick's tongue in Count John's mouth,\n    and half Count John's melancholy in Signior Benedick's face--\n\n  Beat. With a good leg and a good foot, uncle, and money enough in\n    his purse, such a man would win any woman in the world--if 'a\n    could get her good will.\n\n  Leon. By my troth, niece, thou wilt never get thee a husband if\n    thou be so shrewd of thy tongue.\n\n  Ant. In faith, she's too curst.\n\n  Beat. Too curst is more than curst. I shall lessen God's sending\n    that way, for it is said, 'God sends a curst cow short horns,'\n    but to a cow too curst he sends none.\n\n  Leon. So, by being too curst, God will send you no horns.\n\n  Beat. Just, if he send me no husband; for the which blessing I am\n    at him upon my knees every morning and evening. Lord, I could not\n    endure a husband with a beard on his face. I had rather lie in\n    the woollen!\n\n  Leon. You may light on a husband that hath no beard.\n\n  Beat. What should I do with him? dress him in my apparel and make\n    him my waiting gentlewoman? He that hath a beard is more than a\n    youth, and he that hath no beard is less than a man; and he that\n    is more than a youth is not for me; and he that is less than a\n    man, I am not for him. Therefore I will even take sixpence in\n    earnest of the berrord and lead his apes into hell.\n\n  Leon. Well then, go you into hell?\n\n  Beat. No; but to the gate, and there will the devil meet me like an\n    old cuckold with horns on his head, and say 'Get you to heaven,\n    Beatrice, get you to heaven. Here's no place for you maids.' So\n    deliver I up my apes, and away to Saint Peter--for the heavens.\n    He shows me where the bachelors sit, and there live we as merry\n    as the day is long.\n\n  Ant. [to Hero] Well, niece, I trust you will be rul'd by your\n    father.\n\n  Beat. Yes faith. It is my cousin's duty to make cursy and say,\n    'Father, as it please you.' But yet for all that, cousin, let him\n    be a handsome fellow, or else make another cursy, and say,\n    'Father, as it please me.'\n\n  Leon. Well, niece, I hope to see you one day fitted with a husband.\n\n  Beat. Not till God make men of some other metal than earth. Would\n    it not grieve a woman to be overmaster'd with a piece of valiant\n    dust? to make an account of her life to a clod of wayward marl?\n    No, uncle, I'll none. Adam's sons are my brethren, and truly I\n    hold it a sin to match in my kinred.\n\n  Leon. Daughter, remember what I told you. If the Prince do solicit\n    you in that kind, you know your answer.\n\n  Beat. The fault will be in the music, cousin, if you be not wooed\n    in good time. If the Prince be too important, tell him there is\n    measure in everything, and so dance out the answer. For, hear me,\n    Hero: wooing, wedding, and repenting is as a Scotch jig, a\n    measure, and a cinque-pace: the first suit is hot and hasty like\n    a Scotch jig--and full as fantastical; the wedding, mannerly\n    modest, as a measure, full of state and ancientry; and then comes\n    Repentance and with his bad legs falls into the cinque-pace\n    faster and faster, till he sink into his grave.\n\n  Leon. Cousin, you apprehend passing shrewdly.\n\n  Beat. I have a good eye, uncle; I can see a church by daylight.\n\n  Leon. The revellers are ent'ring, brother. Make good room.\n                                                 [Exit Antonio.]\n\n    Enter, [masked,] Don Pedro, Claudio, Benedick, and Balthasar.\n       [With them enter Antonio, also masked. After them enter]\n       Don John [and Borachio (without masks), who stand aside\n                 and look on during the dance].\n\n\n  Pedro. Lady, will you walk a bout with your friend?\n\n  Hero. So you walk softly and look sweetly and say nothing,\n    I am yours for the walk; and especially when I walk away.\n\n  Pedro. With me in your company?\n\n  Hero. I may say so when I please.\n\n  Pedro. And when please you to say so?\n\n  Hero. When I like your favour, for God defend the lute should be\n    like the case!\n\n  Pedro. My visor is Philemon's roof; within the house is Jove.\n\n  Hero. Why then, your visor should be thatch'd.\n\n  Pedro. Speak low if you speak love.         [Takes her aside.]\n\n  Balth. Well, I would you did like me.\n\n  Marg. So would not I for your own sake, for I have many ill\n    qualities.\n\n  Balth. Which is one?\n\n  Marg. I say my prayers aloud.\n\n  Balth. I love you the better. The hearers may cry Amen.\n\n  Marg. God match me with a good dancer!\n\n  Balth. Amen.\n\n  Marg. And God keep him out of my sight when the dance is done!\n    Answer, clerk.\n\n  Balth. No more words. The clerk is answered.\n                                              [Takes her aside.]\n\n  Urs. I know you well enough. You are Signior Antonio.\n\n  Ant. At a word, I am not.\n\n  Urs. I know you by the waggling of your head.\n\n  Ant. To tell you true, I counterfeit him.\n\n  Urs. You could never do him so ill-well unless you were the very\n    man. Here's his dry hand up and down. You are he, you are he!\n\n  Ant. At a word, I am not.\n\n  Urs. Come, come, do you think I do not know you by your excellent\n    wit? Can virtue hide itself? Go to, mum you are he. Graces will\n    appear, and there's an end.              [ They step aside.]\n\n  Beat. Will you not tell me who told you so?\n\n  Bene. No, you shall pardon me.\n\n  Beat. Nor will you not tell me who you are?\n\n  Bene. Not now.\n\n  Beat. That I was disdainful, and that I had my good wit out of the\n    'Hundred Merry Tales.' Well, this was Signior Benedick that said\n    so.\n\n  Bene. What's he?\n\n  Beat. I am sure you know him well enough.\n\n  Bene. Not I, believe me.\n\n  Beat. Did he never make you laugh?\n\n  Bene. I pray you, what is he?\n\n  Beat. Why, he is the Prince's jester, a very dull fool. Only his\n    gift is in devising impossible slanders. None but libertines\n    delight in him; and the commendation is not in his wit, but in\n    his villany; for he both pleases men and angers them, and then\n    they laugh at him and beat him. I am sure he is in the fleet.\n    I would he had boarded me.\n\n  Bene. When I know the gentleman, I'll tell him what you say.\n\n  Beat. Do, do. He'll but break a comparison or two on me; which\n    peradventure, not marked or not laugh'd at, strikes him into\n    melancholy; and then there's a partridge wing saved, for the fool\n    will eat no supper that night.\n                                                        [Music.]\n    We must follow the leaders.\n\n  Bene. In every good thing.\n\n  Beat. Nay, if they lead to any ill, I will leave them at the next\n    turning.\n        Dance. Exeunt (all but Don John, Borachio, and Claudio].\n\n  John. Sure my brother is amorous on Hero and hath withdrawn her\n    father to break with him about it. The ladies follow her and but\n    one visor remains.\n\n  Bora. And that is Claudio. I know him by his bearing.\n\n  John. Are you not Signior Benedick?\n\n  Claud. You know me well. I am he.\n\n  John. Signior, you are very near my brother in his love. He is\n    enamour'd on Hero. I pray you dissuade him from her; she is no\n    equal for his birth. You may do the part of an honest man in it.\n\n  Claud. How know you he loves her?\n\n  John. I heard him swear his affection.\n\n  Bora. So did I too, and he swore he would marry her tonight.\n\n  John. Come, let us to the banquet.\n                                          Exeunt. Manet Claudio.\n\n  Claud. Thus answer I in name of Benedick\n    But hear these ill news with the ears of Claudio.\n                                                      [Unmasks.]\n    'Tis certain so. The Prince wooes for himself.\n    Friendship is constant in all other things\n    Save in the office and affairs of love.\n    Therefore all hearts in love use their own tongues;\n    Let every eye negotiate for itself\n    And trust no agent; for beauty is a witch\n    Against whose charms faith melteth into blood.\n    This is an accident of hourly proof,\n    Which I mistrusted not. Farewell therefore Hero!\n\n                  Enter Benedick [unmasked].\n\n\n  Bene. Count Claudio?\n\n  Claud. Yea, the same.\n\n  Bene. Come, will you go with me?\n\n  Claud. Whither?\n\n  Bene. Even to the next willow, about your own business, County. What\n    fashion will you wear the garland of? about your neck, like an\n    usurer's chain? or under your arm, like a lieutenant's scarf? You\n    must wear it one way, for the Prince hath got your Hero.\n\n  Claud. I wish him joy of her.\n\n  Bene. Why, that's spoken like an honest drovier. So they sell\n    bullocks. But did you think the Prince would have served you\n    thus?\n\n  Claud. I pray you leave me.\n\n  Bene. Ho! now you strike like the blind man! 'Twas the boy that\n    stole your meat, and you'll beat the post.\n\n  Claud. If it will not be, I'll leave you.                Exit.\n\n  Bene. Alas, poor hurt fowl! now will he creep into sedges. But,\n    that my Lady Beatrice should know me, and not know me! The\n    Prince's fool! Ha! it may be I go under that title because I am\n    merry. Yea, but so I am apt to do myself wrong. I am not so\n    reputed. It is the base (though bitter) disposition of Beatrice\n    that puts the world into her person and so gives me out. Well,\n    I'll be revenged as I may.\n\n                         Enter Don Pedro.\n\n\n  Pedro. Now, signior, where's the Count? Did you see him?\n\n  Bene. Troth, my lord, I have played the part of Lady Fame, I found\n    him here as melancholy as a lodge in a warren. I told him, and I\n    think I told him true, that your Grace had got the good will of\n    this young lady, and I off'red him my company to a willow tree,\n    either to make him a garland, as being forsaken, or to bind him\n    up a rod, as being worthy to be whipt.\n\n  Pedro. To be whipt? What's his fault?\n\n  Bene. The flat transgression of a schoolboy who, being overjoyed\n    with finding a bird's nest, shows it his companion, and he steals\n    it.\n\n  Pedro. Wilt thou make a trust a transgression? The transgression is\n    in the stealer.\n\n  Bene. Yet it had not been amiss the rod had been made, and the\n    garland too; for the garland he might have worn himself, and the\n    rod he might have bestowed on you, who, as I take it, have stol'n\n    his bird's nest.\n\n  Pedro. I will but teach them to sing and restore them to the owner.\n\n  Bene. If their singing answer your saying, by my faith you say\n    honestly.\n\n  Pedro. The Lady Beatrice hath a quarrel to you. The gentleman that\n    danc'd with her told her she is much wrong'd by you.\n\n  Bene. O, she misus'd me past the endurance of a block! An oak but\n    with one green leaf on it would have answered her; my very visor\n    began to assume life and scold with her. She told me, not\n    thinking I had been myself, that I was the Prince's jester, that\n    I was duller than a great thaw; huddling jest upon jest with such\n    impossible conveyance upon me that I stood like a man at a mark,\n    with a whole army shooting at me. She speaks poniards, and every\n    word stabs. If her breath were as terrible as her terminations,\n    there were no living near her; she would infect to the North\n    Star. I would not marry her though she were endowed with all that\n    Adam had left him before he transgress'd. She would have made\n    Hercules have turn'd spit, yea, and have cleft his club to make\n    the fire too. Come, talk not of her. You shall find her the\n    infernal Ate in good apparel. I would to God some scholar would\n    conjure her, for certainly, while she is here, a man may live as\n    quiet in hell as in a sanctuary; and people sin upon purpose,\n    because they would go thither; so indeed all disquiet, horror,\n    and perturbation follows her.\n\n           Enter Claudio and Beatrice, Leonato, Hero.\n\n\n  Pedro. Look, here she comes.\n\n  Bene. Will your Grace command me any service to the world's end? I\n    will go on the slightest errand now to the Antipodes that you can\n    devise to send me on; I will fetch you a toothpicker now from the\n    furthest inch of Asia; bring you the length of Prester John's\n    foot; fetch you a hair off the great Cham's beard; do you any\n    embassage to the Pygmies--rather than hold three words'\n    conference with this harpy. You have no employment for me?\n\n  Pedro. None, but to desire your good company.\n\n  Bene. O God, sir, here's a dish I love not! I cannot endure my Lady\n    Tongue.                                              [Exit.]\n\n  Pedro. Come, lady, come; you have lost the heart of Signior\n    Benedick.\n\n  Beat. Indeed, my lord, he lent it me awhile, and I gave him use for\n    it--a double heart for his single one. Marry, once before he won\n    it of me with false dice; therefore your Grace may well say I\n    have lost it.\n\n  Pedro. You have put him down, lady; you have put him down.\n\n  Beat. So I would not he should do me, my lord, lest I should prove\n    the mother of fools. I have brought Count Claudio, whom you sent\n    me to seek.\n\n  Pedro. Why, how now, Count? Wherefore are you sad?\n\n  Claud. Not sad, my lord.\n\n  Pedro. How then? sick?\n\n  Claud. Neither, my lord.\n\n  Beat. The Count is neither sad, nor sick, nor merry, nor well; but\n    civil count--civil as an orange, and something of that jealous\n    complexion.\n\n  Pedro. I' faith, lady, I think your blazon to be true; though I'll\n    be sworn, if he be so, his conceit is false. Here, Claudio, I\n    have wooed in thy name, and fair Hero is won. I have broke with\n    her father, and his good will obtained. Name the day of marriage,\n    and God give thee joy!\n\n  Leon. Count, take of me my daughter, and with her my fortunes. His\n    Grace hath made the match, and all grace say Amen to it!\n\n  Beat. Speak, Count, 'tis your cue.\n\n  Claud. Silence is the perfectest herald of joy. I were but little\n    happy if I could say how much. Lady, as you are mine, I am yours.\n    I give away myself for you and dote upon the exchange.\n\n  Beat. Speak, cousin; or, if you cannot, stop his mouth with a kiss\n    and let not him speak neither.\n\n  Pedro. In faith, lady, you have a merry heart.\n\n  Beat. Yea, my lord; I thank it, poor fool, it keeps on the windy\n    side of care. My cousin tells him in his ear that he is in her\n    heart.\n\n  Claud. And so she doth, cousin.\n\n  Beat. Good Lord, for alliance! Thus goes every one to the world but\n    I, and I am sunburnt. I may sit in a corner and cry 'Heigh-ho for\n    a husband!'\n\n  Pedro. Lady Beatrice, I will get you one.\n\n  Beat. I would rather have one of your father's getting. Hath your\n    Grace ne'er a brother like you? Your father got excellent\n    husbands, if a maid could come by them.\n\n  Pedro. Will you have me, lady?\n\n  Beat. No, my lord, unless I might have another for working days:\n    your Grace is too costly to wear every day. But I beseech your\n    Grace pardon me. I was born to speak all mirth and no matter.\n\n  Pedro. Your silence most offends me, and to be merry best becomes\n    you, for out o' question you were born in a merry hour.\n\n  Beat. No, sure, my lord, my mother cried; but then there was a star\n    danc'd, and under that was I born. Cousins, God give you joy!\n\n  Leon. Niece, will you look to those things I told you of?\n\n  Beat. I cry you mercy, uncle, By your Grace's pardon.    Exit.\n\n  Pedro. By my troth, a pleasant-spirited lady.\n\n  Leon. There's little of the melancholy element in her, my lord. She\n    is never sad but when she sleeps, and not ever sad then; for I\n    have heard my daughter say she hath often dreamt of unhappiness\n    and wak'd herself with laughing.\n\n  Pedro. She cannot endure to hear tell of a husband.\n\n  Leon. O, by no means! She mocks all her wooers out of suit.\n\n  Pedro. She were an excellent wife for Benedick.\n\n  Leon. O Lord, my lord! if they were but a week married, they would\n    talk themselves mad.\n\n  Pedro. County Claudio, when mean you to go to church?\n\n  Claud. To-morrow, my lord. Time goes on crutches till love have all\n    his rites.\n\n  Leon. Not till Monday, my dear son, which is hence a just\n    sevennight; and a time too brief too, to have all things answer\n    my mind.\n\n  Pedro. Come, you shake the head at so long a breathing;\n    but I warrant thee, Claudio, the time shall not go dully by us.\n    I will in the interim undertake one of Hercules' labours, which\n    is, to bring Signior Benedick and the Lady Beatrice into a\n    mountain of affection th' one with th' other. I would fain have\n    it a match, and I doubt not but to fashion it if you three will\n    but minister such assistance as I shall give you direction.\n\n  Leon. My lord, I am for you, though it cost me ten nights'\n    watchings.\n\n  Claud. And I, my lord.\n\n  Pedro. And you too, gentle Hero?\n\n  Hero. I will do any modest office, my lord, to help my cousin to a\n    good husband.\n\n  Pedro. And Benedick is not the unhopefullest husband that I know.\n    Thus far can I praise him: he is of a noble strain, of approved\n    valour, and confirm'd honesty. I will teach you how to humour\n    your cousin, that she shall fall in love with Benedick; and I,\n    [to Leonato and Claudio] with your two helps, will so practise on\n    Benedick that, in despite of his quick wit and his queasy\n    stomach, he shall fall in love with Beatrice. If we can do this,\n    Cupid is no longer an archer; his glory shall be ours, for we are\n    the only love-gods. Go in with me, and I will tell you my drift.\n                                                         Exeunt.\n\n\n\n\nScene II.\nA hall in Leonato's house.\n\nEnter [Don] John and Borachio.\n\n\n  John. It is so. The Count Claudio shall marry the daughter of\n    Leonato.\n\n  Bora. Yea, my lord; but I can cross it.\n\n  John. Any bar, any cross, any impediment will be med'cinable to me.\n    I am sick in displeasure to him, and whatsoever comes athwart his\n    affection ranges evenly with mine. How canst thou cross this\n    marriage?\n\n  Bora. Not honestly, my lord, but so covertly that no dishonesty\n    shall appear in me.\n\n  John. Show me briefly how.\n\n  Bora. I think I told your lordship, a year since, how much I am in\n    the favour of Margaret, the waiting gentlewoman to Hero.\n\n  John. I remember.\n\n  Bora. I can, at any unseasonable instant of the night, appoint her\n    to look out at her lady's chamber window.\n\n  John. What life is in that to be the death of this marriage?\n\n  Bora. The poison of that lies in you to temper. Go you to the\n    Prince your brother; spare not to tell him that he hath wronged\n    his honour in marrying the renowned Claudio (whose estimation do\n    you mightily hold up) to a contaminated stale, such a one as\n    Hero.\n\n  John. What proof shall I make of that?\n\n  Bora. Proof enough to misuse the Prince, to vex Claudio, to undo\n    Hero, and kill Leonato. Look you for any other issue?\n\n  John. Only to despite them I will endeavour anything.\n\n  Bora. Go then; find me a meet hour to draw Don Pedro and the Count\n    Claudio alone; tell them that you know that Hero loves me; intend\n    a kind of zeal both to the Prince and Claudio, as--in love of\n    your brother's honour, who hath made this match, and his friend's\n    reputation, who is thus like to be cozen'd with the semblance of\n    a maid--that you have discover'd thus. They will scarcely believe\n    this without trial. Offer them instances; which shall bear no\n    less likelihood than to see me at her chamber window, hear me\n    call Margaret Hero, hear Margaret term me Claudio; and bring them\n    to see this the very night before the intended wedding (for in\n    the meantime I will so fashion the matter that Hero shall be\n    absent) and there shall appear such seeming truth of Hero's\n    disloyalty that jealousy shall be call'd assurance and all the\n    preparation overthrown.\n\n  John. Grow this to what adverse issue it can, I will put it in\n    practice. Be cunning in the working this, and thy fee is a\n    thousand ducats.\n\n  Bora. Be you constant in the accusation, and my cunning shall not\n    shame me.\n\n  John. I will presently go learn their day of marriage.\n                                                         Exeunt.\n\n\n\n\nScene III.\nLeonato's orchard.\n\nEnter Benedick alone.\n\n\n  Bene. Boy!\n\n                    [Enter Boy.]\n\n\n  Boy. Signior?\n\n  Bene. In my chamber window lies a book. Bring it hither to me in\n    the orchard.\n\n  Boy. I am here already, sir.\n\n  Bene. I know that, but I would have thee hence and here again.\n    (Exit Boy.) I do much wonder that one man, seeing how much\n    another man is a fool when he dedicates his behaviours to love,\n    will, after he hath laugh'd at such shallow follies in others,\n    become the argument of his own scorn by falling in love; and such\n    a man is Claudio. I have known when there was no music with him\n    but the drum and the fife; and now had he rather hear the tabor\n    and the pipe. I have known when he would have walk'd ten mile\n    afoot to see a good armour; and now will he lie ten nights awake\n    carving the fashion of a new doublet. He was wont to speak plain\n    and to the purpose, like an honest man and a soldier; and now is\n    he turn'd orthography; his words are a very fantastical banquet--\n    just so many strange dishes. May I be so converted and see with\n    these eyes? I cannot tell; I think not. I will not be sworn but\n    love may transform me to an oyster; but I'll take my oath on it,\n    till he have made an oyster of me he shall never make me such a\n    fool. One woman is fair, yet I am well; another is wise, yet I am\n    well; another virtuous, yet I am well; but till all graces be in\n    one woman, one woman shall not come in my grace. Rich she shall\n    be, that's certain; wise, or I'll none; virtuous, or I'll never\n    cheapen her; fair, or I'll never look on her; mild, or come not\n    near me; noble, or not I for an angel; of good discourse, an\n    excellent musician, and her hair shall be of what colour it\n    please God. Ha, the Prince and Monsieur Love! I will hide me in\n    the arbour.                                         [Hides.]\n\n              Enter Don Pedro, Leonato, Claudio.\n                      Music [within].\n\n\n  Pedro. Come, shall we hear this music?\n\n  Claud. Yea, my good lord. How still the evening is,\n    As hush'd on purpose to grace harmony!\n\n  Pedro. See you where Benedick hath hid himself?\n\n  Claud. O, very well, my lord. The music ended,\n    We'll fit the kid-fox with a pennyworth.\n\n                   Enter Balthasar with Music.\n\n\n  Pedro. Come, Balthasar, we'll hear that song again.\n\n  Balth. O, good my lord, tax not so bad a voice\n    To slander music any more than once.\n\n  Pedro. It is the witness still of excellency\n    To put a strange face on his own perfection.\n    I pray thee sing, and let me woo no more.\n\n  Balth. Because you talk of wooing, I will sing,\n    Since many a wooer doth commence his suit\n    To her he thinks not worthy, yet he wooes,\n    Yet will he swear he loves.\n\n  Pedro. Nay, pray thee come;\n    Or if thou wilt hold longer argument,\n    Do it in notes.\n\n  Balth. Note this before my notes:\n    There's not a note of mine that's worth the noting.\n\n  Pedro. Why, these are very crotchets that he speaks!\n    Note notes, forsooth, and nothing!                  [Music.]\n\n  Bene. [aside] Now divine air! Now is his soul ravish'd! Is it not\n    strange that sheep's guts should hale souls out of men's bodies?\n    Well, a horn for my money, when all's done.\n                                              [Balthasar sings.]\n                      The Song.\n\n        Sigh no more, ladies, sigh no more!\n          Men were deceivers ever,\n        One foot in sea, and one on shore;\n          To one thing constant never.\n            Then sigh not so,\n            But let them go,\n          And be you blithe and bonny,\n        Converting all your sounds of woe\n          Into Hey nonny, nonny.\n\n        Sing no more ditties, sing no moe,\n          Of dumps so dull and heavy!\n        The fraud of men was ever so,\n          Since summer first was leavy.\n            Then sigh not so, &c.\n\n\n  Pedro. By my troth, a good song.\n\n  Balth. And an ill singer, my lord.\n\n  Pedro. Ha, no, no, faith! Thou sing'st well enough for a shift.\n\n  Bene. [aside] An he had been a dog that should have howl'd thus,\n    they would have hang'd him; and I pray God his bad voice bode no\n    mischief. I had as live have heard the night raven, come what\n    plague could have come after it.\n\n  Pedro. Yea, marry. Dost thou hear, Balthasar? I pray thee get us\n    some excellent music; for to-morrow night we would have it at the\n    Lady Hero's chamber window.\n\n  Balth. The best I can, my lord.\n\n  Pedro. Do so. Farewell.\n                                Exit Balthasar [with Musicians].\n    Come hither, Leonato. What was it you told me of to-day? that\n    your niece Beatrice was in love with Signior Benedick?\n\n  Claud. O, ay!-[Aside to Pedro] Stalk on, stalk on; the fowl sits.\n    --I did never think that lady would have loved any man.\n\n  Leon. No, nor I neither; but most wonderful that she should so dote\n    on Signior Benedick, whom she hath in all outward behaviours\n    seem'd ever to abhor.\n\n  Bene. [aside] Is't possible? Sits the wind in that corner?\n\n  Leon. By my troth, my lord, I cannot tell what to think of it, but\n    that she loves him with an enraged affection. It is past the\n    infinite of thought.\n\n  Pedro. May be she doth but counterfeit.\n\n  Claud. Faith, like enough.\n\n  Leon. O God, counterfeit? There was never counterfeit of passion\n    came so near the life of passion as she discovers it.\n\n  Pedro. Why, what effects of passion shows she?\n\n  Claud. [aside] Bait the hook well! This fish will bite.\n\n  Leon. What effects, my lord? She will sit you--you heard my\n    daughter tell you how.\n\n  Claud. She did indeed.\n\n  Pedro. How, how, I pray you? You amaze me. I would have thought her\n    spirit had been invincible against all assaults of affection.\n\n  Leon. I would have sworn it had, my lord--especially against\n    Benedick.\n\n  Bene. [aside] I should think this a gull but that the white-bearded\n    fellow speaks it. Knavery cannot, sure, hide himself in such\n    reverence.\n\n  Claud. [aside] He hath ta'en th' infection. Hold it up.\n\n  Pedro. Hath she made her affection known to Benedick?\n\n  Leon. No, and swears she never will. That's her torment.\n\n  Claud. 'Tis true indeed. So your daughter says. 'Shall I,' says\n    she, 'that have so oft encount'red him with scorn, write to him\n    that I love him?'\"\n\n  Leon. This says she now when she is beginning to write to him; for\n    she'll be up twenty times a night, and there will she sit in her\n    smock till she have writ a sheet of paper. My daughter tells us\n    all.\n\n  Claud. Now you talk of a sheet of paper, I remember a pretty jest\n    your daughter told us of.\n\n  Leon. O, when she had writ it, and was reading it over, she found\n    'Benedick' and 'Beatrice' between the sheet?\n\n  Claud. That.\n\n  Leon. O, she tore the letter into a thousand halfpence, rail'd at\n    herself that she should be so immodest to write to one that she\n    knew would flout her. 'I measure him,' says she, 'by my own\n    spirit; for I should flout him if he writ to me. Yea, though I\n    love him, I should.'\n\n  Claud. Then down upon her knees she falls, weeps, sobs, beats her\n    heart, tears her hair, prays, curses--'O sweet Benedick! God give\n    me patience!'\n\n  Leon. She doth indeed; my daughter says so. And the ecstasy hath so\n    much overborne her that my daughter is sometime afeard she will\n    do a desperate outrage to herself. It is very true.\n\n  Pedro. It were good that Benedick knew of it by some other, if she\n    will not discover it.\n\n  Claud. To what end? He would make but a sport of it and torment the\n    poor lady worse.\n\n  Pedro. An he should, it were an alms to hang him! She's an\n    excellent sweet lady, and (out of all suspicion) she is virtuous.\n\n  Claud. And she is exceeding wise.\n\n  Pedro. In everything but in loving Benedick.\n\n  Leon. O, my lord, wisdom and blood combating in so tender a body,\n    we have ten proofs to one that blood hath the victory. I am sorry\n    for her, as I have just cause, being her uncle and her guardian.\n\n  Pedro. I would she had bestowed this dotage on me. I would have\n    daff'd all other respects and made her half myself. I pray you\n    tell Benedick of it and hear what 'a will say.\n\n  Leon. Were it good, think you?\n\n  Claud. Hero thinks surely she will die; for she says she will die\n    if he love her not, and she will die ere she make her love known,\n    and she will die, if he woo her, rather than she will bate one\n    breath of her accustomed crossness.\n\n  Pedro. She doth well. If she should make tender of her love,\n'tis\n    very possible he'll scorn it; for the man (as you know all) hath\n    a contemptible spirit.\n\n  Claud. He is a very proper man.\n\n  Pedro. He hath indeed a good outward happiness.\n\n  Claud. Before God! and in my mind, very wise.\n\n  Pedro. He doth indeed show some sparks that are like wit.\n\n  Claud. And I take him to be valiant.\n\n  Pedro. As Hector, I assure you; and in the managing of quarrels you\n    may say he is wise, for either he avoids them with great\n    discretion, or undertakes them with a most Christianlike fear.\n\n  Leon. If he do fear God, 'a must necessarily keep peace. If he\n    break the peace, he ought to enter into a quarrel with fear and\n    trembling.\n\n  Pedro. And so will he do; for the man doth fear God, howsoever it\n    seems not in him by some large jests he will make. Well, I am\n    sorry for your niece. Shall we go seek Benedick and tell him of\n    her love?\n\n  Claud. Never tell him, my lord. Let her wear it out with good\n    counsel.\n\n  Leon. Nay, that's impossible; she may wear her heart out first.\n\n  Pedro. Well, we will hear further of it by your daughter. Let it\n    cool the while. I love Benedick well, and I could wish he would\n    modestly examine himself to see how much he is unworthy so good a\n    lady.\n\n  Leon. My lord, will you .walk? Dinner is ready.\n                                               [They walk away.]\n\n  Claud. If he dote on her upon this, I will never trust my\n    expectation.\n\n  Pedro. Let there be the same net spread for her, and that must your\n    daughter and her gentlewomen carry. The sport will be, when they\n    hold one an opinion of another's dotage, and no such matter.\n    That's the scene that I would see, which will be merely a dumb\n    show. Let us send her to call him in to dinner.\n                       Exeunt [Don Pedro, Claudio, and Leonato].\n\n                [Benedick advances from the arbour.]\n\n\n  Bene. This can be no trick. The conference was sadly borne; they\n    have the truth of this from Hero; they seem to pity the lady.\n    It seems her affections have their full bent. Love me? Why, it\n    must be requited. I hear how I am censur'd. They say I will bear\n    myself proudly if I perceive the love come from her. They say too\n    that she will rather die than give any sign of affection. I did\n    never think to marry. I must not seem proud. Happy are they that\n    hear their detractions and can put them to mending. They say the\n    lady is fair--'tis a truth, I can bear them witness; and virtuous\n    --'tis so, I cannot reprove it; and wise, but for loving me--by\n    my troth, it is no addition to her wit, nor no great argument of\n    her folly, for I will be horribly in love with her. I may chance\n    have some odd quirks and remnants of wit broken on me because I\n    have railed so long against marriage. But doth not the appetite\n    alters? A man loves the meat in his youth that he cannot endure\n    in his age. Shall quips and sentences and these paper bullets of\n    the brain awe a man from the career of his humour? No, the world\n    must be peopled. When I said I would die a bachelor, I did not\n    think I should live till I were married.\n\n                 Enter Beatrice.\n\n    Here comes Beatrice. By this day, she's a fair lady! I do spy\n    some marks of love in her.\n\n  Beat. Against my will I am sent to bid You come in to dinner.\n\n  Bene. Fair Beatrice, I thank you for your pains.\n\n  Beat. I took no more pains for those thanks than you take pains to\n    thank me. If it had been painful, I would not have come.\n\n  Bene. You take pleasure then in the message?\n\n  Beat. Yea, just so much as you may take upon a knives point, and\n    choke a daw withal. You have no stomach, signior. Fare you well. Exit.\n\n  Bene. Ha! 'Against my will I am sent to bid you come in to dinner.'\n    There's a double meaning in that. 'I took no more pains for those\n    thanks than you took pains to thank me.' That's as much as to\n    say, 'Any pains that I take for you is as easy as thanks.' If I\n    do not take pity of her, I am a villain; if I do not love her, I\n    am a Jew. I will go get her picture.                   Exit.\n\n\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG ETEXT OF CARNEGIE MELLON UNIVERSITY\nWITH PERMISSION.  ELECTRONIC AND MACHINE READABLE COPIES MAY BE\nDISTRIBUTED SO LONG AS SUCH COPIES (1) ARE FOR YOUR OR OTHERS\nPERSONAL USE ONLY, AND (2) ARE NOT DISTRIBUTED OR USED\nCOMMERCIALLY.  PROHIBITED COMMERCIAL DISTRIBUTION INCLUDES BY ANY\nSERVICE THAT CHARGES FOR DOWNLOAD TIME OR FOR MEMBERSHIP.>>\n\n\n\n\nACT III. Scene I.\nLeonato's orchard.\n\nEnter Hero and two Gentlewomen, Margaret and Ursula.\n\n\n  Hero. Good Margaret, run thee to the parlour.\n    There shalt thou find my cousin Beatrice\n    Proposing with the Prince and Claudio.\n    Whisper her ear and tell her, I and Ursley\n    Walk in the orchard, and our whole discourse\n    Is all of her. Say that thou overheard'st us;\n    And bid her steal into the pleached bower,\n    Where honeysuckles, ripened by the sun,\n    Forbid the sun to enter--like favourites,\n    Made proud by princes, that advance their pride\n    Against that power that bred it. There will she hide her\n    To listen our propose. This is thy office.\n    Bear thee well in it and leave us alone.\n\n  Marg. I'll make her come, I warrant you, presently.    [Exit.]\n\n  Hero. Now, Ursula, when Beatrice doth come,\n    As we do trace this alley up and down,\n    Our talk must only be of Benedick.\n    When I do name him, let it be thy part\n    To praise him more than ever man did merit.\n    My talk to thee must be how Benedick\n    Is sick in love with Beatrice. Of this matter\n    Is little Cupid's crafty arrow made,\n    That only wounds by hearsay.\n\n                   [Enter Beatrice.]\n\n    Now begin;\n    For look where Beatrice like a lapwing runs\n    Close by the ground, to hear our conference.\n\n               [Beatrice hides in the arbour].\n\n\n  Urs. The pleasant'st angling is to see the fish\n    Cut with her golden oars the silver stream\n    And greedily devour the treacherous bait.\n    So angle we for Beatrice, who even now\n    Is couched in the woodbine coverture.\n    Fear you not my part of the dialogue.\n\n  Hero. Then go we near her, that her ear lose nothing\n    Of the false sweet bait that we lay for it.\n                                     [They approach the arbour.]\n    No, truly, Ursula, she is too disdainful.\n    I know her spirits are as coy and wild\n    As haggards of the rock.\n\n  Urs. But are you sure\n    That Benedick loves Beatrice so entirely?\n\n  Hero. So says the Prince, and my new-trothed lord.\n\n  Urs. And did they bid you tell her of it, madam?\n\n  Hero. They did entreat me to acquaint her of it;\n    But I persuaded them, if they lov'd Benedick,\n    To wish him wrestle with affection\n    And never to let Beatrice know of it.\n\n  Urs. Why did you so? Doth not the gentleman\n    Deserve as full, as fortunate a bed\n    As ever Beatrice shall couch upon?\n\n  Hero. O god of love! I know he doth deserve\n    As much as may be yielded to a man:\n    But Nature never fram'd a woman's heart\n    Of prouder stuff than that of Beatrice.\n    Disdain and scorn ride sparkling in her eyes,\n    Misprizing what they look on; and her wit\n    Values itself so highly that to her\n    All matter else seems weak. She cannot love,\n    Nor take no shape nor project of affection,\n    She is so self-endeared.\n\n  Urs. Sure I think so;\n    And therefore certainly it were not good\n    She knew his love, lest she'll make sport at it.\n\n  Hero. Why, you speak truth. I never yet saw man,\n    How wise, how noble, young, how rarely featur'd,\n    But she would spell him backward. If fair-fac'd,\n    She would swear the gentleman should be her sister;\n    If black, why, Nature, drawing of an antic,\n    Made a foul blot; if tall, a lance ill-headed;\n    If low, an agate very vilely cut;\n    If speaking, why, a vane blown with all winds;\n    If silent, why, a block moved with none.\n    So turns she every man the wrong side out\n    And never gives to truth and virtue that\n    Which simpleness and merit purchaseth.\n\n  Urs. Sure, sure, such carping is not commendable.\n\n  Hero. No, not to be so odd, and from all fashions,\n    As Beatrice is, cannot be commendable.\n    But who dare tell her so? If I should speak,\n    She would mock me into air; O, she would laugh me\n    Out of myself, press me to death with wit!\n    Therefore let Benedick, like cover'd fire,\n    Consume away in sighs, waste inwardly.\n    It were a better death than die with mocks,\n    Which is as bad as die with tickling.\n\n  Urs. Yet tell her of it. Hear what she will say.\n\n  Hero. No; rather I will go to Benedick\n    And counsel him to fight against his passion.\n    And truly, I'll devise some honest slanders\n    To stain my cousin with. One doth not know\n    How much an ill word may empoison liking.\n\n  Urs. O, do not do your cousin such a wrong!\n    She cannot be so much without true judgment\n    (Having so swift and excellent a wit\n    As she is priz'd to have) as to refuse\n    So rare a gentleman as Signior Benedick.\n\n  Hero. He is the only man of Italy,\n    Always excepted my dear Claudio.\n\n  Urs. I pray you be not angry with me, madam,\n    Speaking my fancy: Signior Benedick,\n    For shape, for bearing, argument, and valour,\n    Goes foremost in report through Italy.\n\n  Hero. Indeed he hath an excellent good name.\n\n  Urs. His excellence did earn it ere he had it.\n    When are you married, madam?\n\n  Hero. Why, every day to-morrow! Come, go in.\n    I'll show thee some attires, and have thy counsel\n    Which is the best to furnish me to-morrow.\n                                               [They walk away.]\n\n  Urs. She's lim'd, I warrant you! We have caught her, madam.\n\n  Hero. If it prove so, then loving goes by haps;\n    Some Cupid kills with arrows, some with traps.\n                                       Exeunt [Hero and Ursula].\n\n    [Beatrice advances from the arbour.]\n\n\n  Beat. What fire is in mine ears? Can this be true?\n    Stand I condemn'd for pride and scorn so much?\n    Contempt, farewell! and maiden pride, adieu!\n    No glory lives behind the back of such.\n    And, Benedick, love on; I will requite thee,\n    Taming my wild heart to thy loving hand.\n    If thou dost love, my kindness shall incite thee\n    To bind our loves up in a holy band;\n    For others say thou dost deserve, and I\n    Believe it better than reportingly.                    Exit.\n\n\n\n\nScene II.\nA room in Leonato's house.\n\nEnter Don Pedro, Claudio, Benedick, and Leonato.\n\n\n  Pedro. I do but stay till your marriage be consummate, and then go\n    I toward Arragon.\n\n  Claud. I'll bring you thither, my lord, if you'll vouchsafe me.\n\n  Pedro. Nay, that would be as great a soil in the new gloss of your\n    marriage as to show a child his new coat and forbid him to wear\n    it. I will only be bold with Benedick for his company; for, from\n    the crown of his head to the sole of his foot, he is all mirth.\n    He hath twice or thrice cut Cupid's bowstring, and the little\n    hangman dare not shoot at him. He hath a heart as sound as a\n    bell; and his tongue is the clapper, for what his heart thinks,\n    his tongue speaks.\n\n  Bene. Gallants, I am not as I have been.\n\n  Leon. So say I. Methinks you are sadder.\n\n  Claud. I hope he be in love.\n\n  Pedro. Hang him, truant! There's no true drop of blood in him to be\n    truly touch'd with love. If he be sad, he wants money.\n\n  Bene. I have the toothache.\n\n  Pedro. Draw it.\n\n  Bene. Hang it!\n\n  Claud. You must hang it first and draw it afterwards.\n\n  Pedro. What? sigh for the toothache?\n\n  Leon. Where is but a humour or a worm.\n\n  Bene. Well, every one can master a grief but he that has it.\n\n  Claud. Yet say I he is in love.\n\n  Pedro. There is no appearance of fancy in him, unless it be a fancy\n    that he hath to strange disguises; as to be a Dutchman to-day, a\n    Frenchman to-morrow; or in the shape of two countries at once, as\n    a German from the waist downward, all slops, and a Spaniard from\n    the hip upward, no doublet. Unless he have a fancy to this\n    foolery, as it appears he hath, he is no fool for fancy, as you\n    would have it appear he is.\n\n  Claud. If he be not in love with some woman, there is no believing\n    old signs. 'A brushes his hat o' mornings. What should that bode?\n\n  Pedro. Hath any man seen him at the barber's?\n\n  Claud. No, but the barber's man hath been seen with him, and the\n     old ornament of his cheek hath already stuff'd tennis balls.\n\n  Leon. Indeed he looks younger than he did, by the loss of a beard.\n\n  Pedro. Nay, 'a rubs himself with civet. Can you smell him out by\n    that?\n\n  Claud. That's as much as to say, the sweet youth's in love.\n\n  Pedro. The greatest note of it is his melancholy.\n\n  Claud. And when was he wont to wash his face?\n\n  Pedro. Yea, or to paint himself? for the which I hear what they say\n    of him.\n\n  Claud. Nay, but his jesting spirit, which is new-crept into a\n    lutestring, and now govern'd by stops.\n\n  Pedro. Indeed that tells a heavy tale for him. Conclude, conclude,\n    he is in love.\n\n  Claud. Nay, but I know who loves him.\n\n  Pedro. That would I know too. I warrant, one that knows him not.\n\n  Claud. Yes, and his ill conditions; and in despite of all, dies for\n    him.\n\n  Pedro. She shall be buried with her face upwards.\n\n  Bene. Yet is this no charm for the toothache. Old signior, walk\n    aside with me. I have studied eight or nine wise words to speak\n    to you, which these hobby-horses must not hear.\n                                  [Exeunt Benedick and Leonato.]\n\n  Pedro. For my life, to break with him about Beatrice!\n\n  Claud. 'Tis even so. Hero and Margaret have by this played their\n    parts with Beatrice, and then the two bears will not bite one\n    another when they meet.\n\n                 Enter John the Bastard.\n\n\n  John. My lord and brother, God save you.\n\n  Pedro. Good den, brother.\n\n  John. If your leisure serv'd, I would speak with you.\n\n  Pedro. In private?\n\n  John. If it please you. Yet Count Claudio may hear, for what I\n    would speak of concerns him.\n\n  Pedro. What's the matter?\n\n  John. [to Claudio] Means your lordship to be married tomorrow?\n\n  Pedro. You know he does.\n\n  John. I know not that, when he knows what I know.\n\n  Claud. If there be any impediment, I pray you discover it.\n\n  John. You may think I love you not. Let that appear hereafter, and\n    aim better at me by that I now will manifest. For my brother, I\n    think he holds you well and in dearness of heart hath holp to\n    effect your ensuing marriage--surely suit ill spent and labour\n    ill bestowed!\n\n  Pedro. Why, what's the matter?\n\n  John. I came hither to tell you, and, circumstances short'ned\n    (for she has been too long a-talking of), the lady is disloyal.\n\n  Claud. Who? Hero?\n\n  John. Even she--Leonato's Hero, your Hero, every man's Hero.\n\n  Claud. Disloyal?\n\n  John. The word is too good to paint out her wickedness. I could say\n    she were worse; think you of a worse title, and I will fit her to\n    it. Wonder not till further warrant. Go but with me to-night, you\n    shall see her chamber window ent'red, even the night before her\n    wedding day. If you love her then, to-morrow wed her. But it\n    would better fit your honour to change your mind.\n\n  Claud. May this be so?\n\n  Pedro. I will not think it.\n\n  John. If you dare not trust that you see, confess not that you\n    know. If you will follow me, I will show you enough; and when you\n    have seen more and heard more, proceed accordingly.\n\n  Claud. If I see anything to-night why I should not marry her\n    to-morrow, in the congregation where I should wed, there will I\n    shame her.\n\n  Pedro. And, as I wooed for thee to obtain her, I will join with\n    thee to disgrace her.\n\n  John. I will disparage her no farther till you are my witnesses.\n    Bear it coldly but till midnight, and let the issue show itself.\n\n  Pedro. O day untowardly turned!\n\n  Claud. O mischief strangely thwarting!\n\n  John. O plague right well prevented!\n    So will you say when you have seen the Sequel.\n                                                         Exeunt.\n\n\n\n\nScene III.\nA street.\n\nEnter Dogberry and his compartner [Verges], with the Watch.\n\n\n  Dog. Are you good men and true?\n\n  Verg. Yea, or else it were pity but they should suffer salvation,\n    body and soul.\n\n  Dog. Nay, that were a punishment too good for them if they should\n    have any allegiance in them, being chosen for the Prince's watch.\n\n  Verg. Well, give them their charge, neighbour Dogberry.\n\n  Dog. First, who think you the most desartless man to be constable?\n\n  1. Watch. Hugh Oatcake, sir, or George Seacoal; for they can write\n    and read.\n\n  Dog. Come hither, neighbour Seacoal. God hath bless'd you with a\n    good name. To be a well-favoured man is the gift of fortune, but\n    to write and read comes by nature.\n\n  2. Watch. Both which, Master Constable--\n\n  Dog. You have. I knew it would be your answer. Well, for your\n    favour, sir, why, give God thanks and make no boast of it; and\n    for your writing and reading, let that appear when there is no\n    need of such vanity. You are thought here to be the most\n    senseless and fit man for the constable of the watch. Therefore\n    bear you the lanthorn. This is your charge: you shall comprehend\n    all vagrom men; you are to bid any man stand, in the Prince's\n    name.\n\n  2. Watch. How if 'a will not stand?\n\n  Dog. Why then, take no note of him, but let him go, and presently\n    call the rest of the watch together and thank God you are rid of\n    a knave.\n\n  Verg. If he will not stand when he is bidden, he is none of the\n    Prince's subjects.\n\n  Dog. True, and they are to meddle with none but the Prince's\n    subjects. You shall also make no noise in the streets; for for\n    the watch to babble and to talk is most tolerable, and not to be\n    endured.\n\n  2. Watch. We will rather sleep than talk. We know what belongs to\n    a watch.\n\n  Dog. Why, you speak like an ancient and most quiet watchman, for I\n    cannot see how sleeping should offend. Only have a care that your\n    bills be not stol'n. Well, you are to call at all the alehouses\n    and bid those that are drunk get them to bed.\n\n  2. Watch. How if they will not?\n\n  Dog. Why then, let them alone till they are sober. If they make you\n    not then the better answer, You may say they are not the men you\n    took them for.\n\n  2. Watch. Well, sir.\n\n  Dog. If you meet a thief, you may suspect him, by virtue of your\n    office, to be no true man; and for such kind of men, the less you\n    meddle or make with them, why, the more your honesty.\n\n  2. Watch. If we know him to be a thief, shall we not lay hands on\n    him?\n\n  Dog. Truly, by your office you may; but I think they that touch\n    pitch will be defil'd. The most peaceable way for you, if you do\n    take a thief, is to let him show himself what he is, and steal\n    out of your company.\n\n  Verg. You have been always called a merciful man, partner.\n\n  Dog. Truly, I would not hang a dog by my will, much more a man who\n    hath any honesty in him.\n\n  Verg. If you hear a child cry in the night, you must call to the\n    nurse and bid her still it.\n\n  2. Watch. How if the nurse be asleep and will not hear us?\n\n  Dog. Why then, depart in peace and let the child wake her with\n    crying; for the ewe that will not hear her lamb when it baes will\n    never answer a calf when he bleats.\n\n  Verg. 'Tis very true.\n\n  Dog. This is the end of the charge: you, constable, are to present\n    the Prince's own person. If you meet the Prince in the night,\n    you may stay him.\n\n  Verg. Nay, by'r lady, that I think 'a cannot.\n\n  Dog. Five shillings to one on't with any man that knows the\n    statutes, he may stay him! Marry, not without the Prince be\n    willing; for indeed the watch ought to offend no man, and it is\n    an offence to stay a man against his will.\n\n  Verg. By'r lady, I think it be so.\n\n  Dog. Ha, ah, ha! Well, masters, good night. An there be any matter\n    of weight chances, call up me. Keep your fellows' counsels and\n    your own, and good night. Come, neighbour.\n\n  2. Watch. Well, masters, we hear our charge. Let us go sit here\n    upon the church bench till two, and then all to bed.\n\n  Dog. One word more, honest neighbours. I pray you watch about\n    Signior Leonato's door; for the wedding being there tomorrow,\n\n    there is a great coil to-night. Adieu. Be vigitant, I beseech\n    you.                           Exeunt [Dogberry and Verges].\n\n                     Enter Borachio and Conrade.\n\n\n  Bora. What, Conrade!\n\n  2. Watch. [aside] Peace! stir not!\n\n  Bora. Conrade, I say!\n\n  Con. Here, man. I am at thy elbow.\n\n  Bora. Mass, and my elbow itch'd! I thought there would a scab\n    follow.\n\n  Con. I will owe thee an answer for that; and now forward with thy\n    tale.\n\n  Bora. Stand thee close then under this penthouse, for it drizzles\n    rain, and I will, like a true drunkard, utter all to thee.\n\n  2. Watch. [aside] Some treason, masters. Yet stand close.\n\n  Bora. Therefore know I have earned of Don John a thousand ducats.\n\n  Con. Is it possible that any villany should be so dear?\n\n  Bora. Thou shouldst rather ask if it were possible any villany\n    should be so rich; for when rich villains have need of poor ones,\n    poor ones may make what price they will.\n\n  Con. I wonder at it.\n\n  Bora. That shows thou art unconfirm'd. Thou knowest that the\n    fashion of a doublet, or a hat, or a cloak, is nothing to a man.\n\n  Con. Yes, it is apparel.\n\n  Bora. I mean the fashion.\n\n  Con. Yes, the fashion is the fashion.\n\n  Bora. Tush! I may as well say the fool's the fool. But seest thou\n    not what a deformed thief this fashion is?\n\n  2. Watch. [aside] I know that Deformed. 'A bas been a vile thief\n    this seven year; 'a goes up and down like a gentleman. I remember\n    his name.\n\n  Bora. Didst thou not hear somebody?\n\n  Con. No; 'twas the vane on the house.\n\n  Bora. Seest thou not, I say, what a deformed thief this fashion is?\n    how giddily 'a turns about all the hot-bloods between fourteen\n    and five-and-thirty? sometimes fashioning them like Pharaoh's\n    soldiers in the reechy painting, sometime like god Bel's priests\n    in the old church window, sometime like the shaven Hercules in\n    the smirch'd worm-eaten tapestry, where his codpiece seems as\n\n    massy as his club?\n\n  Con. All this I see; and I see that the fashion wears out more\n    apparel than the man. But art not thou thyself giddy with the\n    fashion too, that thou hast shifted out of thy tale into telling\n    me of the fashion?\n\n  Bora. Not so neither. But know that I have to-night wooed Margaret,\n    the Lady Hero's gentlewoman, by the name of Hero. She leans me\n    out at her mistress' chamber window, bids me a thousand times\n    good night--I tell this tale vilely; I should first tell thee how\n    the Prince, Claudio and my master, planted and placed and\n    possessed by my master Don John, saw afar off in the orchard this\n    amiable encounter.\n\n  Con. And thought they Margaret was Hero?\n\n  Bora. Two of them did, the Prince and Claudio; but the devil my\n    master knew she was Margaret; and partly by his oaths, which\n    first possess'd them, partly by the dark night, which did deceive\n    them, but chiefly by my villany, which did confirm any slander\n    that Don John had made, away went Claudio enrag'd; swore he would\n    meet her, as he was appointed, next morning at the temple, and\n    there, before the whole congregation, shame her with what he saw\n    o'ernight and send her home again without a husband.\n\n  2. Watch. We charge you in the Prince's name stand!\n\n  1. Watch. Call up the right Master Constable. We have here\n    recover'd the most dangerous piece of lechery that ever was known\n    in the commonwealth.\n\n  2. Watch. And one Deformed is one of them. I know him; 'a wears a\n    lock.\n\n  Con. Masters, masters--\n\n  1. Watch. You'll be made bring Deformed forth, I warrant you.\n\n  Con. Masters--\n\n  2. Watch. Never speak, we charge you. Let us obey you to go with\n    us.\n\n  Bora. We are like to prove a goodly commodity, being taken up of\n    these men's bills.\n\n  Con. A commodity in question, I warrant you. Come, we'll obey you.\n                                                         Exeunt.\n\n\n\n\nScene IV.\nA Room in Leonato's house.\n\nEnter Hero, and Margaret and Ursula.\n\n\n  Hero. Good Ursula, wake my cousin Beatrice and desire her to rise.\n\n  Urs. I will, lady.\n\n  Hero. And bid her come hither.\n\n  Urs. Well.                                             [Exit.]\n\n  Marg. Troth, I think your other rebato were better.\n\n  Hero. No, pray thee, good Meg, I'll wear this.\n\n  Marg. By my troth, 's not so good, and I warrant your cousin will\n    say so.\n\n  Hero. My cousin's a fool, and thou art another. I'll wear none but\n    this.\n\n  Marg. I like the new tire within excellently, if the hair were a\n    thought browner; and your gown's a most rare fashion, i' faith.\n    I saw the Duchess of Milan's gown that they praise so.\n\n  Hero. O, that exceeds, they say.\n\n  Marg. By my troth, 's but a nightgown in respect of yours--\n    cloth-o'-gold and cuts, and lac'd with silver, set with pearls\n    down sleeves, side-sleeves, and skirts, round underborne with\n\n    a blush tinsel. But for a fine, quaint, graceful, and excellent\n    fashion, yours is worth ten on't.\n\n  Hero. God give me joy to wear it! for my heart is exceeding heavy.\n\n  Marg. 'Twill be heavier soon by the weight of a man.\n\n  Hero. Fie upon thee! art not ashamed?\n\n  Marg. Of what, lady? of speaking honourably? Is not marriage\n    honourable in a beggar? Is not your lord honourable without\n    marriage? I think you would have me say, 'saving your reverence,\n    a husband.' An bad thinking do not wrest true speaking, I'll\n    offend nobody. Is there any harm in 'the heavier for a husband'?\n    None, I think, an it be the right husband and the right wife.\n    Otherwise 'tis light, and not heavy. Ask my Lady Beatrice else.\n    Here she comes.\n\n                               Enter Beatrice.\n\n\n  Hero. Good morrow, coz.\n\n  Beat. Good morrow, sweet Hero.\n\n  Hero. Why, how now? Do you speak in the sick tune?\n\n  Beat. I am out of all other tune, methinks.\n\n  Marg. Clap's into 'Light o' love.' That goes without a burden. Do\n    you sing it, and I'll dance it.\n\n  Beat. Yea, 'Light o' love' with your heels! then, if your husband\n    have stables enough, you'll see he shall lack no barnes.\n\n  Marg. O illegitimate construction! I scorn that with my heels.\n\n  Beat. 'Tis almost five o'clock, cousin; 'tis time you were ready.\n    By my troth, I am exceeding ill. Hey-ho!\n\n  Marg. For a hawk, a horse, or a husband?\n\n  Beat. For the letter that begins them all, H.\n\n  Marg. Well, an you be not turn'd Turk, there's no more sailing by\n    the star.\n\n  Beat. What means the fool, trow?\n\n  Marg. Nothing I; but God send every one their heart's desire!\n\n  Hero. These gloves the Count sent me, they are an excellent\n    perfume.\n\n  Beat. I am stuff'd, cousin; I cannot smell.\n\n  Marg. A maid, and stuff'd! There's goodly catching of cold.\n\n  Beat. O, God help me! God help me! How long have you profess'd\n    apprehension?\n\n  Marg. Ever since you left it. Doth not my wit become me rarely?\n\n\n  Beat. It is not seen enough. You should wear it in your cap. By my\n    troth, I am sick.\n\n  Marg. Get you some of this distill'd carduus benedictus and lay it\n    to your heart. It is the only thing for a qualm.\n\n  Hero. There thou prick'st her with a thistle.\n\n  Beat. Benedictus? why benedictus? You have some moral in this\n    'benedictus.'\n\n  Marg. Moral? No, by my troth, I have no moral meaning; I meant\n    plain holy thistle. You may think perchance that I think you are\n    in love. Nay, by'r lady, I am not such a fool to think what I\n    list; nor I list not to think what I can; nor indeed I cannot\n    think, if I would think my heart out of thinking, that you are in\n    love, or that you will be in love, or that you can be in love.\n    Yet Benedick was such another, and now is he become a man. He\n    swore he would never marry; and yet now in despite of his heart\n    he eats his meat without grudging; and how you may be converted I\n    know not, but methinks you look with your eyes as other women do.\n\n  Beat. What pace is this that thy tongue keeps?\n\n  Marg. Not a false gallop.\n\n                         Enter Ursula.\n\n\n  Urs. Madam, withdraw. The Prince, the Count, Signior Benedick, Don\n    John, and all the gallants of the town are come to fetch you to\n    church.\n\n  Hero. Help to dress me, good coz, good Meg, good Ursula.\n                                                       [Exeunt.]\n\n\n\n\nScene V.\nThe hall in Leonato's house.\n\nEnter Leonato and the Constable [Dogberry] and the Headborough\n[verges].\n\n\n  Leon. What would you with me, honest neighbour?\n\n  Dog. Marry, sir, I would have some confidence with you that decerns\n    you nearly.\n\n  Leon. Brief, I pray you; for you see it is a busy time with me.\n\n  Dog. Marry, this it is, sir.\n\n  Verg. Yes, in truth it is, sir.\n\n  Leon. What is it, my good friends?\n\n  Dog. Goodman Verges, sir, speaks a little off the matter--an old\n    man, sir, and his wits are not so blunt as, God help, I would\n    desire they were; but, in faith, honest as the skin between his\n    brows.\n\n  Verg. Yes, I thank God I am as honest as any man living that is an\n    old man and no honester than I.\n\n  Dog. Comparisons are odorous. Palabras, neighbour Verges.\n\n  Leon. Neighbours, you are tedious.\n\n  Dog. It pleases your worship to say so, but we are the poor Duke's\n    officers; but truly, for mine own part, if I were as tedious as a\n    king, I could find in my heart to bestow it all of your worship.\n\n  Leon. All thy tediousness on me, ah?\n\n  Dog. Yea, in 'twere a thousand pound more than 'tis; for I hear as\n    good exclamation on your worship as of any man in the city; and\n    though I be but a poor man, I am glad to hear it.\n\n  Verg. And so am I.\n\n  Leon. I would fain know what you have to say.\n\n  Verg. Marry, sir, our watch to-night, excepting your worship's\n    presence, ha' ta'en a couple of as arrant knaves as any in\n    Messina.\n\n  Dog. A good old man, sir; he will be talking. As they say,\n'When\n    the age is in, the wit is out.' God help us! it is a world to\n    see! Well said, i' faith, neighbour Verges. Well, God's a good\n    man. An two men ride of a horse, one must ride behind. An honest\n    soul, i' faith, sir, by my troth he is, as ever broke bread; but\n    God is to be worshipp'd; all men are not alike, alas, good\n    neighbour!\n\n  Leon. Indeed, neighbour, he comes too short of you.\n\n  Dog. Gifts that God gives.\n\n  Leon. I must leave you.\n\n  Dog. One word, sir. Our watch, sir, have indeed comprehended two\n    aspicious persons, and we would have them this morning examined\n    before your worship.\n\n  Leon. Take their examination yourself and bring it me. I am now in\n    great haste, as it may appear unto you.\n\n  Dog. It shall be suffigance.\n\n  Leon. Drink some wine ere you go. Fare you well.\n\n                       [Enter a Messenger.]\n\n\n  Mess. My lord, they stay for you to give your daughter to her\n    husband.\n\n  Leon. I'll wait upon them. I am ready.\n                                 [Exeunt Leonato and Messenger.]\n\n  Dog. Go, good partner, go get you to Francis Seacoal; bid him bring\n    his pen and inkhorn to the jail. We are now to examination these\n    men.\n\n  Verg. And we must do it wisely.\n\n  Dog. We will spare for no wit, I warrant you. Here's that shall\n\n    drive some of them to a non-come. Only get the learned writer to\n    set down our excommunication, and meet me at the jail.\n                                                       [Exeunt.]\n\n\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG ETEXT OF CARNEGIE MELLON UNIVERSITY\nWITH PERMISSION.  ELECTRONIC AND MACHINE READABLE COPIES MAY BE\nDISTRIBUTED SO LONG AS SUCH COPIES (1) ARE FOR YOUR OR OTHERS\nPERSONAL USE ONLY, AND (2) ARE NOT DISTRIBUTED OR USED\nCOMMERCIALLY.  PROHIBITED COMMERCIAL DISTRIBUTION INCLUDES BY ANY\nSERVICE THAT CHARGES FOR DOWNLOAD TIME OR FOR MEMBERSHIP.>>\n\n\n\n\nACT IV. Scene I.\nA church.\n\nEnter Don Pedro, [John the] Bastard, Leonato, Friar [Francis],\nClaudio,\nBenedick, Hero, Beatrice, [and Attendants].\n\n\n  Leon. Come, Friar Francis, be brief. Only to the plain form of\n    marriage, and you shall recount their particular duties\n    afterwards.\n\n  Friar. You come hither, my lord, to marry this lady?\n\n  Claud. No.\n\n  Leon. To be married to her. Friar, you come to marry her.\n\n  Friar. Lady, you come hither to be married to this count?\n\n  Hero. I do.\n\n  Friar. If either of you know any inward impediment why you should\n    not be conjoined, I charge you on your souls to utter it.\n\n  Claud. Know you any, Hero?\n\n  Hero. None, my lord.\n\n  Friar. Know you any, Count?\n\n  Leon. I dare make his answer--none.\n\n  Claud. O, what men dare do! what men may do! what men daily do, not\n    knowing what they do!\n\n  Bene. How now? interjections? Why then, some be of laughing, as,\n    ah, ha, he!\n\n  Claud. Stand thee by, friar. Father, by your leave:\n    Will you with free and unconstrained soul\n    Give me this maid your daughter?\n\n  Leon. As freely, son, as God did give her me.\n\n  Claud. And what have I to give you back whose worth\n    May counterpoise this rich and precious gift?\n\n  Pedro. Nothing, unless you render her again.\n\n  Claud. Sweet Prince, you learn me noble thankfulness.\n    There, Leonato, take her back again.\n    Give not this rotten orange to your friend.\n    She's but the sign and semblance of her honour.\n    Behold how like a maid she blushes here!\n    O, what authority and show of truth\n    Can cunning sin cover itself withal!\n    Comes not that blood as modest evidence\n    To witness simple virtue, Would you not swear,\n    All you that see her, that she were a maid\n    By these exterior shows? But she is none:\n    She knows the heat of a luxurious bed;\n    Her blush is guiltiness, not modesty.\n\n  Leon. What do you mean, my lord?\n\n  Claud. Not to be married,\n    Not to knit my soul to an approved wanton.\n\n  Leon. Dear my lord, if you, in your own proof,\n    Have vanquish'd the resistance of her youth\n    And made defeat of her virginity--\n\n  Claud. I know what you would say. If I have known her,\n    You will say she did embrace me as a husband,\n    And so extenuate the forehand sin.\n    No, Leonato,\n    I never tempted her with word too large,\n    But, as a brother to his sister, show'd\n    Bashful sincerity and comely love.\n\n  Hero. And seem'd I ever otherwise to you?\n\n  Claud. Out on the seeming! I will write against it.\n    You seem to me as Dian in her orb,\n    As chaste as is the bud ere it be blown;\n    But you are more intemperate in your blood\n    Than Venus, or those pamp'red animals\n    That rage in savage sensuality.\n\n  Hero. Is my lord well that he doth speak so wide?\n\n  Leon. Sweet Prince, why speak not you?\n\n  Pedro. What should I speak?\n    I stand dishonour'd that have gone about\n    To link my dear friend to a common stale.\n\n  Leon. Are these things spoken, or do I but dream?\n\n  John. Sir, they are spoken, and these things are true.\n\n  Bene. This looks not like a nuptial.\n\n  Hero. 'True!' O God!\n\n  Claud. Leonato, stand I here?\n    Is this the Prince, Is this the Prince's brother?\n    Is this face Hero's? Are our eyes our own?\n\n  Leon. All this is so; but what of this, my lord?\n\n  Claud. Let me but move one question to your daughter,\n    And by that fatherly and kindly power\n    That you have in her, bid her answer truly.\n\n  Leon. I charge thee do so, as thou art my child.\n\n  Hero. O, God defend me! How am I beset!\n    What kind of catechising call you this?\n\n  Claud. To make you answer truly to your name.\n\n  Hero. Is it not Hero? Who can blot that name\n    With any just reproach?\n\n  Claud. Marry, that can Hero!\n    Hero itself can blot out Hero's virtue.\n    What man was he talk'd with you yesternight,\n    Out at your window betwixt twelve and one?\n    Now, if you are a maid, answer to this.\n\n  Hero. I talk'd with no man at that hour, my lord.\n\n  Pedro. Why, then are you no maiden. Leonato,\n    I am sorry you must hear. Upon my honour,\n    Myself, my brother, and this grieved Count\n    Did see her, hear her, at that hour last night\n    Talk with a ruffian at her chamber window,\n    Who hath indeed, most like a liberal villain,\n    Confess'd the vile encounters they have had\n    A thousand times in secret.\n\n  John. Fie, fie! they are not to be nam'd, my lord--\n    Not to be spoke of;\n    There is not chastity, enough in language\n    Without offence to utter them. Thus, pretty lady,\n    I am sorry for thy much misgovernment.\n\n  Claud. O Hero! what a Hero hadst thou been\n    If half thy outward graces had been plac'd\n    About thy thoughts and counsels of thy heart!\n    But fare thee well, most foul, most fair! Farewell,\n    Thou pure impiety and impious purity!\n    For thee I'll lock up all the gates of love,\n    And on my eyelids shall conjecture hang,\n    To turn all beauty into thoughts of harm,\n    And never shall it more be gracious.\n\n  Leon. Hath no man's dagger here a point for me?\n                                                  [Hero swoons.]\n\n  Beat. Why, how now, cousin? Wherefore sink you down?\n\n  John. Come let us go. These things, come thus to light,\n    Smother her spirits up.\n                      [Exeunt Don Pedro, Don Juan, and Claudio.]\n\n  Bene. How doth the lady?\n\n  Beat. Dead, I think. Help, uncle!\n    Hero! why, Hero! Uncle! Signior Benedick! Friar!\n\n  Leon. O Fate, take not away thy heavy hand!\n    Death is the fairest cover for her shame\n    That may be wish'd for.\n\n  Beat. How now, cousin Hero?\n\n  Friar. Have comfort, lady.\n\n  Leon. Dost thou look up?\n\n  Friar. Yea, wherefore should she not?\n\n  Leon. Wherefore? Why, doth not every earthly thing\n    Cry shame upon her? Could she here deny\n    The story that is printed in her blood?\n    Do not live, Hero; do not ope thine eyes;\n    For, did I think thou wouldst not quickly die,\n    Thought I thy spirits were stronger than thy shames,\n    Myself would on the rearward of reproaches\n    Strike at thy life. Griev'd I, I had but one?\n    Child I for that at frugal nature's frame?\n    O, one too much by thee! Why had I one?\n    Why ever wast thou lovely in my eyes?\n    Why had I not with charitable hand\n    Took up a beggar's issue at my gates,\n    Who smirched thus and mir'd with infamy,\n    I might have said, 'No part of it is mine;\n    This shame derives itself from unknown loins'?\n    But mine, and mine I lov'd, and mine I prais'd,\n    And mine that I was proud on--mine so much\n    That I myself was to myself not mine,\n    Valuing of her--why, she, O, she is fall'n\n    Into a pit of ink, that the wide sea\n    Hath drops too few to wash her clean again,\n    And salt too little which may season give\n    To her foul tainted flesh!\n\n  Bene. Sir, sir, be patient.\n    For my part, I am so attir'd in wonder,\n    I know not what to say.\n\n  Beat. O, on my soul, my cousin is belied!\n\n  Bene. Lady, were you her bedfellow last night?\n\n  Beat. No, truly, not; although, until last night,\n    I have this twelvemonth been her bedfellow.\n\n  Leon. Confirm'd, confirm'd! O, that is stronger made\n    Which was before barr'd up with ribs of iron!\n    Would the two princes lie? and Claudio lie,\n    Who lov'd her so that, speaking of her foulness,\n    Wash'd it with tears? Hence from her! let her die.\n\n  Friar. Hear me a little;\n    For I have only been silent so long,\n    And given way unto this course of fortune,\n    By noting of the lady. I have mark'd\n    A thousand blushing apparitions\n    To start into her face, a thousand innocent shames\n    In angel whiteness beat away those blushes,\n    And in her eye there hath appear'd a fire\n    To burn the errors that these princes hold\n    Against her maiden truth. Call me a fool;\n    Trust not my reading nor my observation,\n    Which with experimental seal doth warrant\n    The tenure of my book; trust not my age,\n    My reverence, calling, nor divinity,\n    If this sweet lady lie not guiltless here\n    Under some biting error.\n\n  Leon. Friar, it cannot be.\n    Thou seest that all the grace that she hath left\n    Is that she will not add to her damnation\n    A sin of perjury: she not denies it.\n    Why seek'st thou then to cover with excuse\n    That which appears in proper nakedness?\n\n  Friar. Lady, what man is he you are accus'd of?\n\n  Hero. They know that do accuse me; I know none.\n    If I know more of any man alive\n    Than that which maiden modesty doth warrant,\n    Let all my sins lack mercy! O my father,\n    Prove you that any man with me convers'd\n    At hours unmeet, or that I yesternight\n    Maintain'd the change of words with any creature,\n    Refuse me, hate me, torture me to death!\n\n  Friar. There is some strange misprision in the princes.\n\n  Bene. Two of them have the very bent of honour;\n    And if their wisdoms be misled in this,\n    The practice of it lives in John the bastard,\n    Whose spirits toil in frame of villanies.\n\n  Leon. I know not. If they speak but truth of her,\n    These hands shall tear her. If they wrong her honour,\n    The proudest of them shall well hear of it.\n    Time hath not yet so dried this blood of mine,\n    Nor age so eat up my invention,\n    Nor fortune made such havoc of my means,\n    Nor my bad life reft me so much of friends,\n    But they shall find awak'd in such a kind\n    Both strength of limb and policy of mind,\n    Ability in means, and choice of friends,\n    To quit me of them throughly.\n\n  Friar. Pause awhile\n    And let my counsel sway you in this case.\n    Your daughter here the princes left for dead,\n    Let her awhile be secretly kept in,\n    And publish it that she is dead indeed;\n    Maintain a mourning ostentation,\n    And on your family's old monument\n    Hang mournful epitaphs, and do all rites\n    That appertain unto a burial.\n\n  Leon. What shall become of this? What will this do?\n\n  Friar. Marry, this well carried shall on her behalf\n    Change slander to remorse. That is some good.\n    But not for that dream I on this strange course,\n    But on this travail look for greater birth.\n    She dying, as it must be so maintain'd,\n    Upon the instant that she was accus'd,\n    Shall be lamented, pitied, and excus'd\n    Of every hearer; for it so falls out\n    That what we have we prize not to the worth\n    Whiles we enjoy it, but being lack'd and lost,\n    Why, then we rack the value, then we find\n    The virtue that possession would not show us\n    Whiles it was ours. So will it fare with Claudio.\n    When he shall hear she died upon his words,\n    Th' idea of her life shall sweetly creep\n    Into his study of imagination,\n    And every lovely organ of her life\n    Shall come apparell'd in more precious habit,\n    More moving, delicate, and full of life,\n    Into the eye and prospect of his soul\n    Than when she liv'd indeed. Then shall he mourn\n    (If ever love had interest in his liver)\n    And wish he had not so accused her--\n    No, though be thought his accusation true.\n    Let this be so, and doubt not but success\n    Will fashion the event in better shape\n    Than I can lay it down in likelihood.\n    But if all aim but this be levell'd false,\n    The supposition of the lady's death\n    Will quench the wonder of her infamy.\n    And if it sort not well, you may conceal her,\n    As best befits her wounded reputation,\n    In some reclusive and religious life,\n    Out of all eyes, tongues, minds, and injuries.\n\n  Bene. Signior Leonato, let the friar advise you;\n    And though you know my inwardness and love\n    Is very much unto the Prince and Claudio,\n    Yet, by mine honour, I will deal in this\n    As secretly and justly as your soul\n    Should with your body.\n\n  Leon. Being that I flow in grief,\n    The smallest twine may lead me.\n\n  Friar. 'Tis well consented. Presently away;\n    For to strange sores strangely they strain the cure.\n    Come, lady, die to live. This wedding day\n    Perhaps is but prolong'd. Have patience and endure.\n                         Exeunt [all but Benedick and Beatrice].\n\n  Bene. Lady Beatrice, have you wept all this while?\n\n  Beat. Yea, and I will weep a while longer.\n\n  Bene. I will not desire that.\n\n  Beat. You have no reason. I do it freely.\n\n  Bene. Surely I do believe your fair cousin is wronged.\n\n  Beat. Ah, how much might the man deserve of me that would right\n     her!\n\n  Bene. Is there any way to show such friendship?\n\n  Beat. A very even way, but no such friend.\n\n  Bene. May a man do it?\n\n  Beat. It is a man's office, but not yours.\n\n  Bene. I do love nothing in the world so well as you. Is not that\n    strange?\n\n  Beat. As strange as the thing I know not. It were as possible for\n    me to say I loved nothing so well as you. But believe me not; and\n    yet I lie not. I confess nothing, nor I deny nothing. I am sorry\n    for my cousin.\n\n  Bene. By my sword, Beatrice, thou lovest me.\n\n  Beat. Do not swear, and eat it.\n\n  Bene. I will swear by it that you love me, and I will make him eat\n    it that says I love not you.\n\n  Beat. Will you not eat your word?\n\n  Bene. With no sauce that can be devised to it. I protest I love\n    thee.\n\n  Beat. Why then, God forgive me!\n\n  Bene. What offence, sweet Beatrice?\n\n  Beat. You have stayed me in a happy hour. I was about to protest I\n    loved you.\n\n  Bene. And do it with all thy heart.\n\n  Beat. I love you with so much of my heart that none is left to\n    protest.\n\n  Bene. Come, bid me do anything for thee.\n\n  Beat. Kill Claudio.\n\n  Bene. Ha! not for the wide world!\n\n  Beat. You kill me to deny it. Farewell.\n\n  Bene. Tarry, sweet Beatrice.\n\n  Beat. I am gone, though I am here. There is no love in you. Nay, I\n    pray you let me go.\n\n  Bene. Beatrice--\n\n  Beat. In faith, I will go.\n\n  Bene. We'll be friends first.\n\n  Beat. You dare easier be friends with me than fight with mine\n    enemy.\n\n  Bene. Is Claudio thine enemy?\n\n  Beat. Is 'a not approved in the height a villain, that hath\n    slandered, scorned, dishonoured my kinswoman? O that I were a\n    man! What? bear her in hand until they come to take hands, and\n    then with public accusation, uncover'd slander, unmitigated\n    rancour--O God, that I were a man! I would eat his heart in the\n    market place.\n\n  Bene. Hear me, Beatrice!\n\n  Beat. Talk with a man out at a window!-a proper saying!\n\n  Bene. Nay but Beatrice--\n\n  Beat. Sweet Hero! she is wrong'd, she is sland'red, she is undone.\n\n  Bene. Beat--\n\n  Beat. Princes and Counties! Surely a princely testimony, a goodly\n    count, Count Comfect, a sweet gallant surely! O that I were a man\n    for his sake! or that I had any friend would be a man for my\n    sake! But manhood is melted into cursies, valour into compliment,\n    and men are only turn'd into tongue, and trim ones too. He is now\n    as valiant as Hercules that only tells a lie,and swears it. I\n    cannot be a man with wishing; therefore I will die a woman with\n    grieving.\n\n  Bene. Tarry, good Beatrice. By this hand, I love thee.\n\n  Beat. Use it for my love some other way than swearing by it.\n\n  Bene. Think you in your soul the Count Claudio hath wrong'd Hero?\n\n  Beat. Yea, as sure is I have a thought or a soul.\n\n  Bene. Enough, I am engag'd, I will challenge him. I will kiss your\n    hand, and so I leave you. By this hand, Claudio shall render me a\n    dear account. As you hear of me, so think of me. Go comfort your\n    cousin. I must say she is dead-and so farewell.\n                                                       [Exeunt.]\n\n\n\n\nScene II.\nA prison.\n\nEnter the Constables [Dogberry and Verges] and the Sexton, in gowns,\n[and the Watch, with Conrade and] Borachio.\n\n\n  Dog. Is our whole dissembly appear'd?\n\n  Verg. O, a stool and a cushion for the sexton.\n  Sex. Which be the malefactors?\n\n  Dog. Marry, that am I and my partner.\n\n  Verg. Nay, that's certain. We have the exhibition to examine.\n  Sex. But which are the offenders that are to be examined? let them\n    come before Master Constable.\n\n  Dog. Yea, marry, let them come before me. What is your name,\n    friend?\n  Bor. Borachio.\n\n  Dog. Pray write down Borachio. Yours, sirrah?\n\n  Con. I am a gentleman, sir, and my name is Conrade.\n\n  Dog. Write down Master Gentleman Conrade. Masters, do you serve\n    God?\n  Both. Yea, sir, we hope.\n\n  Dog. Write down that they hope they serve God; and write God first,\n    for God defend but God should go before such villains! Masters,\n    it is proved already that you are little better than false\n    knaves, and it will go near to be thought so shortly. How answer\n    you for yourselves?\n\n  Con. Marry, sir, we say we are none.\n\n  Dog. A marvellous witty fellow, I assure you; but I will go about\n    with him. Come you hither, sirrah. A word in your ear. Sir, I say\n    to you, it is thought you are false knaves.\n\n  Bora. Sir, I say to you we are none.\n\n  Dog. Well, stand aside. Fore God, they are both in a tale.\n    Have you writ down that they are none?\n  Sex. Master Constable, you go not the way to examine. You must call\n    forth the watch that are their accusers.\n\n  Dog. Yea, marry, that's the eftest way. Let the watch come forth.\n    Masters, I charge you in the Prince's name accuse these men.\n\n  1. Watch. This man said, sir, that Don John the Prince's brother\n    was a villain.\n\n  Dog. Write down Prince John a villain. Why, this is flat perjury,\n    to call a prince's brother villain.\n\n  Bora. Master Constable--\n\n  Dog. Pray thee, fellow, peace. I do not like thy look, I promise\n    thee.\n  Sex. What heard you him say else?\n\n  2. Watch. Marry, that he had received a thousand ducats of Don John\n    for accusing the Lady Hero wrongfully.\n\n  Dog. Flat burglary as ever was committed.\n\n  Verg. Yea, by th' mass, that it is.\n  Sex. What else, fellow?\n\n  1. Watch. And that Count Claudio did mean, upon his words, to\n    disgrace Hero before the whole assembly, and not marry her.\n\n  Dog. O villain! thou wilt be condemn'd into everlasting redemption\n    for this.\n  Sex. What else?\n  Watchmen. This is all.\n  Sex. And this is more, masters, than you can deny. Prince John is\n    this morning secretly stol'n away. Hero was in this manner\n    accus'd, in this manner refus'd, and upon the grief of this\n    suddenly died. Master Constable, let these men be bound and\n    brought to Leonato's. I will go before and show him their\n    examination.                                         [Exit.]\n\n  Dog. Come, let them be opinion'd.\n\n  Verg. Let them be in the hands--\n\n  Con. Off, coxcomb!\n\n  Dog. God's my life, where's the sexton? Let him write down the\n    Prince's officer coxcomb. Come, bind them.--Thou naughty varlet!\n\n  Con. Away! you are an ass, you are an ass.\n\n  Dog. Dost thou not suspect my place? Dost thou not suspect my\n    years? O that he were here to write me down an ass! But, masters,\n    remember that I am an ass. Though it be not written down, yet\n    forget not that I am an ass. No, thou villain, thou art full of\n    piety, as shall be prov'd upon thee by good witness. I am a wise\n    fellow; and which is more, an officer; and which is more, a\n    householder; and which is more, as pretty a piece of flesh as any\n    is in Messina, and one that knows the law, go to! and a rich\n    fellow enough, go to! and a fellow that hath had losses; and one\n    that hath two gowns and everything handsome about him. Bring him\n    away. O that I had been writ down an ass!\n                                                         Exeunt.\n\n\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG ETEXT OF CARNEGIE MELLON UNIVERSITY\nWITH PERMISSION.  ELECTRONIC AND MACHINE READABLE COPIES MAY BE\nDISTRIBUTED SO LONG AS SUCH COPIES (1) ARE FOR YOUR OR OTHERS\nPERSONAL USE ONLY, AND (2) ARE NOT DISTRIBUTED OR USED\nCOMMERCIALLY.  PROHIBITED COMMERCIAL DISTRIBUTION INCLUDES BY ANY\nSERVICE THAT CHARGES FOR DOWNLOAD TIME OR FOR MEMBERSHIP.>>\n\n\n\n\nACT V. Scene I.\nThe street, near Leonato's house.\n\nEnter Leonato and his brother [ Antonio].\n\n\n  Ant. If you go on thus, you will kill yourself,\n    And 'tis not wisdom thus to second grief\n    Against yourself.\n\n  Leon. I pray thee cease thy counsel,\n    Which falls into mine ears as profitless\n    As water in a sieve. Give not me counsel,\n    Nor let no comforter delight mine ear\n    But such a one whose wrongs do suit with mine.\n    Bring me a father that so lov'd his child,\n    Whose joy of her is overwhelm'd like mine,\n    And bid him speak to me of patience.\n    Measure his woe the length and breadth of mine,\n    And let it answer every strain for strain,\n    As thus for thus, and such a grief for such,\n    In every lineament, branch, shape, and form.\n    If such a one will smile and stroke his beard,\n    Bid sorrow wag, cry 'hem' when he should groan,\n    Patch grief with proverbs, make misfortune drunk\n    With candle-wasters--bring him yet to me,\n    And I of him will gather patience.\n    But there is no such man; for, brother, men\n    Can counsel and speak comfort to that grief\n    Which they themselves not feel; but, tasting it,\n    Their counsel turns to passion, which before\n    Would give preceptial medicine to rage,\n    Fetter strong madness in a silken thread,\n    Charm ache with air and agony with words.\n    No, no! 'Tis all men's office to speak patience\n    To those that wring under the load of sorrow,\n    But no man's virtue nor sufficiency\n    To be so moral when he shall endure\n    The like himself. Therefore give me no counsel.\n    My griefs cry louder than advertisement.\n\n  Ant. Therein do men from children nothing differ.\n\n  Leon. I pray thee peace. I will be flesh and blood;\n    For there was never yet philosopher\n    That could endure the toothache patiently,\n    However they have writ the style of gods\n    And made a push at chance and sufferance.\n\n  Ant. Yet bend not all the harm upon yourself.\n    Make those that do offend you suffer too.\n\n  Leon. There thou speak'st reason. Nay, I will do so.\n    My soul doth tell me Hero is belied;\n    And that shall Claudio know; so shall the Prince,\n    And all of them that thus dishonour her.\n\n              Enter Don Pedro and Claudio.\n\n\n  Ant. Here comes the Prince and Claudio hastily.\n\n  Pedro. Good den, Good den.\n\n  Claud. Good day to both of you.\n\n  Leon. Hear you, my lords!\n\n  Pedro. We have some haste, Leonato.\n\n  Leon. Some haste, my lord! well, fare you well, my lord.\n    Are you so hasty now? Well, all is one.\n\n  Pedro. Nay, do not quarrel with us, good old man.\n\n  Ant. If he could right himself with quarrelling,\n    Some of us would lie low.\n\n  Claud. Who wrongs him?\n\n  Leon. Marry, thou dost wrong me, thou dissembler, thou!\n    Nay, never lay thy hand upon thy sword;\n    I fear thee not.\n\n  Claud. Mary, beshrew my hand\n    If it should give your age such cause of fear.\n    In faith, my hand meant nothing to my sword.\n\n  Leon. Tush, tush, man! never fleer and jest at me\n    I speak not like a dotard nor a fool,\n    As under privilege of age to brag\n    What I have done being young, or what would do,\n    Were I not old. Know, Claudio, to thy head,\n    Thou hast so wrong'd mine innocent child and me\n    That I am forc'd to lay my reverence by\n    And, with grey hairs and bruise of many days,\n    Do challenge thee to trial of a man.\n    I say thou hast belied mine innocent child;\n    Thy slander hath gone through and through her heart,\n    And she lied buried with her ancestors-\n    O, in a tomb where never scandal slept,\n    Save this of hers, fram'd by thy villany!\n\n  Claud. My villany?\n\n  Leon. Thine, Claudio; thine I say.\n\n  Pedro. You say not right, old man.\n\n  Leon. My lord, my lord,\n    I'll prove it on his body if he dare,\n    Despite his nice fence and his active practice,\n    His May of youth and bloom of lustihood.\n\n  Claud. Away! I will not have to do with you.\n\n  Leon. Canst thou so daff me? Thou hast kill'd my child.\n    If thou kill'st me, boy, thou shalt kill a man.\n    And. He shall kill two of us, and men indeed\n    But that's no matter; let him kill one first.\n    Win me and wear me! Let him answer me.\n    Come, follow me, boy,. Come, sir boy, come follow me.\n    Sir boy, I'll whip you from your foining fence!\n    Nay, as I am a gentleman, I will.\n\n  Leon. Brother--\n\n  Ant. Content yourself. God knows I lov'd my niece,\n    And she is dead, slander'd to death by villains,\n    That dare as well answer a man indeed\n    As I dare take a serpent by the tongue.\n    Boys, apes, braggarts, jacks, milksops!\n\n  Leon. Brother Anthony--\n\n  Ant. Hold you content. What, man! I know them, yea,\n    And what they weigh, even to the utmost scruple,\n    Scambling, outfacing, fashion-monging boys,\n    That lie and cog and flout, deprave and slander,\n    Go anticly, show outward hideousness,\n    And speak off half a dozen dang'rous words,\n    How they might hurt their enemies, if they durst;\n    And this is all.\n\n  Leon. But, brother Anthony--\n\n  Ant. Come, 'tis no matter.\n    Do not you meddle; let me deal in this.\n\n  Pedro. Gentlemen both, we will not wake your patience.\n    My heart is sorry for your daughter's death;\n    But, on my honour, she was charg'd with nothing\n    But what was true, and very full of proof.\n\n  Leon. My lord, my lord--\n\n  Pedro. I will not hear you.\n\n  Leon. No? Come, brother, away!--I will be heard.\n\n  Ant. And shall, or some of us will smart for it.\n                                                    Exeunt ambo.\n\n                  Enter Benedick.\n\n\n  Pedro. See, see! Here comes the man we went to seek.\n\n  Claud. Now, signior, what news?\n\n  Bene. Good day, my lord.\n\n  Pedro. Welcome, signior. You are almost come to part almost a fray.\n\n  Claud. We had lik'd to have had our two noses snapp'd off with two\n    old men without teeth.\n\n  Pedro. Leonato and his brother. What think'st thou? Had we fought,\n    I doubt we should have been too young for them.\n\n  Bene. In a false quarrel there is no true valour. I came to seek\n    you both.\n\n  Claud. We have been up and down to seek thee; for we are high-proof\n    melancholy, and would fain have it beaten away. Wilt thou use thy\n    wit?\n\n  Bene. It is in my scabbard. Shall I draw it?\n\n  Pedro. Dost thou wear thy wit by thy side?\n\n  Claud. Never any did so, though very many have been beside their\n    wit. I will bid thee draw, as we do the minstrel--draw to\n    pleasure us.\n\n  Pedro. As I am an honest man, he looks pale. Art thou sick or\n    angry?\n\n  Claud. What, courage, man! What though care kill'd a cat, thou hast\n    mettle enough in thee to kill care.\n\n  Bene. Sir, I shall meet your wit in the career an you charge it\n    against me. I pray you choose another subject.\n\n  Claud. Nay then, give him another staff; this last was broke cross.\n\n  Pedro. By this light, he changes more and more. I think he be angry\n    indeed.\n\n  Claud. If he be, he knows how to turn his girdle.\n\n  Bene. Shall I speak a word in your ear?\n\n  Claud. God bless me from a challenge!\n\n  Bene. [aside to Claudio] You are a villain. I jest not; I will make\n    it good how you dare, with what you dare, and when you dare. Do\n    me right, or I will protest your cowardice. You have kill'd a\n    sweet lady, and her death shall fall heavy on you. Let me hear\n    from you.\n\n  Claud. Well, I will meet you, so I may have good cheer.\n\n  Pedro. What, a feast, a feast?\n\n  Claud. I' faith, I thank him, he hath bid me to a calve's head and\n    a capon, the which if I do not carve most curiously, say my\n    knife's naught. Shall I not find a woodcock too?\n\n  Bene. Sir, your wit ambles well; it goes easily.\n\n  Pedro. I'll tell thee how Beatrice prais'd thy wit the other day. I\n    said thou hadst a fine wit: 'True,' said she, 'a fine little\n    one.' 'No,' said I, 'a great wit.' 'Right,' says she, 'a great\n    gross one.' 'Nay,' said I, 'a good wit.' 'Just,' said she,\n'it\n    hurts nobody.' 'Nay,' said I, 'the gentleman is wise.'\n'Certain,'\n    said she, a wise gentleman.' 'Nay,' said I, 'he hath the\n    tongues.' 'That I believe' said she, 'for he swore a thing to me\n    on Monday night which he forswore on Tuesday morning. There's a\n    double tongue; there's two tongues.' Thus did she an hour\n    together transshape thy particular virtues. Yet at last she\n    concluded with a sigh, thou wast the proper'st man in Italy.\n\n  Claud. For the which she wept heartily and said she cared not.\n\n  Pedro. Yea, that she did; but yet, for all that, an if she did not\n    hate him deadly, she would love him dearly. The old man's\n    daughter told us all.\n\n  Claud. All, all! and moreover, God saw him when he was hid in the\n    garden.\n\n  Pedro. But when shall we set the savage bull's horns on the\n    sensible Benedick's head?\n\n  Claud. Yea, and text underneath, 'Here dwells Benedick, the married\n    man'?\n\n  Bene. Fare you well, boy; you know my mind. I will leave you now to\n    your gossiplike humour. You break jests as braggards do their\n    blades, which God be thanked hurt not. My lord, for your many\n    courtesies I thank you. I must discontinue your company. Your\n    brother the bastard is fled from Messina. You have among you\n    kill'd a sweet and innocent lady. For my Lord Lackbeard there, he\n    and I shall meet; and till then peace be with him.\n                                                         [Exit.]\n\n  Pedro. He is in earnest.\n\n  Claud. In most profound earnest; and, I'll warrant you, for the\n\n    love of Beatrice.\n\n  Pedro. And hath challeng'd thee.\n\n  Claud. Most sincerely.\n\n  Pedro. What a pretty thing man is when he goes in his doublet and\n    hose and leaves off his wit!\n\n  Enter Constables [Dogberry and Verges, with the Watch, leading]\n                      Conrade and Borachio.\n\n\n  Claud. He is then a giant to an ape; but then is an ape a doctor to\n    such a man.\n\n  Pedro. But, soft you, let me be! Pluck up, my heart, and be sad!\n    Did he not say my brother was fled?\n\n  Dog. Come you, sir. If justice cannot tame you, she shall ne'er\n    weigh more reasons in her balance. Nay, an you be a cursing\n    hypocrite once, you must be look'd to.\n\n  Pedro. How now? two of my brother's men bound? Borachio one.\n\n  Claud. Hearken after their offence, my lord.\n\n  Pedro. Officers, what offence have these men done?\n\n  Dog. Marry, sir, they have committed false report; moreover, they\n    have spoken untruths; secondarily, they are slanders; sixth and\n    lastly, they have belied a lady; thirdly, they have verified\n    unjust things; and to conclude, they are lying knaves.\n\n  Pedro. First, I ask thee what they have done; thirdly, I ask thee\n    what's their offence; sixth and lastly, why they are committed;\n    and to conclude, what you lay to their charge.\n\n  Claud. Rightly reasoned, and in his own division; and by my troth\n    there's one meaning well suited.\n\n  Pedro. Who have you offended, masters, that you are thus bound to\n    your answer? This learned constable is too cunning to be\n    understood. What's your offence?\n\n  Bora. Sweet Prince, let me go no farther to mine answer. Do you\n    hear me, and let this Count kill me. I have deceived even your\n    very eyes. What your wisdoms could not discover, these shallow\n    fools have brought to light, who in the night overheard me\n    confessing to this man, how Don John your brother incensed me to\n    slander the Lady Hero; how you were brought into the orchard and\n    saw me court Margaret in Hero's garments; how you disgrac'd her\n    when you should marry her. My villany they have upon record,\n    which I had rather seal with my death than repeat over to my\n    shame. The lady is dead upon mine and my master's false\n    accusation; and briefly, I desire nothing but the reward of a\n    villain.\n\n  Pedro. Runs not this speech like iron through your blood?\n\n  Claud. I have drunk poison whiles he utter'd it.\n\n  Pedro. But did my brother set thee on to this?\n\n  Bora. Yea, and paid me richly for the practice of it.\n\n  Pedro. He is compos'd and fram'd of treachery,\n    And fled he is upon this villany.\n\n  Claud. Sweet Hero, now thy image doth appear\n    In the rare semblance that I lov'd it first.\n\n  Dog. Come, bring away the plaintiffs. By this time our sexton hath\n    reformed Signior Leonato of the matter. And, masters, do not\n    forget to specify, when time and place shall serve, that I am an\n    ass.\n\n  Verg. Here, here comes Master Signior Leonato, and the sexton too.\n\n          Enter Leonato, his brother [Antonio], and the Sexton.\n\n\n  Leon. Which is the villain? Let me see his eyes,\n    That, when I note another man like him,\n    I may avoid him. Which of these is he?\n\n  Bora. If you would know your wronger, look on me.\n\n  Leon. Art thou the slave that with thy breath hast kill'd\n    Mine innocent child?\n\n  Bora. Yea, even I alone.\n\n  Leon. No, not so, villain! thou beliest thyself.\n    Here stand a pair of honourable men--\n    A third is fled--that had a hand in it.\n    I thank you princes for my daughter's death.\n    Record it with your high and worthy deeds.\n    'Twas bravely done, if you bethink you of it.\n\n  Claud. I know not how to pray your patience;\n    Yet I must speak. Choose your revenge yourself;\n    Impose me to what penance your invention\n    Can lay upon my sin. Yet sinn'd I not\n    But in mistaking.\n\n  Pedro. By my soul, nor I!\n    And yet, to satisfy this good old man,\n    I would bend under any heavy weight\n    That he'll enjoin me to.\n\n  Leon. I cannot bid you bid my daughter live-\n    That were impossible; but I pray you both,\n    Possess the people in Messina here\n    How innocent she died; and if your love\n    Can labour aught in sad invention,\n    Hang her an epitaph upon her tomb,\n    And sing it to her bones--sing it to-night.\n    To-morrow morning come you to my house,\n    And since you could not be my son-in-law,\n    Be yet my nephew. My brother hath a daughter,\n    Almost the copy of my child that's dead,\n    And she alone is heir to both of us.\n    Give her the right you should have giv'n her cousin,\n    And so dies my revenge.\n\n  Claud. O noble sir!\n    Your over-kindness doth wring tears from me.\n    I do embrace your offer; and dispose\n    For henceforth of poor Claudio.\n\n  Leon. To-morrow then I will expect your coming;\n    To-night I take my leave. This naughty man\n    Shall fact to face be brought to Margaret,\n    Who I believe was pack'd in all this wrong,\n    Hir'd to it by your brother.\n\n  Bora. No, by my soul, she was not;\n    Nor knew not what she did when she spoke to me;\n    But always hath been just and virtuous\n    In anything that I do know by her.\n\n  Dog. Moreover, sir, which indeed is not under white and black, this\n    plaintiff here, the offender, did call me ass. I beseech you let\n    it be rememb'red in his punishment. And also the watch heard them\n    talk of one Deformed. They say he wears a key in his ear, and a\n    lock hanging by it, and borrows money in God's name, the which he\n    hath us'd so long and never paid that now men grow hard-hearted\n    and will lend nothing for God's sake. Pray you examine him upon\n    that point.\n\n  Leon. I thank thee for thy care and honest pains.\n\n  Dog. Your worship speaks like a most thankful and reverent youth,\n    and I praise God for you.\n\n  Leon. There's for thy pains. [Gives money.]\n\n  Dog. God save the foundation!\n\n  Leon. Go, I discharge thee of thy prisoner, and I thank thee.\n\n  Dog. I leave an arrant knave with your worship, which I beseech\n    your worship to correct yourself, for the example of others.\n    God keep your worship! I wish your worship well. God restore you\n    to health! I humbly give you leave to depart; and if a merry\n    meeting may be wish'd, God prohibit it! Come, neighbour.\n                                   Exeunt [Dogberry and Verges].\n\n  Leon. Until to-morrow morning, lords, farewell.\n\n  Ant. Farewell, my lords. We look for you to-morrow.\n\n  Pedro. We will not fall.\n\n  Claud. To-night I'll mourn with Hero.\n                                 [Exeunt Don Pedro and Claudio.]\n\n  Leon. [to the Watch] Bring you these fellows on.--We'll talk with\n      Margaret,\n    How her acquaintance grew with this lewd fellow.\n                                                         Exeunt.\n\n\n\n\nScene II.\nLeonato's orchard.\n\nEnter Benedick and Margaret [meeting].\n\n\n  Bene. Pray thee, sweet Mistress Margaret, deserve well at my hands\n    by helping me to the speech of Beatrice.\n\n  Marg. Will you then write me a sonnet in praise of my beauty?\n\n  Bene. In so high a style, Margaret, that no man living shall come\n    over it; for in most comely truth thou deservest it.\n\n  Marg. To have no man come over me? Why, shall I always keep below\n    stairs?\n\n  Bene. Thy wit is as quick as the greyhound's mouth--it catches.\n\n  Marg. And yours as blunt as the fencer's foils, which hit but hurt\n    not.\n\n  Bene. A most manly wit, Margaret: it will not hurt a woman.\n    And so I pray thee call Beatrice. I give thee the bucklers.\n\n  Marg. Give us the swords; we have bucklers of our own.\n\n  Bene. If you use them, Margaret, you must put in the pikes with a\n    vice, and they are dangerous weapons for maids.\n\n  Marg. Well, I will call Beatrice to you, who I think hath legs.\n\n  Bene. And therefore will come.\n                                                  Exit Margaret.\n       [Sings] The god of love,\n               That sits above\n           And knows me, and knows me,\n             How pitiful I deserve--\n\n    I mean in singing; but in loving Leander the good swimmer,\n    Troilus the first employer of panders, and a whole book full of\n    these quondam carpet-mongers, whose names yet run smoothly in the\n    even road of a blank verse--why, they were never so truly turn'd\n    over and over as my poor self in love. Marry, I cannot show it in\n    rhyme. I have tried. I can find out no rhyme to 'lady' but\n'baby'\n    --an innocent rhyme; for 'scorn,' 'horn'--a hard rhyme; for\n    'school', 'fool'--a babbling rhyme: very ominous endings! No, I\n    was not born under a rhyming planet, nor cannot woo in festival\n    terms.\n\n                    Enter Beatrice.\n\n    Sweet Beatrice, wouldst thou come when I call'd thee?\n\n  Beat. Yea, signior, and depart when you bid me.\n\n  Bene. O, stay but till then!\n\n  Beat. 'Then' is spoken. Fare you well now. And yet, ere I go, let\n    me go with that I came for, which is, with knowing what hath\n    pass'd between you and Claudio.\n\n  Bene. Only foul words; and thereupon I will kiss thee.\n\n  Beat. Foul words is but foul wind, and foul wind is but foul\n    breath, and foul breath is noisome. Therefore I will depart\n    unkiss'd.\n\n  Bene. Thou hast frighted the word out of his right sense, so\n    forcible is thy wit. But I must tell thee plainly, Claudio\n    undergoes my challenge; and either I must shortly hear from him\n    or I will subscribe him a coward. And I pray thee now tell me,\n    for which of my bad parts didst thou first fall in love with me?\n\n  Beat. For them all together, which maintain'd so politic a state of\n    evil that they will not admit any good part to intermingle with\n    them. But for which of my good parts did you first suffer love\n    for me?\n\n  Bene. Suffer love!--a good epithet. I do suffer love indeed, for I\n    love thee against my will.\n\n  Beat. In spite of your heart, I think. Alas, poor heart! If you\n    spite it for my sake, I will spite it for yours, for I will never\n    love that which my friend hates.\n\n  Bene. Thou and I are too wise to woo peaceably.\n\n  Beat. It appears not in this confession. There's not one wise man\n    among twenty, that will praise himself.\n\n  Bene. An old, an old instance, Beatrice, that liv'd in the time of\n    good neighbours. If a man do not erect in this age his own tomb\n    ere he dies, he shall live no longer in monument than the bell\n    rings and the widow weeps.\n\n  Beat. And how long is that, think you?\n\n  Bene. Question: why, an hour in clamour and a quarter in rheum.\n    Therefore is it most expedient for the wise, if Don Worm (his\n    conscience) find no impediment to the contrary, to be the trumpet\n    of his own virtues, as I am to myself. So much for praising\n    myself, who, I myself will bear witness, is praiseworthy. And now\n    tell me, how doth your cousin?\n\n  Beat. Very ill.\n\n  Bene. And how do you?\n\n  Beat. Very ill too.\n\n  Bene. Serve God, love me, and mend. There will I leave you too, for\n    here comes one in haste.\n\n                         Enter Ursula.\n\n\n  Urs. Madam, you must come to your uncle. Yonder's old coil at home.\n    It is proved my Lady Hero hath been falsely accus'd, the Prince\n    and Claudio mightily abus'd, and Don John is the author of all,\n    who is fled and gone. Will you come presently?\n\n  Beat. Will you go hear this news, signior?\n\n  Bene. I will live in thy heart, die in thy lap, and be buried thy\n    eyes; and moreover, I will go with thee to thy uncle's.\n                                                         Exeunt.\n\n\n\n\nScene III.\nA churchyard.\n\nEnter Claudio, Don Pedro, and three or four with tapers,\n[followed by Musicians].\n\n\n  Claud. Is this the monument of Leonato?\n  Lord. It is, my lord.\n\n  Claud. [reads from a scroll]\n\n                      Epitaph.\n\n        Done to death by slanderous tongues\n          Was the Hero that here lies.\n        Death, in guerdon of her wrongs,\n          Gives her fame which never dies.\n        So the life that died with shame\n        Lives in death with glorious fame.\n\n    Hang thou there upon the tomb,\n                                          [Hangs up the scroll.]\n    Praising her when I am dumb.\n    Now, music, sound, and sing your solemn hymn.\n\n                     Song.\n\n        Pardon, goddess of the night,\n        Those that slew thy virgin knight;\n        For the which, with songs of woe,\n        Round about her tomb they go.\n        Midnight, assist our moan,\n        Help us to sigh and groan\n          Heavily, heavily,\n        Graves, yawn and yield your dead,\n        Till death be uttered\n          Heavily, heavily.\n\n\n  Claud. Now unto thy bones good night!\n    Yearly will I do this rite.\n\n  Pedro. Good morrow, masters. Put your torches out.\n    The wolves have prey'd, and look, the gentle day,\n    Before the wheels of Phoebus, round about\n    Dapples the drowsy east with spots of grey.\n    Thanks to you all, and leave us. Fare you well.\n\n  Claud. Good morrow, masters. Each his several way.\n\n  Pedro. Come, let us hence and put on other weeds,\n    And then to Leonato's we will go.\n\n  Claud. And Hymen now with luckier issue speeds\n    Than this for whom we rend'red up this woe.          Exeunt.\n\n\n\n\nScene IV\nThe hall in Leonato's house.\n\nEnter Leonato, Benedick, [Beatrice,] Margaret, Ursula, Antonio,\nFriar [Francis], Hero.\n\n\n  Friar. Did I not tell you she was innocent?\n\n  Leon. So are the Prince and Claudio, who accus'd her\n    Upon the error that you heard debated.\n    But Margaret was in some fault for this,\n    Although against her will, as it appears\n    In the true course of all the question.\n\n  Ant. Well, I am glad that all things sort so well.\n\n  Bene. And so am I, being else by faith enforc'd\n    To call young Claudio to a reckoning for it.\n\n  Leon. Well, daughter, and you gentlewomen all,\n    Withdraw into a chamber by yourselves,\n    And when I send for you, come hither mask'd.\n                                                  Exeunt Ladies.\n    The Prince and Claudio promis'd by this hour\n    To visit me. You know your office, brother:\n    You must be father to your brother's daughter,\n    And give her to young Claudio.\n\n  Ant. Which I will do with confirm'd countenance.\n\n  Bene. Friar, I must entreat your pains, I think.\n\n  Friar. To do what, signior?\n\n  Bene. To bind me, or undo me--one of them.\n    Signior Leonato, truth it is, good signior,\n    Your niece regards me with an eye of favour.\n\n  Leon. That eye my daughter lent her. 'Tis most true.\n\n  Bene. And I do with an eye of love requite her.\n\n  Leon. The sight whereof I think you had from me,\n    From Claudio, and the Prince; but what's your will?\n\n  Bene. Your answer, sir, is enigmatical;\n    But, for my will, my will is, your good will\n    May stand with ours, this day to be conjoin'd\n    In the state of honourable marriage;\n    In which, good friar, I shall desire your help.\n\n  Leon. My heart is with your liking.\n\n  Friar. And my help.\n\n       Enter Don Pedro and Claudio and two or three other.\n\n    Here comes the Prince and Claudio.\n\n  Pedro. Good morrow to this fair assembly.\n\n  Leon. Good morrow, Prince; good morrow, Claudio.\n    We here attend you. Are you yet determin'd\n    To-day to marry with my brother's daughter?\n\n  Claud. I'll hold my mind, were she an Ethiope.\n\n  Leon. Call her forth, brother. Here's the friar ready.\n                                                 [Exit Antonio.]\n\n  Pedro. Good morrow, Benedick. Why, what's the matter\n    That you have such a February face,\n    So full of frost, of storm, and cloudiness?\n\n  Claud. I think he thinks upon the savage bull.\n    Tush, fear not, man! We'll tip thy horns with gold,\n    And all Europa shall rejoice at thee,\n    As once Europa did at lusty Jove\n    When he would play the noble beast in love.\n\n  Bene. Bull Jove, sir, had an amiable low,\n    And some such strange bull leap'd your father's cow\n    And got a calf in that same noble feat\n    Much like to you, for you have just his bleat.\n\n       Enter [Leonato's] brother [Antonio], Hero, Beatrice,\n            Margaret, Ursula, [the ladies wearing masks].\n\n\n  Claud. For this I owe you. Here comes other reckonings.\n    Which is the lady I must seize upon?\n\n  Ant. This same is she, and I do give you her.\n\n  Claud. Why then, she's mine. Sweet, let me see your face.\n\n  Leon. No, that you shall not till you take her hand\n    Before this friar and swear to marry her.\n\n  Claud. Give me your hand before this holy friar.\n    I am your husband if you like of me.\n\n  Hero. And when I liv'd I was your other wife;       [Unmasks.]\n    And when you lov'd you were my other husband.\n\n  Claud. Another Hero!\n\n  Hero. Nothing certainer.\n    One Hero died defil'd; but I do live,\n    And surely as I live, I am a maid.\n\n  Pedro. The former Hero! Hero that is dead!\n\n  Leon. She died, my lord, but whiles her slander liv'd.\n\n  Friar. All this amazement can I qualify,\n    When, after that the holy rites are ended,\n    I'll tell you largely of fair Hero's death.\n    Meantime let wonder seem familiar,\n    And to the chapel let us presently.\n\n  Bene. Soft and fair, friar. Which is Beatrice?\n\n  Beat. [unmasks] I answer to that name. What is your will?\n\n  Bene. Do not you love me?\n\n  Beat. Why, no; no more than reason.\n\n  Bene. Why, then your uncle, and the Prince, and Claudio\n    Have been deceived; for they swore you did.\n\n  Beat. Do not you love me?\n\n  Bene. Troth, no; no more than reason.\n\n  Beat. Why, then my cousin, Margaret, and Ursula\n    Are much deceiv'd; for they did swear you did.\n\n  Bene. They swore that you were almost sick for me.\n\n  Beat. They swore that you were well-nigh dead for me.\n\n  Bene. 'Tis no such matter. Then you do not love me?\n\n  Beat. No, truly, but in friendly recompense.\n\n  Leon. Come, cousin, I am sure you love the gentleman.\n\n  Claud. And I'll be sworn upon't that he loves her;\n    For here's a paper written in his hand,\n    A halting sonnet of his own pure brain,\n    Fashion'd to Beatrice.\n\n  Hero. And here's another,\n    Writ in my cousin's hand, stol'n from her pocket,\n    Containing her affection unto Benedick.\n\n  Bene. A miracle! Here's our own hands against our hearts.\n    Come, I will have thee; but, by this light, I take thee for pity.\n\n  Beat. I would not deny you; but, by this good day, I yield upon\n    great persuasion, and partly to save your life, for I was told\n    you were in a consumption.\n\n  Bene. Peace! I will stop your mouth.             [Kisses her.]\n\n  Beat. I'll tell thee what, Prince: a college of wit-crackers cannot\n    flout me out of my humour. Dost thou think I care for a satire or\n    an epigram? No. If a man will be beaten with brains, 'a shall\n    wear nothing handsome about him. In brief, since I do purpose to\n    marry, I will think nothing to any purpose that the world can say\n    against it; and therefore never flout at me for what I have said\n    against it; for man is a giddy thing, and this is my conclusion.\n    For thy part, Claudio, I did think to have beaten thee; but in\n    that thou art like to be my kinsman, live unbruis'd, and love my\n    cousin.\n\n  Claud. I had well hop'd thou wouldst have denied Beatrice, that I\n    might have cudgell'd thee out of thy single life, to make thee a\n    double-dealer, which out of question thou wilt be if my cousin do\n    not look exceeding narrowly to thee.\n\n  Bene. Come, come, we are friends. Let's have a dance ere we are\n    married, that we may lighten our own hearts and our wives' heels.\n\n  Leon. We'll have dancing afterward.\n\n  Bene. First, of my word! Therefore play, music. Prince, thou art\n    sad. Get thee a wife, get thee a wife! There is no staff more\n    reverent than one tipp'd with horn.\n\n                       Enter Messenger.\n\n\n  Mess. My lord, your brother John is ta'en in flight,\n    And brought with armed men back to Messina.\n\n  Bene. Think not on him till to-morrow. I'll devise thee brave\n    punishments for him. Strike up, pipers!\n                                                Dance. [Exeunt.]\n\n\nTHE END\n\n\n\n\n\n<<THIS ELECTRONIC VERSION OF THE COMPLETE WORKS OF WILLIAM\nSHAKESPEARE IS COPYRIGHT 1990-1993 BY WORLD LIBRARY, INC., AND IS\nPROVIDED BY PROJECT GUTENBERG ETEXT OF CARNEGIE MELLON UNIVERSITY\nWITH PERMISSION.  ELECTRONIC AND MACHINE READABLE COPIES MAY BE\nDISTRIBUTED SO LONG AS SUCH COPIES (1) ARE FOR YOUR OR OTHERS\nPERSONAL USE ONLY, AND (2) ARE NOT DISTRIBUTED OR USED\nCOMMERCIALLY.  PROHIBITED COMMERCIAL DISTRIBUTION INCLUDES BY ANY\nSERVICE THAT CHARGES FOR DOWNLOAD TIME OR FOR MEMBERSHIP.>>\n\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MUCH ADO ABOUT NOTHING ***\n\n\nUpdated editions will replace the previous one--the old editions will be\nrenamed.\n\nCreating the works from public domain print editions means that no one\nowns a United States copyright in these works, so the Foundation (and\nyou!) can copy and distribute it in the United States without permission\nand without paying copyright royalties. Special rules, set forth in the\nGeneral Terms of Use part of this license, apply to copying and\ndistributing Project Gutenberg-tm electronic works to protect the\nPROJECT GUTENBERG-tm concept and trademark. Project Gutenberg is a\nregistered trademark, and may not be used if you charge for the eBooks,\nunless you receive specific permission. If you do not charge anything\nfor copies of this eBook, complying with the rules is very easy. You may\nuse this eBook for nearly any purpose such as creation of derivative\nworks, reports, performances and research. They may be modified and\nprinted and given away--you may do practically ANYTHING with public\ndomain eBooks. Redistribution is subject to the trademark license,\nespecially commercial redistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\nThis particular work is one of the few copyrighted individual works\nincluded with the permission of the copyright holder.  Information on\nthe copyright owner for this particular work and the terms of use\nimposed by the copyright holder on this work are set forth at the\nbeginning of this work.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3..  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS,' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\nhttp:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\nhttp:\/\/www.ibiblio.org\/gutenberg\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\nhttp:\/\/www.gutenberg.org\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\nhttp:\/\/www.gutenberg.org\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\nhttp:\/\/www.gutenberg.org\/GUTINDEX.ALL\n\n*** END: FULL LICENSE ***\n\n\n\n","id":483,"split":"train"}
