{"ori_id":"069ba0ceb78ef8fe8a193b7b4f225938f2044f0c","title":"Demolition Man (film)","context":"Demolition Man (film)\n In 1996, psychopathic career criminal Simon Phoenix kidnaps a number of hostages and takes refuge with his gang in an abandoned building. LAPD Sgt. John Spartan uses a thermal scan of the building and finds no trace of the hostages, and leads an unauthorized assault to capture Phoenix. When he is captured, Phoenix sets off a series of explosives that bring down the building, and when the police search the wreckage, they find the corpses of the hostages. Spartan is charged with manslaughter, and he is incarcerated along with Phoenix in the city's new \"California Cryo-Penitentiary\", where they will be cryogenically frozen. During their time \"in deep freeze\", they are to be rehabilitated through subconscious conditioning.\nDuring their incarceration, the \"Great Earthquake\" leads the cities of Los Angeles, San Diego, and Santa Barbara to merge into a single metropolis under the name San Angeles. The city becomes a utopia run under the pseudo-pacifist guidance and control of the evangelistic Dr. Raymond Cocteau, where human behavior is tightly controlled. In 2032, Phoenix is woken for a parole hearing, but he finds he somehow knows the access codes to the security systems, and is able to escape the prison and begins wreaking havoc on the city. The police, having not dealt with violent crime for many years, are unable to handle Phoenix and opt to wake Spartan and enlist his help. Spartan is assigned to Lieutenant Lenina Huxley to help with acclimation to the future, which he finds depressing. Others on the police force find his behavior brutish and uncivilized, though Huxley, who is fascinated by the lifestyles of the late 20th century, helps Spartan to overcome this, and the two grow close, despite the limitations on displays of public affection.\nThey attempt to stop Phoenix from stealing 20th century weapons from a museum display, but Phoenix manages to escape. Phoenix encounters Dr. Cocteau during his escape, and though he tries to shoot him, finds himself unable to do so. Dr. Cocteau calmly asks Phoenix to assassinate Edgar Friendly, the leader of the resistance group called the Scraps that fight against Cocteau's rule, and allows Phoenix to bring other criminals out of cryo-sleep to help at his request. Meanwhile, Spartan and Huxley review the cryo-prison records and find that instead of the normal rehabilitation program, Phoenix had been given the information necessary for his escape by Cocteau directly. They also discover information directing Phoenix towards Friendly, and go off to warn him.\nAt the Scraps' underground base, Friendly is initially distrustful but Spartan is able to convince him of the threat and takes sympathy in their cause given what he has seen above ground. When Phoenix and his gang attack, Spartan and the Scraps ward off the attack, leading to a car chase between Spartan and Phoenix. During the chase, Phoenix taunts Spartan by revealing that he had killed the hostages before Spartan had arrived in 1996. Phoenix escapes while Spartan comes to terms that he had been wrongly charged with the crime. Meanwhile, Friendly and the Scraps work with the police to try to help stop Phoenix and his gang of cryo-cons.\nPhoenix returns to Dr. Cocteau with his gang, and as the rehabilitation programming prevents him from killing Cocteau, orders one of his gang to do so. Spartan and Huxley arrive soon after, finding that Phoenix has already left to release more prisoners. Spartan enters the prison alone to fight Phoenix, engages in a violent fight that ravages the facility, and eventually uses the cryogenic chemical to freeze Phoenix before shattering him. Spartan escapes the prison before it explodes and regroups with the police and the Scraps. The police fear the loss of Cocteau will send their society into a downward spiral, but Spartan suggests that they and the Scraps work together to recreate a society that returns some of the personal freedoms that were lost. He then kisses Huxley and the two go off together.\n<html>\n\n<head>\n   <title>\"Demolition Man,\" by Daniel Waters; and Jonathan Lemkin<\/title>\n<\/head>\n\n<body>\n<pre>\n\n\n\n\n\n\n\n\n\n                             <u>DEMOLITION MAN<\/u>\n\n\n\n                          Participating Writers:\n\n                              Peter Lenkov\n                              Robert Reneau\n                              Daniel Waters\n                               Fred Decker\n                             Jonathan Lemkin\n\n\n                                Story by:\n\n                              Peter Lenkov\n                              Daniel Waters\n\n\n                             Screenplay by:\n\n                              Daniel Waters\n                             Jonathan Lemkin\n\n\n\n\n\n\n\n        SILVER PICTURES\n                                                  November 19, 1992\n                                                  c 1992\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        [NOTE: THE FOLLOWING SCREENPLAY HAD NUMBERED SCENES.\n        THESE HAVE BEEN OMITTED FOR THIS SOFT COPY.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                 \"The world of the future will\n                                 be an ever more demanding\n                                 struggle against the limitations\n                                 of our intelligence...\"\n\n                                                    Norbert Wiener\n\n\n                                 \"On the whole, I'd rather be in\n                                 Philadelphia...\"\n\n                                                    W.C.  Fields\n\n\n\n\n\n\n\n\n\n\n                             <u>DEMOLITION MAN<\/u>\n\n        FADE IN:\n\n        EXT. BLACK SKY - NIGHT\n\n        Dark, ominous clouds of smoke.  A beat of semi-calm.\n        And then... A long blast of TRACER FIRE cuts through.\n        And another.  And another.  We TILT DOWN to discover we\n        are --\n\n\n        EXT. LOS ANGELES - AIRBORNE - MOVING - NIGHT (1998)\n\n        A city on fire.  A block here, block there.  More TRACER\n        FIRE.  A cross between the LA riots and Gulf War.  A\n        SUPERED TITLE:  LA RIOT III.  And then FADING IN BELOW:\n        MONTH 4.  We CONTINUE MOVING ABOVE the ravaged city --\n\n                                VOICE #1 (V.O.)\n                         (filtered)\n                  You imagine what it was like when\n                  they had to fly choppers through\n                  this shit?\n\n                                VOICE #2 (V.O.)\n                  Not even.\n\n        Gliding totally silently INTO FRAME is the biggest,\n        darkest, midnight blue blimp you've ever seen.  Small\n        gold letters on the side -- LAPD.  Fully armored beneath.\n        Woven kevlar on the sides.  BULLETS REBOUND with a long\n        ZZZZZIP off the sides.  PING SOFTLY off the plastic armor\n        on the bottom.\n\n                                VOICE #1 (V.O.)\n                  I don't understand where we're\n                  going and why the hell we're\n                  bothering anyhow...\n\n        A new voice responds.  This one brooks no discussion --\n\n                                SPARTAN (V.O.)\n                  Because there's anger and there's\n                  frustration, and then there's pure\n                  fucking evil...\n\n\n        INT. BLIMP POD - CONTINUOUS ACTION - NIGHT\n\n        JOHN SPARTAN peers down into the fiery landscape.\n\n                                SPARTAN\n                  Where we're going is pure fucking\n                  evil.\n                         (beat)\n                  Thirty people who were riding that\n                  muni bus are still missing.  I've\n                  got this bad hunch about who took\n                  them and where they are...\n\n\n        EXT. EXTREME SOUTH CENTRAL LA - FROM ABOVE - AIRBORNE -\n        NIGHT\n\n        Way up ahead, amid the flames, is a fortress.  A square\n        city block.  Walled.  Something out of the middle ages.\n        The walls are entirely made from stacked abandoned cars.\n\n\n        INT. BLIMP POD - NIGHT\n\n        Spartan is dragging a heavy bag up towards the door.\n        PILOT #2 looks at him curiously.\n\n                                PILOT #2\n                  How come they call you Demolition\n                  Man?  Are you with the bomb squad?\n\n        Spartan gets his bag into position.\n\n                                SPARTAN\n                  I just...\n                         (shrugs\n                          apologetically)\n                  ... demolish things.\n\n        He checks out the window.  They're not quite there.\n\n                                SPARTAN\n                  I do my job, shit happens.\n                         (to Pilot #1)\n                  Get a thermo.\n\n        The PILOT takes a thermogram of the building in the\n        middle of the compound.  We see a series of heat-outlined\n        figures moving inside.\n\n                                PILOT #1\n                  Six.  One still, in the middle.\n                  The rest moving around.  I don't\n                  see any thirty people.\n\n                                SPARTAN\n                         (checking the thermo)\n                  What's that?\n\n        To the naked eye, out the window, tucked against the\n        wall of cars, a large tarp.  To the thermo, the still\n        warm inner workings of the muni bus.  Faint outlines of\n        the engine, drive train, even seats and frame.  Bingo.\n\n        Spartan takes a deep breath.  Loosens up his right\n        shoulder.  Loosens up his left.  Checks the gun on his\n        right hip.  Checks the gun on his left.  They both cross\n        draw.  Reaches down to the bag at his feet.  LAPD in\n        reflective letters on the side of a backpack.  Spartan\n        yanks some kind of rope out of it.\n\n                                PILOT #2\n                  Isn't that for getting people <u>out<\/u>\n                  of burning buildings...\n\n                                SPARTAN\n                  Yeah, sometimes...\n\n        Slaps a carabiner onto a big eyebolt by the door.  They're\n        dead center now over the complex below.  He opens the\n        door.  Jumps out.\n\n\n        EXT. BLIMP - NIGHT\n\n        Spartan falls three hundred feet from the blimp.  Dead\n        silent.  The line runs free behind him.  It's a giant\n        fireproof bungee cord.  As the downward force of gravity\n        and the upward pull of the bungee become exactly the\n        same, Spartan stops dead in the air for just the briefest\n        moment.  Whips out a Bowie knife and slashes the cord\n        above his head.  Falls free the last ten feet to the roof\n        of the building.  Lands on his feet.  Lightning cross\n        draw.  A gun appears in each hand.\n\n\n        EXT. FORTRESS - MAIN BUILDING - ROOFTOP - NIGHT\n\n        A lookout pops up on Spartan's right.  Spartan clobbers\n        him.  Another lookout pops up on Spartan's left.  Spartan\n        ducks, rolls quietly, clobbers him, too.  Listens.  No\n        one's taken notice.  Holsters the guns.  Moves in towards\n        the roof hatch.\n\n\n        INT. FORTRESS - MAIN BUILDING - THIRD FLOOR - NIGHT\n\n        Stacked with armaments and stolen goods.  M70's straight\n        outta the National Guard Armory.  Crates of ammo.  Stacks\n        of looted Sony HoloSets still in the boxes.\n\n        Spartan makes his way carefully along.  Ready.  Spins at\n        a SOUND.  Nothing there.  Spartan crouches low.  Slips\n        around the crates.  At the far end, a very large guard\n        is doing just the same thing to peer at where Spartan\n        just was.\n\n        Spartan launches himself at the guard.  Hammers his head\n        against the floor.  This guy is not getting up again for\n        a long time.  Spartan spins at a SOUND.  Another equally\n        large guard dives on Spartan from behind.  He never makes\n        contact.  Spartan uses his momentum to fling him past and\n        into the wall.  This guy isn't getting up again in the\n        near future either.  Now the room is clear.  Moves\n        towards the stairs.\n\n\n        INT. FORTRESS - MAIN BUILDING - SECOND FLOOR - NIGHT\n\n        SIMON PHOENIX snorts a long pale blue line up one\n        nostril.  A long pink line up the other.  One blue eye,\n        one brown eye.  Blond hair.  Black skin.  Looks up at\n        another thug.  Punches up the security cams on half a\n        dozen slightly futuristic monitors.  Unconscious guards\n        can be seen on all of them.  And on the last, Spartan,\n        coming... Phoenix jabs a loaded orange syringe into an\n        arm.  The drugs all hit various lobes.\n\n                                PHOENIX\n                  Motherfucker.\n\n\n        INT. FORTRESS - MAIN BUILDING - STAIRWELL - NIGHT\n\n        Spartan creeps quietly down.  Looking, watching,\n        listening.  Suddenly, the stairs are racked with MACHINE\n        GUN FIRE.  Chips of concrete fly from around his feet.\n        Spartan flattens against the wall.  Half a beat.  Steps\n        out FIRING.  The machine gun stops.  A body plummets by\n        down the center shaft of the stairs.\n\n                                SPARTAN\n                  That's a warm welcome.\n\n\n        INT. FORTRESS - MAIN BUILDING - SECOND FLOOR - NIGHT\n\n        Phoenix is dumping can after can of gas all over the\n        floor, the walls, everything.\n\n\n        ANOTHER ANGLE - STAIRWELL AND LANDING\n\n        Spartan steps onto the landing.  Checks high and low.\n        Room is clear.  He can smell the gas.\n\n\n        BACK TO PHOENIX\n\n        Simon pries open the fuse box.  Flips off all the\n        breakers.  Building is plunged into darkness.\n\n\n        BACK TO SPARTAN\n\n        Spartan quietly speaks into the LAPD button mike on his\n        lapel.\n\n                                SPARTAN\n                  How 'bout some light, guys?\n\n        Half a beat later, blinding white light blows through\n        the windows.\n\n\n        EXT. FORTRESS - FROM ABOVE - NIGHT\n\n        The blimp casts down a wall of light.  32 million\n        candlepower pours straight down.\n\n\n        INT. FORTRESS - MAIN BUILDING - SECOND FLOOR - NIGHT\n\n        A wild melange of white, white light and dark, dark\n        shadows.  The gas fumes ripple, refract in the air.\n        Lights bounce off the pools of gasoline.  Spartan rolls\n        into the room.  Both guns come up.\n\n                                SPARTAN\n                  Simon Phoenix.  You're under\n                  arrest.\n                         (then)\n                  Where are the muni passengers?\n\n                                PHOENIX\n                  Fuck you, Spartan.  They're gone.\n                  I told the city no one comes down\n                  here anymore.  Cops figured it\n                  out, postmen figured it out.  Damn\n                  bus drivers wouldn't listen.\n                  Arrest me?  You've got no\n                  jurisdiction here.  You're in my\n                  kingdom now.  Fifty blocks in\n                  every direction.  And it's mine.\n\n                                SPARTAN\n                         (simply)\n                  It's over.\n\n                                PHOENIX\n                  It's over?!\n                         (knows it's true)\n                  Yeah.  It's over.  But I've been\n                  king once, and I ain't ever going\n                  back to jail.\n\n        Spartan keeps the guns trained on Phoenix.  Simon\n        scratches his arm.  It's a junkie's twitch.  Or is it...\n        Spartan can't see it, but there's a kitchen match tucked\n        behind Simon's ear.  Phoenix reaches up to scratch\n        another itch.  Frees the match in one gestures, strikes\n        it and tosses it into the pool of gas.  Smiles.  A\n        friendly happy smile.\n\n        The room bursts into flames.  He throws back his head and\n        laughs.  Spartan dives on him.  Tries to hurl them both\n        through the window.\n\n        But Phoenix is either stronger or just far crazier and\n        drugged up.  Smashes the two of them into the wall\n        instead.  They trade blows.  The building gets worse.\n        AMMO starts to EXPLODE downstairs.\n\n\n        EXT. FORTRESS - MAIN YARD - NIGHT\n\n        A giant LAPD wrecker with a cow catcher front blasts\n        through the main gates.  LAPD Humvees follow.\n\n        A young cop (ZACHARY LAMB) gets out, looks at the main\n        building, shakes his head in amusement at the\n        destruction --\n\n                                LAMB\n                  It's Spartan again...\n\n\n        INT. FORTRESS - MAIN BUILDING - SECOND FLOOR - NIGHT\n\n        The battle continues.  The two trading blow for blow in\n        this fiery arena.  The two men are practically on fire.\n        Finally Spartan knocks Phoenix cold, a clean shot\n        straight in the face.  Phoenix drops in a heap to the\n        floor.  Spartan shakes his head, sighs, bends down to\n        retrieve his prisoner and...\n\n\n        INT.\/EXT. FORTRESS - MAIN BUILDING - NIGHT\n\n        The BUILDING EXPLODES.  Long and LOUD and high and\n        mighty.\n\n\n        OVERHEAD POV\n\n        The fireball rockets by the blimp.\n\n\n        INT. BLIMP - POD - NIGHT\n\n        The Pilots with mouths agape as the fireball crashes by.\n\n\n        EXT. FORTRESS - MAIN YARD - NIGHT\n\n        The EARTH RUMBLES.  Those who aren't thrown to the\n        ground dive for cover.  The SECONDARY EXPLOSION kicks\n        in.  Everything that didn't blow straight up in the air\n        blows out what remains of the sides of the building.\n        Nothing's left standing.\n\n\n        EXT. FORTRESS - MAIN YARD - NIGHT (AFTERMATH)\n\n        The dust begins to settle.  Flaming wreckage and embers\n        are still dropping from five hundred feet up.  A beat.  A\n        beam shifts in the wreckage.  It's a big beam.  It moves\n        aside.  Spartan emerges dragging his prisoner out behind\n        him.  As he's being dragged along, Phoenix comes to.\n        Spartan hands him off to another officer to be booked.\n        Captain STEVE HEALY, Spartan's long-suffering captain and\n        friend, comes out of the crowd of officers.\n\n                                HEALY\n                  What's the matter with you?\n                  That's why nobody ever invites\n                  you over.\n\n                                SPARTAN\n                  I hate small talk.  You sent me to\n                  do a job, I did it.  It wasn't even\n                  me who blew everything up this time.\n\n                                HEALY\n                  Yeah.  Sure.\n\n        Healy continues to shake his head in consternation.  No\n        way he believes that... Spartan ignores him.  Wipes the\n        soot from his face.  Shakes his head in disgust, walks\n        away...\n\n        The Tactical Fire Response vehicles have arrived.  Fully-\n        armored firemen wearing bulletproof gear fight the blaze.\n        Spartan continues to stride away.  And then everything\n        fucks up.  One of the TFR OFFICERS in the wreckage calls\n        out --\n\n                                TFR OFFICER\n                  Captain.  Captain!\n                         (shocked)\n                  There's a lot of bodies in here.\n\n        Spartan stops dead.  He looks sick.  Healy's not\n        thrilled, but he knows what's required of him --\n\n                                HEALY\n                         (to Spartan)\n                  You have the right to remain\n                  silent.\n\n                                                   SMASH CUT TO:\n\n\n        INT. CRYO PRISON - STARK WHITE CORRIDOR - DAY\n\n        Spartan in stark white overalls.  A beautiful, shaken\n        woman holding the hand of a small child.  About six.\n        Spartan bends down to the little girl.  Unclenches his\n        fist.  His LAPD badge inside.  Pins it on the little\n        girl, KATIE.\n\n                                SPARTAN\n                  I'm going to be back.  I'll still\n                  be your dad.  I promise.\n\n        She holds the badge, nods solemnly.  Spartan kisses her\n        on the cheek.\n\n                                KATIE SPARTAN\n                  I love you, Daddy.\n\n        She's young enough that it's unclear whether she\n        understands that her father is going away for good.\n        Spartan chokes back a sob.  Stands back up.  Kisses his\n        wife.  Everything that can be said, has been said.  They\n        kiss again.\n\n        Behind him, in front of two locked doors, are a pair of\n        prison guards in odd, heavily-insulated uniforms.  Tanks,\n        heater batteries, guns.  Spartan heads towards the far\n        doors.  They follow.  Spartan steps through the doors,\n        the guards now at either elbow.  And into --\n\n\n        INT. CRYO PRISON - MAIN ROOM - DAY\n\n        The CryoPenitentiary is a Godel-esque nightmare of\n        architecturally-perverse layers and levels, the\n        Guggenheim mixed with industrial meat locker.  All still\n        half under construction.\n\n        Spartan is led along the middle ring to where a doctor,\n        two white-coated technicians and a young-looking WARDEN\n        SMITHERS are waiting.\n\n        Above him prisoners are encased into the ground in\n        massive glass hockey pucks, contracted into pained fetal\n        positions.  Their faces are hauntingly twisted into\n        gargoyle expressions of tortured struggle.\n\n        The group arrives at an empty chamber.  The technicians\n        nod to Spartan.  He drops off the white overalls.  Steps\n        free.  Stands naked.  Doctor injects him with luminescent\n        blue fluid.  The techies slap on sensor pads.  Head,\n        heart, all over... Spraying him down with Freon.  Mist\n        everywhere... We see the temperature dropping on the\n        monitors.  The Warden looks at a crib sheet.  Clears his\n        throat.\n\n                                SMITHERS\n                  John Spartan.  You've done great\n                  deeds for the city of Los Angeles,\n                  so it is with some regret that I\n                  hereby...\n\n                                SPARTAN\n                  Skip it...\n\n        Spartan shivers, contemplating one of his stiffening\n        hands.\n\n                                SMITHERS\n                  John Spartan.  You've been\n                  sentenced to 70 years in the\n                  California CryoPenitentiary for\n                  the involuntary manslaughter of\n                  thirty...\n\n                                SPARTAN\n                  Skip it...\n\n        Spartan is beginning to shake from the cold.  His lips\n        turning blue before our eyes.  Color just drains away.\n\n                                SMITHERS\n                  I'm sorry, John.\n                         (then; a smile)\n                  Don't catch cold.\n\n                                SPARTAN\n                  Fuh... fuf... funny.\n\n        The technicians attempt to help Spartan into the chamber.\n        He shakes them off to stagger down on his own.  Let's not\n        kid ourselves, he's scared --\n\n                                SPARTAN\n                  See ya next century...\n\n        TITLES BEGIN as...\n\n        The casing door is closed over him.  MONITORS down the\n        lining of the circular chamber show a digital rap sheet,\n        a dropping thermometer, a parole date, and today's date:\n        November 20, 1998.  A super-chilled clear goo flows in,\n        packing and preserving isolated Michelangeloesque\n        segments of the defiant statue that is John Spartan.\n\n        But he's still conscious.  Still even struggling a bit.\n        On the arm above the chamber, inside a vacuum bell a\n        small vial is auto unscrewed.  LOCKED and SAFETY lights\n        cycle.  We see a tiny white chip inside.  The vial is\n        moved into place by a tiny robot arm.  Bottom vent is\n        opened.  The chip is dumped into the chamber.  It's the\n        opposite of watching ice shatter.  Instead, the whole\n        hockey puck goes solid in an instant and a half.  The\n        thermo read-out drops in an instant to a half degree\n        above 0 degrees Kelvin.  It's done.\n\n        The VIEWER makes a GENTLY DIZZYING JOURNEY AROUND the\n        chamber, SETTLING FOR A MOMENT ON Spartan's contorted-\n        into-a-defiant-sneer face.\n\n\n        INT. CRYO PRISON - MAIN ROOM - DAY (2042)\n\n        The VIEWER'S VIEWPOINT KEEPS PULLING OUT to see that the\n        date on Spartan's MONITOR now reads August 3, 2042.\n        Warden Smithers, now a bespectacled, gray-haired old\n        man, in a peculiar uniform, shuffles past the completely\n        unaged Spartan.\n\n        He grumbles by in a phone headset equipped with fiberoptic\n        video gear, and OUT OF FRAME we see that the\n        prison has become vaster, stranger, with multiple grated\n        catwalks and more networks of artfully-engineered piping.\n        And heavily, heavily stocked with prisoners...\n\n        Smithers looks up at his holoset.  Hovering in front of\n        him in the air is Lenina Huxley.\n\n                                HUXLEY (IMAGE)\n                  Mellow greeting, Warden John J.\n                  Smithers.\n\n                                SMITHERS\n                         (this again)\n                  Yeah.  <u>BE<\/u> well.  Lieutenant\n                  Lenina Huxley.\n\n\n        EXT. SAN ANGELES - STREETS - DAY (2042)\n\n        A 2042 police car glides INTO FRAME.  We MOVE WITH it\n        as it passes by a series of austere geometric buildings.\n\n        Green, green glass.  Blue, blue sky.  Cleaner than\n        Disneyland.  The future is perfect.  More emissionless\n        cars gliding silently by.\n\n                                HUXLEY (V.O.)\n                  As it is a beautiful Monday\n                  morning, and as my duty log\n                  irrationally requires it...\n\n\n        INT. LENINA'S POLICE CAR - MOVING - DAY\n\n        Behind the wheel, the mischievously-beautiful LENINA\n        HUXLEY.  A heads up display announces she is calling\n        Warden John J. Smithers.  The order of business is\n        \"Prison Population Informative Query.\"  And future or\n        not, Lenina fusses with her hair.  With <u>both<\/u> hands.\n        The steering wheel is not present at all.\n\n                                HUXLEY\n                  I am hereby querying you on the\n                  prison population update.\n                         (hopefully)\n                  Does the tedium continue?\n\n\n        ON HEADS UP DISPLAY\n\n        Warden Smithers gently reminds her that ---\n\n                                SMITHERS (IMAGE)\n                  Incontrovertibly and unequivocally,\n                  yes.  The prisoners are ice cubes.\n                  They do not move.  They have no\n                  thoughts, they have no feelings...\n                  The tedium is permanent,\n                  Lieutenant.\n\n\n        INT. CRYO-PRISON - MAIN ROOM - MID LEVEL - DAY\n\n        Smithers is striding along, the conversation projected in\n        the air in front of him from the HoloSet he's wearing.\n\n                                HUXLEY (IMAGE)\n                  I find this lack of stimulus truly\n                  disappointing... Don't you think?\n\n\n        INT. LENINA'S POLICE CAR - DAY\n\n        Smithers peers at her almost suspiciously.\n\n                                SMITHERS (IMAGE)\n                  I try not to.  However, you are\n                  young, think all you want.  Things\n                  don't happen anymore, we've taken\n                  care of all that.  I'll fiber-op\n                  you back after the morning non-\n                  parole hearings.  Have a peachy\n                  day, Lieutenant.  <u>BE<\/u> well...\n\n        The Warden's image poofs.\n\n\n        INT. CRYO-PRISON - MAIN ROOM - DAY\n\n        Tugging off his headset, Warden Smithers clacks to a\n        checkpoint wall at the end of the grating.  Smithers\n        puts the back of his hand on a screen in the wall.\n\n                                FEMALE COMPUTER (V.O.)\n                  Coding accepted.  Retina Confirm.\n\n        Smithers leans into a peephole.\n\n\n        INSIDE PEEPHOLE\n\n        A harmless red laser flickers over an EXTREME CLOSEUP of\n        the Warden's eye.\n\n\n        INT. CRYO-PRISON - CONFERENCE AREA - DAY\n\n        The wall slides open and Smithers enters into a ceiling-\n        less space beneath the awesome tiers of cryo-cells.\n\n                                FEMALE COMPUTER (V.O.)\n                  Thank you and be well, Warden\n                  William Smithers.\n\n        Smithers grumbles past a barely conscious cryo-prisoner,\n        who is strapped atop a sleek, thin, and uncomfortable\n        \"wheelchair.\"  Two Guards flank the hunched over and\n        dripping convict as Smithers plops behind an industrial\n        chic table and flicks on his CompuClipboard.\n\n                                SMITHERS\n                  Twenty-nine years ago, the parole\n                  system, as you know it, was\n                  rendered obsolete.  Federal\n                  Statute 537-29 requires we go\n                  through the formality of a\n                  hearing for all prisoners\n                  incarnated before the repeal\n                  of the parole laws.\n                  Cocteau Behavioral Engineering,\n                  B.E. will continue rehabilitation\n                  by altering your behavior through\n                  synaptic suggestion during\n                  cryogenic sleep.  Nightie night.\n                  Your hearing is now over.  You\n                  are to be returned to your cryo-\n                  cell immediately... 'Mr. Horace\n                  Bateman.'  Do you understand what\n                  I've said...\n\n        Eyes half open, the Cryo-prisoner unsuccessfully gropes\n        for a syllable.\n\n                                SMITHERS\n                  Guards, nod his head for him...\n                         (yawning)\n                  Ne-xt.\n\n        As the pathetic Cryo-prisoner is wheeled off, the\n        Warden's VOICE ECHOES electronically from ---\n\n\n        INT. CRYO-PRISON - DEFROSTING CHAMBER - DAY\n\n        -- a steel intercom box on the wall.  Two Med Techs load\n        a still unconscious prisoner into another wheelchair.  We\n        don't see him.  Just a hint of a well muscled black arm\n        and a head still lolling unconscious on a shoulder, <u>with<\/u>\n        <u>blond hair<\/u>...\n\n\n        INT. LENINA'S POLICE CAR - MOVING - DAY\n\n        Huxley finishes primping.  Hits a button.  The dash\n        unfolds, a steering wheel emerges, locks into place.\n        Lenina calls out as she activates her badge.\n\n                                HUXLEY\n                  Huxley, Lenina.  Coding on.\n\n        A serenely annoying VOICE answers her\n\n                                CAR COMPUTER (V.O.)\n                  No police presence is requested\n                  in the city at this time.  Report\n                  to the station.  Good morning,\n                  Officer Huxley.\n\n                                HUXLEY\n                         (groans)\n                  Ahhh...\n\n                                CAR COMPUTER (V.O.)\n                  I detect a promoted level of\n                  stress in your tone.  Would you\n                  like me to prescribe a\n                  foodaceutical to...\n\n                                HUXLEY\n                  No!  What are you, my mother?\n                         (then; calmer)\n                  No.  No, thank you though.\n\n        She rolls her eyes.  Waits to see if it's going to scold\n        her again.  After letting her sweat it out, the car\n        doesn't ---\n\n                                HUXLEY\n                  All right, I'll be reporting in...\n\n\n        EXT. ANOTHER SAN ANGELES STREET - DAY\n\n        Huxley's police car glides by.  A beat.  In front of one\n        perfect building is a small object the size and shape of\n        a COFFEE CAN.  As we PUSH IN TO it, we find, it's\n        TICKING.  We can see the escape wheel ratcheting back and\n        forth.  It's very crude, very 1920's clockwork.  Four\n        ink-filled quadrants on a wheel inside.  The yellow\n        quadrant rotates into position.\n\n        A small sharp EXPLOSION.  Like an ink jet, the yellow ink\n        is flung through a nozzle against the wall in an 8 x 20\n        foot swath.  The red ratchets and FIRES, the blue as\n        well.  Now we can see the graffiti bomb has screened a\n        message on the wall -- \"Life Is Hell.\"  The black\n        EXPLODES.  Little Death's Heads are sprinkled around the\n        message.  The ink jet MACHINE BLOWS itself up.\n        Pedestrians gather and stare at the message.  Mouths\n        open, dumbstruck.\n\n        Two shock poles emerge from hidden panels in the side of\n        the building.  A sheet of LIGHTNING FLASHES between\n        them.  The message turns to ash and falls to the ground.\n        The poles tuck back into their boxes.  A small rabbit-\n        sized VACUUM SWEEPER emerges, ZINGS along on its own\n        power and SUCKS up the ash.\n\n\n        EXT. A DIFFERENT SAN ANGELES STREET - DAY\n\n        Near the chaos, we discover this whole thing's been a\n        diversion.  Up from a manhole comes a strange-looking\n        pipe.  A crude periscope.\n\n\n        PERISCOPE POV\n\n        watching as a food delivery truck pulls up to a loading\n        dock.  Food pallets are unloaded.\n\n                                PAYNE (O.S.)\n                  All right, that's it.\n                         (beat)\n                  Twelve hours there'll be another...\n\n\n        INT. SEWER TUNNEL - DAY\n\n        THOMAS PAYNE, a young wild-haired madman in some kind\n        of ancient mechanics coveralls watches through the\n        periscope.\n\n                                PAYNE\n                  ... These assholes are nothing if\n                  not predictable.\n\n        Two other equally disreputable types are with him.\n        SCRAPS, leftovers from the perfect world above.\n\n                                SCRAP #1\n                         (worried)\n                  We're not ready.\n\n                                PAYNE\n                  Hey guy, it doesn't really matter\n                  if we're ready or not anymore.\n\n        Payne's got things to do, people to see.  Takes off down\n        the tunnel.  The other two follow.  As the periscope\n        ducks back down ---\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        A pair of frosted doors reading S.A. and P.D. slide open\n        to the presence of Lenina Huxley.  She enters into a\n        police station not of typically bustling pandemonium, but\n        shocking, softly lit tranquility.  Multi-ethnic officers\n        of all shapes and sizes murmur about, monitoring screens\n        with the casualness of the staff at a new age bookstore.\n        No rush, no worries... Lenina strides past an impossible\n        PERKY DISPATCHER chirping into a high tech headset.\n\n                                PERKY DISPATCHER\n                  Greetings and salutations,\n                  welcome to the emergency line of\n                  the San Angeles Police\n                  Department.  How <u>are<\/u> you?\n\n        A TOUGH looking COP, sipping a vibrant green juice,\n        sidles up to Lenina.  They exchange a non-touching\n        \"handshake\" that has them each making a circle with\n        their open palms.\n\n                                HUXLEY\n                  Let me guess, all is serene.\n\n                                TOUGH COP\n                         (with true shock)\n                  There was a defacement of public\n                  buildings.  Walls <u>smudged<\/u>.\n\n                                HUXLEY\n                         (shocked as well)\n                  Really?  Brutal.  Why wasn't an\n                  all cars notified?\n\n        She's cut off by her by-the-book superior, CHIEF GEORGE\n        EARLE.\n\n                                CHIEF EARLE\n                  Because there was no need to\n                  create widespread panic.\n                         (then)\n                  Lieutenant Huxley, I monitored\n                  your disheartening and distressing\n                  comments to the warden this\n                  morning.  Do you actually long\n                  for chaos and disharmony?  Your\n                  fascination with the vulgar\n                  Twentieth Century seems to be\n                  affecting your better judgement.\n                  You realize you're setting a bad\n                  example for other officers and\n                  sworn personnel...\n\n                                HUXLEY\n                  Thank you for the attitude\n                  readjustment, Chief Earle.  Info\n                  assimilated.\n\n        Lenina turns and walks through her open office door,\n        making a face out of sight and ---\n\n\n        INT. LENINA'S OFFICE - DAY\n\n        -- curses <u>almost silently<\/u> under her breath as she\n        enters...\n\n                                HUXLEY\n                  Sanctimonious asshole.\n\n        A MORALITY BOX on the wall picks it up.\n\n                                MORALITY BOX (V.O.)\n                  Lenina Huxley, you are fined one\n                  half credit for a sotto voce\n                  violation of the verbal morality\n                  statute.\n\n        Lettering appears on the face of what appears to be a\n        block of solid marble.  A thin sheaf of paper slides\n        off the front with the reprimand.\n\n        The contrast between everything we have seen so far and\n        her office is staggering.  Her quarters are filled with\n        framed and faded nostalgia pieces of the 20th Century.\n        Posters of violent movies, books, magazine covers, ad\n        signs, artworks and framed newspapers, all of a dark\n        nature.  A hopelessly sweet officer, ALFREDO GARCIA,\n        sits in the middle of the room shaking his head...\n\n                                GARCIA\n                  Whew... That was tense.\n\n        Lenina gives him a deadpan glare:\n\n                                HUXLEY\n                  <u>That<\/u> was tense??  Tell me\n                  something, Garcia, don't you get\n                  bored codetracing perps who break\n                  curfew and tell dirty jokes?\n\n                                GARCIA\n                  Actually, I find my job deeply\n                  fulfilling.\n                         (looking around)\n                  I just cannot swallow the reality\n                  of this office, Lenina Huxley.\n                  You're still addicted to the 20th\n                  Century high from its harshness,\n                  buzzed by its brutality.  Holy\n                  smokes, is there anything in here\n                  which doesn't violate contraband\n                  ordinance 22?\n\n                                HUXLEY\n                         (a sweet smile)\n                  Just you, Alfredo Garcia.  Don't\n                  you ever want <u>something<\/u> to happen?\n\n                                GARCIA\n                  Goodness.  No.\n\n                                HUXLEY\n                  I knew you were going to say that.\n                         (sighs)\n                  What I wouldn't give for some\n                  action.\n\n\n        INT. CRYO-PRISON - CONFERENCE AREA - DAY\n\n        Simon Phoenix is still fighting to shake off his\n        defrosted confusion.  Locks eyes with the warden.\n\n        The look he gives Smithers is chilling.\n\n                                SMITHERS\n                  Mr. Phoenix, one of our first and\n                  most illustrious members.  Let's\n                  get this one over quick...\n\n        Smithers is unsettled.  Phoenix is far more awake than\n        the norm.\n\n                                SMITHERS\n                  Twenty-nine years ago, the parole\n                  system...\n\n                                PHOENIX\n                         (echoic; no logic yet)\n                  Twenty-nine years ago, the parole\n                  system...\n\n                                SMITHERS\n                         (firmer)\n                  ... was rendered obsolete.\n\n                                PHOENIX\n                         (also firmer)\n                  ... was rendered obsolete.\n\n                                SMITHERS\n                         (sighs)\n                  Do you have something to say in\n                  your behalf, Mr. Simon?\n                         (beat)\n                  I thought not.\n\n                                PHOENIX\n                         (bemused)\n                  Yeah.  Yeah, I do.\n                         (it puzzles him,\n                          but...)\n                  Teddy bear.\n\n        With a LOUD BUZZ, the electronic MANACLES around\n        Phoenix's arms and feet fly open.  Phoenix knows a good\n        thing when he sees it.  Immediately panthers up for a\n        savage kick into Guard One, doubling him over.  Phoenix\n        tears from Guard One's holster an air-injection syringe\n        that is filled with the luminescent blue liquid.  He\n        FIRES the SYRINGE right into a charging Guard Two's\n        forehead.  Turns and approaches slowly and menacingly\n        at Guard One.\n\n                                GUARD #1\n                         (just able to breathe\n                          again)\n                  How did you know the password to\n                  the cuffs?\n\n                                PHOENIX\n                         (laughing with\n                          pleasure; who cares)\n                  I have no idea...\n                         (then)\n                  Simon says, too much talking from\n                  you.\n\n        Phoenix smashes Guard One in the neck.  Left handed.\n        Crushes his larynx.  The Guard falls dying to the ground.\n        Smithers crawls over his table, breaks for the door.\n        Phoenix effortlessly latches out to his fleeing neck\n        and pulls him face-to-face as the Guards behind them\n        shiver into rigidity.  Grins at him.  Plucks a sharp\n        pen from the warden's pocket.\n\n\n        VIEW FROM PEEPHOLE\n\n        The harmless red laser again flickers across Warden\n        Smither's now bulging eyeball.\n\n\n        INT. CRYO-PRISON - DAY\n\n        The conference area wall slides open, revealing Simon\n        Phoenix, elegantly holding the warden's detached eyeball.\n\n                                FEMALE COMPUTER (V.O.)\n                  Access granted, Warden William\n                  Smithers.\n\n        Phoenix flicks the eye away and struts forward.  The wall\n        shuts.\n\n                                FEMALE COMPUTER (V.O.)\n                  Thank you.  And <u>BE<\/u> well.\n\n        Phoenix glances at the speaker.  The future is fucking\n        weird ---\n\n                                PHOENIX\n                  Yeah?  You too.\n\n        And he's gone...\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        A wall on the side of the station house suddenly becomes\n        translucent.  A map of San Angeles filling the wall.  A\n        small red dot blinking in the middle.\n\n                                FEMALE COMPUTER (V.O.)\n                         (serenely;\n                          meaninglessly)\n                  One eight seven.  One eight seven.\n                  One eight seven...\n\n        She continues to drone on in the background as the scale\n        of the map decreases over and over again zooming in on\n        the Cryo-Prison.  The blinking red dot remains constant.\n        The Perky Dispatcher punches 1 - 8 - 7 into a keyboard.\n        Examines the screen.  Faints dead away.  Falls from her\n        chair.  The Tough Cop rushes over.  Sees the screen.  He\n        drops his juice.\n\n                                TOUGH COP\n                  Oh my, oh my, oh my...\n\n        He's a basket case.  Garcia and Lenina come into the\n        fray.\n\n                                GARCIA\n                  What's a one eight seven?\n\n        Lenina shrugs.  She has no idea.  Runs to a nearby\n        terminal.  Punches it up.\n\n                                HUXLEY\n                         (stunned)\n                  Murder-Death-Kill.\n\n        Punches another button.  The map is replaced with an\n        image from the Cryo-Prison.  Two dead guards.  Warden\n        Smithers crawling painfully toward the door.  It's a\n        brutal image.\n\n                                COMPUTER (V.O.)\n                  I show two stopped codes at\n                  Cryo-Prison X23-1.\n                  William Smithers, Warden.  Severe\n                  injury.  Do you wish to assign a\n                  medic?\n\n        The warden stops crawling.  Collapses.\n\n                                COMPUTER (V.O.)\n                  Update:  specification deceased.\n                  Do you wish to assign a coroner?\n\n        Chief Earle arrives manfully on the scene.  No idea\n        what's up.\n\n                                CHIEF EARLE\n                  What's the matter with all of you?\n\n                                TOUGH COP\n                  Cryo-Prison, sir... Three non-\n                  sanctioned life terminations...\n                         (ready to cry)\n                  Murder-Death-Kills.  Three MDKs.\n\n        Earle sinks into a chair.  Cops all over the station\n        are in severe, gasping trauma.\n\n\n        EXT. CRYO-PRISON - DAY\n\n        Half in a prisoner's smock and half-dressed in salvaged\n        parts of the guard's uniform, Simon Phoenix strolls outside\n        the austere prison building, crossing an unimaginably\n        perfect green lawn.  Before him, in a small parking\n        area, a DOCTOR, wearing a white coat over \"stylish\" duds,\n        opens up his sharp user-friendly sportscar with the code\n        on the back of his hand.\n\n                                PHOENIX\n                  Excuse me, Doctor?\n\n                                DOCTOR\n                  Yes...\n\n                                PHOENIX\n                  Open your mouth and say 'Ahhhh!'\n\n        Simon's having a good time.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Lenina streaks past her zombie co-workers, cool under\n        fire, to spin the main computer screen to her.\n\n                                HUXLEY\n                  Access the Cryo-pen's morning\n                  hearing schedule... And then give\n                  me... wait...\n\n        A list of names flashes on the screen.\n\n                                LAMB\n                  It's Phoenix.  Simon Phoenix...\n\n        A grizzled African-American veteran, ZACHARY LAMB, steps\n        behind Lenina, covering traumatic memories with a stoic\n        shudder.  He points to Phoenix's name on the hearing\n        list.\n\n                                LAMB\n                  I knew him.  We all knew him.  He's\n                  evil like you've only read about,\n                  girl.  He's...\n\n                                HUXLEY\n                  Hold that thought, Zachary Lamb.\n                         (to computer)\n                  Simon Phoenix's code.  Now.\n\n                                FEMALE COMPUTER (V.O.)\n                  There are no specifications on\n                  file for Simon Phoenix.\n\n                                HUXLEY\n                  L7, you're not coming down with\n                  another virus, are you? What's\n                  Phoenix's code!\n\n                                LAMB\n                  You don't get it, Lenina Huxley.\n                  Phoenix isn't coded.  He got\n                  chilled back in the 20th, before\n                  they started lojacking everybody\n                  ... I was a rookie then... He\n                  was a big dealer.  Narcotics.\n                  Software.  Wetware.  Anything.\n                  Declared his own kingdom in South\n                  Central L.A.  M.D.K.'d whatever\n                  got in his way.  In a bad time,\n                  he was the worst.\n\n        Garcia has punched up a camera view of a prone body in\n        the parking area.\n\n                                FEMALE COMPUTER (V.O.)\n                  One stopped code in penitentiary\n                  parking area.  John Mostow,\n                  doctor.\n\n        The Perky Dispatcher has come to.  Begins to sob and\n        then to wail.  Lenina can't concentrate.  Gives the\n        Dispatcher's rolling chair a firm push, sends her\n        drifting away across the station.\n\n                                HUXLEY\n                  Tell me, L7...\n                         (dramatic pause)\n                  Is the doctor's conveyance still\n                  in the parking zone?\n\n                                FEMALE COMPUTER (V.O.)\n                  Doctor's vehicle has been code-\n                  fixed at the corner of Hollywood\n                  and Vine.\n\n                                HUXLEY\n                  Glorious.\n\n                                CHIEF EARLE\n                         (recovering; back on\n                          his feet and taking\n                          command)\n                  Fine work.  All nearby units.\n                  ProtecServe Hollywood and Vine.\n\n        The adrenaline in the control room surges.  Tears are\n        being wiped away.  Justice is near.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        Phoenix twists out of the doc's car onto a completely\n        unfamiliar Hollywood and Vine.  The rotating and SPEAKING\n        STREET SIGN may say so, but nothing else is recognizable.\n        Brutal-killer is briefly confused-child, as Phoenix\n        tentatively soaks in his surroundings.  A TROUBLED-LOOKING\n        GUY in his twenties stands before a CompuKiosk.  Half\n        phone booth, money machine, half computer terminal...\n\n                                TROUBLED-LOOKING GUY\n                  I dunno... Lately I just don't\n                  feel like there's anything special\n                  about me...\n\n                                MALE COMPUTER (V.O.)\n                  You are an incredibly sensitive\n                  man, who inspires Joy-Joy feelings\n                  in all those around you...\n\n        Phoenix savagely pushes the Troubled Guy away.  The kiosk\n        is an open booth with a row of large buttons, a monitor,\n        and a keyboard.\n\n        Phoenix curiously examines the row of buttons:  Ego\n        Boost, Citizen Confessional, Public Psychiatrist, Atlas,\n        Serenity Sayings, Banking, Mail, Telephone Directory...\n        he's gotta know.  Pushes the Ego Boost.  Half a beat,\n        then --\n\n                                MALE COMPUTER (V.O.)\n                         (just hearty as hell)\n                  You look great today.\n\n        Simon grins.\n\n                                PHOENIX\n                  Thanks, feel great, too...\n\n        The future just amuses the hell out of Simon.  Phoenix\n        slams down the information button.  He drops his hands\n        onto the keyboard and his fingers fly.  His grin grows\n        wider and wider.  His fingers stop and --\n\n                                MAIL COMPUTER (V.O.)\n                  You have reached secure mailbox\n                  facilities for... Simon Phoenix.\n\n        Information flashes by.  Thomas Payne's picture,\n        rotating, life history scrolling by, maps, routes, over-\n        head and underground plans of the city.  Phoenix takes it\n        all in.  Light speed.  No problem.  His fingers fly\n        again.  The screens finally end with an image of a pis-\n        tol.  Rotating, exploded views, metalurgy information.\n        Phoenix exhales a confused grin.\n\n                                PHOENIX\n                         (dry)\n                  Wonder if I can play the accordion\n                  now too...\n\n                                MALE COMPUTER (V.O.)\n                  Noun:  Gun.  Portable firearm.\n                  This device was widely utilized\n                  in the urban wars of the late\n                  20th Century.  Referred to as a\n                  gun, a pistol, a piece...\n\n                                PHOENIX\n                  I don't want a history lesson,\n                  <u>Hal<\/u>!  Where are the fucking guns?!\n\n        A morality BOX attached to the kiosk BUZZES.\n\n                                MORALITY BOX (V.O.)\n                  You are fined one credit for\n                  violation of the verbal morality\n                  statute.\n\n        A thin sheaf of paper slides off the front with the\n        reprimand.\n\n                                PHOENIX\n                  Yeah?  Well fuck you twice.\n\n        The BOX BUZZES TWICE to his left.  Two more sheets of\n        paper appear.\n\n                                MORALITY BOX (V.O.)\n                  Your repeated violation of the\n                  verbal morality statute has caused\n                  me to notify the San Angeles\n                  Police Department.  Please remain\n                  here for your reprimand.\n\n        Phoenix is ready to punch in the screen when two S.A.P.D.\n        patrol cars pull to a dramatic halt behind him.\n\n                                PHOENIX\n                  Oooh, fuckers are fast, too.\n\n        Simon beats the Morality Box to it.  BUZZES at it first.\n        Grins.  Four cops get out.  Unsheathing electronic stun\n        batons.  They switch on.  Blue phosphor glow...\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Lenina and the other cops stand in front of the wall\n        monitor.  It shows an angle of the scene from a building\n        corner mounted camera turret.  The image pans over and\n        locks onto Phoenix as he stands at the information kiosk.\n        The police can be seen moving in.  The cops in the squad\n        room begin cheering.\n\n                                GARCIA\n                  Chalk one up for the benevolent\n                  ones.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        Another squad car pulls up behind.  Two more cops emerge.\n        Phoenix looks casually at the six of them.  The police\n        move forward, blue sparks now spitting from their\n        electrified batons.  The SQUAD LEADER glances down to a\n        hand-held Strategic Apprehension Computer.\n\n                                SQUAD LEADER\n                  Maniac is imminent.  Request\n                  advice.\n\n                                STRATEGIC APPREHENSION COMPUTER (V.O.)\n                  With a firm tone of voice, demand\n                  maniac lie down with hands behind\n                  back.\n\n                                SQUAD LEADER\n                  Simon Phoenix, lie down and put\n                  your hands behind your back.\n\n        Phoenix lets off a laugh.\n\n                                PHOENIX\n                  Geez gosh.  Six of you.  In such\n                  tidy uniforms.  I'm so scared.\n\n        The cops look puzzled.\n\n                                PHOENIX\n                  Don't they have irony anymore?\n\n        Phoenix turns back to the terminal.  His fingers fly.\n        Under which --\n\n                                SQUAD LEADER\n                         (hurt)\n                  Maniac scoffs at us.\n\n                                S.A.C. (V.O.)\n                  Approach, and in an even firmer\n                  tone of voice...\n\n        Phoenix finishes a final keystroke.  The graffiti remov-\n        ing shock poles burst from the building beside them.\n        Fires.  Electrocutes and cooks one of the cops.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        The cops are stunned.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        The nearest cops approach with their stun batons.  Simon\n        kills them both.  It doesn't take long.  He breaks a\n        neck, he spearhands a sternum, drives a jawbone into a\n        skull.  It's all very graceful.  Death ballet.\n\n                                PHOENIX\n                  Sarcasm?\n                         (turns to two\n                          terrified cops)\n                  Will you be staying to die, or\n                  running away in fear?\n\n        They turn and run away.  Simon leaps over the squad car.\n        Now he's in front of them.  They freeze.\n\n                                PHOENIX\n                  Ahhh, I didn't say running away\n                  would help.\n\n        Catches up with the two of them.  Kills them both.\n        Effortlessly.  Just for variety uses a different style\n        of martial arts this time.  Two more are left.  They're\n        frozen.  Deer in the headlights.\n\n                                PHOENIX\n                  Simon says scream.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        The cops watch in horror as the last two go down.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        Simon spots the SecurityCam.  Comes towards it with a\n        leer.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Despite the electronic distance, cops recoil in fear.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        Simon rips the cover plate from the camera stanchion.\n        Yanks out the transmission cables.  Looks directly into\n        the camera.  He's having a very good time.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        On the giant monitor Simon glares at them\n\n                                PHOENIX (V.O.)\n                  Everybody <u>stand<\/u>!\n\n        Half the cops in confusion and fear do.\n\n\n        EXT. HOLLYWOOD AND VINE - DAY\n\n        Simon looks straight at the camera.\n\n                                PHOENIX\n                         (singing)\n                  ... and the home of the...\n                         (holds the note for\n                          all it's worth)\n                  ... brave.\n\n        Jams the spark wand in the main transmission cables.\n        Sign off.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Every MONITOR in the station blows to STATIC.  Huxley's\n        fingers fly.\n\n                                HUXLEY\n                  We've lost every camera for six\n                  blocks around.\n                         (thinking fast)\n                  Going to Cahuenga at twelve\n                  hundred millimeters.\n\n        On the big screen -- Cahuenga Security Cam POV.  When the\n        zoom starts, we can't even see Simon, when it ends, we\n        can see him highly compressed by one of the squad cars.\n        Under the hood.  Jamming the stun baton around.\n\n                                GARCIA\n                  He's going for the vehicle battery\n                  core.  Its capacitance gel.\n\n                                TOUGH COP\n                  Why's he doing that?\n\n        Simon finds what he's looking for.  He backs off.  The\n        CAR EXPLODES.  Smoke everywhere.  It clears.  No Simon.\n        Dead silence in the station.  The car still burns\n        silently on the giant screen.  Lenina punches it off.\n\n\n        EXT. COCTEAU COMPLEX - DAY\n\n        A tall, silver needle rising from a plaza complex.\n\n\n        INT. COCTEAU COMPLEX - CONFERENCE ROOM - DAY\n\n        DR. RAYMOND COCTEAU lectures at the end of a conference\n        table.  We <u>don't<\/u> see who he's talking to.  He has that\n        weird serenity of the obscenely-wealthy or a President-\n        Elect-far-life.\n\n                                COCTEAU\n                  The problem is not the defacement\n                  of public buildings.\n                         (turning to someone\n                          else)\n                  The problem is not the noise\n                  pollution of the exploding\n                  devices.\n                         (turning to yet\n                          another)\n                  The problem is that these\n                  hooligans who have left the\n                  comfort of our society feel a\n                  need to spew hostility at the\n                  bosom they have relinquished.\n\n        We REVERSE to see, instead of chairs with people in them,\n        the table is surrounded by HDTV video monitors on\n        swiveling mounts.  Each screen has the face of a San\n        Angeles department head and his\/her sphere of responsi-\n        bility:  PublicWorks, Orderly Conduct, Public Dietary\n        Concerns, Litter... Twelve swiveling video heads, all\n        watching and listening.\n\n                                PUBLICWORKS (IMAGE)\n                  Yes, indeed.\n\n        The other video heads turn and nod in agreement.\n\n                                COCTEAU\n                  And mar they may, these halfdozen\n                  miscreants infecting the\n                  public consciousness with their\n                  bile and venom.  And while I am\n                  saddened, truly saddened, they\n                  have left, we cannot allow them\n                  to impair the harmony of San\n                  Angeles.  They are but vandals\n                  and Visigoths.\n                         (then)\n                  Forty-four years ago when Los\n                  Angeles exploded in violenceAnger,\n                  violenceHatred and violenceFear,\n                  a disease had erupted... A disease\n                  not socio-economic, but <u>behavioral<\/u>.\n                  People had simply forgotten how\n                  to behave... We cannot allow it\n                  again.  That time, politics, law,\n                  even force were useless to affect\n                  change... We have triumphed over\n                  all of that.\n                  The same principles of B.E.,\n                  Behavioral Engineering, I have\n                  applied to cryo-prison were\n                  expanded into the design and\n                  execution of what we now call...\n                         (gestures proudly)\n                  San Angeles, a city as fine as any\n                  one of the holding facilities\n                  I've designed.  We have a\n                  peacefulSafe, and above all,\n                  happyhappy population.\n\n        The VIDEOHEADS nod and MUTTER their approval.\n\n                                COCTEAU\n                  Even now I am positioning actions,\n                  postulating proceedings.  I expect\n                  your trustConfidence and certitude.\n\n                                LITTER (IMAGE)\n                  As always Mayor\/Gov Raymond Cocteau.\n\n        Cocteau's assistant, ASSOCIATE BOB, comes in the room.\n        Gives Cocteau a significant look.\n\n                                COCTEAU\n                         (to the VideoHeads)\n                  If you will excuse me.\n\n        He waves dismissively at the MONITORS.  The SOUND MUTES.\n        The video freezes.  Bob is a large man with an oddly\n        high-pitched voice and a strangely-officious manner.\n\n                                ASSOCIATE BOB\n                  Mayor\/Gov Raymond Cocteau, a\n                  cryocon has effected self-release\n                  from the penitentiary.\n                         (shaken)\n                  It is quite horrific.  Murder-\n                  Death-Kills.  All categories of\n                  chaos...\n\n        Bob shudders.\n\n                                COCTEAU\n                  Enhance your calm... Enhance your\n                  calm.\n\n        Cocteau gestures to the frozen video heads.\n\n                                COCTEAU\n                  Be well them for me.  Get Captain\n                  Earle on the Holo.\n\n                                                   CUT TO:\n\n\n        INT. POLICE STATION - MAIN ROOM - DAY\n\n        Earle nods and shudders in front of the shimmering image\n        of Raymond Cocteau.  He's really shook.\n\n                                EARLE\n                  It was just... I mean it was so...\n\n\n        INT. COCTEAU COMPLEX - CONFERENCE ROOM - DAY\n\n        Earle's image appears on all the VideoHeads.\n\n                                COCTEAU\n                  I want you to do everything in\n                  your power to get this madman.\n\n        Cocteau clicks off the Holo.  Rolls his eyes.  As if\n        the cops have a chance against Phoenix...\n\n\n        INT. POLICE STATION - MAIN ROOM - DAY\n\n        Earle nods.  He has no idea what that might entail.  He\n        looks really ill.\n\n                                EARLE\n                  <u>BE<\/u> well.\n\n        Silence reigns.  No one knows what to say.  Lenina has\n        her head in her hands in shock.\n\n                                EARLE\n                         (aghast)\n                  He M.D.K.'ed everyone in a six\n                  man squad.  <u>With<\/u> a Strategic\n                  Apprehension Computer.  Destroyed\n                  an official government vehicle.\n                  'Everything in our power,' what\n                  else is there?\n\n        Nobody has a clue what to do.  Lenina looks up.  An idea\n        forming --\n\n                                HUXLEY\n                  Zachary Lamb.  How did they\n                  apprehend this fiendish Simon\n                  Phoenix back in the 20th?\n\n                                LAMB\n                  Twelve-state manhunt... Satellite\n                  surveillance... A video-bite on\n                  'Unsolved Mysteries'... None of\n                  it worked.  In the end, it took\n                  one man.  One cop.  John Spartan.\n\n        Lenina looks at him with a pleased and spooky smile.\n\n\n        INT. POLICE STATION - LENINA'S OFFICE - DAY\n\n        Garcia, Earle, and Lamb are huddled before Lenina's\n        console.\n\n\n        ON SCREEN\n\n        Shot after shot of Spartan emerging from the wreckage of\n        destroyed buildings dragging his prisoners behind him.\n        Everytime:  Wreckage, Spartan, Prisoner.  Wreckage,\n        Spartan, Prisoner.\n\n                                GARCIA\n                  Are you sure this is real life?\n\n                                HUXLEY\n                  Barely.  Spartan's a legend.  I\n                  did an historical study on him\n                  last year, which I guess none of\n                  you swallowed.  One thousand arrests\n                  in three years.  All real criminals.\n\n                                LAMB\n                  There was a lot more business\n                  back then.\n\n\n        MORE WRECKAGE\n\n        This time Spartan is marching away from a flaming, over-\n        turned police car, carrying a young girl.  A TV camera\n        crew scrambles up.\n\n                                FEMALE REPORTER (IMAGE)\n                  How do you reconcile the fact you\n                  destroyed a three million dollar\n                  mini-mall to rescue a girl whose\n                  ransom was only 10,000...\n\n                                LITTLE GIRL (IMAGE)\n                  Fuck you, lady!\n\n                                SPARTAN (IMAGE)\n                  Good answer.\n\n\n        LENINA\n\n        smiles at the screen --\n\n                                EARLE\n                  This is a recommendation?  Your\n                  'Demolition man's' an animal, a\n                  muscle-bound grotesque who...\n\n                                HUXLEY\n                  He is clearly the man for such a\n                  job as this.  You could reinstate\n                  him.  He hasn't worn a shield in\n                  over forty years.  Or much else,\n                  for that matter.\n\n                                GARCIA\n                  He must be seventy years old by\n                  now.\n\n        A smile slowly unfolds on her face.  Lamb knows where\n        she's going as we...\n\n                                                   CUT TO:\n\n\n        INT. CRYO-PRISON - MAIN ROOM - DAY\n\n        ON a Status panel:  Cellular activity:  Null.  Tempera-\n        ture:  .5 degree K.  Lights begin to cycle.  A SERVO\n        WHINES.  The CAMERA MOVES TO the chamber as the autolock\n        begins to unwind.  Unlock.  The arm moves aside.  The\n        frozen puck rises from its chamber.  Spartan hasn't\n        moved, blinked in 40 years.\n\n        Two Techs in insulated suits and gloves stand on either\n        side.  Both wear tiny flip-up welding goggles.  The\n        first, takes out a Durameter.  Tests the puck.  Harder\n        than steel, a little less than a diamond.\n\n        Tech #2, holds a handheld Magnesium Thermite Laser.\n        About the size of a skill saw.  For the first time we\n        notice there are six small raised half domes on top of\n        the puck.  Indices.  Drops the guide ring at the end of\n        the MTL over an index.  Flips down his goggles.\n\n        Fires the MTL.  The entire puck lights up white white.\n        We almost get the feeling Spartan can sense what's\n        going on.  A burst of energy melts a small hole in side\n        of puck.  We STAY ON Spartan.\n\n\n        WIDE AGAIN\n\n        Tech #1 drives over a crane with a six-clawed arm.\n        Like a standing forklift.  Or a gladiator... the\n        fingers drop into the laser cut holes.  They raise\n        the puck.  Carry it away.\n\n\n        INT. CRYO-PRISON - DEFROSTING CHAMBER - DAY\n\n        The puck sits on a stainless steel podium.  Completely\n        alone in a round stainless steel room.\n\n        Three MTL lasers begin to pulsate madly.  One from above\n        cutting in, spiraling in towards Spartan.  The others top\n        and bottom shaving an eighth of an inch in a tenth of a\n        second with each pass.\n\n        The puck shrinks away, the beams grow closer and closer\n        to Spartan.  Just before they would hit him, the beams\n        turn blue.  Steam bursts from the puck.  Fills the air.\n        Obscures everything.  The lasers stop.  Darkness.\n\n        The entire chamber splits open.  A room within a room.\n        Spartan rolls over limp and supple collapsing, onto his\n        back.  Med Techs rush in.\n\n\n        INT. CRYO-PRISON - CONFERENCE AREA - DAY\n\n        Lenina, Garcia, and Earle are standing at one end of a\n        long table.  Gaping.  Spartan sits slumped at the other\n        end of the table.  Draped in a grey industrial jumpsuit.\n        Still half comatose.\n\n        Earle is shaking his head.  He can't believe he agreed to\n        this.\n\n                                HUXLEY\n                  This is within the power of the\n                  police charter, sir.  He can be\n                  released on limited parole and\n                  reinstated to active duty.\n\n                                GARCIA\n                  It's not enough to collect the\n                  90's.  You have to bring them\n                  back to life...\n\n                                HUXLEY\n                  Cocteau said everything in our\n                  power.  I still can't think of\n                  a better idea.\n\n                                EARLE\n                  That still doesn't mean it's a\n                  good one.\n\n        They all watch warily.  Spartan comes to with a start.\n        Looks up at them.  Looks around quickly for any immediate\n        threat.  Sees none.  Tries to stand.  Can't yet.\n\n                                SPARTAN\n                         (pointing at Garcia,\n                          the nearest;\n                           rasping)\n                  You...\n\n        A gulping Garcia creeps to Spartan.  Spartan claws out,\n        ripping Garcia down to rasp...\n\n                                SPARTAN\n                  Where am I?\n\n                                GARCIA\n                  Uh, I, uh...\n\n        Spartan pushes Garcia away.\n\n                                SPARTAN\n                  When am I?\n\n                                GARCIA\n                  Uh, it's Thursday.  Tomorrow's\n                  Arbor day.\n                         (beat)\n                  And last week you turned eighty-\n                  four years old.  Happy Birthday.\n\n        Huxley comes over.  Clear and concisely...\n\n                                HUXLEY\n                  Detective, I'm Lieutenant Huxley.\n                  The year is 2042.  Now the reason\n                  you've been released...\n\n                                SPARTAN\n                         (shaking it off)\n                  How long have I been under?\n\n                                HUXLEY\n                  Forty-four years.\n\n        Whoa...\n\n                                SPARTAN\n                         (trying to focus)\n                  I had a wife... What happened to\n                  my wife?\n\n                                HUXLEY\n                  Your wife's light was extinguished\n                  in the Big One of 2010.\n                         (off his confused\n                          look)\n                  Uh, she died.  In an earthquake.\n                  <u>The<\/u> earthquake.\n\n        This takes a moment to sink in.  Then, defrosting,\n        haltingly...\n\n                                SPARTAN\n                  My wife and I, we had a girl.  A\n                  daughter.  I made a promise.\n                  What...\n\n                                EARLE\n                  John Spartan, I am Chief of\n                  Police George Earle.  We did not\n                  thaw you for a family reunion.  It\n                  is fortunate the lieutenant even\n                  did a probe on your wife.  This\n                  is about you and a Mr. Phoenix.\n                  A Mr. <u>Simon<\/u> Phoenix.\n\n                                SPARTAN\n                         (fully awake)\n                  What?\n\n        Huxley steps in.\n\n                                HUXLEY\n                  This morning Phoenix escaped from\n                  this cryo facility.  We've had\n                  nine murder death kills so far.\n                  We have become a society of peace,\n                  loving and understanding.  And we\n                  are, quite frankly, not equipped\n                  to deal with this situation.\n\n        He looks at her like she's nuts.\n\n                                GARCIA\n                  There have been no deaths of\n                  unnatural causes in San Angeles\n                  in the last sixteen years.\n\n                                SPARTAN\n                  Where???\n\n                                HUXLEY\n                  The Santa Barbara, Los Angeles,\n                  San Diego metroplex merged in\n                  2011.  You are in the center of\n                  what used to be Los Angeles.\n\n        He gets up.  He's way stiff.\n\n                                SPARTAN\n                  Great.  Just great.\n                         (then)\n                  God, I'm so hungry.  I'd kill for\n                  a burrito.\n\n        They back off in fear.\n\n                                SPARTAN\n                  It's just an expression.\n\n        Spartan creaks his head toward Garcia, spooking him back\n        away.  Spartan vigorously scratches his hand as he\n        speaks.\n\n                                SPARTAN\n                  Just get me some Marlboros.\n\n                                GARCIA\n                  Of course.  Right away.  What\n                  are...\n\n                                SPARTAN\n                  A cigarette.\n                         (relinquishes his\n                          brand loyalty)\n                  Just get me <u>any<\/u> cigarette.\n\n                                HUXLEY\n                  Cigarettes are not good for you\n                  and it has been deemed that\n                  everything that is not good for\n                  you is bad.  Hence... illegal.\n                  Alcohol, caffeine, contact sports,\n                  meat...\n\n                                SPARTAN\n                  Are you shittin' me?\n\n                                MORALITY BOX (V.O.)\n                  John Spartan, you are fined one\n                  credit for a violation of verbal\n                  morality statute 113.\n\n        Spartan looks at it in amazement.\n\n                                SPARTAN\n                  What the fuck is that?\n\n                                MORALITY BOX (V.O.)\n                  John Spartan, you are fined one\n                  credit for a violation of...\n\n                                HUXLEY\n                         (as I was saying)\n                  Bad language, chocolate, gasoline,\n                  uneducational toys, and anything\n                  spicy.  Abortion's also illegal,\n                  but then again so's pregnancy if\n                  you don't have a license.\n\n                                EARLE\n                  Caveman, let us finish all the\n                  Rip Van Winkle and get moving.\n                  A Mr. Phoenix has risen from the\n                  ashes.\n\n                                SPARTAN\n                  Uh-uh.  I tracked that dirtbag\n                  for two years, and when I finally\n                  brought him down, they turned me\n                  into an ice cube for my trouble.\n                  Thanks, but no thanks.\n\n                                EARLE\n                  The conditions of your parole\n                  are full reinstatement into the\n                  S.A.P.D. and immediate assignment\n                  to the apprehension of Simon\n                  Phoenix, or you can go back into\n                  cryo-stasis.\n                         (then; more softly)\n                  Not many people get a second\n                  chance, John Spartan.\n\n        Spartan <u>remembers<\/u>.  The freezer was bad, way bad.  He\n        swallows hard and --\n\n\n        EXT. CRYO-PRISON - DAY\n\n        Huxley and Garcia are waiting by the police car out\n        front.  Half a beat, John Spartan, now completely done\n        up in a 2042 cop uniform comes out.  He feels like a\n        buffoon.\n\n                                SPARTAN\n                  What am I supposed to be, a drum\n                  major?  This isn't a cop uniform.\n                  Am I gonna lead the Rose Bowl\n                  parade?  What <u>is<\/u> all this stuff?\n\n                                HUXLEY\n                  Direct biolink readouts for vitals,\n                  VOX radio connect, base and inter\n                  officer coded by rank, partner\n                  status and case priority.  And\n                  that's the pocket for your whistle.\n\n                                SPARTAN\n                         (God save me)\n                  Great, in case one of the floats\n                  gets loose I can direct traffic.\n\n\n        EXT. ANOTHER SAN ANGELES CITY STREET \/ INT. POLICE\n        CAR - DAY\n\n        Spartan is stuffed into the back seat of Lenina's police\n        car.  Absently scratching the back of his hand, Spartan\n        stares out his window in amazement at the shiny, happy\n        people in the happy shiny city.  Meanwhile, Lenina and\n        Garcia are staring through a rearview screen at Spartan\n        with equal amazement.\n\n                                GARCIA\n                  This all probably seems quasi-\n                  strange to you.\n\n                                SPARTAN\n                  Quasi-strange?  This isn't my\n                  city.  How do you expect me to\n                  protect it?  I don't get you\n                  people, let alone like you much...\n\n                                HUXLEY\n                  You come from a society in which\n                  the average l8-year-old has\n                  witnessed 200,000 acts of\n                  simulated violence.  In our\n                  society the number is closer to\n                  four.  If someone off the street\n                  was to watch the Three Stooge Men\n                  and see the Moe-person hammer the\n                  Curly-person, they would weep,\n                  John Spartan, weep.\n\n        Spartan looks at her.  What was that?\n\n                                HUXLEY\n                  Myself, I'm a bit of an afficanado\n                  of the shocking, real and fiction.\n                  In fact, I perused many a News\n                  Disk of you.  That time you wow-\n                  fully tractor-pulled the Santa\n                  Monica pier into a heap of rubble\n                  in order to snare that team of hit\n                  men who...\n\n        She trails off, as she sees Spartan staring out the\n        window shaking his head, very much alienated from every-\n        thing around him.\n\n                                HUXLEY\n                  You seem very much alone, John\n                  Spartan.  Not everything is that\n                  different.  Perhaps you would\n                  like to hear the oldies station.\n                  'Oldies.'\n\n        The RADIO quickly turns ON and changes stations to:\n\n                                RADIO (V.O.)\n                  'Sometimes you feel like a nut,\n                    sometimes you don't.\n                  Almond Joy's got nuts, Mounds\n                    don't.\n                  Because sometimes you feel\n                    like a nut, sometimes you\n                    don't.'\n\n                                GARCIA\n                  The most popular station in town.\n                  Nonstop wall-to-wall minitunes.\n                  You called them commercials.  Wow,\n                  this is my fave...\n\n                                RADIO (V.O.)\n                  'Fat kids, skinny kids, kids who\n                    climb on rocks.\n                  Tough kids, sissy kids.'\n\n        Lenina and Garcia join in for a sing-a-long finish as\n        Spartan turns back to the window, eyes bulging.  He\n        goes back to scratching his hand.\n\n                                HUXLEY\/GARCIA\n                         (singing)\n                  Even kids with chicken pox love\n                    hot dogs, Armour hot dogs.\n                  The dogs... kids... love... to\n                    bite.\n\n                                SPARTAN\n                  Somebody put me back in the fridge.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Emotions are still a little frayed at the station, but a\n        certain peace has returned.  Lenina approaches the Tough-\n        looking Cop.  They again exchange nontouching circular\n        hand spins.\n\n                                HUXLEY\n                  New inforama on Simon Phoenix?\n\n                                TOUGH COP\n                  None... So where is John Spartan?\n\n                                GARCIA\n                  He went to the bathroom... I guess\n                  he got all thawed out.\n\n        Spartan trudges through a spooked gantlet of 2042\n        officers.  The Tough Cop greets him, raising his hand.\n\n                                TOUGH COP\n                  Sir, I formally convey my presence.\n\n                                SPARTAN\n                  Hi.\n\n        Spartan reaches out and shakes the Tough Cop's hand.\n        It's like he spit on him.  The Tough Cop tries not to\n        react, but he's clearly disgusted.\n\n                                HUXLEY\n                  We're not used to physical contact\n                  greetings.\n\n                                SPARTAN\n                  Oh... Hey, you guys are out of\n                  toilet paper...\n\n                                GARCIA\n                  Toilet paper?\n\n                                HUXLEY\n                         (suppressed giggle)\n                  They used handfuls of wadded\n                  paper, back in the 20th.\n\n        The entire station roars with laughter.  Spartan stands\n        unamused.\n\n                                SPARTAN\n                  I'm happy you're happy but in the\n                  place where you're supposed to\n                  have toilet paper, you have a\n                  little shelf with three seashells\n                  on it.\n\n                                PERKY DISPATCHER\n                         (hysterical)\n                  He doesn't know how to use the\n                  three seashells!\n\n        The station roars again.  Spartan shakes his head and\n        scratches his hand.  Suddenly, the elderly Lamb comes\n        INTO VIEW.  Spartan's mouth falls open.\n\n                                SPARTAN\n                  Zach Lamb, what happened to you?!\n\n                                LAMB\n                  I got old.  It happens.\n\n                                SPARTAN\n                         (stopping, smiling)\n                  Motherfuck.  You were a snotnosed\n                  punkass rook!  Look at you.\n                  You're fucking old!\n\n        The nearest Morality Box dutifully BUZZES.\n\n                                MORALITY BOX (V.O.)\n                  John Spartan, you are fined three\n                  credits for a violation...\n\n        Three sheets of paper come off.  Spartan looks at it.\n        Grins.  Walks over to the machine --\n\n                                SPARTAN\n                  Shit, fuck, piss, crap, damn,\n                  bitch, bitch, damn.  Fuck.\n\n        A whole sheaf of paper peels off.  Spartan gathers it up.\n        It wads nicely.\n\n                                SPARTAN\n                  So much for the three seashells.\n                  I'll be right back.\n\n\n        INT. POLICE STATION - LENINA'S OFFICE - DAY\n\n        Spartan examines all the TechnoWonders as Lenina punches\n        up an illustration on the screen:  a small, square micro-\n        chip being surgically inserted into the top of a hand.\n        It's tied into the veins and blood supply as well.\n\n                                HUXLEY\n                  Simon Phoenix isn't coded.  An\n                  organically bioengineered microchip\n                  was developed that could by sewn\n                  into the skin.  Sensors all around\n                  the city can zero in on anyone at\n                  any time.\n\n                                TOUGH COP\n                  I can't even conceive a visual of\n                  what you cops did before it was\n                  developed...\n\n                                SPARTAN\n                  We worked for a living.  This\n                  fascist crap makes me wanna puke.\n\n                                EARLE\n                  What do you think you're\n                  scratching, caveman?\n                  You really surmise we'd let you\n                  out without control?  Your code\n                  was implanted the second you\n                  thawed.\n\n        Spartan seethingly contemplates his itching hand.\n\n                                SPARTAN\n                  Why didn't you just shove a leash\n                  up my ass?!\n\n                                EARLE\n                  Dirty meat-eater!  No matter how\n                  Viking your era was, I cannot\n                  digest how you ever wore a badge!\n                  You're going back, John Spartan,\n                  oh yes, you're going back.\n\n                                HUXLEY\n                  Could you two please dump some\n                  hormones?  We need every cortex we\n                  can get in this situation.\n\n                                EARLE\n                  We don't need him.  Our computer\n                  has already examined all feasible\n                  scenarios resulting from the\n                  appearance of Simon Phoenix and\n                  determined he will attempt to\n                  start up a new drug lab and form\n                  a crime syndicate.\n\n                                FEMALE COMPUTER (V.O.)\n                  That is correct, Chief George\n                  Earle.\n\n                                SPARTAN\n                  I hate to interrupt you two\n                  lovebirds, but that's fucking\n                  stupid.  You think he wants to\n                  build a business?  Phoenix is\n                  going for a gun.  Plain and\n                  simple.\n\n        As Spartan rages, roaming around the station, Morality\n        boxes have heart attacks keeping up with his offenses.\n\n                                SPARTAN\n                  Phoenix is a complete meglomaniacal\n                  fucking psychopath.  And the first\n                  thing Simon is going to want to do\n                  is wipe the smug smiles off your\n                  shiny faces.\n                  He could just handshake your asses\n                  to death, but who's got the\n                  goddamn patience.  Trust me, he's\n                  going for a gun.\n\n                                EARLE\n                  Who cares what this primate thinks.\n                  Resonate some understanding.  The\n                  only place a person can even view\n                  a gun in this city, is at a...\n                  museum!\n\n\n        INT. SAN ANGELES MUSEUM OF ART AND HISTORY - MAIN\n        HALL - DAY\n\n        The museum is located in the Cocteau complex.  Phoenix\n        wanders through a hall arrayed with displays of various\n        '80s\/'90s\/'00s\/'10s artifacts.  A Girl Scout Troop (in\n        modernly-modulated uniforms) looking <u>down<\/u> as we realize\n        that large sections of the floor <u>of the entire museum<\/u>\n        are transparent.  Below is an archeological exhibit of\n        a section of the old city -- parts of buildings and\n        streets.\n\n                                MUSEUM COMPUTER BOX (V.O.)\n                  If you care to sample what it was\n                  like to spend a day in Los Angeles\n                  in the Twentieth Century please\n                  press the button.\n\n        One of the Scouts presses a large red button.  HONKING\n        CARS, SWEARING in Spanish, GUN SHOTS, SIRENS, RAP\n        MUSIC... At the end of the hall, there's an arrow to\n        another exhibit:  HALL OF VIOLENCE.  Phoenix grins.\n\n                                PHOENIX\n                  Home sweet home...\n\n        As he heads down the hall --\n\n\n        EXT. POLICE STATION - DAY\n\n        Spartan, Lenina, and Garcia stride towards Huxley's\n        cruiser.\n\n                                SPARTAN\n                  It's a hunch.  Trust me on this.\n                  It's a cop thing.\n                         (as they get into\n                          the car)\n                  I'm driving.\n\n        Spartan gets into the driver's side.  Lenina gets in the\n        passenger.  A beat.  They both emerge.\n\n                                SPARTAN\n                  You're driving.\n\n\n        INT. POLICE STATION - MAIN AREA - DAY\n\n        Chief Earle sits before the vidphone.  Sweating.\n        Cocteau's scary serenity stares back at him.\n\n                                COCTEAU (IMAGE)\n                  Enhance your calm, Chief.\n                  Please, share your disquietude.\n\n                                EARLE\n                  Mayor\/Gov Cocteau, we find the\n                  branching possibility exists the\n                  escaped cryocon, Mr. Simon Phoenix,\n                  may be on his way to the Museum of\n                  Art and History in your complex.\n\n                                COCTEAU (IMAGE)\n                  What permutation lead you to this\n                  curious conclusion?  Do you expect\n                  him to be homesick?\n\n        Raymond quietly enjoys his own wit.\n\n                                EARLE\n                  No.  No, sir.  Do you not still\n                  have the armory exhibit\n                  downstairs?\n\n        OFF Cocteau's look of quiet surprise ---\n\n\n        INT. MUSEUM - ARMORY ROOM - DAY\n\n        The exhibit begins with the crudest weapons, cavemen with\n        clubs, stone axes, arrowheads, and moves up the ladder of\n        history toward modern day --\n\n        Western Colt revolvers, an old-time gangster Tommy gun...\n        In the middle of the room is a Civil War cannon.  A stack\n        of cannonballs sits next to it.\n\n                                PHOENIX\n                  This is the future.  Where are\n                  the fucking phaser guns?\n\n        He keeps moving down the line.  Past the 1940s, the\n        1980s, 1990s... And finally a weapon he doesn't recognize\n        at all.  Magnetic Accelerator Gun.  AcMag for short.\n        Phoenix grins.\n\n        Punches the glass in the exhibit.  Hard.  His fist\n        bounces off.  It hurts.  He looks around for something to\n        break it with.  Nothing.  Side kicks a larger expanse of\n        glass in front of another display.  Almost breaks it.\n        Not quite.  Growls.  A MUSEUM HELPER\/GUARD comes into\n        the room.  Moves towards the annoyed Phoenix smiling\n        pleasantly.\n\n                                MUSEUM GUARD\n                  Mellow greetings.  What seems to\n                  be your boggle?\n\n                                PHOENIX\n                  My boggle...\n                         (he sighs)\n                  I'm at the top of the food chain,\n                  ya know?  And I would prefer to\n                  use tools, not bruise up my hands\n                  and feet.  But I can't find\n                  anything in this place.  A rock,\n                  a crowbar, any heavy object.\n                  Tell me, whatta you weigh?\n\n        The Guard looks at him in total confusion.  Phoenix grabs\n        him by the lapels and shot-puts him across the room into\n        the GLASS.  This time it SHATTERS impressively.\n\n                                PHOENIX\n                  Enough...\n\n        A very mellow ALARM GOES OFF MURMURING \"PLEASE EXIT\" over\n        and over.  Simon begins sorting through weapons\n        available.  Loads a SHOTGUN from the case.  Tests it by\n        BLOWING up another display.  Works just fine.  The ALARM\n        changes to \"PLEASE EXIT RAPIDLY.\" It begins to annoy\n        him.  He BLOWS the loudspeaker away.  BLOWS up the AcMag\n        case.  Grabs the gun.  There doesn't seem to be any\n        cartridges.  No way to load them either.  Aims, fires.\n        Nothing.\n\n                                PHOENIX\n                  Motherfuck.\n\n        There's an information booth at end of the room.\n        Phoenix can't help himself.  Presses the Ego Boost Button\n        again.\n\n                                MUSEUM COMPUTER (V.O.)\n                  That's a great looking shirt.\n\n        Phoenix chuckles appreciatively, presses the \"?\" button.\n\n                                MUSEUM COMPUTER (V.O.)\n                  Yes, Museum Patron.  Have you a\n                  query?\n\n                                PHOENIX\n                  Whatsa matter with the...\n                         (checks the name)\n                  Magnetic Accelerator gun?\n\n        Graphics flicker madly on the screen.\n\n                                MUSEUM COMPUTER (V.O.)\n                  The Magnetic Accelerator gun, the\n                  last produced handheld weapon of\n                  this millenium displaced the flow\n                  of neutrons through a non-linear\n                  cycloid supercooled\n                  electromagnetic force.\n\n                                PHOENIX\n                  So... what?  It needs new\n                  batteries?  What size?  Who sells\n                  batteries in the future?  Is\n                  there a battery store I can go to?\n\n        Two GUARDS appear in the doorway behind him.\n\n                                GUARD #1\n                         (tough-ish)\n                  Excuse me, Museum Patron...\n\n        Without a second beat, Phoenix SHOTGUNS them both.  In\n        the background we can hear the ALARM change \"RUN.\n        RUN...\"\n\n        A set of steel DOORS WHOOSH down, sealing Phoenix in.\n        Phoenix turns back to the computer as ---\n\n                                MUSEUM COMPUTER (V.O.)\n                  The AcMag, now reactivated,\n                  should concurrently supercool and\n                  achieve fission in...two point\n                  six minutes.\n\n                                PHOENIX\n                         (looking at steel\n                          doors)\n                  Yeah, well, I was considering\n                  leaving quickly and patience is\n                  <u>not<\/u> one of my virtues.\n                         (beat)\n                  Who am I kidding? I don't have\n                  any virtues.\n\n        Laughs at his own wit.  Grabs a shoulder bag from a\n        Vietnam era GI display.  Starts loading up on weapons\n        and ammo.  Kid in a toy store.  Examines, discards,\n        chooses... And everything is free.  He turns to the\n        Civil War cannon.  And grins...\n\n\n        EXT. COCTEAU COMPLEX - MUSEUM ENTRANCE - DAY\n\n        The SAPD car is parked at the curb.  Doors popped open.\n        Museum patrons and guards flee.  Spartan, followed by\n        Huxley and Garcia, moves against the flow.\n\n        A cylindrical metal periscope suddenly pops up from the\n        sidewalk.  As Spartan stares down at it, the periscope\n        zips back down the hole.\n\n                                SPARTAN\n                  You see that?\n\n                                GARCIA\n                  What?\n\n                                SPARTAN\n                  Never mind.  I give up trying to\n                  figure this place out.\n\n                                GARCIA\n                         (holding out his\n                          S.A.C.)\n                  Procedure?\n\n                                S.A.C. (V.O.)\n                  Establish communication with\n                  maniac intruder.\n\n                                SPARTAN\n                  Wrong.\n                         (he takes the S.A.C.,\n                          smashes it to the\n                          ground)\n                  Hey.  Luke Skywalker.  Use the\n                  Force.\n\n        Spartan heads for the door.  Garcia has a distraught\n        moment before following.  Garcia hands Spartan a stun\n        baton.  It SPARKS to life.\n\n                                SPARTAN\n                  What the hell's this?\n\n                                GARCIA\n                  It's a glow rod.  It's what we\n                  got.\n\n                                SPARTAN\n                  Does it work?\n\n        Spartan casually pokes out to a nearby scared guard.\n        The guard drops like a dead weight.\n\n                                SPARTAN\n                  Guess so.\n\n                                HUXLEY\n                  They've got him trapped in section\n                  eight.\n\n                                SPARTAN\n                  Trapped?  The Maniac Intruder?\n                  That I doubt.  Oh, would you make\n                  sure for me that nobody else is\n                  in the building?\n\n                                HUXLEY\n                         (understands)\n                  Done.\n                         (as she turns to the\n                          guards)\n                  I want a visual.  Now.  Every\n                  corridor in the museum.  I want\n                  full sensors routed to me.  And I\n                  want it ninety seconds ago...\n\n        They start to scurry.  There's a moment as he appreciates\n        her skill and ---\n\n\n        INT. MUSEUM - MAIN HALL - DAY\n\n        Now empty.  Spartan strides along.  Sparking bullshit\n        stun baton in one hand.\n\n\n        INT. MUSEUM - ARMORY ENTRANCE - DAY\n\n        Spartan approaches.  Can see the sealed steel doors.\n        There's an emergency release beside them.\n\n        Checks the stun baton.  Reaching for the handle when, the\n        DOORS EXPLODE at him.  Blown aside.  Fire, smoke every-\n        where, a battered cannonball bouncing down the hall.\n        Spartan hurls himself through the hole in the doors.\n        Takes cover behind one of the exhibits.\n\n\n        INT. MUSEUM - ARMORY ROOM - DAY\n\n        Phoenix stands behind the Civil War cannon.\n\n                                PHOENIX\n                         (amusing himself once\n                          again)\n                  What can I say, I'm a blast from\n                  the past.\n\n        He looks like a mad bandito.  Draped in guns and ammo.\n\n                                SPARTAN (O.S.)\n                  Simon Phoenix.  L.A.P.D., I mean\n                  San Angeles P.D.  You're under\n                  arrest.\n\n        Where's the voice come from?  Why does it sound so\n        familiar?\n\n                                PHOENIX\n                  Nah.  I don't think so.\n\n        Simon unleashes a BARRAGE from a TOMMY GUN draped around\n        his neck.  Keeps FIRING and FIRING and FIRING.  Empties\n        it.  Not a very strategic move as he demolishes most of\n        the cases in the room, including the one directly over\n        Spartan.\n\n        A Beretta falls at his feet.  An old police belt as well.\n        Spartan yanks out the magazine.  Loads it.  Collapses the\n        bullshit stun baton and tucks it away.\n\n                                SPARTAN\n                  Hands up or I'll shoot, Simon.\n                         (beat; to himself)\n                  Fuck it.\n\n        Spartan comes up FIRING.  Gets off about THREE SHOTS\n        before Phoenix STRAFES the area with a HK91.  Dives for\n        cover.\n\n                                PHOENIX\n                  You were saying...\n                         (recognition jolt)\n                  Spartan!  John Spartan!  What's a\n                  guy like you doing in a century\n                  like this?\n\n                                SPARTAN\n                  My job.\n\n                                PHOENIX\n                  Who cares?  Simon says bleed.\n\n        Phoenix unsheathes a pair of machine PISTOLS.  BLAZES\n        away.  Tries the AcMag.  Still nothing.\n\n                                PHOENIX\n                         (re: the AcMag)\n                  Come <u>on<\/u>, motherfucker.\n                         (then)\n                  Well, we'll do it the old-\n                  fashioned way...\n\n        Dumps another load of black powder into the cannon.\n        STRAFES Spartan.  Tamps the powder down.  STRAFES Spartan.\n        Spartan sees a 12-gauge auto loader and a box of shells\n        across the aisle.\n\n                                PHOENIX\n                  So lemme get this straight -- they\n                  defrosted you just to lassoo my\n                  piddly ass?\n\n        The MAGAZINE EMPTIES.  Calculating the odds, Spartan dives\n        and rolls across the aisle.\n\n                                SPARTAN\n                  I was in the neighborhood.\n\n        He's concerned when there're no shots fired.  He oughta\n        be.  Phoenix drops in a cannon ball.  Lights the fuse.\n        Aims.\n\n        Spartan comes up BLAZING.  Lotta firepower in a 12-GAUGE\n        at close range.  Phoenix has a pair of SIX-SHOOTERS.  Bad\n        Day at Black Rock.  CASES SHATTER.  The cannon's pointed\n        straight at Spartan.  Displays collapse.  Phoenix\n        flattens.  A mannequin falls across the cannon, pointing\n        the muzzle down.\n\n        Phoenix pulls out the now-fully-charged AcMag as the\n        CANNON FIRES.  Right into the floor.  BLOWS out one of\n        the transparent panels.  The two of them collapse into\n        the floor below.\n\n\n        INT. MUSEUM - MAIN HALL - DAY\n\n        Smoke everywhere.\n\n                                PHOENIX (O.S.)\n                  Nice shooting, Spartan.  You\n                  killed the building.\n\n        The smoke clears.  They're in downtown 20th Century\n        L.A.  They've dropped into the archeological exhibit we\n        saw before.  Spartan, shaking off the fall, finds himself\n        weaponless.  Phoenix is spinning madly around, AcMag in\n        one hand, an Ingram from his shoulder bag in the other.\n        STRAFES everywhere with the INGRAM.  Tosses it away.\n\n                                PHOENIX\n                  Past is over, Spartan.\n                         (re the AcMag)\n                  Time for something new and improved.\n                  Like me... Now die.\n\n        Phoenix aims the AcMag.  Completely silent.  Then the\n        first OBJECT that intersects his aim simply EXPLODES.\n        Whatever it is.  Phoenix laughs hysterically.  Likes this\n        new toy a lot.  Fires again.  A working FIRE HYDRANT\n        BLOWS UP off its bolts.\n\n        Water is spraying everywhere.  Phoenix stands in it six\n        inches deep.  Spartan yanks out his stun baton, steps\n        clear, jams it in the water.\n\n                                SPARTAN\n                  You forgot to say Simon says.\n\n        Spartan activates the stun baton.  Phoenix is racked with\n        pain.  Rattled and shaken by the charge.  Involuntary\n        shudders.  Yanks himself clear with a wild grin.\n\n                                PHOENIX\n                  What a brave new world.  Sorry you\n                  have to leave.\n\n        He FIRES.  Spartan dives for cover.  Just out of reach he\n        spots the BERETTA.  Dives for it.  SHOOTS back.  It's\n        like a popgun compared to the AcMag.  Anything but\n        survival becomes completely out of the question.  Phoenix\n        FIRES ROUND AFTER ROUND.  Everything he aims at just\n        EXPLODES.  That Spartan lives through this at all is\n        amazing.\n\n\n        EXT. MUSEUM - REAR COURTYARD - DAY\n\n        Cocteau coolly walks through the freshly-landscaped\n        courtyard.\n\n        A large column of smoke rises out of a section of the\n        museum.  Associate Bob frantically bobs about him.\n\n                                ASSOCIATE BOB\n                  I'm sure, sir, the Stress Breeder\n                  is inside being demobilized as we\n                  speak...\n\n        A BULLET WHISTLES by, barely missing Bob.  He hurls\n        himself into the dirt.  Cocteau turns to face a jazzed-\n        up Phoenix, still draped in weapons, the AcMag tucked in\n        his belt.\n\n                                PHOENIX\n                  Damn, being frozen has thrown\n                  off my aim.  Don't worry, I'll\n                  kill you with the next shot.\n\n                                COCTEAU\n                  I don't think so.\n\n        Phoenix raises a Luger to Cocteau.  Something snaps.\n        Phoenix's smile turns to a grimace.  His gun hand\n        quivers.  He wants to kill, but he can't.  Cocteau\n        folds his arms.\n\n                                COCTEAU\n                  Ah, no kiss-kiss.  No bang-bang...\n                  And you were doing so well.  Now,\n                  don't you have a job to do?  Don't\n                  you have someone you have to kill?\n\n        Phoenix looks at him.  Surprised and puzzled...\n\n                                PHOENIX\n                  Yeah, I do...\n\n        Spartan comes crashing out of the wreckage.  Loading\n        the Beretta as he runs, a crazed scowl on his face.\n        Phoenix leaps the wall.\n\n\n        EXT. MUSEUM STREET - REAR COURTYARD - DAY\n\n        Phoenix bounds up a hill.  Jumps onto the back of a\n        WHIRRING ELECTRIC TROLLEY heading by.  It picks up speed.\n        He disappears.\n\n\n        EXT. MUSEUM - REAR COURTYARD - DAY\n\n        Spartan takes aim - out of range.  Fuck.  Turns to\n        Cocteau.\n\n                                SPARTAN\n                  You don't know how fucking lucky\n                  you are that maniac didn't whack\n                  you.\n\n                                COCTEAU\n                  No doubt whacking, whatever it\n                  is, would be extremely bad.  You\n                  scared him away and I do not know\n                  how to thank you.  You saved my\n                  life.\n\n        Spartan gives a SUSPICIOUS glance from the wall to\n        Cocteau as Cocteau leads him...\n\n\n        EXT. COCTEAU COMPLEX - MUSEUM ENTRANCE - DAY\n\n        The cops and passersby are in a state of shock.  A column\n        of smoke still rises from somewhere in the middle of the\n        building.  2042 Fire Department vehicles arrive.  A fire-\n        man jumps into a control stand atop the vehicle, pulls a\n        joystick, and the entire back of the truck lifts off,\n        unmanned drone.  He guides it towards the blaze.  Under\n        all of which --\n\n                                HUXLEY\n                  Not bad for an eighty-four-year-\n                  old!  Simon Phoenix knows he has\n                  some competition.  He's finally\n                  matched his meat.  You really\n                  licked his ass!\n\n                                SPARTAN\n                  Uh, it's 'met his match.'  And\n                  'kicked.'  Kicked' his ass.\n\n        Cocteau takes a quivering Chief Earle aside.\n\n                                COCTEAU\n                         (coolly)\n                  Who is this man?\n\n        In the b.g., Associate Bob arrives, tidily brushing\n        dirt off himself.\n\n                                EARLE\n                  Detective John Spartan.\n                  Temporarily reinstated to the San\n                  Angeles Police Department to\n                  pursue the madman Simon Phoenix.\n                         (ready to cry)\n                  You told us to do everything in\n                  our power to capture the madman.\n\n                                COCTEAU\n                         (beat)\n                  I did.  Yes.  Yes, I did.  I do\n                  recall the exploits of John\n                  Spartan.  Didn't they call him...\n                  I think it was... The Demolition\n                  Man.\n                         (then)\n                  It's quite all right, Chief.\n                  Unexpected, creative, but quite\n                  all right.  <u>BE<\/u> Well.\n\n        Earle nods.  Still terrified.\n\n                                COCTEAU\n                  John Spartan, welcome.  So, what\n                  do you think of our fair society?\n\n                                SPARTAN\n                  Great, I come to the future,\n                  Phoenix gets the ray gun, I get\n                  the rusty Beretta.\n\n        Cocteau addresses Spartan and the entire assemblage.\n\n                                COCTEAU\n                  John Spartan, in honor of your\n                  arrival, and your protection of\n                  the sanctity of human life,\n                  namely my own, I wish for you to\n                  join me for dinner tonight.\n                         (sees Huxley\n                          at his side)\n                  The both of you.  I insist.\n                  You must accompany me to Taco Bell.\n\n        Huxley looks seriously pleased and flattered.  Spartan\n        just has no clue as to this choice of restaurants.\n        Huxley discreetly elbows him.  Hard.\n\n                                SPARTAN\n                  Uh.  That'd be great.\n                         (befuddled)\n                  Looking forward to it...\n\n\n        INT. POLICE STATION - MAIN AREA - DUSK\n\n        Spartan is not happy --\n\n                                SPARTAN\n                  Wait, wait, wait.\n\n        Spartan is staring at a vid screen on a wall:  Cocteau,\n        grinning, arms spread, his utopia behind him, and the\n        Behavioral Engineering logo.\n\n                                SPARTAN\n                  Spacely Sprockets here, who is now\n                  in charge, the 'Mayor\/Gov,' who\n                  wants to take me to dinner at\n                  <u>Taco Bell<\/u> -- though Lord knows I\n                  wouldn't mind a burrito -- is\n                  also one of the guys who invented\n                  the cryoprison?!\n\n        Morality BOX BEEPS.  Spartan casually adds the paper to\n        the collection in his breast pocket.  Under --\n\n                                EARLE\n                  Dr. Cocteau is the most important\n                  man in San Angeles.  He practically\n                  created our whole way of life.\n                  <u>Savage<\/u>!\n\n                                SPARTAN\n                  Well he can have it.\n                         (choosing words)\n                  And rather than inserting barbed\n                  instruments up the rectums of\n                  those around you, perhaps you\n                  would care to sit on one yourself.\n\n        A flustered Earle gives a look to the morality box.\n        Spartan turns to another vid screen.  A map of San\n        Angeles on it.\n\n                                SPARTAN\n                  Phoenix could be anywhere, but\n                  not having a code could hurt him.\n                  Limits his options.\n\n                                HUXLEY\n                  Correct.  Money is outmoded.  All\n                  transactions are through codes.\n\n                                SPARTAN\n                  So Phoenix can't buy food or a\n                  place to crash for the night.\n                  Pointless for him to mug anybody...\n                         (beat; thinks)\n                  Unless he rips off someone's hand.\n                  Let's hope he doesn't figure that\n                  one out...\n\n        Everyone is momentarily nauseated.\n\n                                GARCIA\n                  And with all officers already\n                  patrolling in a citywide crisis\n                  net, it should be just a matter of\n                  tick-tocks before...\n\n                                EARLE\n                  And you know, we already have a\n                  back-up plan.  We can just wait\n                  for another code to go red.  When\n                  Phoenix performs another\n                  murderdeathkill, we'll know\n                  exactly where to pounce...\n\n                                SPARTAN\n                  Oh.  Great plan.\n\n                                EARLE\n                  Thank you.\n\n        Only Lenina gets the sarcasm.  She and Spartan exchange a\n        look.  Spartan goes back to staring at the screen.\n\n                                SPARTAN\n                  So where the fuck is he?\n\n        Spartan reaches without looking.  Pockets another\n        warning.\n\n\n        EXT. SAN ANGELES ALLEY - NIGHT\n\n        Simon is behind a shiny silver building.  Prying up a\n        grate.\n\n                                PHOENIX\n                  No front door, no welcome mat,\n                  what's with these people?  How\n                  you supposed to show up and kill\n                  somebody?\n\n        He loves his own jokes.  Climbs down in.  Starts down a\n        long ladder welded onto the side.  Shuts the grate behind\n        him.\n\n\n        EXT. SAN ANGELES SKYLINE - NIGHT\n\n        The 2042 skyline glistens.  Tiny cars zip along below us.\n\n\n        INT. LENINA'S POLICE CAR - MOVING - NIGHT\n\n        Spartan stares in amazement at Huxley as she prattles\n        on...\n\n                                HUXLEY\n                         (a touch embarrassed;\n                          a schoolgirl crush)\n                  I've been an enthusiast of your\n                  escapades for quite some time.\n                  I have, in fact, perused some actual\n                  newsreels of you at the\n                  Schwarzenegger library.  The time\n                  you drove your car through that...\n\n                                SPARTAN\n                  Back up.  The Schwarzenegger\n                  library...\n\n                                HUXLEY\n                  Yes, the Schwarzenegger\n                  Presidential Library.  Wasn't he\n                  an actor when you...\n\n                                SPARTAN\n                  Stop... He was President?\n\n                                HUXLEY\n                  Even though he was not born in\n                  this country, his popularity at\n                  the time caused the 61st Amendment\n                  which states...\n\n                                SPARTAN\n                         (waving her off)\n                  I don't want to know...\n\n        They drive in silence for a while, Spartan staring out\n        the window at 2042 passing by.\n\n                                SPARTAN\n                  I keep looking around, thinking\n                  about my daughter growing up in a\n                  place like this.  I'm afraid she's\n                  gonna think I'm some kind of\n                  disgusting primate from the past.\n                  As much as I want to see her, I\n                  almost don't wanna know.  I'm not\n                  gonna fit into the picture very\n                  well.\n\n        Huxley reaches for the car terminal; thrilled with this\n        small mischief.\n\n                                HUXLEY\n                  It would be a minor misuse of\n                  police powers but I could do a\n                  search for you.\n\n        Spartan reaches over, stops her hand.  Shakes his head\n        \"no.\"  There's a moment between the two of them.  He\n        remembers he shouldn't touch her.  Lets go.  She doesn't\n        seem to mind.\n\n                                SPARTAN\n                         (then; changing\n                          subjects)\n                  So, what's with this Cocteau guy?\n                  He thanks me for saving his life --\n                  which I'm not sure I did --\n                  invites me to dinner, and where\n                  does he take me... <u>Taco Bell<\/u>.  I\n                  mean, hey, I like Mexican but\n                  come on...\n\n                                HUXLEY\n                  Your tone is quasi-facetious.  You\n                  do not realize Taco Bell was the\n                  only restaurant to survive the\n                  Franchise Wars.  <u>All<\/u> restaurants\n                  are now Taco Bell.\n\n        As they pull up in front --\n\n\n        EXT. TACO BELL - NIGHT\n\n        It is unlike any Taco Bell we will ever see.  Holographic\n        images hover in the air in front of the marble entrance.\n        A row of jacketed valets stands ready.  One rushes up.\n\n        As they enter, a periscope pipe pops up, looks around,\n        disappears.  No one notices it.\n\n\n        INT. TACO BELL - FRONT COUNTER AREA - NIGHT\n\n        Sparse, elegant and Melrose-dark.  As Huxley and Spartan\n        enter a mariachi band takes their place in the corner.\n        Huxley and Spartan walk up to a sultry future version of\n        a Taco Bell order counter.  Spartan is trying to\n        assimilate it all when the COUNTER-GIRL breaks the ultra-\n        cool character of the restaurant to give him a typical\n        fast food happy face.\n\n                                COUNTERGIRL\n                  Hi!  May I help you?\n\n                                SPARTAN\n                  Uh, I'll take a Burrito Supreme\n                  and a shake?\n\n                                COUNTERGIRL\n                  Will that be for here or to go?\n\n                                SPARTAN\n                  Ah.  The eternal question... Here.\n\n        She does a perky fast food spin to the station behind\n        her and whips back a silver tray holding an ornate china\n        set.\n\n                                COUNTERGIRL\n                  Burrito Supreme.  Shake.  BE well.\n\n        Spartan looks down to a miniscule cylinder of pressed\n        kelp topped with a dab of salsa and small sesame-seed-\n        type bits.  The tiny shake is in a thimble-sized frost-\n        covered glass.\n\n                                SPARTAN\n                  Oooh.  Yum... Good thing I'm\n                  hungry.\n\n\n        INT. TACO BELL - COCTEAU'S TABLE - NIGHT\n\n        The mariachi band launches into the Mexican hat dance\n        song as Spartan and Lenina, carrying their trays, are\n        escorted by a maitre d' to a table set in a secluded\n        section of the restaurant.  Cocteau and Associate Bob\n        wait for them.  Cocteau stands --\n\n                                COCTEAU\n                  John Spartan, the hero of the\n                  hour.  I congratulate you.\n\n                                ASSOCIATE BOB\n                  Greetings and salutations, I am\n                  Associate Bob.  We met before,\n                  ever so briefly but I was\n                  groveling in fear in the humus at\n                  the time.  You have had quite the\n                  exciting first day in San Angeles.\n                  Imagine, chasing a real criminal.\n\n                                SPARTAN\n                         (sitting)\n                  Imagine.  Could someone pass the\n                  salt?\n\n                                HUXLEY\n                         (whispering)\n                  Salt is not good for you.  Hence\n                  it is...\n\n        Spartan glares her quiet, pokes at his \"Burrito Supreme.\"\n        A beat.  Cocteau muses --\n\n                                COCTEAU\n                  So, John Spartan, tell me, what\n                  do you think of San Angeles, 2042?\n\n                                SPARTAN\n                  I guess, considering the way\n                  things were going when I went\n                  in -- I thought the future would\n                  be a sick, decaying pit of\n                  suffering and hate with a thick,\n                  foul stench.\n\n        Cocteau gloats.\n\n                                COCTEAU\n                  You should consider visiting New\n                  York\/Jersey after this.\n\n                                SPARTAN\n                         (brightening)\n                  You mean nothing's changed?\n\n        Associate Bob roars in appreciative empty laughter.\n        Think Ed McMahon.  Spartan looks at him.  It wasn't\n        funny.  Pokes at his burrito.  Ugh...\n\n                                COCTEAU\n                  Look at you, John Spartan, pouting\n                  for the old cheeseburger -- the\n                  flesh of dying animals covered\n                  with cholesterol laden butterfat.\n                  You miss the bad old days.\n\n                                SPARTAN\n                  Yeah, maybe.\n                         (then)\n                  Look, I like vegetables.  I even\n                  ate tofu a couple times.  But I\n                  got to choose when I wanted it.\n\n                                COCTEAU\n                  You think we've gone too far?  You\n                  weren't here for the fourth and\n                  fifth riots.\n                         (harsh)\n                  Civilization tried to destroy\n                  itself.  People just wanted the\n                  madness over.  And when I saw\n                  the chance to make things right,\n                  I grabbed it.  San Angeles would\n                  not be here.  It would be your\n                  pit of stench.\n\n                                SPARTAN\n                  Yeah?  Maybe you can book me a\n                  flight to New York when this is\n                  done.\n\n        Lenina's shocked.  Cocteau's not thrilled with his\n        attitude either.\n\n                                COCTEAU\n                  For your crimes, John Spartan,\n                  you would have surely rotted and\n                  died in jail by now.  Even you\n                  have to appreciate the\n                  persuasively tranquil humanity of\n                  the Cryo-Prison system...\n\n                                SPARTAN\n                  I don't want to piss on your\n                  parade, pal, but my 'cryo-\n                  sentence' wasn't a sweet lullaby.\n                  I had feelings -- I had\n                  thoughts -- a 44 year-old bad\n                  dream about thirty people in a\n                  burning building -- about my wife,\n                  beating her fists against an ice\n                  bucket.  It woulda been more\n                  humane to stake me down and leave\n                  me to the crows.\n\n                                HUXLEY\n                  You were awake?  A person would go\n                  insane.\n\n        Spartan stares out the window.  Across the street he sees\n        a scragly SCRAP on a sputtery patched together motor bike\n        in front of a large food store across the street.\n\n                                COCTEAU\n                  I am saddened and stunned.  If\n                  there's anything I can do...\n\n        Spartan goes back to staring out the window.  Two, three,\n        then four Scraps loitering, looking around, they've done\n        nothing yet, but to Spartan's eye it's clear they're up\n        to no good.\n\n        The food truck approaches.\n\n                                SPARTAN\n                         (standing)\n                  Just call for back-up.  I'll be\n                  across the street.\n\n                                HUXLEY\n                  But, John Spartan, why... How,\n                  wha...\n\n                                SPARTAN\n                         (calling out; as he\n                          leaves)\n                  One of those hunch things again.\n                  Bad guys about to do bad things...\n\n        And Spartan is gone...\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        The court of stores are located outside the restaurant.\n        Spartan steps past the holographic images toward the food\n        store.\n\n        No one can mistake him for an exiting patron.  He\n        radiates attitude.  Spartan picks up his pace.  The food\n        truck is just pulling in.  The Motorcycle Scrap sees him.\n        REVS the BIKE in a ferocious swerve towards Spartan.\n\n        Spartan looks around.  Beside him is a street SIGN\n        MURMURING \"Third and Alemeda, Third and Alemeda,\n        Third...\"  Spartan rips it from the ground.\n\n\n        INT. TACO BELL - TABLE AREA - NIGHT\n\n        Lenina, and the rest of the restaurant gather at the\n        window to ooh in fear.  Cocteau scowls angrily at the\n        Scraps.\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        The Scrap on the motorcycle has no time to dodge as\n        Spartan stands his ground, jousts him clear out of\n        his seat.  The motorcycle skids by, barely missing him,\n        hits the curb, somersaults and explodes through the\n        holograms.  Spartan doesn't even flinch.\n\n        Still clutching the pole, Spartan makes a swift kempo-\n        swing into the three other attackers.  And then, all hell\n        breaks loose.\n\n        EXPLOSIVE DEVICES EXPLODE the concrete inside nearby\n        stores.  Scraps come pouring out.  Sewer COVERS are\n        BLOWN asunder followed by chain- and nunchuck-wielding\n        Scraps.\n\n        An ALARM SCREAMS strangely and melodically.  The food\n        truck is swarmed.  Inside the foodstore ten, twenty,\n        thirty Scraps attack and loot.  Spartan sees there's a\n        lot of them here.  A whole lot.\n\n                                SPARTAN\n                  Great, they brought the whole\n                  team.\n\n        Three more Scraps come charging out of the store.\n        Clutching packages.  They hurl EXPLOSIVE DEVICES towards\n        Spartan to make their escape.\n\n\n        INT. TACO BELL - TABLE AREA - NIGHT\n\n        Lenina leads a round of giddy gasps.  Cocteau is not\n        pleased with any of this.\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        Spartan dodges the fusillade, looks around, takes stock\n        of the whole situation.  An oncoming trolley comes around\n        the corner into the complex.\n\n                                SPARTAN\n                  Now if we can just get them to\n                  stay and play...\n\n        Spartan dashes to the trolley car.  He bounds up to\n        the DRIVER.\n\n                                TROLLEY DRIVER\n                  BE well...?\n\n                                SPARTAN\n                  Be gone.\n\n        Spartan tugs the driver along with him out of the moving\n        trolley.  He javelins a mighty thrust with the street\n        sign into the back wheels of the trolley.\n\n\n        INT. TACO BELL - TABLE AREA - NIGHT\n\n        The patrons grow dead silent in anticipation.\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        The TROLLEY teeters into a savagely awesome derail.  It\n        goes into a SQUEALING, sparking SKID right into the food\n        truck.  The slamming-to-a-stop trolley neatly angles into\n        the truck trapping Scraps out front and inside.\n\n\n        INT. TACO BELL - TABLE AREA - NIGHT\n\n        The patrons unbridle themselves into actual cheering.\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        Spartan bursts forth from the trolley into the melee.\n\n                                SPARTAN\n                  You're all under arrest.\n\n        The Scraps freeze for a moment.  This guy means business\n        in a way they've never seen before.  But Spartan is dis-\n        tracted for a moment by an excited yell --\n\n                                SCRAP RAIDER\n                  Protein!  I've found protein!!\n\n        This doesn't sound like hardened criminals to Spartan.\n        More Scraps rush over to help him carry this booty away.\n        A SCRAP appears beside Spartan, swinging a pair of\n        nunchucks made from two knobby table legs.\n\n                                SPARTAN\n                         (wearily)\n                  You're going to regret this for\n                  the rest of your life.  Both\n                  seconds of it.\n\n        Nunchuck Scrap thwaps Spartan.  Spartan just looks\n        annoyed, not hurt.  Slams him again.  Still no reaction.\n        Spartan latches onto a nunchuck in the air as it comes\n        toward him.  Yanks it forward as he shoves the Scrap\n        backward into the food store window.  The Scrap bounces\n        off the window like a nerf ball, not remotely cracking\n        it.  Spartan frowns to himself.\n\n                                SPARTAN\n                  Maybe I'm losing my touch.\n\n        Two other Scraps attack him.  Spartan fends off one,\n        shotputs the other into the WINDOW, this time SHATTERING\n        it competely.\n\n                                SPARTAN\n                  Better.\n\n        Up on the truck, Payne, under an enormous load of food,\n        appears.  Takes quick stock of the situation.  He sees\n        Spartan.  Has no idea who this guy is, but he's trouble.\n        They exchange a look.\n\n                                PAYNE\n                  We're outta here!\n\n\n        INT. TACO BELL - TABLE AREA - NIGHT\n\n        Cocteau smolders at the sight of Payne.\n\n\n        EXT. COURT OF STORES - NIGHT\n\n        The HURLED SCRAP stumbles out of the window wreckage,\n        falling to his knees.  As Spartan considers what the hell\n        is really going on, and should he deck this guy, a bunch\n        of cans of quirky food cascade out of the Scrap's jacket.\n\n                                HURLED SCRAP\n                         (genuine pleading)\n                  Please... don't...\n\n        Spartan stops.  Backs away.  Watches oddly as the Scrap\n        escapes.  He lets them go.  Steps back away as the others\n        escape.  They don't know why he changed his mind, but\n        they're not staying around to find out.\n\n        Huxley and the restaurant patrons rush up to give him a\n        blast of adulation.  Spartan's attention stays on the\n        fleeing Scraps.\n\n                                HUXLEY\n                  Such a reckless abandonment!\n                  Looks like there's a new shepherd\n                  in town!\n\n                                SPARTAN\n                  'Sheriff'... Who were those guys?\n\n                                COCTEAU\n                  We call them Scraps.  Voluntary\n                  outcasts, they cower beneath us\n                  in sewers, abandoned tunnels...\n\n                                ASSOCIATE BOB\n                  They're nothing but thugs and\n                  hooligans.\n\n        Cocteau nods appreciatively; Bob is echoing some previous\n        statement of his.  In the b.g., a team of uniformed\n        engineers are patching up a hole in the ground using a\n        set of steel planks, laser welders, giant cement spurting\n        pastry bags...\n\n                                HUXLEY\n                         (to Spartan)\n                  You are even better live than on\n                  laserdisc.  Oh, and the joyjoy\n                  way you paused to make a glib\n                  witticism before doing battle with\n                  that strangely-weaponed Scrap it\n                  was so, so...\n\n                                SPARTAN\n                         (losing it)\n                  Hey, this isn't the Wild West.\n                  The Wild West wasn't even the Wild\n                  West.  Hurting people is not a\n                  good time.  Well, sometimes it\n                  is... but not when it's just a\n                  bunch of guys who want something\n                  to eat.  You know, I think I\n                  liked it better when we were all\n                  supposed to fry in a nuclear\n                  holocaust.\n\n        Cocteau doesn't look pleased about any of this.  Spartan\n        storms off.  Lenina, letting out a shocked breath, gulps\n        and follows after him.\n\n\n        EXT. ADDITIONAL SAN ANGELES STREET - NIGHT\n\n        Huxley's cruiser glides INTO FRAME.\n\n                                HUXLEY (V.O.)\n                  Huxley, coding off.\n\n\n        INT. LENINA'S POLICE CAR - MOVING - NIGHT\n\n        Spartan watches as the steering wheel retracts into the\n        dash.  Shakes his head.  Everything is weird in the\n        future.  Then --\n\n                                SPARTAN\n                  Hey, look, I'm sorry I yelled\n                  before... back there.\n\n                                HUXLEY\n                  No need to make a dehurtful\n                  retraction.  I've assimilated\n                  too much contraband.  I fleshed\n                  you as some blow-up-the-bad-guys-\n                  with-a-happy-grin-he-man type, but\n                  I realize now you're the moody-\n                  troubled-past-gunslinger-who-only-\n                  draws-when-he-must.\n\n                                SPARTAN\n                  Huxley.  Stop.  I'm not any of\n                  that... I'm nothing.\n\n        Touched, Lenina hands Spartan a small, unusual box.\n\n                                HUXLEY\n                  Oh, hey, here's what you asked\n                  for... Why do you...\n\n                                SPARTAN\n                  Thanks.  It's just a... hunch.\n\n\n        LENINA'S APARTMENT - NIGHT\n\n        Lenina's CAR WHIRRS up to two giant, geometric buildings.\n\n                                SPARTAN\n                  This is where you live?\n\n                                HUXLEY\n                  You, too.  I have procured you a\n                  domicile down the corridor from\n                  my own.\n\n\n        INT. LENINA'S APARTMENT - NIGHT\n\n        BLACK SCREEN\n\n                                HUXLEY (O.S.)\n                  Everything is voice-coded.  So if\n                  you need something...\n\n        A door opens in the darkness.\n\n                                HUXLEY\n                  ... just ask.  Lights.\n\n        Lights come up.  The place is like one of the 50's\n        diners that never existed in the Fifties, the apartment\n        is a monstrosity -- a melange of 80's and 90's styles\n        never quite seen together in this way.\n\n                                HUXLEY\n                         (proudly)\n                  What do you think?  I clicked off\n                  a lot of credits to create the\n                  perfect 20th Century apartment.\n\n                                SPARTAN\n                  It's very...\n\n        Not sure what.  Just nods at all.  She beams.\n\n                                HUXLEY\n                  Isn't it?\n                         (then; a little\n                          halting)\n                  John Spartan, there is of course a\n                  well-known and documented connection\n                  between sex and violence.  Not so\n                  much a causal effect, but a state\n                  of general neurological arousal.\n\n        Spartan looks at her.  He has no idea what her point is.\n\n                                HUXLEY\n                  And after observing your behavior\n                  and my resultant condition, I was\n                  wondering if you would like to\n                  have sex?\n\n        He had <u>no<\/u> idea that was going to be her point.\n\n                                SPARTAN\n                  With you?\n                         (as she nods)\n                  Now?\n                         (as she nods\n                          again)\n                  Ahhh, ahhh, mmm, yeah.\n\n                                HUXLEY\n                  Great.\n\n        She turns quickly to a cabinet and removes two strange\n        high-tech helmets and a towel.  Lenina, all excited, puts\n        one of the helmets on his head and hands him the towel.\n\n        Flicks a switch on the side of the helmet -- read-out\n        lights come on; activated.  Lenina sits upon a bed\n        opposite Spartan, and repeats the operation on herself\n        with the other helmet.\n\n                                HUXLEY\n                  Now you have to relax.  We'll\n                  start in a few seconds.\n\n                                SPARTAN\n                  Start what?\n\n                                HUXLEY\n                  Having sex, of course.\n\n        And she flicks on the switch on her own helmet.\n\n\n        VIRTUAL REALITY WORLD\n\n        Lenina appears floating, a diaphanous gown blowing\n        gently about her.  She floats slowly TOWARDS us, as she\n        begins to peel off and discard pieces of the gown which\n        dissolve immediately away.  As she approaches nakedness...\n\n\n        INT. LENINA'S APARTMENT - NIGHT\n\n        A beat of open-mouthed amazement and enjoyment and then\n        Spartan tears the helmet from his head and throws down\n        his towel with a mixture of confusion and anxiety.\n        Lenina is still seated across the room.\n\n                                HUXLEY\n                  What's wrong?  You broke contact.\n\n                                SPARTAN\n                  Contact?  I haven't even touched\n                  you yet!\n\n        Lenina removes her helmet with some confusion and hurt.\n\n                                HUXLEY\n                  But... but I thought you wanted\n                  to make love.\n\n                                SPARTAN\n                  This is like boning Ms. Pacman.\n\n        Lenina stands, tossing her helmet down, and faces\n        Spartan.\n\n                                HUXLEY\n                         (flustered)\n                  Vir-sex has been proven to\n                  produce higher orders of\n                  alpha waves during digitized\n                  transference of sexual energies!\n\n                                SPARTAN\n                  Waddya say we just do this the\n                  old-fashioned way?\n\n        She looks at him, backing away in shock and disgust.\n\n                                HUXLEY\n                  Uuuugh.  You mean... fluid transfer?!\n\n                                SPARTAN\n                  Boning, doing the wild mambo,\n                  you know...\n                         (demonstrates)\n                  ... the hunka chunka.\n\n                                HUXLEY\n                  <u>That is no longer done<\/u>!\n\n        Spartan looks at her like she's out of her mind.\n\n                                HUXLEY\n                  Exchange of bodily fluids?  Do\n                  you know what that leads to?\n\n                                SPARTAN\n                  Kids, smoking, a desire to raid\n                  the fridge.\n\n                                HUXLEY\n                  The rampant exchange of bodily\n                  fluids was one of the major reasons\n                  for the downfall of society.\n                         (trying to explain\n                          calmly)\n                  After AIDS there was NRS.  After\n                  NRS there was UBT.  One of the\n                  first things Dr. Cocteau was able\n                  to do was outlaw and behaviorally\n                  engineer all fluid transfer out\n                  of societally-acceptable\n                  behavior.  Not even mouth\n                  transfer is condoned.\n\n                                SPARTAN\n                  There's no kissing anymore...?\n                  I was a good kisser...\n\n                                HUXLEY\n                  Ughh.\n\n                                SPARTAN\n                  What about kids?\n\n                                HUXLEY\n                  Procreation?  We go to the <u>lab<\/u>.\n                  Fluids are purified, screened\n                  and transferred by authorized\n                  medical personnel only.  Ugh.\n                  Ugh...\n\n                                SPARTAN\n                  I didn't...\n\n                                HUXLEY\n                  You are a savage creature.  John\n                  Spartan, I wish you to leave my\n                  domicile now!\n\n        She points to the door.  Stamps her foot.  Some things\n        never change.  He wants to explain.  She stamps her foot\n        again.  He leaves.\n\n\n        INT. SPARTAN'S APARTMENT - NIGHT\n\n        In darkness, Spartan loudly bangs into something.\n\n                                SPARTAN\n                  Ahh.  Lights.\n\n        Lights come up.  The place is, well, spartan.  Exact\n        same shape and size as Huxley's, but stunningly sterile\n        and unwarm.  Spartan tragically takes in the place,\n        pokes his head into a clinical bathroom, a bathroom with\n        no toilet paper and a strange shelf with three seashells.\n        Shakes his head.\n\n        Spartan's hands start to quiver toward a knitting needle\n        and a ball of red yarn.  Curiously furrowing his brow,\n        Spartan plops into a strenuously uncomfortable futuristic\n        chair and begins almost unconsciously knitting the red\n        yarn.  He stops himself in perplexed surprise...\n\n        Suddenly, a LOUD BOPPING noise fills the air.  A beautiful\n        NUDE WOMAN, casually brushing her teeth, appears on a\n        vidscreen before Spartan.\n\n                                NUDE WOMAN (IMAGE)\n                  Hi, Martin!  I was thinki -- ohmyGod!\n                  I'm sorry, wrong number --\n\n        In a panic, the Nude Woman reaches O.S. and the IMAGE\n        CLICKS off.  Spartan smiles, then stops smiling.  He\n        awkwardly calls out to the telescreen.\n\n                                SPARTAN\n                  Uh, telephone directory...\n\n                                VIDSCREEN COMPUTER (V.O.)\n                         (words appearing\n                          simultaneously on the\n                          screen)\n                  Videophone directory accessed.\n                  Spartan almost bails, but finally --\n\n                                SPARTAN\n                         (a little worried)\n                  Do you have a number for a Katie,\n                  I guess it's Katherine now,\n                  Spartan?  Or maybe under her\n                  mom's name, Warren, or...\n                         (the thought hits\n                          him)\n                  ... her mom might have even\n                  re-remarried.  But she's passed\n                  away now...\n\n        Shuts up.  Realizes he's been rambling.\n\n                                VIDSCREEN COMPUTER (V.O.)\n                         (as soon as he shuts up)\n                  Katie Spartan.  No ref.  Katherine\n                  Spartan.  No ref.  Katherine\n                  Warren.\n                         (pause, pause)\n                  No current ref.\n\n                                SPARTAN\n                  Was there one?\n\n                                VIDSCREEN COMPUTER (V.O.)\n                  Listed offspring under Madeline\n                  Warren through 2010.  Listed\n                  different number domicile until\n                  2028.\n\n                                SPARTAN\n                  What happened then?\n\n        He can't believe he's having a dialogue with TV screen,\n        but...\n\n                                VIDSCREEN COMPUTER (V.O.)\n                  No ref.\n\n                                SPARTAN\n                         (dreading the answer)\n                  Did she die?\n\n                                VIDSCREEN COMPUTER (V.O.)\n                  No death certificate issued.\n                  No ref.\n\n                                SPARTAN\n                  Good thing she didn't die without\n                  permission.  Did she move?\n\n                                VIDSCREEN COMPUTER (V.O.)\n                  No relocation license granted.\n                  No ref.\n\n                                SPARTAN\n                         (getting irked)\n                  Reason for 'no ref'?\n\n                                VIDSCREEN COMPUTER (V.O.)\n                         (after a beat)\n                  What number do you wish to call?\n                  Hangs up on him.\n\n        The image blinks out, replaced by clouds and the \"BE\n        WELL\" slogan.  An annoyed Spartan stares at the screen.\n        He picks up the strange box Lenina gave him.  Inside it\n        is a stack of petite laserdiscs.  Spartan sticks the\n        first laserdisc in his television.\n\n        A surveillance camera shot shows the image of the explo-\n        sion at the museum.  Spartan pops the disc and puts\n        another in.  This time the surveillance village shows\n        Cocteau and Associate Bob walking through the courtyard.\n        Then the gunshot.  Then finally Spartan comes to the\n        strange face-to-face between Cocteau and Phoenix.\n        Spartan back-and-forth watches the stand~off with growing\n        fascination.  He almost unconsciously reaches out to the\n        sewing needles and the red yarn...\n\n\n        INT. COCTEAU'S OFFICE - NIGHT\n\n        Dark.  Cocteau steps in.  Trailed by Associate Bob.\n        Nothing happens.  He looks around wondering why.\n\n                                COCTEAU\n                         (a little annoyed)\n                  Lights.\n\n                                PHOENIX (O.S.)\n                  Nah, I changed that.  Il<u>lum<\/u>inate.\n\n        The lights go on.  Simon is behind Cocteau's desk, his feet\n        up.\n\n                                PHOENIX\n                  Il<u>lum<\/u>inate.\n                         (they go off)\n                  Isn't that nicer?  Go 'head, you\n                  try it.\n\n                                COCTEAU\n                         (exasperated)\n                  Illuminate.\n\n        The lights come back on.\n\n                                PHOENIX\n                  Raymond, bud, we need to talk.\n\n                                COCTEAU\n                  How'd you get in?\n\n                                PHOENIX\n                  I wish I knew.  Access codes,\n                  routes to secret underground\n                  kingdoms, the words to songs I\n                  thought I forgot... I've been\n                  meaning to ask you about this.  I\n                  can do almost anything.  I like\n                  this.  A lot.\n\n                                COCTEAU\n                         (starting to lose his\n                          calm demeanor)\n                  Your skills were given to you for\n                  a reason.  Not for your personal\n                  amusement.  Your job is to kill\n                  this nuisance, Thomas Payne no\n                  one else in San Angeles can\n                  perform this simple task\n                  anymore -- and not to allow him to\n                  wreak any more surface harassing\n                  havoc.  And your ineptitude\n                  allowed it to grow worse tonight.\n\n                                PHOENIX\n                         (beat)\n                  'Ineptitude.'  Now I'd say that's\n                  a bit of a provocative word,\n                  Raymond.  Have you ever been down\n                  to the Wasteland?  Has <u>anyone<\/u> you\n                  know been down there??  No?\n                         (good; then I lie madly)\n                  Oooh.  It's bad down there.  Really\n                  bad.  It's a wonder I got out of\n                  there alive.  It's gonna be a big\n                  problem.\n                         (sorry, but...)\n                  I'm gonna need five or six more\n                  guys.  Easy.\n                         (then)\n                  You gotta list?  'Cause I don't\n                  wanna defrost no serial killers\n                  or mad dog types.\n\n                                COCTEAU\n                  So you're gonna be the only mad\n                  dog type?\n\n        For a minute we might think Phoenix is insulted.  Uh uh.\n\n                                PHOENIX\n                  Exactemundo.\n\n        Cocteau turns to Bob.\n\n                                COCTEAU\n                  Fine.  Take care of it.\n                         (then to Phoenix)\n                  Just get it over with... You're\n                  beginning to be more trouble\n                  than you're worth.\n\n                                PHOENIX\n                  Aww, don't say that...\n\n        Phoenix chuckles.  Then, a little irked --\n\n                                PHOENIX\n                  What the hell is Spartan doing\n                  here, Raymond?  Who invited him to\n                  our party?\n\n        Cocteau's gotta lie about this one.  Wasn't part of his\n        plan either.\n\n                                COCTEAU\n                  Finish your business and I'll\n                  stuff him back in the freezer.\n                  Think of him as a guarantee.\n\n                                PHOENIX\n                  I took care of Spartan before,\n                  don't worry your pointy little\n                  head about it.  Now to avoid this\n                  ineptitude, we need these guys\n                  thawed...\n\n        Cocteau nods.  Yeah, whatever...\n\n                                PHOENIX\n                  Il<u>lum<\/u>inate.\n\n        The lights go out again.  Simon chuckles madly.\n\n                                COCTEAU\n                         (getting aggravated)\n                  Illuminate.\n\n        Nothing happens.\n\n                                PHOENIX\n                         (laughing as he\n                          disappears)\n                  Nah, I changed it again.  See ya...\n\n                                ASSOCIATE BOB\n                  What a distasteful fellow.\n\n        Cocteau just looks at him.  Enough already...\n\n                                COCTEAU\n                  Oh shut up, Bob.\n\n\n        EXT. LENINA'S APARTMENT - MORNING\n\n        Lenina is waiting outside her car as Spartan emerges from\n        the building.\n\n                                HUXLEY\n                         (all business)\n                  Detective...\n\n                                SPARTAN\n                         (getting in the\n                          driver's side)\n                  I've got to learn to do this\n                  sometime.\n\n        Spartan tosses Lenina a suavely-knitted sweater of\n        familiar red yarn.\n\n                                SPARTAN\n                  This is for you, Huxley.\n\n                                HUXLEY\n                  Oh, thanks...\n\n\n        INT. LENINA'S POLICE CAR - DAY\n\n        Lenina holds up her new sweater with a tickled blush.\n        Spartan determinedly presses buttons to get the CAR\n        HUMMING off.\n\n                                HUXLEY\n                  What a lovely...\n\n                                SPARTAN\n                  I don't know what they put in my\n                  Cryoslush, but I thaw out and the\n                  first thing I want to do is...\n                  knit.  How come I know what a\n                  zipper foot is, a shuttle, hook\n                  and bobbin, petitpoint.  I could\n                  weave a throw rug right now with\n                  my eyes closed.\n\n                                HUXLEY\n                         (chuckling)\n                  It was your rehab training.  For\n                  each inmate the computer draws up\n                  a skill or trade which best suits\n                  their genetic disposition.  It\n                  implants the knowledge and desire\n                  to carry out whatever training\n                  was assigned.\n\n                                SPARTAN\n                  I'm a 'seamstress?'  Seamstress.\n                  Great.  How come I come out of\n                  cryoprison and I'm Betsy fucking\n                  Ross and Phoenix comes out and he\n                  can access computers, operate all\n                  vehicles, find the locations of\n                  every damn thing in the city?\n                         (he has a thought)\n                  Can you get me Phoenix's rehab\n                  program?\n\n        Huxley punches madly away.  An ACCESS DENIED sign flashes\n        on the screen, cutting her off.  Lenina gets into a\n        little more furious COMPUTER playing until she gets a\n        violent BEEP.\n\n        A SWEET FEMALE COMPUTER VOICE CHIRPS along with\n        corresponding printed information.\n\n                                SWEET FEMALE COMPUTER (V.O.)\n                  Phoenix, Simon.  Rehabilitation\n                  skills; Urban combatkill, torture\n                  methodology, computer override\n                  authorization, violent...\n\n                                SPARTAN\n                  Who develops the rehab programs?\n                  Attila the Hun?\n\n                                HUXLEY\n                         (disquieted)\n                  Cocteau Industries of course.\n                  But why would Cocteau want to\n                  provoke madness?  He's always\n                  been obsessed with one thing...\n\n                                SPARTAN\n                  Yeah... control.  The success of\n                  his favorite restaurants.  The\n                  end of kissing... I've gotta talk\n                  to this asshole.\n\n                                HUXLEY\n                  But, John Spartan, you must be\n                  mistaken.  You can't accuse the\n                  savior of the city of being\n                  connected to a multi-murder-\n                  deathkiller like Simon Phoenix.\n                  It's... rude.\n\n                                SPARTAN\n                  I'll be subtle.  I'm good at\n                  subtle.\n\n        Lenina looks anything but reassured.\n\n\n        INT. COCTEAU COMPLEX - COCTEAU'S LOBBY - DAY\n\n                                ASSOCIATE BOB\n                  I am ever so sorry, John Spartan,\n                  but Dr. Raymond Cocteau is not\n                  here for your unannounced visit.\n                  I don't think I can access him at\n                  this time.\n\n        Spartan grabs him by the throat.  Pulls him inches away\n        from his own face.\n\n                                SPARTAN\n                  Think again.\n\n                                ASSOCIATE BOB\n                         (choked)\n                  I'll give it my utmost efforts,\n                  sir.\n\n        Spartan shoves him back.  Bob drops to a keyboard.  His\n        fingers fly madly.\n\n                                ASSOCIATE BOB\n                  Oh wonder of wonders, I have him\n                  on FiberOp in the conference\n                  room.\n\n\n        INT. COCTEAU COMPLEX - CONFERENCE ROOM - DAY\n\n        Cocteau appears on a dozen swiveling VideoHeads.\n\n                                COCTEAU\n                         (condescending)\n                  Mellow apologies for my lack of\n                  physical disposition, Detective,\n                  but I do have an entire city\/gov\n                  to run.\n\n        Spartan wastes no time with pleasantries.\n\n                                SPARTAN\n                  Run this.  You programmed\n                  Phoenix's rehab to turn him into\n                  a terrorist.  Now that you wussed\n                  out this entire society in a\n                  tribute to yourself you needed\n                  Phoenix to handle the cast-offs\n                  who wouldn't listen to your\n                  bullshit.\n\n        Huxley cringes.  The MORALITY BOX BEEPS.  Cocteau stares\n        at him with that weird hypnotic serenity.\n\n                                COCTEAU\n                  Phoenix's rehab.  Now.\n\n        Half the screens scroll into Phoenix's rehab file.  This\n        time completely innocuous:\n\n                                SWEET FEMALE COMPUTER (V.O.)\n                  Phoenix, Simon.  Rehabilitation\n                  skills; Decorative Gardening,\n                  Retail Floral Arrangements...\n\n                                COCTEAU\n                  What are you speaking of, Detective?\n                  My only interest in Simon Phoenix\n                  was in that of the creation of an\n                  expert Florist.\n\n                                SPARTAN\n                  Florist?  Phoenix wouldn't know a\n                  prickly pear from a pair of pricks.\n\n        Spartan yanks out the Beretta.  Associate Bob backs\n        away while glancing furtively at a closed door.  BLAM.\n        BLAM.  BLAM.  Shoots out three of the screens.\n\n                                SPARTAN\n                  Try again.\n\n        Even on video, Cocteau flinches visibly.\n\n                                SPARTAN\n                  Outside the museum, why didn't he\n                  blow your brains out?  I saw the\n                  security disc.  Phoenix had a\n                  full ten seconds to think about\n                  where to put the hole in your\n                  head.\n\n                                COCTEAU\n                         (a little shook)\n                  John Spartan, this display of\n                  barbaric behavior was not\n                  acceptable even in your time.\n\n                                SPARTAN\n                  Yeah.  But it worked.\n\n        BLAM.  BLAM.  BLAM.  Shoots out three more.  Associate\n        Bob faints dead away.\n\n                                SPARTAN\n                  When a man like Phoenix has a\n                  gun to your head, ten seconds\n                  is nine and a half seconds longer\n                  than you live.\n\n                                COCTEAU\n                         (on the vid screen)\n                  Not everyone is as eager as you\n                  to resort to violence to solve\n                  all the difficulties in life.\n                  Even now I am beginning to wonder\n                  if the fracas in the museum was\n                  the result of Mr. Phoenix's\n                  presence or your own.\n\n        The Beretta appears next to Cocteau's head onscreen.\n\n                                                   CUT TO:\n\n\n        INT. COCTEAU'S COMPLEX - COCTEAU'S OFFICE - DAY\n\n        Cocteau is in a corner of the room in front of a private\n        Vidhead.  Spartan stands with Beretta pointed directly\n        at him.  Nonetheless, Cocteau remains his arrogant self.\n\n                                SPARTAN\n                  Wonder about this, shithead.  You\n                  think you can control this guy?\n                  Trust me... you can't.\n\n                                COCTEAU\n                         (a beat; unfazed)\n                  Is there something specific you plan\n                  to do with that archaic device?\n\n        Spartan's not going to shoot him; lowers the gun.\n\n                                COCTEAU\n                  Now, John Spartan, do you not query\n                  yourself that this misplaced\n                  hostility is the result of your\n                  transference of self hatred and\n                  personal loathing?\n\n                                SPARTAN\n                  What??\n\n                                COCTEAU\n                  Perhaps you blame me for my role\n                  in the progenation of the cryo\n                  process.  That does not relieve\n                  you of your burden of\n                  responsibility for the commitment\n                  of your initial crimes.\n\n        Spartan looks at him a long time.\n\n                                SPARTAN\n                  Fuck you.\n\n        Huxley visibly recoils.  The morality box BRAAAPS.  It\n        never gets any further.  Spartan shoots it without a\n        look, dead center.  His eyes never leave Cocteau.\n\n\n        EXT. TACO BELL\/COURT OF STORES - DUSK\n\n        The scene of the Scraps' food truck attack.  As, ON THE\n        CUT, Spartan wrenches off one of the steel planks.  It\n        splits open with RUSH of AIR.  Earle had no idea how to\n        stop Spartan, but he tries --\n\n                                EARLE\n                  Please cease this madness,\n                  enhance your calm, John Spartan.\n\n                                SPARTAN\n                  I've had it with enhancing my\n                  calm.  I'm going to find Phoenix\n                  and enhance his calm instead.\n                  I'm the only one here who can\n                  handle this situation.\n\n                                GARCIA\n                  How will you accomplish this,\n                  John Spartan?\n\n                                SPARTAN\n                  I'm going to blow his fucking\n                  head off.\n\n        Spartan wrenches away another plank.  The others back off\n        in fear.  It's like he's opening up the mouth to hell.\n\n                                HUXLEY\n                  John Spartan, even if Simon\n                  Phoenix was programmed to escape,\n                  extinguish life and steal\n                  contraband weapons -- by forces\n                  known or unknown -- pray tell why\n                  are you proceeding to the depths\n                  of Wasteland?\n\n        Spartan wrenches off another plank.  Now the hole is big\n        enough to enter.  A set of rungs can be discerned.\n        Stops, looks at Earle.  How can they all not get it?\n\n                                SPARTAN\n                  The reason the citywide manhunt\n                  didn't work was because Phoenix\n                  was down in the one place you A,\n                  can't monitor, B, are afraid to\n                  visit, and C don't give a shit\n                  about.\n\n                                EARLE\n                         (then; braver)\n                  Whether Phoenix is down there or\n                  not, you just can't drop in.\n                  Resonate some understanding, the\n                  Wasteland is filled with thugs\n                  and...\n\n                                SPARTAN\n                  Hooligans, I know.  We might\n                  never come back.\n\n                                EARLE\n                  Yeah.  You might like it down\n                  there.\n\n        Spartan looks at him with a grin.\n\n                                SPARTAN\n                  You made a joke.  There's hope\n                  after all.\n                         (then)\n                  Hey, how bad could it be...\n\n        Nobody has a clue.  It could be really bad.\n\n                                SPARTAN\n                  Look, you two don't have to do\n                  this.  I can handle Phoenix.\n\n        Huxley checks her stun baton and lights up a lightwand,\n        (a hand-held flashlight device) and follows him in.\n\n                                HUXLEY\n                         (Eastwood tough)\n                  Hey, come on, let's go blow this\n                  guy.\n\n                                SPARTAN\n                  That's 'blow this guy away.'\n\n                                HUXLEY\n                         (shrugs)\n                  Whatever.\n\n\n        INT. WASTELAND - OMINOUS TUNNEL - DUSK\n\n        Spartan, Lenina, and Garcia all carry lightwands and stun\n        batons, treading forward through a wide sewer tunnel.\n        WIND WHISTLES by.  A beat, then Garcia nervously sings...\n\n                                GARCIA\n                  'My dog's better than your dog.\n                  My dog's better than yours...\n                  My dog's better cause he...'\n                         (to Spartan)\n                  Sorry, when I'm nervous, I...\n                  Sorry.\n\n\n        INT. WASTELAND - LENGTH OF PIPE - DUSK\n\n        The trio creeps into an ornate piece of piping.  Lenina\n        gasps at what she sees before her... They spill out\n        into --\n\n\n        INT. WASTELAND - UNDERGROUND STREET - NIGHT\n\n        They are in the Wasteland which is surprisingly busy and\n        crowded.  People living in tents, lean-tos, whatever\n        their ingenuity can provide.  Think Third World refugee\n        camp underground, a souk.  Marketplaces, food stalls...\n\n        The underbelly of the city lit from above by strand after\n        strand of bulbs in construction cages and other fortui-\n        tously salvaged lights, revealing odd tunnels of\n        indeterminate former usage, abandoned subway platforms,\n        natural caverns, a cutway of fifty years of sanitary\n        landfill, the striations of decades of now useful trash\n        being harvested.  Giant belt driven ventilation fans\n        whirl in enormous airshafts overhead.\n\n        The three move along taking in the curious but\n        unfrightened glances.  More than one person recognizes\n        Spartan from the battle the night before.  You can feel\n        the buzz work down the street.\n\n                                SPARTAN\n                  Thugs and hooligans, huh?\n\n                                HUXLEY\n                  I had no idea... we've always been\n                  told the only people down here were\n                  savages, who wanted only to...\n\n        Spartan, Lenina, and Garcia find themselves starting to\n        sniff the air.  Spartan grins, while the others look\n        ready to vomit.\n\n                                GARCIA\n                  What is that emanation?\n\n                                SPARTAN\n                  Oh, yeah, oh yeah...\n\n        The trio drifts toward a large, square hole in the sewer\n        wall in front of which a smiling OLD WOMAN is smoking up\n        some meat and tortillas on a makeshift grill.  Other\n        Scraps sit in the space square behind, smoking cigarettes\n        and eating on ratty armchairs between shabby travel\n        posters.\n\n                                SPARTAN\n                  Thank God, a real burrito...\n                  Smokes.\n\n                                HUXLEY\n                  I think I'm going to...\n\n        Salivating, Spartan silences Lenina by taking off her\n        watch and giving it to the woman.  He snatches up a\n        burrito and a cigarette.\n\n                                OLD WOMAN\n                         (to Garcia)\n                  Buenos dias, senor....\n\n                                GARCIA\n                  Uh, no thank you...\n\n        Spartan methodically switches back and forth from eating\n        and smoking like a machine.\n\n                                SPARTAN\n                  Best damn burritos I ever had.\n\n                                HUXLEY\n                  Just don't ask where the meat\n                  comes from.\n\n                                SPARTAN\n                  What do you mean?\n\n                                HUXLEY\n                  Did you see any cows down here,\n                  Detective?\n\n        Spartan's got one bite left.  Turns to the old woman --\n\n                                SPARTAN\n                  Que esta esso carne?\n\n                                OLD WOMAN\n                  Esta carne de rodentia.\n\n        Beat.\n\n                                SPARTAN\n                  Rat burritos.  I'm eating a rat\n                  burrito.\n\n        Spartan thinks about it.  Eats the last bite.\n\n                                SPARTAN\n                  And it was good.  Damn fine salsa\n                  too.\n\n                                OLD WOMAN\n                  Gracias, Senor.\n\n        Huxley is nauseous.\n\n                                GARCIA\n                  Oh my...\n\n        They turn and walk on.  Ignoring the very disreptuable\n        looking cantina tucked into a carved out section of\n        landfill.  As they go by, we PUSH IN with a seedy-\n        looking patron to find --\n\n\n        INT. WASTELAND - BAR\n\n        It's as low life a place there is down here.  It's\n        further dragged down by the presence, in the furthest\n        back, darkest corner, of Simon Phoenix and Six Cryocons,\n        freshly defrosted and each the size of a major appliance,\n        ALBERT, BEPPO, CHARLIE, DANZIG, ELVIN and FRANCIS.  All\n        a little groggy.  Phoenix, very execu-criminal, sits at\n        the head of the raggedy bar table.\n\n                                PHOENIX\n                  Gentlemen, let's review.  It's\n                  2042.  That's two oh four two, as\n                  in the Twenty-First Century.  The\n                  world is a pussy-whipped Disney\n                  Channel version of itself and all\n                  we gotta do to run the whole place\n                  is kill this guy, named <u>Raymond<\/u>,\n                  who put it all together.  Then\n                  as an added bonus, you get to kill\n                  the man who put most of us in the\n                  freezer, your pal and mine, John\n                  Spartan.\n                         (this goes over big;\n                          now for the plan)\n                  We can rape, loot, pillage, all\n                  the fun things you remember.\n                  This place is gonna be like a\n                  theme park, but with our kinda\n                  themes.  Let's get busy.\n\n                                BEPPO\n                         (fixated on this\n                          previous point)\n                  We get to kill John Spartan?\n\n                                PHOENIX\n                         (knows his clientele)\n                  Over and over and over, if you'd\n                  like.\n\n        Beppo does like.  Nods.  Sounds like a good plan to\n        everyone else as well.\n\n                                PHOENIX\n                         (throwing back his\n                          drink)\n                  Salud.\n\n\n        INT. WASTELAND - LARGE CAVERN - NIGHT\n\n        Spartan, Huxley and Garcia step in.  A meeting place\n        of sorts.  A machine shop.  Off to one side, a giant\n        belt driven machine shop out of 1900, taking its power\n        from a water wheel, attached to an enormous transmission\n        spinning furiously.  Mechanics fix and combine various\n        vehicles into working fashion.  Blow torches, bellows.\n        Another flume feeds a wildly churning wheel running the\n        fans.\n\n        We can see stalls and houses around the rim.  Out of date\n        cars are being used as homes.  Spartan takes it all in.\n        His eye catches a bright red 1969 Pontiac GTO beside the\n        machine shop.  He's drawn to it in admiration, Huxley and\n        Garcia in his wake.\n\n                                SPARTAN\n                  Nice... A 1969 Pontiac LeMans GTO\n                  convertible with rear spoiler and\n                  hot wheel mags... Seriously beyond\n                  the standard package.\n\n        A very large caliber revolver appears alongside Spartan's\n        head.\n\n                                VOICE (O.S.)\n                  So are these.  Why don't you put\n                  down the glow rods.\n\n        Spartan does.  The man with the gun is Payne.  Six other\n        SCRAP TOUGHS have the drop on Lenina and Garcia with\n        giant crude shotguns.  One of them wears a familiar\n        periscope around his neck.\n\n                                PAYNE\n                  Your friends too.\n                         (they do)\n                  You got ball balls, cop, coming down\n                  here after the show you put on...\n\n                                HUXLEY\n                         (tough as she can)\n                  We're looking for a MurderDeath\n                  Killer... Can you help?  Or just\n                  bully us with these primitive\n                  weapons?\n\n        Spartan shakes his head in disbelief.  Payne shifts his\n        aim.  FIRES.  Blows a hole in the side of an abandoned\n        car the size of a grapefruit.\n\n                                SPARTAN\n                  Well, maybe they're not so\n                  primitive.\n\n                                PAYNE\n                  Not funny, not smart.  What do\n                  you want, cop?\n\n                                SPARTAN\n                  I got a few questions.\n\n        Payne COCKS his PISTOL, aims at Spartan.\n\n                                SPARTAN\n                  But if it's a bad time we could\n                  come back later.\n\n                                PAYNE\n                  It's always a bad time down here\n                  for questions.\n\n                                TOUGH SCRAP\n                  You've got no business down here.\n\n                                SPARTAN\n                  Who are all you people?  And why\n                  are you down here?\n\n                                PAYNE\n                  What's it to you?  What the hell\n                  do you care?\n\n                                SPARTAN\n                  Look, I'm not from here.  Well, I\n                  am from here, but I'm not from\n                  Now.  And for all I can see, this\n                  whole place is as fucked up as\n                  where I'm from... I'd just kinda\n                  like to know what's going on.\n\n        Spartan still waits.  A crowd begins to grow.  Payne,\n        despite the fact that he's the guy with the gun, decides\n        to answer.\n\n                                PAYNE\n                  Some of us didn't tow the line.\n                  Some of us didn't make the grade.\n\n        Spartan stares past Payne to wild pieces of graffiti on\n        a wall behind him that includes \"I HATE SAN ANGELES and\n        SUCK MY COCTEAU!\"\n\n                                PAYNE\n                  And some of us just got tired of\n                  being told what to do...\n\n                                SPARTAN\n                  Guess you people weren't part of\n                  the Cocteau plan.\n\n                                PAYNE\n                  Man, this is the Cocteau plan.\n\n                                SPARTAN\n                  Next time you go shopping, I'm\n                  not going to be in your way...\n                         (then)\n                  Listen, when the laws are wrong,\n                  men have to take it upon\n                  themselves to change them.\n\n        Payne stares at him.  Spartan's sincere.  Payne lets his\n        gun drop.  The others follow.\n\n                                HUXLEY\n                         (shocked)\n                  John Spartan, you must uphold the\n                  law.\n\n        A good-looking woman of about fifty looks up from the\n        edge of the crowd with sudden interest at the mention of\n        Spartan's name.\n\n                                SPARTAN\n                  It's the old story, give up a\n                  little freedom for a little\n                  safety and soon you have no\n                  freedom and no safety.\n\n                                PAYNE\n                  You're a pretty wise man.\n\n                                SPARTAN\n                  Nah, I'm just fifty years out of\n                  date.  But I do have another\n                  question.\n                         (off Payne's tacit\n                          approval)\n                  We're looking for a guy.  Black\n                  skin, white hair, one blue eye,\n                  bad attitude.  He's from my time,\n                  and if I don't find him, we're\n                  all in trouble.\n\n        Payne hasn't.  Looks to the others.\n\n                                TOUGH SCRAP\n                         (nods to Payne)\n                  Scoped him yesterday.\n\n                                GARCIA\n                         (amazed)\n                  You were right...\n\n\n        VIEW FROM DISTANCE\n\n        Suddenly, the viewer is pulled out for a long view of\n        Spartan talking to Payne.  Then one, two, three, four,\n        five, six bodies step INTO the F.G.  Simon and his goons\n        walking down the street.\n\n\n        SIMON\n\n        can't believe his good luck.  He chuckles.\n\n                                PHOENIX\n                  You know, I musta done something\n                  right in a previous life.\n                         (thinks; this seems\n                          really unlikely)\n                  Don't know what that coulda been...\n\n        He turns and quietly starts dispensing instructions to\n        the cryocons.\n\n\n        BACK TO SCENE\n\n        The woman who looked up with such interest, steps over\n        closer.  She's got to know.\n\n                                KATHERINE\n                  John Spartan?  The Demolition Man?\n\n                                SPARTAN\n                  Yeah...\n                         (surprised; looks at\n                          this older woman)\n                  Do I know you?\n\n        She's shaken, a tear rolls down her cheek.  She brushes\n        it away.  Doesn't know how to react... Neither does he\n        as --\n\n                                KATHERINE\n                  You did.  I'm your daughter.\n\n        He wraps his arms around her, she him as well.\n\n                                SPARTAN\n                  Katie, my little Katie...\n\n                                KATHERINE\n                  Little Kate, I'm older than you...\n\n                                SPARTAN\n                  You'll always be my little girl,\n                  I don't care how old you are.\n                         (steps back)\n                  God, Katie.  You're all grown up.\n                  I missed your whole life.  I\n                  missed everything.\n\n                                KATHERINE\n                  Mom and I always talked about\n                  you.  I always hoped I would see\n                  you one day.  I knew I would.\n\n        He holds her at arm's length admiring her.  Then ---\n\n                                SPARTAN\n                  Tell me everything.  I want to\n                  know everything about you...\n\n                                KATHERINE\n                         (laughing; it's fifty\n                          years)\n                  Everything?  All at once?\n\n        Spartan's grin, though it seems impossible, gets wider.\n        He kisses her on the forehead.  Holds her back out at\n        arm's length, just looking at her with this great big\n        smile...\n\n                                SPARTAN\n                  Yes.  Absolutely everything.\n                  Start where I left off.  You were\n                  six...\n\n                                GARCIA\n                  Spartan.\n\n        Spartan's busy.\n\n                                GARCIA\n                  Spartan...\n                         (as Spartan ignores\n                          him; still busy)\n                  Spar...\n\n                                SPARTAN\n                  What!\n\n        Garcia can only point:  Simon Phoenix, forty feet away,\n        giant grin, AcMag in hand, taking aim.\n\n        Spartan hurls Katherine to the ground, with himself as a\n        shield as ---\n\n                                SPARTAN\n                  Get down!!!\n\n        Huxley, Garcia, and the Scraps who have a clue dive as\n        the ACMAG FIRES with the resulting tremendous EXPLOSION.\n\n                                PHOENIX\n                  Spartan, buddy, I brought some\n                  old friends.\n\n        The Cryocons OPEN UP with all manner of WEAPONRY on the\n        crowd.  Mayhem and slaughter.  Huxley and Garcia have\n        taken cover as well.  Their stun batons look exceedingly\n        useless.  Spartan is momentarily trapped under a\n        collapsed beam.  Doesn't last long.  Growls.  Hurls it\n        aside.  Comes up FIRING with the BERETTA.\n\n                                SPARTAN\n                  Stay down!\n\n        Phoenix FIRES again.  The AcMag round barely misses them.\n        Spartan's blasted brutally by the EXPLOSION.  Stays on his\n        feet.  Keeps FIRING.  Albert goes down.  He's not going\n        to get back up again.  Payne rises to his feet FIRING a\n        giant REVOLVER.  The other armed Scraps follow his lead.\n        Another AcMag ROUND GOES OFF.  The lights dim.  Spartan\n        sprints for where he last saw Phoenix.\n\n        Spartan can hear Phoenix CLATTERING off up a culvert\n        behind him.  He bolts up after him.\n\n\n        INT. WASTELAND - CULVERT - NIGHT\n\n        It forks upwards.  Sixty degree incline.  Flattens out.\n        Splits again.  Spartan halts, listens.  Follows the\n        FOOTSTEPS.  Same trick works backwards, as Phoenix stops\n        dead, hears Spartan COMING.  FIRES the ACMAG.  Misses as\n        Spartan is just about to round a bend into range.\n\n        The CULVERT itself EXPLODES, blowing shrapnel everywhere.\n\n        Fifteen feet of it are gone.  It's an ugly, ugly jump.\n        Two hundred feet down and no room to miss.  Off to one\n        side, one of the fans spins madly.  Spartan leaps.  Hits\n        the other side, grasping at shards of metal.  Pulls\n        himself in.  It heads back up.\n\n        Spartan ascends.  Up.  Up.  Now almost, and then\n        completely vertical.  He climbs spread-eagled after\n        Simon.\n\n\n        INT. WASTELAND - CROSS PIPE - NIGHT\n\n        The pipe \"T\"s at the top.  Spartan mantles up as Phoenix\n        CLATTERS off.  Down below in the pipe, the sound of\n        SOMEONE ELSE FOLLOWING as well.  A gasketed porthole\n        glints beside Spartan, he slams it open.  Looking down,\n        he is a hundred yards above the cavern floor.  Beside\n        him the chain arcing up from the machine shop below\n        ratchets around a joint and heads off into the darkness\n        in the direction Phoenix has fled.\n\n        Half a beat.  Spartan reaches out, way out, and just\n        manages to snag the chain.  Hauls madly.  CHAIN CLATTERS\n        and CLATTERS.  Half a beat.  A long, low RUMBLE.\n        Phoenix stops a moment, wondering what the hell it is.  A\n        giant blast of water tidals through the pipe.  The AcMag\n        is swept away.\n\n        Spartan looks up to see Phoenix and a wall of water\n        headed his way.\n\n                                SPARTAN\n                  Oh shit.\n\n        Simon smashes into him.  The two are swept along.  The\n        force blows them off the side.\n\n                                PHOENIX\n                  Just go with the flow, Spartan.\n\n\n        INT. WASTELAND CORRUGATED CONDUIT - NIGHT\n\n        Spartan and Phoenix are carried along by the water into\n        an aqueduct.  Phoenix heaves himself over the side.\n        Spartan follows.\n\n\n        INT. WASTELAND - LARGE CAVERN\/SUPPORT GRID - NIGHT\n\n        Every Scrap can see.  The two hang on a suspension grid\n        of an old rusty rebar, directly over one of the WHIRRING\n        VENTILATOR FANS.  It's not meant to take any weight.\n        Slippery as hell from the spray above.  The REBAR CREAKS\n        and MOANS.\n\n        No one dares move.  Below, Charlie lies dead.  No other\n        cryocons can be seen.\n\n        Spartan and Phoenix scrabble madly, yet in slow motion\n        as not to break the old joints as they stay on.  Hand\n        over hand, Phoenix makes his way along as ---\n\n                                PHOENIX\n                  Hey, since we're just hanging out,\n                  I have to tell you something --\n                  remember those muni passengers\n                  you blew to pieces trying to\n                  catch me...?  They were already\n                  dead, pal, before you even\n                  touched the building.  Cold as\n                  Haagen Dazs.\n                         (Simon grins his\n                          scary grin)\n                  See ya...\n\n        Simon swings himself back and forth, gaining momentum.\n        The rebar's about to give as he launches himself out\n        into space, just clearing the fan.  A wild twisting\n        fall ending in a CLANGOROUS landing through three levels\n        of Scrap lean-tos.\n\n        Spartan feels the rebar starting to fail around him.  As\n        he tries to haul himself up, it just gives way more.  The\n        whole fan structure is giving way.  BITS of METAL fall,\n        hit the fan and are sent CLANGING off into space.\n\n        And then... it gets worse.  A NOISE from above.  Beppo\n        appears.  Hangs from a firm support.  He begins to stomp\n        on Spartan's fingers.  Laughing wildly.\n\n        Spartan moves, he stomps them again.  Spartan moves\n        again, but this time seeing a heavier piece of rebar\n        nearby.  Snags it.  And as Beppo's foot comes down again,\n        grabs it.  Hauls.  Beppo starts to scream.  His grip\n        comes loose on the wet bar above.  Screams past Spartan\n        as he falls.  There's a tremendous CUISINART SOUND.\n        Blood flies up past Spartan as he climbs up to safety.\n\n        He moves down the grid past the fan.  Sees below as\n        Phoenix scrambles to his feet, starts to run.  Spartan\n        doesn't want to do it.  No choice.  Growls.  Leaps.\n        Falls.  Falls.  Falls.  Smashes into a garbage heap.\n\n\n        INT. WASTELAND - LARGE CAVERN - FLOOR - NIGHT\n\n        Simon pounds a rushing up Garcia unconscious in a single\n        blow.  Recovers and empties a TOMMY GUN at the crowd.\n        Scraps crawl for cover.  Payne and two others FIRE back.\n        Phoenix disappears.  Spartan blitzkriegs out of the\n        refuse.  Crazed.\n\n        Spartan stampedes away.\n\n\n        INT. WASTELAND - UNDERGROUND STREET - NIGHT\n\n        Knocked to the ground before her burrito stand, the Old\n        Woman points inside the square room.\n\n        Spartan comes in low, gun out, ready to fire.  No one\n        there.  Spartan pivots into the square space, looking all\n        around.  Then up.  An open trapdoor.  Spartan peers in.\n\n\n        ELEVATOR SHAFT\n\n        A humongous steelwalled vertical shaft which rises up\n        into the blackness.  The Old Woman's cubbyhole is really\n        a huge freight elevator.  Phoenix is climbing up a cable\n        with speedy precision.\n\n\n        BURRITO JOINT\n\n        Spartan drops down with a gleam.\n\n                                SPARTAN\n                  There's an elevator shaft on top\n                  of this place...\n\n                                HUXLEY\n                  Then does that mean this place\n                  is...\n\n        Spartan looks around, tearing old travel posters off the\n        wall.  Reveals a panel.  Large up\/down handle.\n\n                                HUXLEY\n                  Going up?\n\n                                SPARTAN\n                         (looking off; with a\n                          sudden grin)\n                  Momentito, Senorita Huxley.\n\n\n        INT. 2042 GM DEALERSHIP - NIGHT\n\n        Shoppers wander about admiring the cars.  Half a beat.\n        The ELEVATOR can be heard SCREECHING upward.  And then a\n        CRUNCHING stop.  The floor begins to buckle.  Customers\n        flee in terror.  The VROOM of an ENGINE can be heard.\n        The FLOOR CRACKS asunder.  The freight elevator emerges.\n        A 2042 model is tossed aside as the elevator rises from\n        the floor.\n\n        The Wasteland Pontiac GTO convertible is jamparked in\n        burrito joint crunching the place's chairs in a heap.\n        Driver Spartan REVS the ENGINE as passenger Lenina\n        shudders about what is to happen next.\n\n                                HUXLEY\n                  Now what?\n\n                                SPARTAN\n                  Vaya con dios.\n\n        Spartan drops the GTO into gear.  ROARS the CAR straight\n        out the front window of the dealership.\n\n\n        EXT. TACO BELL - COURTYARD - NIGHT\n\n        A maintenance hatch in the ground rises open.  Phoenix\n        scrambles out.  Exhausted, greasy, dripping with sweat.\n        At the far end of the courtyard, he sees ---\n\n        Lamb keeping watch on the entrance.  A giant puff of\n        smoke has come billowing out.  Lamb looks seriously\n        concerned.  And at the same time kinda pleased.\n\n                                LAMB\n                  Yeah, the Demo Man is back.\n\n        Lamb bends over to look.  As he does, we see a figure\n        approaching from behind.  Simon Phoenix.\n\n                                PHOENIX\n                  So am I.  Rookie.\n\n        Phoenix digs out a .22.  SHOOTS him repeatedly in the\n        stomach.\n\n                                LAMB\n                  Phoenix... you're still... one\n                  ugly sonofabitch.\n\n                                PHOENIX\n                  You shouldn't have said that, now\n                  I'm going to have to kill you...\n                  Ah damn, I forgot, I already did.\n\n        Lamb drops to the ground.\n\n\n        PONTIAC GTO\n\n        Tears along, divoting up the pristine 2042 green, the\n        car flinging a solar tower in its path to the ground,\n        generally leaving trouble in its wake.  Spartan sees,\n        in the extreme distance, Phoenix dashing from Lamb's\n        crumpled body and the stolen police car pulling away.\n\n                                SPARTAN\n                  Lamb!\n\n        Spartan GUNS the GTO, SCREAMS it across, SKIDS to a halt.\n        Leaps out.  It's too late.  Lamb is dead.  There's a half\n        a beat with his dead friend.\n\n                                HUXLEY\n                  I empathize with your loss.\n\n        Spartan looks up and growls.  Strides to the GTO.  Huxley\n        jumps in beside.  He floors it.  Huxley's head flies back\n        against her seat.  The GTO THUNDERS out onto a shiny new\n        San Angeles boulevard.\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        The GTO CRUSHES a computer kiosk as it ROARS onto the\n        street, aggressively PLOWING through the gentle user-\n        friendly cars on the road in its terrifying pursuit of\n        Phoenix and Lamb's stolen police car.\n\n        Spartan FIRES out the window at the wildly fishtailing\n        Phoenix, but the angle's just wrong.  Can't see and\n        drive and aim.\n\n                                SPARTAN\n                  Fuck it.\n\n        Pulls the gun back in.  One hand on the wheel, Spartan\n        straight-arms the Beretta and aims through his own wind-\n        shield.  It's like a video game.  Phoenix's fishtailing\n        brings him into the sights.  Spartan FIRES.  His own\n        windshield SHATTERS.  Blows into glass pebbles all\n        around them.\n\n\n        INT. STOLEN POLICE CAR - NIGHT\n\n        The bullet rips against Phoenix's neck.\n\n                                PHOENIX\n                  Motherfucker!\n\n        Phoenix FIRES a wild salvo back emptying three or four\n        different handguns.  SHATTERING the grill, BLOWING out\n        what remains of the glass in the GTO.\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        Spartan FIRES two rounds at each of Phoenix's rear tires,\n        cleanly puncturing each.  The car swerves and fishtails.\n\n\n        INT. STOLEN POLICE CAR - NIGHT\n\n        Phoenix struggles to control the car.\n\n                                PHOENIX\n                  Auto-inflate!\n\n        Suddenly the two TIRES reinflate with a WHOOSH and the\n        car is back on a straight course.\n\n\n        INT. GTO - NIGHT\n\n        Spartan grunts in frustration.\n\n                                SPARTAN\n                  Damn!  Take over!\n\n                                HUXLEY\n                  What?!\n\n        Spartan yanks her into the driver's seat and rises,\n        standing out through the missing windshield.  Huxley\n        barely holds onto the steering wheel and the car wildly\n        swerves.\n\n                                SPARTAN\n                  Drive!\n\n                                HUXLEY\n                  So what, I just push this pedal...\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        She FLOORS the GAS and the GTO BURNS RUBBER, PEELING down\n        the street.  Spartan is thrown back against the roof of\n        the car, manages to hang on.  He opens FIRE on Phoenix's\n        car.  Perforating it, blowing off side mirrors, generally\n        making a mess of it as Phoenix weaves wildly back and\n        forth trying to shake them off.\n\n\n        INT. STOLEN POLICE CAR - NIGHT\n\n        Phoenix looks in the rearview and clicks into a means-\n        business mode.\n\n                                PHOENIX\n                  Computer:  velocity control\n                  override!\n\n                                COMPUTER (V.O.)\n                  State the nature of the emergency.\n\n                                PHOENIX\n                  Arson.\n                         (as car picks up a\n                          little speed)\n                  Armed robbery!\n                         (as more speed; not\n                          enough)\n                  No, it's murder!  An entire\n                  family is being robbed in a\n                  burning building and they're all\n                  getting killed.\n\n        The car SCREECHES its TIRES in acceleration.\n\n\n        INT. GTO - NIGHT\n\n        Spartan watches the car jet ahead at an amazing clip.\n\n                                HUXLEY\n                  He's accessed velocity override!\n\n                                SPARTAN\n                  Don't worry.  Punch it.\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        Lenina really GUNS the GTO and races up on Phoenix's\n        rear.  Spartan teeters out of the car to get a clear\n        shot.\n\n                                SPARTAN\n                  Whoa, whoa, slow down!\n\n        But Lenina rams the car.  Spartan flies off the GTO and\n        lands on the back of Phoenix's car.  The BERETTA flies\n        from his grasp.  CLATTERS away on the road behind.\n\n\n        INT. STOLEN POLICE CAR - NIGHT\n\n        Phoenix turns around to see Spartan hanging on.  He\n        shoves a MACHINE PISTOL out his open side window and\n        FIRES back at Spartan.\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        Spartan ducks back from Phoenix's stream of bullets.\n        Smashes the machine gun against the car, knocking it\n        from Phoenix's grasp.  Just manages to trap it against\n        the side of the car as it falls.  Snatches it up, lifts\n        it up to take aim as ---\n\n\n        INT. STOLEN POLICE CAR - NIGHT\n\n        Phoenix shouts at the car ---\n\n                                PHOENIX\n                  Open doors!  Emergency!\n\n\n        EXT. SOME OTHER SAN ANGELES STREET - NIGHT\n\n        Both gull wing doors slam open.  The gun is bashed from\n        Spartan's hand.  Spartan himself is smashed from one door\n        to the other on the roof of the car.  A hundred miles per\n        hour and nothing to grab onto.  He starts to slide off.\n        Completely aerodynamic.\n\n        Grabs onto a door.  Shoves a shoulder underneath as ---\n\n                                PHOENIX\n                  Close doors.\n\n        The right hand door slams shut.  The left hand door\n        crushes against Spartan.  The MECHANISM GROANS.  Spartan\n        growls back.  Spartan and the door strain against each\n        other.  The man wins.  Wrenches the door clean off.\n        Jumps in the car.  Punches Phoenix square in the head.\n\n        Phoenix is knocked to his side.  Sidekicks Spartan dead\n        in the groin.  Spartan folds.\n\n        Phoenix leaps back up, triple-punches Spartan in the\n        chest.  Spartan's hands come free, he falls back, as\n        Phoenix jumps on him and slams his head repeatedly\n        against the hundred mile an hour ground rushing by as\n        the car drives itself.\n\n        Spartan continues to fight back, smashing Phoenix, but\n        he's forced to avoid the close calls with cars, street\n        signs and the like.  Finally, Phoenix grabs Spartan's\n        throat and holds him down in the road where an upcoming\n        futuristic fire hydrant is about to tear his head off.\n\n        Spartan sees it coming, has no choice.  Lets go.  Phoenix\n        thinks he's rid of him.\n\n        No.  Spartan slides free for a moment on the road and\n        barely manages to hook a hand on the open door frame.\n        Shirt three-quarters torn off, blood streaming, he climbs\n        onto the back of the car.  Brutally punches his hand\n        through what remains of the back window.\n\n        Phoenix screams in rage as Spartan's hand comes at him\n        and grabs him by the hair, yanking Phoenix's head back.\n\n                                PHOENIX\n                  Computer!  Disengage Auxilliary\n                  Battery Pod now!\n\n        Spartan freaks as the back of the car suddenly separates\n        from the rest of the car.  It shoots rearward while the\n        cab with Phoenix drops a third wheel in back and shoots\n        off.  Spartan, hanging on for dear life, turns to see him\n        and the pod are jetting backwards for the front of a\n        truly massive freight truck.  Four full trailers behind\n        a massive cab.  The thing's gotta be eighty feet long.\n        It's more of a locomotive than a truck.\n\n        The burly TRUCKER also freaks when he sees he will impact\n        with Spartan.  At the last moment Spartan leaps off the\n        pod.\n\n        Phoenix sees the truck collide with the pod, BLASTING it\n        to smithereens.  He laughs as he enters a long tunnel.\n\n\n        INT. LONG TUNNEL - NIGHT\n\n        The Truck Driver is stunned and scared as he enters the\n        tunnel but gets another scare as Spartan suddenly pops\n        up at his door.\n\n                                SPARTAN\n                  Move over!\n\n                                TRUCK DRIVER\n                  Oh dear!  Don't hurt me, please\n                  don't hurt me!\n\n        Spartan pushes the burly Trucker over and climbs into\n        the driver's seat.  The Trucker takes one look at this\n        mad man and decides his fate is safer elsewhere.  Leaps\n        from the truck.  Lands safely in some shrubbery.  Sobs.\n        Spartan GUNS the massive TRUCK.\n\n        Phoenix thinks everything is A-okay until he looks in his\n        rearview and sees a bunch of streetlights being taken out\n        by the too huge truck and getting closer.  The truck\n        harshly rams Phoenix, nearly jarring him from his seat\n        but for the restraints.\n\n\n        EXT. POLICE STATION - NIGHT\n\n        The truck and Phoenix's car ROAR out of the tunnel and\n        move straight for the police station.  The truck smashes\n        him again.  Phoenix's steering wheel locks up and his\n        seat restraint pops up as he races out of control for the\n        station.  He screams in rage.\n\n        Spartan slams on the truck brakes, smokes, slips, slides,\n        into the most horrific jackknife ever seen.  All four\n        trailers lock up and accordian in on him.\n\n        Phoenix's vehicle slaps the street curb and begins to\n        roll, convulsing into a spectacularly flaming series of\n        somersaults that violently climax at the base of the\n        SAPD sign in front of the station.\n\n        Half a beat.\n\n        A charring Phoenix bursts from the vehicle, sees the\n        approaching, out of control truck and turns and runs\n        like hell.\n\n        The truck slides in a full, unstoppable quadruple jack-\n        knife towards the police station.\n\n        Spartan tries one last ditch attempt to bailout, but\n        his door won't open, forced in by the first trailer bent\n        over from the force of those behind.\n\n        The truck hits the curb, flips, collapses and plows into\n        the police station.\n\n\n        INT. TRUCK CAB - NIGHT\n\n        BLOOOOOFFF.  SecuroFoam EXPLODES from nozzles everywhere.\n\n\n        INT. POLICE STATION - NIGHT\n\n        What few cops there are flee in all directions... The\n        truck followed by four trailers wipes out the station.\n        Flames, ARCING POWER CABLES, EXPLOSIONS.  Demolition.\n\n\n        EXT. POLICE STATION - AFTERMATH - NIGHT\n\n        Fire drones fight the blaze.  The cab of the truck, a\n        door torn off, lies askew.  It's entirely filled with\n        dense, solid foam.  Half a beat... It CRACKS open,\n        Spartan appears tearing giant hunks of foam away.  Eyes\n        wild.\n\n        Earle stands, mouth agape, staring at the destruction.\n        Spartan's reappearance doesn't make him feel any better.\n\n                                EARLE\n                  You... You... Menace!\n\n                                SPARTAN\n                  Yeah.\n\n        Huxley comes running up from the GTO.\n\n                                HUXLEY\n                  John Spartan, I thought your life\n                  force had been prematurely\n                  terminated.  Look at you, you're\n                  in shambles.\n\n                                SPARTAN\n                         (still tearing off\n                          foam)\n                  Thought I was fucked this time too.\n                         (re:  his torn uniform)\n                  Don't worry.  I can fix this later.\n                  All I need's a needle and thread.\n\n        Spartan looks around, turns to Earle.\n\n                                SPARTAN\n                  I need something, anything, a\n                  shotgun, a flare gun...\n                         (looks up)\n                  Holy shit...\n\n        Earle and Huxley follow his glance.  Coming across the\n        green, a horde of Scraps, armed to the teeth, carrying\n        the dead cryocons on two litters, and emerging from\n        their midst beside Payne, Alfredo Garcia.\n\n                                EARLE\n                         (mustering command)\n                  Stun batons on!\n\n        Spartan gives him a look, are you out of your mind?\n        Huxley ignores him completely as well.  Moves to Garcia.\n\n                                SPARTAN\n                  You get a bump on the noggin and\n                  you're Pancho Villa.\n\n                                GARCIA\n                  Who?\n\n                                SPARTAN\n                  Never mind.\n                         (to Payne)\n                  Loan me a gun.  Loan me two guns.\n\n        Payne thinks about it for a half second.  Hands his gun\n        over, nods to someone else as well to follow suit.\n        Spartan straps on two guns and a giant ammo belt .\n\n                                SPARTAN\n                  What else you got?\n\n        The Scraps unearth half-a-dozen large explosive devices.\n        Spartan loads them into the GTO.  Earle is ready to cry\n        when he sees all this.  A catastrophe averted, but --\n\n                                EARLE\n                  You would have used these weapons\n                  of mass destruction against the\n                  men and women who upheld the law?!\n\n                                PAYNE\n                  We would have used these weapons\n                  to shop for groceries.\n\n        Half a beat.  Earle gets it.  There's kids in this crowd.\n        And a lot of hungry people.\n\n                                PAYNE\n                  Look, Chief, I've had it with being\n                  a criminal.  I'm not a criminal.\n                  Think of me more as the head of the\n                  people's militia.  We're gonna go\n                  dump the tea in the harbor, ya\n                  know?\n\n                                EARLE\n                  That's good, cause tea contains\n                  caffeine.\n\n        Spartan looks at him.\n\n                                SPARTAN\n                  You're joking again, right?\n                         (as Earle nods)\n                  Grin or something afterwards,\n                  people don't know.\n\n        Earle nods seriously.  Spartan steps over to the dead\n        guys on the litters, pulls back a sheet.  He stares at\n        the first guy.  Can't believe what he sees...\n\n                                HUXLEY\n                  Who are these swarthy strangers?\n\n                                SPARTAN\n                         (stunned; checks the\n                          second)\n                  I know these guys.  I arrested them\n                  years ago... Albert Collins, 22\n                  known murders.  Beppo Zemoto, I\n                  don't even want to talk about what\n                  he did.  And they're out.  There\n                  were more too...\n\n                                HUXLEY\n                         (proud of him)\n                  I once checked, prior to your\n                  arrest, 45 out of 200 members of\n                  the multilife sentence wing of\n                  the cryoprison were your arrests.\n\n                                SPARTAN\n                  Right now, that's not a very\n                  reassuring statistic...\n\n                                KATHERINE (O.S.)\n                  Hey.  Dad.\n\n        Spartan turns, faces his daughter.\n\n                                KATHERINE\n                  Here.  You gave me this.\n\n        She holds out a tarnished barely recognizable gold LAPD\n        shield on a chain.  Drapes it over his neck.  She hugs\n        him.\n\n                                KATHERINE\n                  Don't get killed.  Maybe we'll\n                  get to know each other.\n\n                                SPARTAN\n                  That'd be good.\n\n                                KATHERINE\n                  I didn't tell you I loved you.\n\n        He smiles at her gently.  Forty-two years of pain washing\n        clean --\n\n                                SPARTAN\n                  You don't have to.\n\n        It hits her hard.  This is her dad.  Spartan gets in the\n        GTO.  Huxley gets in beside him.  Looks at her.  Thinks\n        about it.  She'll do as a partner... FIRES the GTO UP.\n        The thing's a bomb on wheels now.\n\n                                HUXLEY\n                  Don't hit anything.\n\n                                SPARTAN\n                  Whattya mean?  I'm an excellent\n                  driver.\n\n        As he goes SQUEALING OUT, clipping and KNOCKING OVER the\n        one remaining WALL of the police station --\n\n\n        INT. COCTEAU'S OFFICE - NIGHT\n\n        Cocteau, Bob, Simon and the remaining cryocons are there\n        listening to Cocteau warble on --\n\n                                COCTEAU\n                  I wasn't counting on this, but I\n                  must say you've worked out\n                  beautifully.  People are terrified\n                  of you.\n\n                                PHOENIX\n                         (don't flatter me)\n                  Ah, people have always been\n                  terrified of me.\n\n        Cocteau continues his eerie soliloquy, feeding Phoenix's\n        amusement.  Phoenix walks behind him under this, takes out\n        a knife and behind Raymond's back, tries desperately to\n        kill him.  He can't.\n\n                                COCTEAU\n                  But this time they're truly scared.\n                  Soon they'll want to take the next\n                  step -- security cameras in every\n                  room, stricter alarm systems against\n                  misbehavior, anonymous hotlines to\n                  their neighbor's infractions...\n                         (gloating)\n                  I'll have carte blanche now to\n                  create the perfect society.\n                  Everyone will want it.  An enzyme\n                  injection for all citizens that\n                  will insure everyone has the same\n                  I.Q., the same weight, and the\n                  same desire to think only happy\n                  thoughts.\n\n        Phoenix is back where Cocteau can see him --\n\n                                PHOENIX\n                  I'm pretty happy now.  I think I'll\n                  pass on that shot.\n\n        Phoenix steps off to one side, pulls an old Airweight out\n        of his belt.  Aims it at Cocteau, tries, tries to pull\n        the trigger.  Isn't going to happen.  He grunts in\n        frustration.\n\n                                COCTEAU\n                         (lost in his\n                          own reverie)\n                  Other cities will follow.  San\n                  Angeles will be a beacon of order\n                  with the purity of an ant colony\n                  and the beauty of a flawless pearl.\n\n                                PHOENIX\n                  Nah.  You can't take away people's\n                  right to be assholes.\n                         (then; it's been\n                          bothering him)\n                  That's it, that's who you remind\n                  me of -- an evil Mr. Rogers.\n\n        Cocteau smiles.  Simon tosses the gun to Elvin.\n\n                                PHOENIX\n                  You try to kill him.  This is\n                  beginning to piss me off.\n\n        Elvin empties all six shots into Cocteau's very surprised\n        face.\n\n        Associate Bob looks on from the corner.  A little\n        frightened, but not giving a shit about Cocteau.\n\n                                PHOENIX\n                  So what shall I do with you, <u>Bob<\/u>?\n\n                                ASSOCIATE BOB\n                  I am an excellent associate, sir.\n                  I could work for you.\n                         (off Phoenix's doubt\n                          of this)\n                  Dr. Cocteau actually had me\n                  endocrinecologically altered to\n                  never wish to be anything but\n                  an associate.\n\n                                PHOENIX\n                  What??\n\n                                ASSOCIATE BOB\n                  I believe the slang that would best\n                  express it across our chronological\n                  gap, sir, would be that he -- cut\n                  my balls off.\n\n                                PHOENIX\n                  Literally?\n\n        Bob nods; Simon claps him on the shoulder.\n\n                                PHOENIX\n                  Bob, it's a sign of weakness to cut\n                  the balls off the people who work\n                  for you.  I'm gonna get you a new\n                  set.\n\n                                ASSOCIATE BOB\n                  Why, thank you, sir.\n\n                                PHOENIX\n                  Can we do that now?\n\n        Bob nods.\n\n                                PHOENIX\n                  I'm gonna get a couple extra\n                  myself.  Not that I need 'em.  But\n                  just for spares...\n\n                                ASSOCIATE BOB\n                  If I could interrupt...\n\n        Phoenix looks at him; this is not a good way to start...\n\n                                ASSOCIATE BOB\n                  But the police are here.\n\n\n        OUT WINDOW\n\n        some ten stories down.  Sure enough Spartan and Huxley\n        are exiting the GTO.\n\n\n        BACK IN OFFICE\n\n                                PHOENIX\n                  I'm gonna need to defrost more\n                  guys, Bob.  Lots more guys.  Can\n                  you do that?\n\n                                ASSOCIATE BOB\n                  Indubitably.  But the computer\n                  codes will have to emanate from\n                  this office.  We will need a few\n                  moments here before fleeing.\n                         (sits at keyboard;\n                          types away madly)\n                  I might suggest that the, uh,\n                  large gentlemen might be\n                  considered, ah...\n                         (sotto)\n                  ...disposable.  Especially with\n                  rather large supply forthcoming.\n                  Perhaps they could be sent to\n                  welcome Mr. Spartan.  If they\n                  succeed, so much the better, if\n                  not, they will at least hinder\n                  his progress?\n\n                                PHOENIX\n                  I like you, Bob.  You have no\n                  heart.\n                         (then)\n                  Guys, John Spartan's on his way.\n                  Go downstairs.  Kill him.\n\n                                DANZIG\n                  Over and over and over...\n\n        They leave.\n\n                                PHOENIX\n                  Now, really, violent evil multi-\n                  lifers.  I want guys who\n                  understand that crimes come in\n                  bunches.  Not just a sporadic bit\n                  of violence or law breaking here\n                  and there.  I want guys who've\n                  been on killing sprees before.\n                  Men who've crossed state lines\n                  with impunity!  Do you understand\n                  me, <u>Bob<\/u>?\n\n                                ASSOCIATE BOB\n                         (still typing madly)\n                  Perfectly, sir.\n\n                                PHOENIX\n                  I'm gonna like running this place.\n\n\n        INT. COCTEAU COMPLEX - COCTEAU LOBBY - NIGHT\n\n        The elevator slides open.  Danzig, Elvin and Francis\n        spray it with GUNFIRE.  It's empty.  Spartan and Huxley\n        slip in through a side door around the corner.\n\n                                SPARTAN\n                  Old trick.\n\n                                HUXLEY\n                  Old criminals.\n\n        He looks at her.  She's a little cocky.  Spartan steps\n        out into the hall.  Sees a giant shadow.\n\n                                SPARTAN\n                  Elvin!\n\n        Elvin steps out.  Spartan SHOOTS him through the chest.\n\n                                SPARTAN\n                  Thought it was you.\n\n        Danzig and Francis look a touch more concerned.  They\n        split up.\n\n        Spartan moves cautiously down the hall.  Huxley a pace or\n        two behind.  High above in an overly futuristic frieze\n        looking much the modern gargoyle, is Danzig.  Grins.\n        Dives on Spartan.\n\n        Spartan is slammed to the ground.  We can feel the breath\n        knocked out of him.  Tussles with Danzig as ---\n\n        Huxley pulls out her stun baton.  Pokes at them, pulls\n        back, pokes again -- unable with the twisting, turning\n        struggling bodies to be sure she won't get Spartan.\n\n        And misses the fact that Francis is coming up from\n        behind.  He slaps the baton out of her hand.  Grabs\n        her around the neck, lifts her in the air.  Begins to\n        strangle her to death.  She kicks and claws at him\n        without effect.\n\n        Spartan's still busy with Danzig.  She starts to choke.\n        Francis brings her closer to watch her die.  A beat of\n        this, and Huxley reaches down and yanks the GUN out of\n        his belt and SHOOTS him repeatedly.\n\n        Half a beat later, Spartan finishes with Danzig.  The\n        CRRRUNNNCH of his BACK breaking.\n\n        Huxley's in a state of shock.\n\n                                HUXLEY\n                  This man has died at my hands.  I\n                  have taken all his future from\n                  him...\n\n                                SPARTAN\n                  Him or you, Huxley.\n\n                                HUXLEY\n                         (somewhat mollified)\n                  There is that.\n\n\n        INT. COCTEAU'S OFFICE - NIGHT\n\n        Spartan bursts in, gun drawn.  No one's there.  Spins,\n        checks everywhere.  Spots a very dead Raymond Cocteau.\n        Huxley sees him a moment later.\n\n                                HUXLEY\n                  Horrors.  Oh horrors.  Sic\n                  Transit Raymond Cocteau.  Oh, John\n                  Spartan, civilization as we know\n                  it will come to an end.\n\n                                SPARTAN\n                  It does that every once in a\n                  while.\n\n        The computer screen catches Spartan's eye.\n\n                                SPARTAN\n                  What's this?\n\n                                HUXLEY\n                         (checks it out)\n                  Ooh.  This is bad.  Very bad.\n                         (as Spartan looks\n                          over her shoulder)\n                  He's accessed the cryoprison.\n                  He's about to defrost the entire\n                  multilifer wing.\n                         (beat)\n                  Most of them don't like you.\n\n                                SPARTAN\n                  Most of them didn't even like\n                  their mothers.  These are bad\n                  people.\n                         (then)\n                  How many?\n\n                                HUXLEY\n                  Eighty.\n\n                                SPARTAN\n                         (beat; dry)\n                  We have to stop that.\n\n\n        INT. COCTEAU COMPLEX - COCTEAU LOBBY - NIGHT\n\n        On the run, stepping over dead cryocons.  Huxley keys\n        her BadgeRadio ---\n\n                                HUXLEY\n                  All units, all units.\n                  ProtectServe Cryoprison.  Simon\n                  Phoenix assumed to be en route.\n                         (lifts the send\n                          button)\n                  Should I announce the demise of\n                  Doctor Raymond Cocteau?\n\n                                SPARTAN\n                  Nah.  I think we're gonna cause\n                  enough panic on our own.\n\n\n        EXT. CRYO PRISON - NIGHT\n\n        Prison is ringed by a high circular fence.  Giant stainless\n        steel gates in front of the prison, a la the Federal\n        Reserve, are shut tight.  A dozen futuristic squad cars\n        strobe the area in red and blue.  The GTO RUMBLES up.\n        Spartan gets out.  Huxley follows suit.\n\n                                GARCIA\n                  He's inside already.  And it's\n                  completely sealed.\n\n        Spartan takes only the briefest reconnaissance look\n        around.  Shakes his head sadly ---\n\n                                SPARTAN\n                  This is crime against nature...\n\n        Leans into the GTO.  Pushes in the cigarette lighter.\n        Puts it into neutral.  Wedges the accelerator down.  The\n        GTO BELLOWS.  The cigarette lighter pops out and Spartan\n        uses it to light the fuses on the explosive devices.\n        Drops the car into gear.  Pulls his head out just in time\n        as it ROARS off.\n\n        The GTO SMASHES into the front GATES.  Wedges itself in\n        from the impact.  Half a beat later, a long, low,\n        THUNDEROUS EXPLOSION.  Smoke everywhere.  Smoke clears...\n\n        It ain't much, but a man can get through now.  Spartan\n        loads the spent cartridges in the guns from his ammo\n        belt.  Huxley double-checks her stun baton.\n\n                                HUXLEY\n                         (nervous as hell)\n                  Okay, look, I wasn't at all pleased\n                  to cause the fatality of that\n                  deranged cryocon, but I understand\n                  now that sometimes under\n                  particular circumstances that\n                  violence is necessary...\n\n                                SPARTAN\n                  Good.\n\n        Takes the stun baton from her and nails her with it mid-\n        sternum.\n\n                                SPARTAN\n                  Then you'll understand this.\n\n        She falls into Garcia's arms.\n\n                                SPARTAN\n                  Hang on to her.  See she doesn't\n                  get herself into trouble.\n\n                                GARCIA\n                  You too.\n\n                                SPARTAN\n                  Yeah.\n\n        Spartan turns, starts towards the Cryo prison.  As he\n        walks --- Takes a deep breath.  Loosens up his right\n        shoulder.  Loosens up his left.  Checks the gun on his\n        right hip.  Checks the gun on his left.  They're both\n        set to cross draw.  Steps through the breach.\n\n\n        INT. CRYO PRISON - OUTER THAWING ROOM - NIGHT\n\n        A frenzy of activity.  Simon, Associate Bob, Techs\n        everywhere...\n\n                                ASSOCIATE BOB\n                  Doctor Cocteau would want every\n                  bit of haste from you!\n                         (sotto to Simon)\n                  If he was still extant that is.\n\n        Seventy pucks are stacked and loaded to be defrosted.\n        Med Techs scramble furiously.\n\n\n        INT. CRYO PRISON - INNER THAWING ROOM - NIGHT\n\n        Four pucks are being rapidly removed from around the\n        cryocons inside by the cutting lasers.  They go blue.\n\n\n        INT. CRYO PRISON - OUTER THAWING ROOM - NIGHT\n\n        The inner room splits open and the Med Techs rush in to\n        the four thawed cryocons as Associate Bob steps away from\n        a VidScreen with some concern ---\n\n                                ASSOCIATE BOB\n                  There's been a breach in the outer\n                  gate.  An intruder has entered the\n                  CryoFacility and I feel it's safe\n                  to assume it's John Spartan.\n\n        Phoenix is momentarily taken aback by Spartan's relent-\n        lessness.  Then he looks at his four new recruits.\n        They're still kinda dopey.  Turns to a Med Tech ---\n\n                                PHOENIX\n                  Got some really wild uppers?\n                  Speed, crank, amphetamines?\n                  Anything?\n\n                                MED TECH\n                         (a little confused,\n                          but...)\n                  We have pure megadrenalin, sir.\n\n                                PHOENIX\n                  Good.  Whack these guys with it.\n                  A bunch.\n\n        He does.  They come wildly awake, GUNTHER, HOWIE,\n        IGNATIOUS, and JED.  Eyes wide, jittery, completely\n        cranked.  Phoenix keeps it simple ---\n\n                                PHOENIX\n                  Hey wake up.  Good.  Listen to\n                  me.  You've just been defrosted.\n                  It's the future.  John Spartan is\n                  out those doors.\n                         (a beat; he smokes;\n                          this should be fun)\n                  Go kill him.\n\n        Gunther lets out the kind of scream the NFL would be\n        proud of.  Charges out the door, others behind him.\n\n\n        INT. CRYO PRISON - LOBBY - NIGHT\n\n        A reception desk.  A Chaplain's office.  A BE Well bas\n        relief.  Very quiet, very still.\n\n        Spartan moves cautiously through.  A tiny rotating sensor\n        picks up his presence.  Locks on.  As Spartan is looking\n        the other way.  Dr. Raymond Cocteau, in holo, suddenly\n        appears in front of the display.\n\n                                COCTEAU (IMAGE)\n                  Greetings, and <u>BE<\/u> well.\n\n        He never gets to say another word.  Spartan spins and\n        ventilates the device with 40 mm slugs.\n\n        Half a beat.  Realizes what he's done.  In the next\n        moment, four insane megadrenalized cryocons come\n        screaming through the door.  Barehanded, barefooted.\n        Spartan SHOOTS the first two out of hand, without a\n        thought.  But before he can fire again, the second two\n        are on him.\n\n        One gun goes flying.  Spartan beats on Howie with his\n        free hand.  Ignacious fights for control of his gun\n        hand.\n\n        Spartan bashes Howie back for a moment, continues to\n        tussle with Ignacious.  Finally, he's had enough --\n\n                                SPARTAN\n                  Fine.  Take it.\n\n        He lets go of the gun.  Ignacious grabs it and, still in\n        shock over this turn of events, begins to fumble with\n        it.  Spartan reaches up with both hands and breaks\n        his neck.\n\n        Howie leaps on him from behind, trying to do the same\n        to Spartan.  Spartan squat presses down with this three\n        hundred pound behemoth wrapped around his neck, retrieves\n        the GUN out of Ignacious's stiffening fingers.  Turns\n        the barrel around towards himself.  Howie reaches\n        desperately, but it's just out of reach.  Spartan\n        FIRES over his shoulder.  Howie, or what's left of him,\n        slides away...\n\n\n        INT. CRYO PRISON - OUTER THAWING ROOM - NIGHT\n\n        Med Techs scramble furiously.  Phoenix grabs the glowing\n        CompuClipboard from Bob.\n\n                                PHOENIX\n                  So, who's left that's good?\n                  Ooooh, Ramon Gutieriz?  We\n                  gotta get him.\n\n        He's like a kid at FAO Schwartz.\n\n                                PHOENIX\n                  Come on...\n\n        Simon jumps onto one of the cranes with a six clawed\n        arm.  Stands at the controls.\n\n                                PHOENIX\n                  Go...\n\n        It does.  Moves too.  Bob has to trot to keep up.\n\n\n        INT. CRYO PRISON - STARK WHITE CORRIDOR - NIGHT\n\n        A pair of double doors slip silently open.  Spartan, a\n        gun in each hand, slides in.  He is back in the stark\n        white corridor where he once said good-bye to his wife\n        and daughter.  Looks at the empty alcove.  It gives him\n        the creeps.  He makes his way to the door at the far end,\n        and steps in --\n\n\n        INT. CRYO PRISON - MAIN ROOM - NIGHT\n\n        Spartan prowls through the now depleted multilifer wing.\n        Empty pods everywhere.\n\n        The displays all read:  CRYO PRISONER EXITED.  Yeeesh.\n        There's a lot of them that way.  A WHIR, followed by\n        TROTTING FOOTSTEPS.\n\n        Spartan whirls.  A crane WHIRRING by and Associate Bob\n        trotting behind.  Spartan follows.  Creeps slowly\n        around the corner.  GUNS up... Comes around a turn to\n        spot Phoenix locking the arm into a puck.  Takes aim.\n        Phoenix sees him at the same time.  Yanks a control on\n        the crane.  The puck pivots up as Spartan FIRES.\n\n        The 40mm bullet lodges half in, half out of the puck in\n        front of Phoenix's grinning face.\n\n                                PHOENIX\n                  Don't you understand the meaning\n                  of give up?  You're too late,\n                  John.  I've got three more batches\n                  in the oven.\n\n        Spartan FIRES again.  The puck barely vibrates.  Absorbs\n        another round beside the unharmed cryocon.\n\n        Phoenix unleashes an entire magazine from an HK91 slung\n        over his back.  Spartan FIRES once, dives for cover.\n        Although unhit, he gets seriously frosted from a pipe\n        blow open next to him.  Forced to roll through the line\n        of fire to avoid permanent freezer burn.  There are\n        pipes burst everywhere.\n\n        Phoenix turns to find Bob slinking away.\n\n                                PHOENIX\n                  Where the fuck you going?\n\n                                ASSOCIATE BOB\n                  I wish you good luck, sir.  This\n                  is an activity that requires\n                  testicles.\n\n                                PHOENIX\n                         (considers)\n                  True 'nuf.\n\n        Ice is beginning to form on the surface of everything\n        nearby.\n\n                                PHOENIX\n                  Take those stairs, I'll cover\n                  you.\n\n        Bob nods gratefully.  Does.  Phoenix shakes his head at\n        Bob's gullibility.\n\n                                PHOENIX\n                         (sotto; to himself)\n                  No brains either.\n\n        Spartan hears FOOTSTEPS coming.  Whirls.  FIRES.  Blows\n        Bob away.  A momentary distraction, but it's enough.\n        Phoenix is gone.\n\n        Spartan turns slowly.  Guns out in each direction.\n        Searching.  A sound.  FIRES.  No Simon.  More PIPES\n        BURST.  It's ten or twenty degrees below zero in there\n        already.  Everything is coated with supercooled ice.\n        Footing becomes treacherous.\n\n        Phoenix crawls through a jungle of pipe.  Gets a bead on\n        Spartan's lower body.  Starts to strafe the area.  Dh uh.\n        Everything has become so slick, the recoil drives him back\n        across the ice into the open.  Spartan sees him, FIRES.\n        The recoil slams him back against a wall.  He FIRES again\n        with something firm to lean on, but the recoil from\n        Phoenix's sputtering weapon drives him right over the\n        edge.  He drops off into the center out of Spartan's\n        sight.  Slipping and sliding, Spartan slithers down the\n        stairs to --\n\n\n        MAIN LEVEL\n\n        A familiar WHIRRING.  Turns.  Half a beat later he is\n        bodyslammed and smashed and grabbed by a six-armed crane.\n        His guns go flying, off into God knows where...\n\n        Spartan is hoisted high in air, smashed again and again\n        against a pillar.  Phoenix slams him through a web of\n        pipes.  Holds him in the freezing blast.  Ice forms all\n        over Spartan.  He struggles.  It cracks off, reforms.\n        Struggles again.  It cracks off.  Reforms.  Struggles\n        again.  He's weakening.\n\n        Reaches up.  Grabs the pipe, wrests it over, directs\n        the blast at Phoenix.  Holds it steady.  Phoenix is\n        frozen in place.  Coats in ice.  We can see the madness\n        in his eyes.  Everything else is still.  He roars,\n        breaks free.  Retreats from the blast.  Disappears as --\n\n        Spartan wrenches the pipe over to the claw arm.  Holds\n        it directly over one joint.  Then clobbers it with\n        the pipe.  It SHATTERS.  He drops.\n\n        LIGHTS are beginning to EXPLODE from the cold.  It's\n        dropped 30 degrees below zero in there by now.  Spartan\n        spots Phoenix on the far side of the room.  Hundred feet\n        away.\n\n        Half a moment to catch his breath in the freezing\n        cold, leans on exposed cryopuck.  It slides effortlessly.\n        Spartan hurls it across the floor at Phoenix.  A five\n        hundred pound hockey puck.  Phoenix barely avoids the\n        crushing blow.  It rebounds back off the steel...\n\n        No point fighting the elements.  Spartan hurls himself\n        across the floor.  Spins slowly twice along the way.\n        It's like zero grav in two dimensions.  No friction\n        coefficient at all.\n\n        Three quarters of a second across the floor.  Right\n        hook into Phoenix's surprised face.\n\n        Phoenix goes flying a hundred feet back into the far\n        side.  Crashes and falls.\n\n        The CRYO PRISON CREAKS and SCREAMS in protest from the\n        cold.  LIGHTING, grids, struts SHATTER, fall about them.\n        They hurl themselves together again.  Spartan lands a\n        horrific blow.  All but drives Phoenix's nose and eye\n        sockets through the back of his head.  Spartan's\n        forearm is terribly cut.\n\n        The blood freezes solid as it sprays, sealing the wound,\n        and leaving a giant six foot red feather spray.  Spartan\n        brushes it away, breaks off, bleeds, freezes again\n        instantly.\n\n        They fly apart again.  Spartan comes to a stop near a\n        tool cart.  Pokes at the tools.  One is an MTL cutting\n        laser.  He has no idea what it is.  Nothing there he\n        recognizes.  Picks up a four foot wrench.  That, he\n        recognizes.  He looks like a caveman.  A very angry\n        caveman.\n\n        The building complains loudly.  Falling apart around\n        them.  More and more PIPES EXPLODE, BURST, it gets colder\n        and colder.  50 degrees below by now.\n\n        Phoenix, on the far side, also scrambles for a weapon.\n        He sees an MTL as well, but he knows what it is.\n\n        FIRES it up.  Focused three inch cutting beam comes\n        out.  Rips off the top cover, pulls out five optical\n        elements, pulls out the choke tube, rips the whole\n        front off the MTL.  Doesn't look very sleek now.\n\n        FIRES it.\n\n        A thirty foot long spray of white white magnesium-\n        thermite flame comes flying out.\n\n        One swipe, he clears the ice from a path he can walk\n        towards Spartan on.\n\n        Metal bars melt away as the thermite flare crosses\n        through them.\n\n        On the top level of the cryo prison, the first batch\n        of raving psychopath defrosted cryocons wanders in\n        to watch John Spartan die.\n\n        This is the most depraved, frightening-looking group of\n        individuals you've ever seen in your life.\n\n                                ANGRY CRYOCON\n                  Spartan!!!\n\n                                MANY ANGRY CRYOCONS\n                  Kill him!!  Kill him!!!!!\n\n        Spartan looks up at them.  Like he needs this shit...\n\n        Simon continues to melt himself a path across the floor\n        towards Spartan.\n\n        The heat from the MTL is furious.  The difference between\n        the 2000 degrees plus and 80 degrees below is more than\n        any metal can handle.  Fissures appear in giant lightning\n        strike cracks in all directions where the MTL hits.\n\n        Every bit of ice in the building melts.  Water boiling\n        away instantaneously in the path of the MTL.\n        Spartan has nowhere to run.  And nothing but a big\n        fucking club.  To his left he suddenly sees an empty\n        chamber.  Except this one was never filled.  The display\n        reads:  READY FOR CRYO.\n\n        There's a tiny white chip in the vial inside the vacuum\n        bell.  Spartan looks at it.  It's like a very bad memory\n        coming back.  But he knows what it is and knows what it\n        does.  Smashes the vacuum bell with the wrench.\n\n        Simon grows closer.\n\n        Spartan bashes the robot arm out of the way.  Picks\n        up the vial.  Looks around desperately.  No point using\n        it if it's going to kill him too.  Grabs the grid of\n        the floor above him.  Heaves himself up.\n\n        Simon lifts the MTL towards him.  It almost reaches\n        up to the landing above.  Spartan hurls the VIAL at\n        Simon's feet.\n\n        It SHATTERS.  Nothing happens.  The heat from the MTL\n        has boiled off all the water in a ten foot circle nearby.\n\n        The MTL flame comes closer.  In a moment Spartan will\n        get cooked.  Instead of running away, he moves closer.\n        Stands up on the railing of the second landing.  And\n        just as his clothes begin to catch fire from the heat,\n        leaps --\n\n        Over the oncoming thermal flame as it arcs up towards\n        him.  And over and past Phoenix.\n\n        Spartan lands behind him, coming around with an elbow\n        into Phoenix's kidney, causing Phoenix to drop the MTL.\n\n        Outside their circle of heat, the tiny chip hits the\n        water.  Melts.  And again, like the opposite of watching\n        ice shatter, the water everywhere goes steel solid,\n        stuttering out in all directions.\n\n        Phoenix still has a free hand.  Smashes a nerve center\n        on the side of Spartan's neck.  Spartan twitches visibly\n        from it.  Grunts.\n\n        Spartan punches him right, left, right in the sternum.\n        Phoenix coughs blood, spits it away.\n\n        Steps back to launch a mighty blow at Spartan and --\n\n        His heel just steps into a puddle of water.  The tiniest\n        rivulet drifts over, connects it to the main ice solid\n        locked water.\n\n        Simon feels his foot stuck.  And as he looks down in\n        consternation, realizes in shock what's happened and\n        then looks up, Spartan hits him straight from the\n        shoulder with everything he has left, dead in the face,\n        as Phoenix solidifies.\n\n        Phoenix's head snaps clean off.\n\n        Hits, like a ball bearing on polished steel.  Bounces\n        with a CLANG.  Rolls off.  CLANG, CLANG, CLANG, CLANG,\n        CLANG.\n\n        Spartan reaches desperately for the still spewing MTL\n        as the rivulets close in towards him.\n\n        Grabs onto it just in time.  Spins, melts off a\n        protective circle around him.\n        Looks up at the peanut gallery of cryocons.\n\n                                SPARTAN\n                  All right, who's next???\n\n        Nobody moves.  Nobody can move.  Every last one is\n        dead.  Frozen in place.\n\n        The building continues to collapse around Spartan.  More\n        LIGHTS BLOW OUT.  A giant beam comes crashing down.\n\n                                SPARTAN\n                         (a massive\n                          understatement)\n                  I think it's time to go.\n\n        Carefully melting a path to the door, Spartan comes\n        through --\n\n\n        INT. CRYO PRISON - STARK WHITE CORRIDOR - NIGHT\n\n        MTL still blazing, the hall bursts into flame around him\n        as he leaves.  He takes no chances.  Continues to melt\n        and burn his way out.\n\n\n        EXT. CRYO PRISON - NIGHT\n\n        Outside the building, but still inside the gate.  Spartan\n        pauses, still holding the flaming MTL, thinks about it a\n        sec, torches the rest of the whole evil fucking place.\n\n\n        GATE\n\n        As Spartan steps through, the MTL sputters to a halt.\n        He tosses it aside.  The cryo prison burns, explodes,\n        freezes, contracts, expands behind him.\n\n        A far greater crowd has gathered.  Police, citizens,\n        Scraps.  They watch in silent awe and shock as Spartan\n        re-emerges.  Katherine walks up.  Deadpan as her\n        father --\n\n                                KATHERINE\n                  Good to see you again, Dad.\n                         (kisses him on\n                          the cheek)\n                  Come by sometime for dinner.\n                         (re:  the\n                          destruction)\n                  I'll cook.\n\n        He kisses her back on the cheek.  She smiles, they\n        hug.  Lenina watches from nearby.\n\n                                HUXLEY\n                  That was it?  That's the whole\n                  kissing thing?  What was Cocteau\n                  so worried about?\n\n        Spartan grabs her.  Lays a real kiss on her.  Long and\n        hard.  She comes up for air, gasping, eyes shiny.\n\n                                HUXLEY\n                  Oh.  My.\n                         (then)\n                  Is the rest of fluid transfer\n                  activities like this?\n\n                                SPARTAN\n                         (beat; dry)\n                  Better.\n\n                                HUXLEY\n                         (beat)\n                  Better??!  Oh.  My.\n\n        She kisses him.  Long and hard.  Breaks.\n\n                                HUXLEY\n                  Welcome to the future, John\n                  Spartan.  Now that you've\n                  destroyed everything.\n\n        He throws an arm over her shoulder.  They turn and walk\n        away.  They head off into the sunrise...\n\n                                SPARTAN\n                  Yeah, I think I'm gonna like it\n                  here.\n                         (a beat; then)\n                  There's one thing I want to\n                  know though.  How does that\n                  damn three seashells thing\n                  work?\n\n        And as the MUSIC COMES UP and obscures her explanation\n        we --\n\n                                                   FADE OUT.\n\n\n\n\n                                 <u>THE END<\/u>\n\n\n\n\n\n\n<\/pre>\n<\/body>\n<\/html>","id":1114,"split":"test"}
