{"ori_id":"0025577043f5090cd603c6aea60f26e236195594","title":"Pump Up the Volume (film)","context":"Pump Up the Volume (film)\n Mark Hunter (Slater), a high school student in a sleepy suburb of Phoenix, Arizona, starts an FM pirate radio station that broadcasts from the basement of his parents' house. Mark is a loner, an outsider, whose only outlet for his teenage angst and aggression is his unauthorized radio station. His pirate station's theme song is \"Everybody Knows\" by Leonard Cohen and there are glimpses of cassettes by such alternative musicians as The Jesus and Mary Chain, Camper Van Beethoven, Primal Scream, Soundgarden, Ice-T, Bad Brains, Concrete Blonde, Henry Rollins, and The Pixies. By day, Mark is seen as a loner, hardly talking to anyone around him; by night, he expresses his outsider views about what is wrong with American society. When he speaks his mind about what is going on at his school and in the community, more and more of his fellow students tune in to hear his show.\nNobody knows the true identity of \"Hard Harry\" or \"Happy Harry Hard-on,\" as Mark refers to himself, until Nora Diniro (Mathis), a fellow student, tracks him down and confronts him the day after a student named Malcolm commits suicide after Harry attempts to reason with him. The radio show becomes increasingly popular and influential after Harry confronts the suicide head-on, exhorting his listeners to do something about their problems instead of surrendering to them through suicideâ\u0080\u0094at the crescendo of his yelled speech, an overachieving student named Paige Woodward (who has been a constant listener) jams her various medals and accolades into a microwave and turns it on. She then sits, watching the awards cook until the microwave explodes, injuring her. While this is happening, other students act out in cathartic release.\nEventually, the radio show causes so much trouble in the community that the FCC is called in to investigate. During the fracas, it is revealed that the school's principal (Annie Ross) has been expelling \"problem students,\" namely, students with below-average standardized test scores, in an effort to boost the district's test scores while still keeping their names on the rolls (a criminal offense) in order to retain government funding.\nRealizing he has started something huge, Mark decides it is up to him to end it. He dismantles his radio station and attaches it to his mother's old jeep, creating a mobile transmitter so his position can't be triangulated. Pursued by the police and the FCC, Nora drives the jeep around while Mark broadcasts. The harmonizer he uses to disguise his voice breaks, and with no time left to fix it, Mark decides to broadcast his final message as himself. They finally drive up to the crowd of protesting students, and Mark tells them that the world belongs to them and that they should make their own future. The police step in and arrest Mark and Nora. As they are taken away, Mark reminds the students to \"talk hard.\" As the film ends, the voices of other students (and even one of the teachers) speak as intros for their own independent stations, which can be heard broadcasting across the country.\n<html><title>Pump Up The Volume Transcript<\/title><pre>\nHappy Harry Hardon - Did you ever get the feeling that everything in America is \ncompletely fucked up. You know that feeling that the whole country is like one inch \naway from saying 'That's it, forget it.' You think about it. Everything is polluted. The \nenvironment, the government, the schools you name it. Speaking of schools. I was \nwalking the households the other day and I asked myself. Is there live after high school? \nBecause I can't face tomorrow, let alone a whole year of this shit. Yeah, you got it folks. \nIt's me again with a little attitude for all you out here and waiting for Atlanta. All you \nnice people living in the middle of America the beautiful. Lets see, we're on er 92 FM \ntonight and it feels like a nice clean little band so far. No one else is using it. The price is \nright. Heh, heh. And yes folks you guest it. Tonight I am as horny as a ten peckerd house, \nso stay tuned because this is Happy Harry Hardon reminding you to eat your cereal with a \nfork and do your homework in the dark..\n\nMurdock - Mr. Travis, Louis Travis. It's just for a second.\n\nMr Woodward - So, I'll pick you up after your yearbook.\n\nPaige Woodward - Okay, dad.\n\nMr Woodward - And no big dates tonight, you have to be well rested for your History \nexam\ntomorrow.\n\nPaige - Okay.\n\nMazz - Yo Paige, anytime anywhere beautiful. Mr. Paige.\n\nNora Diniro - Oh, Miss Paige Woodward arriving.\n\nJanie - So rich, so smart.\n\nNora - So perfect.\n\nMurdock - Cheryl, good to see you. You're going to see the principal this morning.\n\nCheryl - Can you tell me what this is about.\n\nMurdock - We'll see. Excuse Misses Creswood.\n\nLuis Chavez - Yes.\n\nNora  - Check this out.\n\nJanie - What is it?\n\nNora -  It's this guy. He's got a pirate radio station. Hiss name is Happy Harry Hardon. \nHe's a total sex maniac.\n\nJanie - Off course.\n\nNora - He comes on every night at ten o'clock.\n\nHappy Harry Hardon - Okay, down to business. I got my wild cherry diet Pepsi and I got \nmy Black Jack gum here and I got that feeling, mmm that familiar feeling that something \nrank is going down up there. Yeah, I can smell it. I can almost taste it. The rankness in \nthe air. It's everywhere. It's running through that old pipeline out there, trickling along the \ndumb concrete river and coming up the drains of those lovely tracktones we all live in. I \nmean I don't know. Everywhere I look it seems everything is sold out.\n\nAnnie - They say this is where the reception is the coolest.\n\nJohnathan - Then he'll probably live right around here.\n\nMazz - Fucking Yuppies.\n\nHappy Harry Hardon - My dad sold out. And my mom sold out years ago when she had \nme. And then they sold me out when they brought me to this hole in the world. They \nmade me everything I am today so naturally I hate the bastards. Speaking of which, I am \nrunning a contest on the best way to put them out of their misery. Tonight we have \nnumber twelve of one hundred things to do with your body when you're all alone. Now \nare you ready of the incredible sound of Happy Harry Hardon coming on his own face. \nOh, my god, it's very possible you know. Oh, oh this is a champion one. I'm going for it. \nHe's still growing. This... Yes, Happy Harry Hardon will go to any language to keep his \nthree listeners glued with Huwy Bluwy to their radios. But the question is. How far will \nyou go? How far can you go to amaze and discuss the sensational Happy Harry Hardon. I \nmean. How serious are you? I ask you that. dear listener.\n\nMr Woodward - Hi beautiful. You know I can't figure out how you manage to get such \ngreat\ngrades and you listen to that radio all night. You know. Tomorrow don't forget Yale \ninterview. And I don't want you to look too sleepy. You know. Goodnight Sweetheart.\n\nHappy Harry Hardon - I'm getting a lot of letters here guys. Here. Dear Happy Harry \nHardon, my boyfriend won't talk to me anymore. How do I show him that I really love \nhim? Look, I don't know anything about these letters asking for love advice. I mean, if I \nknew anything about love I would be out there making it instead of talking to you guys. \nSo just send me stuff to box 20710, USA Mail Paradise Hill Mess Arizona 84012. \nReplies guarantied. Dear Harry, I think your boring and upknocktius and have a high \nopinion of yourself. Course I'm you I'll probably thinking I sent this to myself. I think \nschool is okay. if you just look at it right. I like your music, but I really don't see why you \ncan't be cheerful for one second. I tell you since you ask. I just arrived in this stupid \nsuburb. I have no friends, no money, no car, no licence. And even if I did have a licence \nall I can do is drive out to some stupid mall. Maybe if I'm lucky play some fucking video \ngames, smoke a joint and get stupid. You see, there's nothing to do anymore. Everything \ndecents been done. All the great themes have been used up. Turned into theme parks. So I \ndon't really find it cheerful to be living in totally exhausted decade where there is nothing \nto look forward to and no one to look up to. That was deep. Oh no, not again. The \ncreature stirs. Oh God, I think it is going to be a gusher. This is the sixth time in an hour. \nOh god...\n\nAnnie - He sounds like he chronically masturbated.\n\nJohnathan - He prides himself on it.\n\nHappy Harry Hardon - You see, I take care of it. Oh, or else I'm going to explode. I just... \nExcuse me while I... While I... While I... Oh yeah... Oh yeah... Oh yeah, this is the big \none. I'm gonna explode... Oh, take cover Arizona here I come.\n\nMazz - Any time now, man.\n\nHappy Harry Hardon - Oh God... Oh God... This is the best. Oh God yeah... Free at last, \nI'm beat. I'm whipped. It's quitting time. Gotta recuperate.\n\nMazz - There he goes. Some time he's on for five minutes, some time he's on for five \nhours. That's my man.\n\nMarla Hunter - God, I feel so out of touch here.\n\nBrian Hunter - We didn't move out here to stay in touch.\n\nMarla Hunter - And why did we move out here?\n\nBrian Hunter - Oh, because it's a nice place to live. I'm making good money and I'm the\nyoungest school commissioner in the History of Arizona.\n\nMarla Hunter - Brian, you know what. The man I married loved his work. Not power and\nmoney.\n\nBrian Hunter - That's all right I still love my work. And I love power and money.\n\nMarla Hunter - Young radical Brain, you were always fighting against the system. And \nnow you are...\n\nBrian Hunter - I am the system, yeah. Is that a beer?\n\nMark Hunter (Happy Harry Hardon) - Sure!\n\nMarla Hunter - Have you notice his behaviour lately?\n\nBrian Hunter - What about him?\n\nMarla Hunter - He's just so unhappy here.\n\nBrian Hunter - I'll go talk to him.\n\n<Brian's Study>\n\nBrian Hunter - Hi, what's up?\n\nMark - I was just looking for some stamps.\n\nBrian Hunter - Oh fine, I got some right here. Sending a letter to one of your friends back \neast?\n\nMark - No, I thought I might send away for an inflatable date.\n\nBrian Hunter - You know, one of these days you're going to have to watch yourself \nyoung man.\n\nMark - I love it when you call me young man.\n\nBrian Hunter - You know when I was your age I was in all the teams and a bunch of \nclubs. Look all I'm saying is that school must have some really terrific programs, it's very \nhighly rated.\n\nMark - Just save it for the masses.\n\nBrian Hunter - Mark, they've got twelve hundred students down there. Surely some of \nthem\nhave gotta be cool.\n\nMark - Look the deal is I get decent grades and you guys leave me alone.\n\n<Back at Hupert Humphrey>\n\nJanie - Okay so who is this guy?\n\nNora - I don't know, nobody knows who he is, but he really hates this school so I guess \nhe goes here.\n\nJanie - But all the guys that go here are geeks.\n\nNora - Maybe not my dear! Later\n\nJanie - Later?\n\n<English Class>\n\nJan Emerson - And so then the logi cars questioned the few remaining death spurs more \nand more they began to fade away until there was nothing left of them and they \ndisappeared from the face of the earth.......... Hmm, pretty good hey? Leading with your \nheart, not your mind. I wondered if you would tell us what you were thinking when you \nwrote this?\n\nMark - I just wrote it late last night.\n\nJan - That's obvious it's practically a night book. Mark, I was hoping you'd share your \nfeelings about it. <Bell rings> Saved by the bell. Don't think If I didn't read your \ncomposition it won't be read. Mark! We're looking for new writers for The Clarion. Don't \nbe embarrassed of your talent.\n\n<Murdock's woodwork class. A Happy Harry Hardon Tape blasting out of a stereo>\n\nClass - Morning Mr. Murdock\n\nMurdock - I'm not stupid you know.\n\n<Staff room>\n\nCreswood - This school is judged on one category only: Academic scores. The lesson of \nmodern education is that nothing comes easily, no pain, no gain.\n\nMurdock <enters> - Excuse me everyone do you want to listen to this, it's the third this \nweek. It's unbelievable.\n\n<Murdock plays a tape with Happy Harry Hardon simulating masturbation>\n\nJan - <laughs>\n\nCreswood - Jan! This is no laughing matter.\n\n<School Library>\n\nNora - Hi!\n\nMark - Hi\n\nNora - You're in my writing class right.\n\nMark - Right.\n\nNora - Yeah I like Emerson (Jan) she's pretty funky. <Nora look at the date on Marks \nbook> Now you're in trouble!.... You owe me twenty five cents...... \"How To Talk Dirty \nAnd Influence People\" by Lenny Bruce. Who's he?... Any good?\n\nMark - He's alright.\n\nNora - Talk a lot.\n\nMark - Not to much no.\n\n<Mark leaves and Nora looks down at checklist of possible Hard Harrys'>\n\nNora - Cute, but no way!\n\n<A ten o'clock show>  \n\nHappy Harry Hardon - Guess who? It's ten o'clock do you care where your parents are? \nAfter all it's a jungle out there. <Everybody Knows plays> I don't know. Everywhere I \nlook it seems that someone's getting butt surfed by the system. Parents are always talking \nabout the system, and the sixties and how cool it was. Well look at where the sixties got \nthem hey! Come on people now smile on your brother everybody together try and love \none another right now!!! Now that was the sixties, this is a song from the nineties from \nmy buddies the Descendants. <The Descendants play> I hate the sixties, I hate school, I \nhate principals, I hate vice principles!! But my true pure refined hatred is reserved for \nguidance councillors. Happy Harry just happens to have in his very hands a copy of a \nmemo written by Mr. David Deaver, guidance councillor extrordinaire to one Miss \nLoretta Creswood, high school principle. \"I found Cheryl un-remorseful about her current \ncondition\" Bastard can't even say she's knocked up. \"And she's unwilling to minimise it's \naffect on the morals of the student population.\" Guidance councillors!!!!! If they knew \nanything about career moves would they have ended up as guidance councillors? What \ndo you say we call Deaver up hey? Happy Harry Hardon just happens to have the home \nphone numbers of every employee up at Paradise Hills. Here we go, there you are Mr. \nDeesky <Happy Harry Hardon rings up Mr Deaver>.\n\nDeaver - Deaver residence, David Deaver speaking.\n\nHappy Harry Hardon - Hey this is WKPS, we're doing a piece on high schools. We \nunderstand that your a guidance councillor.\n\nDeaver - I'm head of guidance at Hubert Humphrey High in Paradise Hills Arizona. I've \nbeen there seven years.\n\nHappy Harry Hardon - Can you tell me a bit about what you do.\n\nDeaver - I run a comprehensive American values program, erm in which we discuss \nethical situations, sex education and drug abuse.\n\nHappy Harry Hardon - What do you say to young people who look around at the world \nand see it's become, like you know, a sleazy country, a place you just can't trust. Like \nyour school for example. Why is it, it wins all of these awards and students are dropping \nout like flies, why..why is that. Now my listeners are interested in the decision to expel \nCheryl Bates.\n\nDeaver - I, erm, I'm not aware of anything like that, I don't know what you're talking \nabout.\n\nHappy Harry Hardon - That is not true sir. \"Cheryl refuses to accept suggestions of a \nmore positive mental attitude towards her health and her future. I'm afraid I find no \nalternative, but to suggest suspension.\"\n\nDeaver - Who is this? How did you get this number?\n\nHappy Harry Hardon - Are you going to admit it sir.\n\nDeaver - Admit what?\n\nHappy Harry Hardon - That you're slime!\n\nDeaver - Now just wait a minute.\n\nHappy Harry Hardon - You interview a student and then you rat on her, you betray her \ntrust, isn't that right Sir!<Deaver hangs up> Well as you can see, these guys are played \nout. Society is mutating so rapidly that anyone over the age of twenty has really no \nidea.... Err alright, back down to business. \"I share a room with my older brother and \nnearly every night after he turns off his light he come over to my bed and gives me a few \narm nookies and stuff and then makes me scratch his back and other refinements\" It's \nabout time we had some refinements on this show. \"Then sooner or later he gets worked \nup and further a do he rubs his thing and makes me watch.\" Signed \"I'm just screwed up\" \nWell first of all you're not screwed up, your an unscrewed up reaction to a screwed up \nsituation. Feeling screwed up at a screwed up time, in a screwed up place does not make \nyou necessarily screwed up, if you catch my drift. Well as you know dear listeners if you \nenclose your number a reply is guaranteed. <Rings Miss Screwed Up>\n\nMiss Screwed Up - Hello\n\nHappy Harry Hardon - This is Happy Harry Hardon, your live. Is this Miss Screwed Up.\n\nMiss Screwed Up - Yes\n\nHappy Harry Hardon - Well I have a couple of questions. How big is it, this thing you \ndescribed? Is it bigger than a baby's arm..... What you don't remember or you don't want \nto tell me?.... Or maybe you made this whole thing up hey? Remember my dear I can \nsmell a lie like a fart in a car. <Miss Screwed Up hangs up> Well it's too bad about that \none actually, to me the real truth is always a bigger turn on. It doesn't have to be a big \ndeal, it could be anything.\n\n<Malcolm's bedroom>\n\nMrs Kaiser - Malcolm have you finished your homework yet?\n\nMalcolm - Yes.\n\nMrs Kaiser - Your father and I are downstairs, why don't you come and join us for once.\n\nMalcolm - No.\n\nMrs Kaiser - Okay Malcolm have it your way.\n\nMalcolm - Thanks.\n\n<Back at Hard Harrys'>\n\nHappy Harry Hardon - Send me your most pathetic moment, your most anything, as long \nas it's real. I mean I want the size, the shape, the feel, the smell. I want blood sweat and \ntears on these letters. I want brains and ectoplasm and cum spilled all over them. \nHallelujah! And now , all my horny listeners, get one hand free because yes, the eat me \nbeat me lady is back. \"Come in. Every night you enter me like a criminal. You break into \nmy brain, but you're no ordinary criminal. You put your feet up, you drink your can of \nPepsi, you start to party, you turn up my stereo. Songs I've never heard, but I move \nanyway. You get me crazy, I say 'Do it.' I don't care just do it. Jam me, jack me, push me, \npull me -talk hard!\"............ I like that. Talk Hard. I like the idea that a voice can just go \nsomewhere uninvited and just kind of hang out like a dirty thought in a nice clean mind. \nTo me a thought is like a virus. You know, it can just kill all the healthy thoughts and just \ntake over. That would be serious.\n\nNora - That would be totally serious.\n\nHappy Harry Hardon - I know all of my horny listeners would love it if I would call up \nthe eat me beat me lady. But no! Because she never encloses her number.\n\nNora - Tough look creepoid.\n\nHappy Harry Hardon - Always the same red paper, the same beautiful black writing. \nShe's probably a lot like me, a legend in her own mind. But you know what, I bet in real \nlife she's probably not that wild. I bet she's kind of shy like so many of us who briskly \nwalk the halls, pretending to be late for some class, pretending to be distracted. Hey \npoetry lady, are you really this cool? Are you out there? Are you listening? \n\nNora - I'm always out here.\n\nHappy Harry Hardon - I feel like I know you, and yet we'll never meet. Ah so be it... \nNow here's a song from my close personal buddies the Beastie Boys. A song that was so \ncontroversial they couldn't put it on their second album. What about a little night light.\n\n<Beastie Boys play>\n\nHappy Harry Hardon - I just love being the rap king of Arizona. I don't know drugs are \nout, sex is out, politics are out, everything is on hold. I mean we definitely need \nsomething knew. We just keep waiting for some new voice to come out of somewhere \nand say \"Hey wait a minute, what is wrong with this picture.\" <picks up a letter and \nopens it> Well maybe this is the answer to everything, wouldn't that be nice hey.  \"Dear \nHappy Harry Hardon do you think I should kill myself\" Great! Signed \"I'm Serious\" And \nof course there is a number here. <Calls the number> Hello serious?\n\nMalcolm - Yeah\n\nHappy Harry Hardon - Are you okay?\n\nMalcolm - Yep\n\nHappy Harry Hardon - I guess what I'm asking is how serious are you, well how are you \ngoing to do it?\n\nMalcolm - I'm gonna blow my fucking head off.\n\nHappy Harry Hardon - O! Well do you have a gun.\n\nMalcolm - No I'm going to use my finger genius.\n\nHappy Harry Hardon - Alright. So where is this gonna take place hey?\n\nMalcolm - Right here.\n\nHappy Harry Hardon - Where is this alleged gun? Do you have it with you? Did you at \nleast write a note? You have a reason don't you? Your not going to be one of those people \nwho kills themselves and nobody has any idea of why they did it? Hey that's why we \nneed a note pal!\n\nMalcolm - I'm all alone.\n\nHappy Harry Hardon - No, hey, maybe it's okay to be alone sometimes, everybody's \nalone.\n\nMalcolm - You're not.\n\nHappy Harry Hardon - I didn't talk to one person today, not..not counting teachers. I sit \nalone everyday you know, sitting on the stairwell eating my lunch, reading a book. What \nabout you?  <Malcolm hangs up> I hate that, now I'm depressed. Now I feel like killing \nmyself, but I'm too depressed to bother. <Tries to re-dial Malcolm, but it's engaged> \nGreat! He's got the phone of the hook. Rejected again, that's okay I'm use to it, terminal \nloneliness....... People always think they no who a person is but they're always wrong. \nMost parents have no idea. It's just that mine had me tested because I sit alone in my \nroom alone, naked, wearing only a cock ring, heh heh! I mean it really bugs me, everyone \nknows what a person should be, who cares who I should be! You know, in real life I \ncould be that anonymous nerd sitting across from you in Chem. Lab, staring at you so \nhard, you turn around, he tries to smile, but the smile just comes out all wrong. You just \nthink how pathetic, then he just looks away and never looks back at you again. Well hey, \nwho cares, that's my motto. Well sleep tight Cheryl, sleep tight Miss Refinements, sleep \ntight Poetry Lady, sleep tight Mr Serious, maybe you'll feel better tomorrow.\n\n<Tomorrow at school>\n\nJamie - Hey what's a cock ring, it sounds cool.\n\nAlex - How should I know, maybe it's a ring with a cock on it.\n\nJamie - But he said he was wearing.\n\n<Mark approaches Paige>\n\nMark - Hi\n\nPaige - Hi.\n\n<Someone puts a tape on of Happy Harry Hardon's conversation with Deaver>\n\nMurdock - You know people this dancing is a privilege and it will be taken away if it's \nabused, do you understand that?\n\n<Nora searches the school grounds for Mark and finds him reading on the stairs>\n\nNora - Hi, got a stick of gum. Black Jack!... You really as horny as a ten peckerd \nhouse?..... Hi my names Nora, what's yours?\n\nMark - Mark.\n\nNora - Mark! Well hi Mark.\n\nMark - Hi.\n\nNora - Listen, I was gonna cut fourth period, do you wanna join me for a smoke in the \narts clay room.\n\nMark - Er, no, I can't, got to go, sorry.\n\nNora - Sorry!\n\n<Staff room>\n\nMurdock - These dam tapes keep cropping up all over the place, they were playing this in \nthe alcove.\n\nMr. Moore - Who is this guy anyway, everyday there's more graffiti.\n\nMr. Stern - I don't know, but he's turning the school upside down.\n\nJan - Has anybody seen Luis Chavez he wasn't in my class today.\n\nMr. Stern - Mine either.\n\n<Murdock plays the tape of Happy Harry Hardon reading out Deaver's letter to \nCreswood. Creswood enters the staff room.>\n\nCreswood - Turn that off, I've got an announcement to make.\n\n<Mark's English class>\n\nJan - I have some very upsetting news. Last night one of our students, Malcolm Kaiser \ntook his own life, for those of you who knew him, there will be a memorial service at \nDempsey hill on Friday. I know it hurts, it's painful to lose someone.\n\n<Mark collects his post from the postal centre, exits and starts to read the eat me beat me \nlady's letter>\n\nMark (Reads silently) - \"You're the voice crying out in the wilderness, your the voice that \nmakes my brain burn and make my guts go gooey. Yeah you gut me, my insides spill on \nyour alter and tell the future, my steaming gleaming guts spill out your nature. I know \nyou, not your name, but your game. I know the true you, come to me or I'll come to you.\"\n\n<Nora appears from behind the bus stop>\n\nNora - So you are him! Don't worry I'm not going to bust you or anything... Aren't you \ngoing to ask who I am?\n\nMark - I don't think so, no!\n\nNora - I'm the eat me beat me lady!   So you don't believe me. \"I know you, not your \nname, but your game. I know the true you, come to me or I'll come to you.\"  Hey relax, \nI'm not really like that, except when I am.\n\nMark - Look it's not your fault. I was listening last night. I didn't think he'd go through \nwith it.\n\n<The Hunter dining table>\n\nMarla - Mark,  we heard about Malcolm Kaiser, we know.\n\nBrian - We were just wondering if you knew him?\n\nMark - No not really.\n\nBrian - Mark, I'm going to ask you something. Your mother and I have been talking and I \nguess we realise...\n\nMarla - Mark, basically we thought you might benefit from seeing a psychiatrist.\n\nMark - Is it that obvious.\n\nMarla - No honey of course not. We think you're perfect, it's just that you seem so sad \nand lonely all the time.\n\nBrian - And we just want you to feel good about your self.\n\nMarla - You had friends in New York Hun.\n\nBrian - Have you ever tried to meet people here at all?\n\nMarla - Have you ever just walked up to a girl here and said 'Hi'?\n\nMark (Trying to make an exit) - Look the girls here, there different, I can't talk to them!\n\nMarla - How are they different?\n\nBrian - I was taking to your English teacher today.\n\nMark - C'mon Dad please! It's creepy enough around there without you snooping around.\n\nBrian - And she says you've got a great promise as a writer, but that you're having trouble \nconcentrating.\n\nMark - So when is Johnny gonna concentrate, get happy, get a girl friend and then write a \nbest seller?\n\nBrian - Fine! You don't listen, you don't talk to me, you don't talk to anyone, you hate \neverything.\n\nMark - I can't talk to you people and I certainly aint gonna see a shrink.\n\nBrian - Listen Mark! Everyone's got problems, not just you, but you aint gonna solve \nthem if you don't communicate them.\n\n<Mark walks off>\n\nMarla - Okay! He's gone back down stairs.\n\n<Downstairs>\n\nShep Sheppard - And so family and friends of Malcolm Kaiser sadly come and go into \nthe night even as phantom DJ Happy Harry Hardon prepares to broadcast anonymously \nfrom somewhere in this formerly peaceful community. This is Shep Sheppard reporting \nlive from Paradise Hills, Arizona. Back to you Bill.\n\nMark - Yeah back to you.\n\n<If it be your will plays.The ten o'clock broadcast>\n\nHappy Harry Hardon - You see I never planned it like this. My dumb Dad got me this \nshort wave radio set so I could just speak to my friends back east, but I couldn't reach \nanybody, I thought I was talking to nobody. I imagined that nobody listening. Maybe I \nimagined one person out there, anyway one day I woke up and I realised I was never \ngoing to be normal and so I said fuck it, I said so be it and Happy Harry Hardon was \nborn. I never meant to hurt anyone, honestly I never meant to hurt anyone. I'm sorry \nMalcolm. I never said \"Don't do it\" I'm sorry. Erm anyway I'm done, stick a fork in me \nit's been grand. This is Happy Harry Hardon saying sionara, over and out.\n\nNora - Come on you can't do this.\n\nPaige - This is a joke right?\n\nMazz - C'mon Harry baby, don't stiff.\n\nMark - What am I doing. Fuck It!\n\nHappy Harry Hardon - You hear about some kid who did something stupid, something \ndesperate. What possessed him. How could he do such a terrible thing. It's really quite \nsimple actually. Consider the life of a teenager. You have parents, teachers telling you \nwhat to do. You have movies, magazines, and TV telling you what to do. But you know \nwhat you have to do. Your job, your purpose, is to get accepted, get a cute girl friend, and \nthink up something great to do with the rest of your life. What if you're confused and \ncan't imagine a career? What if you're funny looking and you can't get a girl friend? You \nsee no one wants to hear it, but the terrible secret is that being young is sometimes less \nfun than being dead.\n\nShep Sheppard - This is great he's making it worse.\n\nHappy Harry Hardon - Suicide is wrong, but the interesting thing about it is how \nuncomplicated it seems. There you are, you got all these problems swarming around your \nbrain, and here is one simple, one incredibly simple solution. I'm just surprised it doesn't \nhappen every day around here. No now they're going to say I said offing yourself is \nsimple, but no, no, no, no, it's not simple. It's like everything else you have to read the \nfine print. For instance, assuming there is a heaven who would ever wanna go there, you \nknow. I mean think about it, sitting on this cloud, you know it's nice, it's quiet, there's no \nteachers, there's no parents, but guess what? There's nothing to do. Fucking boring. \nAnother thing to remember about suicide is that it is not a pretty picture. First of all, you \nshit your shorts you know. So there you are dead, people are weeping over you, crying, \ngirls you never spoke to are saying, \"Why? Why? Why?\" and you have a load in your \nshorts. That's the way I see it. Sue me. Now, they're saying I shouldn't think stuff like \nthis. They're saying something is wrong with me, that I should be ashamed. Well, I'm sick \nof being ashamed. Aren't you?\n\nNora - Sick to death!\n\nHappy Harry Hardon - I don't mind being dejected and rejected, but I'm not going to be \nashamed about it.\n\nNora - Alleuelya\n\nHappy Harry Hardon - At least pain is real. You look around and you see nothing is real, \nbut the pain is real. You know, even this show isn't real. This isn't me; I'm using a voice \ndisguiser. I'm a phoney fuck just like my Dad, just like anybody. You see, the real me is \njust as worried as the rest of you. They say I'm disturbed, well of course I'm disturbed. I \nmean we're all disturbed, and if we're not, why not? Doesn't this blend of blindness and \nblandness want to make you do something crazy? Then why not do something crazy? It \nmakes a hell of a lot of sense than blowing you fucking brains out you know. Go nuts, go \ncrazy, get creative! You got problems? You just chuck'em, nuke'em! They think you're \nmoody? Make'em think you're crazy, make'em think you might snap! They think you got \nattitude? You show'em some real attitude! Come on, go nuts, get crazy. Hey no more Mr. \nNice Guy. Ahhhhhhhhhhhhhhhhhh, oh god!! ahhhhhhhhhhhhhhh, oh yes. <Paige throws \nall her stuff in the microwave and turns it on> <Henry Rollins plays> Time out! <Starts \nto read a letter> This is good, this is really very interesting.<Happy Harry Hardon dials \nthe phone>\n\nChris - Hello\n\nHappy Harry Hardon - Hi it's me you're on the air. Are you willing to tell my listeners \nwhat you told me here in this letter? Do you think they're ready to handle it.\n\nChris - I'm not ashamed.\n\nHappy Harry Hardon - So tell us what happened.\n\nChris - This guy I knew, he invited me up to the ridge and I wasn't really sure why, but I \nwas really happy because he's a pretty cool guy, he's an athlete and everything.\n\nHappy Harry Hardon - First of all where was this and how old are you.\n\nChris - It was just before school. I'm sixteen.\n\nHappy Harry Hardon - Go ahead.\n\nChris - So we get up there, we take our shirts off and we start fooling around and then I \nsought of told him how much I liked him, he just smiled and said he knew it. But then, he \nsays why don't we take our pants off and get a tan, so I did it, but he stalled.\n\nHappy Harry Hardon - Go ahead.\n\nChris - Then two of his friends showed up and they were drinking beer and laughing and \nthey took my clothes and threw them up in the trees. I didn't know what to do. I started to \ncry but they just laughed at me so I stopped and they just started calling me things. I don't \neven care about that. I know I'm into guys, but this was different.\n\nHappy Harry Hardon - So what did you do?\n\nChris - Everything, everything they told me.\n\nDeaver - I'm calling the police. Fraud! Pornography! He's just using these poor kids.\n\nPolice Dispatcher - That's the thirteenth call tonight.\n\nPolice Officer - Sounds like the kids bull shitting to me.\n\nDetective #1 - I don't know, these things happen when you're a kid, you swallow it \nDenny?\n\nDetective Denny - I think you're forgetting what it's like when you're young.\n\nShep's Boss - C'mon Shep. They got this kid to call in with this story they've concocted, \nthis isn't real.\n\nShep Sheppard - Who cares if it's real? People are riveted.\n\nDetective Denny - No! If people are re-broadcasting this stuff over state lines, I think it's \ntime to call in the Feds. This is F.C.C. juristiction.\n\nChris - I feel bad that I didn't even do anything. Now he wont even talk to me, he wont \neven look at me. I'm pretty confused!\n\nHappy Harry Hardon - Confused! You're not the one who is confused. You sound like \nyou know exactly what's going on. If any ones confused it's those guys out there.\n\nChris - I know, but I think about him a lot. I sometimes wonder why one person is born \none way and another person is born another way..... Are you there?\n\nHappy Harry Hardon - Yes, yes!\n\nChris - So I guess you think I'm a faggot wimp hey?\n\nHappy Harry Hardon - No! I'm just thinking how strong people can be and how everyone \nis alike in some way, how everyone needs the same things.\n\nChris - So what are we going to do about this.\n\nHappy Harry Hardon - I don't know. That's the big question isn't it hey?\n\nChris - I guess nobody knows hah. Well that's tough, I got to go, se ya.\n\nHappy Harry Hardon - I guess we all got to go now. Good night pal, good night friends.\n\n<The Pixies \"Wave Of Mutilation\" plays>\n\n<Tomorrow in the school grounds>\n\nNora - \"Believe It Or Not I Care: 8:30 - 3:30.\" What's that.\n\nJanie - Some new hot line Deaver's setting up.\n\nNora - Hey it's like 8:30 in the morning so it's alright to kill myself!\n\nJanie - Oh my god it's after 3:00 so I'm totally fucked.\n\n<Mark walks by>\n\nNora - Hi!\n\n<Mark ignores her>\n\nJanie - What are you doing........ Tramp!\n\nNora - Bitch!\n\n<Creswood's office>\n\nCreswood - How's he getting all this information? I want all the locks in the school \nchanged. I want a list of every student with relatives on the staff.\n\n<Murdock walks in>\n\nMurdock - Excuse me. I just found the graffiti on the roof of the cafeteria, they're taking \nit down now.\n\nCreswood - What's it say?\n\nMurdock - \"Creswood's a maggot puss wad.\"\n\n<Murdock sees Donald selling Happy Harry Hardon tapes by the lockers and takes him to \nCreswood>\n\nDonald - Nobody knows who he is.\n\nCreswood - We don't believe you Donald.\n\nDonald - I swear to you, nobody's got an idea.\n\nMurdock - Well you've got to the end of the day to get an idea. Don't forget, your file is \nunder review.\n\nCreswood - You better bring all you enrolment files here to my office.\n\n<Back outside the lockers>\n\nDoug - So what did they do to you?\n\n<Donald shakes his head in disgust>\n\nJoey - Hey! You Donald?\n\nDonald - Yeah\n\nJoey - Hi! I'm Joey can you get me into the P.A.\n\n<The school alcove>\n\nCreswood - That's the end of the music in The Alcove and from now on any found \ndefacing of school property will be expelled.\n\n<Donald and Joey put a mix tape of Deaver squirming in conversation with Happy Harry \nHardon>\n\nCreswood - What's happening? What's going on?\n\nMurdock - It's Mr Deaver!\n\nMr Moore - It wont stop, they're in the speaker system.\n\nCreswood - Shut it off, shut off the whole system.\n\nMr Moore - We can't!\n\nCreswood - Shut down the whole school!\n\n<Shep Sheppard roles up outside Hubert Humphrey where Mazz lingers>\n\nMazz - Hey you! Check it out, you're the TV guy right? Hey you want to interview me, \nhey because I listened the first night he was on, I'm like a mate of his. I used to go here, \nbut they chucked me out for no reason you know. <Mazz throws coloured smoke bomb's \non the ground> Hey check it out, school colours you know, instant prep rally. Jesus the \nsmog's getting worse and worse in this town. <Murdock grabs Mazz and takes him to \nCreswood's office.>\n\nShep Sheppard - This is Shep Sheppard reporting live from deep in the smoke at \nHumphrey High.\n\n<Creswood's office>\n\nMurdock - Sit down.\n\nMazz - So anybody mind if I smoke?\n\nCreswood - You do understand that you're expelled Mr Mazzilli?\n\nMazz - That's cool.\n\nCreswood - I can quite legally expel you.\n\nMazz - Yo! Loretta, I'm already expelled. Don't you remember? You booted me out the \nfirst week for dress code.\n\nCreswood - You're trespassing. How would you like to be arrested.\n\nMazz - Well that's cool too, 'cos I told them cameras to wait. I've got a lot to tell them \nyou know.\n\nCreswood - And who's going to believe you, tell me who's going to believe you?\n\nMazz - Maybe Harry would.\n\n<Nora pulls Mark into the Clayroom>\n\nNora - It's cool, it's safe. Guess what I heard?\n\nMark - What?\n\nNora - That tall snob Paige Woodward, she burned up all her shit last night right after you \nsuggested it, in her kitchen! Oh her precious pearls were flying like bullets, her Dad was \nun-thrilled.\n\nMark - This is out of control.\n\nNora - Yeess!\n\n<An announcement come over the P.A. that there will be an emergency PTA. meeting \nthat evening.>\n\nMark - That's it, it's over. I just hope it isn't too late.\n\nNora - Mark!\n\nMark - Just leave me alone okay, please!\n\n<Mark goes to collect his post only to see the police get there just before him>\n\nReporter #2 - Is that box registered to any name?\n\nPostal Clerk - Yes of course that box is registered to a name, but I can't give it out to you.\n\nDetective Denny - <Holding up his badge> But you can to me.\n\nPostal Clerk - Yes sir I can give it to you. I'll give it to you instantly. That box is \nregistered to a Mr. Charles U. Farely, 112 Crescent.\n\nReporter #2 - But that's the address of the school.\n\nDetective Denny - Chuck You Farely, ha ha. \n\n<The Hunter dining table, watching the news>\n\nMarla - Are you okay Mark?\n\nMark - Don't worry Mum. I'm not going to blow up the kitchen.\n\nMarla - Very funny darling.\n\nBrian - Listen to this. Mark have you ever even listened to this character.\n\nMark - No, not exactly listened.\n\nBrain - Well he's knocking the best school in the district and apparently he goes there.\n\nMark - Dad it's not exactly the best school in the district. There are some problems with \nit.\n\nBrian - You don't rock the boat especially when you're sitting in it. Any way we should \nget going, I don't want to be late.\n\nMarla! - C'mon Mark it's your fathers big meeting.\n\n<The PTA. meeting>\n\nCreswood - Good evening on be half of myself and the staff at Hubert Humphrey High I \nwish to thank you for turning out in such numbers, I congratulate you on your concern. \nNow before we begin I would like to introduce our new school commissioner, fresh from \nseveral educational triumphs on the east coast, Brian Hunter. Before I introduce the rest \nof our speakers for this evening.\n\nPTA. Parent #1 - Excuse me Mrs Creswood, can we just skip the preliminaries and find \nout what you're doing about all this.\n\nCreswood - Well when I introduce Mr Deaver he'll talk about our twenty four hour hot \nline.\n\nPTA. Parent #1 - Wait a minute, the kids who need the most help like those with drug \nproblems, they don't go in for all that.\n\nPTA. Parent #2 - I know kids. I mean they just wanna be happy.\n\nPTA. Parent #3 - Frankly, this radio person is the whole problem. Are we going to allow \nthis guy to be heard by anyone who turns a dial.\n\nPTA. Parent #4 - I work with teenage gangs in the city I say we go after this guy.\n\n<Paige walks in>\n\nPaige - My name is Paige Woodward and I have something to say to you people. People \nare saying that Harry is introducing bad things and encouraging bad things. But it seems \nto me that these things were already here. My god why don't you people listen? He's \ntrying to tell you something is wrong with this school. Half the people that are here are on \na probation of some kind. We are all really scared to be who we really are. I am not \nperfect. I've just been going through the motions of being perfect, and inside I'm \nscreaming.\n\nCreswood - Paige, you were a model student.\n\n<Paige walks out were the press await>\n\nReporter #2 - Do you know who he is? Are you prepared to do anything he says?\n\nPaige - <Shouting into the camera> Can you hear me? Don't listen to them, don't listen to \nany of them, stay on, stay hard!\n\nReporter #2 - Are you on drugs?\n\nPaige - Arrrgh. Talk Hard. Arrrrrgh.\n\nMark - I've got a lot of homework I'm gonna take off alright.\n\nMarla - Mark I know why your really going home. It's because you wanna listen to that \nshow tonight don't you?\n\n<Play Peter Murphy>\n\n<Nora goes to Marks house where she finds him burning his Happy Harry Hardon \nletters>\n\nNora - Hi! What are you doing? You having fun?\n\nMark - Yeah.\n\nNora - Hey, look I took some of these off the wall for you. I mistakingly thought you \nmight want them.\n\nMark - Thanks.\n\nNora - So I guess you're not going on tonight.\n\nMark - Brilliant.\n\nNora - Is this all just a game to you. You know you can't just shout fire in a theatre and \nwalk out. You have a responsibility for the people who believe in you. What is this? \nC'mon say something, say anything. Open your mouth and say get the hell out of here \nbitch.\n\nMark - I can't.\n\nNora - You can't what?\n\nMark - I can't talk.\n\nNora - Sure you can talk.\n\nMark - I can't talk to you.\n\nHappy Harry Hardon - I got a letter from this guy who's got a problem, he can't talk. I \nmean he can talk, but never when he wants to, not to girls, not to people.\n\nBrian - I can't believe it's as bad as they say.\n\nHappy Harry Hardon - He just opened up his mouth and nothing came out. And this jerk \nfinds somebody that he likes, which is probably the worst thing to happen to a person \nwho can't talk. So I don't know what to tell this guy because lately every time I give out \nadvice the fit hits the shan. So I don't know, maybe the best thing to do is just turn around \nand face the music and try to talk.\n\nMarla - Mark!\n\nMark - Coming.\n\nMarla - Mark it's just us. I wanna come in for a minute.\n\nMark - Yeah, just give me a second here, two seconds.\n\nBrian - Mark unlock the door.\n\nMarla - Mark can you hear us?\n\nMark - Yes, yes.\n\nMarla - We wanna come in.\n\nBrian -  Open the god dam door.\n\nMark - On my way.\n\n<Mark opens the door>\n\nBrian - Your mother and I have been out there for two minutes, what the hell are you \ndoing in there.\n\nMark - I was just reading.\n\nMarla - Oh c'mon Mark we heard you, we heard you talking.\n\nMark - I was reading aloud.\n\nBrian - Oh c'mon do you really expect us to believe that?\n\nMark - Okay I'll tell you the truth.\n\nNora - He was talking to me. Hi I'm Nora Diniro.\n\nMarla - Nice to meet you, how do you do.\n\nNora - I was afraid you would be mad at me for disturbing Mark's homework.\n\nMarla - You don't know how happy we are to meet you.\n\nNora - Listen I got to go, but it was really nice to have met you, bye Mark.\n\nMarla - No, you don't have to go. Mark she doesn't have to go.\n\nNora - Bye now, see you tomorrow.\n\n<Nora exits>\n\nBrian - You've been a bad dog haven't you. You know for a second there we though you \nwere that crazy DJ character.\n\nMark - Maybe he's not that crazy Dad.\n\nBrian - Right! Very funny. Go get her, go on. <Brian and Marla exit> That's my idea of \nhome work.\n\nMarla - Yeah.\n\nHappy Harry Hardon - Sorry about that folks, technical difficulties. Lets see who we have \nout there tonight hey. The usual band of teenage malcotets. I certainly hope so, because \nHappy Harry Hardon is feeling kind of rude tonight.\n\nBrian - That little leech.\n\nMarla - Like father, like son.\n\nHappy Harry Hardon - Oh I feel good, dam <Happy Harry Hardon takes of his T Shirt> \nWell, well, well, well. The big news! The emergency PTA meeting to discuss your truly. \nYes all the professionals have come out to talk about little old me and now they've all run \nhome to tune in and listen to what they've all been talking about. They say that I am \ndillusioned, demented, deranged and so guess what I say, SO BE IT! I say rise up in the \ncafeterias and stab them with your plastic forks. I say flogging and flactuance for Mrs \nCreswood, she gets a hundred lashes for every kid she's hounded out of that fucking \nplace. I say down with all guidance councillors, make them work for a living. I can't stay \naway from this man. Oh I got to give him another call. Here I come Deave.\n\nPolice Dispatcher - Hot line. Believe it or not we care.\n\nHappy Harry Hardon - Believe it or not this is Happy Harry Hardon and I would like the \npleasure of speaking to Mr Deaver.\n\nPolice Dispatcher - Just a moment, I'll see if he's available.\n\nHappy Harry Hardon - I love it, the bitch is putting me on hold. I'm waiting for you. You \ncan run, but you can not hide Mr Deaver. Waiting for the Deave.                                 \n\nDeaver - Hello my young friend.\n\nHappy Harry Hardon - You're in on it right Mr Deaver.\n\nDeaver - It's all over son this phone call has been traced and who ever you are, your \nHistory.\n\nHappy Harry Hardon - Well, so be it, alleuelya.\n\nMazz - Don't just sit there man, run!\n\nHappy Harry Hardon - Don't worry about me, I'm alright. You see I bet what's happening \nout there is that the police are busting some old couple who have been un-knowingly \nsupplying me with my phone fees. I am everywhere. I am inside each and every single \none of you. Just look in and I will be there waving out at yeah, naked wearing only a cock \nring, heh, heh. Wow, time flies when you're on the run. I'm gonna cut out now with this \nunusual song I'm dedicating to an unusual person who makes me feel kind of unusual.\n\n<Ivan Neville plays>\n\nNora - It's okay you don't have to talk, you don't have to say anything and you don't have \nto do anything, unless you want to.\n\nMark - You're so different. <Nora takes her top off> I meant your so fearless. I wish I \ncould be like you.\n\nNora - You are.\n\nMark - I wish I could say things to you.\n\nNora - You do.\n\nMark - Everything's so strange.\n\nNora - Yeah.\n\nMark - Maybe we're just crazy.\n\nNora - So be it.\n\n<A police car pulls up nearby>\n\nNora - It's the cops!\n\nMark - It's okay. I think they're just dropping in on my neighbour.\n\nNora - So are you really wearing a cock ring.\n\nMark - I've never even seen one.\n\nNora - Oh yeah.\n\nMark - Yeah, I read about them in a magazine.\n\nNora - Maybe I don't believe you. <Tries to unzip Mark's jeans>\n\nMark - I swear, what are you doing. I have neighbours, stop!\n\nNora - So you can talk when you want to.\n\nMark - Yes I can.\n\nNora - Maybe we should pause first stage personal identification. I got to go.\n\n<The next day outside Hubert Humphrey>\n\nShep Sheppard - It's been three days since the death of Malcolm Kaiser and state and \nlocal officials have still little idea of the identity of this so called Happy Harry Hardon or \nthough many are convinced he is a student at this school.\n\n<Mark approaches Nora at the school gates>\n\nNora - Hi.\n\nMark - Are you okay.\n\nNora - Yeah, are you.\n\nMark - Yeah.\n\n<After a beautiful couple stalled attempts to kiss each other, their lips finally meet>\n\nNora - This is deep your message is out there. \"The Truth Is A Virus\"\n\nMark - Oh God! Jesus, this whole thing is making me ill.\n\nNora - Mark what is with you.\n\nMark - Look Nora last night was a mistake, I'm not going on any more, it's over.\n\nNora - But your so close.\n\nMark - Close to what.\n\nNora - To getting your message across.\n\nMark - This is my life you're screwing around with here you know.\n\nNora - Not any more it isn't, this is everyone's life. Mark you can't leave it like this, \npeople are confused.\n\nMark - So am I.\n\nNora - Mark!\n\nMark - The things fucked up, it's crazy!\n\nNora - No, no the world is fucked up just like you said. Don't you see that you're the \nvoice, you're the voice we're all waiting for.\n\nMark - You're completely nuts. <Mark runs off>\n\nNora - Yeah, well you make me nuts.\n\n<Murdock scours the school to find Creswood's so called troubled students>\n\n<Creswood's office>\n\nCreswood <On the phone to Brian Hunter> - No Brian everything is under control. I've \njust ordered psychiatric evaluations on a couple of the key trouble makers. I can do what \never I like, it's my school, Commissioner. No you're not coming over here, you'll only \nupset me more good bye!\n<Creswood turns her head to her key trouble makers> Well shall we have a look at these \nfiles, or shall we discuss the identity of  our DJ friend.\n\n<Murdock turns off a Happy Harry Hardon tape in The Alcove>\n\nMurdock - Don't push me people, you understand that. <People start making funny noises \nbehind him>\n\nCheryl - They got forced to take me back.\n\n<Mazz appears to put some graffiti on the wall>\n\nMurdock - Where're you going?\n\nMazz - I'm putting this up.\n\nMurdock - You're not putting anything up. You're not supposed to be here. <Murdock \npushes Mazz>\n\nMazz - Hey, hey! Murdock you're getting so touchy.\n\nMurdock - Your not supposed to be here. <Murdock attacks Mazz>\n\n<Jan & Creswood rush over>\n\nJan - Stop, that's enough. What's wrong with you? He was beating a student. What's \nwrong with this school?\n\nCreswood - Control yourself.\n\nJan - I will not. I want answers.\n\nCreswood - Or suffer the consequences.\n\nJan - What are you talking about.\n\nCreswood - I'm talking about your dismissal.\n\n<Outside the lockers>\n\nMark - Nora, I've been looking all over for you. I just wanted to apologise for saying you \nwere nuts.\n\nNora - Forget it. Look <They both turn to the field with the F.C.C. vans> F.C.C. you \nknow what that means.\n\nMark - Yeah, it means Federal Communication Commission. They can drive around and \ntriangulate where ever the hell a radio signals coming from. I know exactly what it \nmeans.\n\nNora - Yeah, so fuck it right. I mean it's over. Frankly I don't even give a shit.\n\nMark - What the hell is wrong.\n\nNora - I just got expelled.\n\nMark - What the hell are you talking about.\n\nNora - I'm failing Math.\n\nMark - They can't kick you out for that.\n\nNora - I've been cutting lessons.\n\nMark - Well that just deserves a suspension right.\n\nNora - Well then I said \"Fuck You\" to Creswood. You should have seen her face, she was \nso happy she said \"Thank You\"\n\nMark - This school sucks. Jesus Christ!\n\nNora - This is why I don't even care anymore. Look just leave it alone. There's nothing \nyou can do about it. <Nora runs off>\n\nJan - Hunter! Hunter wait a minute. I just wanted to say good bye and good luck.\n\nMark - Why?\n\nJan - I was fired, I made a mistake. I thought I could change things, I forgot you don't \nrock the boat.\n\nMark - Yeah especially when you're in it.\n\nJan - Hey, chin up.\n\n<Staff room>\n\nBrian - Loretta what the hell is going on here.\n\nCreswood - It's the trouble makers, you can't run a top school with trouble makers in the \nmix.\n\nBrian - Okay, so what exactly is a trouble maker.\n\nCreswood - Someone who has no interest in education.\n\nBrian - Oh c'mon that includes every teenager I know.\n\nCreswood - Can't you understand that nothing is more important than a good education.\n\nBrian -  Except for the basic right to it.\n\nCreswood - The point is I have the highest S.A.T. scores in the state.\n\nBrian - Yeah but how.\n\nCreswood - I stand by my record.\n\n<The School Field>\n\nShep Sheppard - Mr. Watts, Shep Sheppard Channel Six news here.\n\nWatts - Good evening.\n\nShep Sheppard - How does Washington intend to deal with this situation.\n\nWatts - We at the F.C.C. feel that democracy is about protecting the rights of the ordinary \ncitizen. Un-regulated radio would result in programming of the lowest common \ndenominator, the rule of the mob. <Watts looks round to see one of his F.C.C. vans has \npicked up some graffiti> This is vandalism, not free expression.\n\n<Everyone gathers outside the school to listen to the Happy Harry Hardon show>\n\nMazz - Okay everybody, ten seconds to Happy Harry Hardon. Ten, nine, eight, seven, \nsix, five, four, three, two, one. Harrrrrry! C'mon we're right here waiting for you right \nnow.\n\n<Mark turns up at Nora's house>\n\nMark - Hi.\n\nNora - Hi.\n\nMark - Are you okay?\n\nNora - Yeah, fine, great, never been better.\n\nMark - We started something here.\n\nNora - We!\n\nMark - Alright I started, but now I need your help to finish it. Nora I need you.\n\nNora - Well it's about time.\n\nMark - I've got something to show you.\n\nNora - Is it bigger than a baby's arm.\n\nMark - No it's outside. <Mark shows Nora his converted radio jeep>\n\nNora - Oh wow.\n\nMark - It's my Mums jeep she kind of loaned it to me.\n\nNora - Who did all this?\n\nMark - Me and radio shack. You have driven a jeep before right?\n\n<Concrete Blondie plays and the F.C.C. vans go on the search of Happy Harry Hardon>\n\nMr. Watts - Personally I hope we get to hear from him a little bit before they nab him it \nwill be interesting to see how hard he is then.\n\nHappy Harry Hardon - Hello Dad we're going to jail.\n\nNora - Say hi to Mom.\n\nHappy Harry Hardon - Hi folks! It seems we have a new listener tonight. Mr Watts of the \nF.C.C. Hi Arthur thanks for coming out.\n\nWatts - Well thank you for coming out.\n\nHappy Harry Hardon - Imagine a fucking political hag being in charge of free speech in \nAmerica. I bet Watts was the guy who took names at high school when the teacher was \nabsent.\n\nWatts - This is the problem with free speech. Would you cut that thing, cut it off. Would \nyou just turn the dam thing off. He's obviously moving just pull everything over on \nwheels.\n\nHappy Harry Hardon - Welcome to radio free America. America's ready, I'm ready. I \nwant a million voices crying out in the wilderness. Jesus let's get serious. Maybe Mr. \nWatts can shed some light no the mysterious disappearances of some of our students. \nLuis Chavez age fifteen, legally kicked out on September 26th. Arthur Washington age \nsixteen, expelled September 27th.\n\nCreswood - So what does this prove, not everyone goes to college.\n\nMurdock -Right.\n\nJan - Mr. Hunter I think you should be aware of something. After the school received the \nmoney from the government for every enrolled student, Mrs Creswood would then \nproceed to weed out those she felt were undesirable.\n\nCreswood - Nonsense she doesn't know what she's talking about.\n\nJan - In the first weeks you flagged all the pupils with low S.A.T. scores and started files \non them. Why?\n\nCreswood - What are you doing with school property?\n\nBrian - She asked you why.\n\nJan - For extra tutoring.\n\nBrian - You expelled over twenty students in the first thirty days of school.\n\nJan - And how many others did you harass into dropping out.\n\nBrian - And you kept the expelled students names on the rolls that's illegal.\n\nCreswood - The money went to the school, it was all for the good of the school.\n\nJan - Those kids had rights.\n\nCreswood - They were losers.\n\nMurdock - Trouble makers.\n\nDeaver - They're just kids.\n\nCreswood - I don't regret my policy.\n\nBrian - It's criminal and I'm suspending you.\n\nCreswood - You can't do that.\n\nBrian - Oh I'm afraid I just did.\n\n<Nora hits a bump trying to avoid the F.C.C. vans as she goes off road near the school \ngrounds>\n\nMark - Oh Jesus my harmoniser.\n\nNora - Forget it, hold on I've got to get us out off here.\n\nMark - I need that to disguise my voice.\n\nNora - Well give me a minute maybe we can fix it.\n\nMark - <Looks at the people gathered at the school> Jesus look at this. Fuck it, I'm going \non with out it.\n\nNora - No, I think I got it.\n\nMark - Okay this is really me now, no more hiding. Listen we're all worried, we're all in \npain, that just comes with having eyes with having ears, but just remember one thing it \ncan't get any worse, it can only get better. I mean high school is the bottom. Being a \nteenager sucks, but that's the point, surviving it is the whole point. Quitting is not going \nto make you strong, living will. So just hang on and hang in there.  You know I know all \nabout the hating and the sneering, I'm a member of the why bother generation myself. But \nwhy did I bother coming out here tonight and why did you? I mean it's time, it begins \nwith us not with politicians, the experts of the teachers, but with us, with you and with \nme, the ones who need it most. I believe with everything that's in me that the whole world \nis begging for healing, even the trees and the earth its self are crying out for it, you can \nhear it everywhere. It's the same kind of healing I desperately needed and finally feel has \nbegun with you.<A police chopper appears over head> Everyone mix it up, it's not game \nover yet, it's just the beginning, but it's up to you. I'm calling for every kid to seize the air. \nSteal it, it belongs to you. Speak out, they can't stop you. Find your voice and use it. Keep \nthis going. Pick a name, go on air. It's your life, take charge of it. Do it, try it, try \nanything. Spill your guts out and say shit and fuck a million times if you want to, but you \ndecide. Fill the air, steal it. Keep the air alive...................... .. \n...................................................... TALK HARD!!!!\n\nThe above dialogue was from the movie \"Pump Up The Volume\" (c)1990 New Line \nCinema. And was rewritten without permission.\n\nOriginally Written by Allan Moyle\n\nExtracted from the film by Martin Eaves\n\n\n<\/pre><\/html>","id":1102,"split":"test"}
