{"ori_id":"a3178b2869767f5cccaa1cad82b439132abaebbf","title":"The Woggle-Bug Book","context":"The Woggle-Bug Book\n The Woggle-Bug Book features the broad ethnic humor that was accepted and popular in its era, and which Baum employed in various works. The Woggle-Bug, who favors flashy clothes with bright colors (he dresses in \"gorgeous reds and yellows and blues and greens\" and carries a pink handkerchief), falls in love with a gaudy \"Wagnerian plaid\" dress that he sees on a mannequin in a department store window. Being a woggle bug, he has trouble differentiating between the dress and its wearers, wax or human. The dress is on sale for $7.93 (\"GREATLY REDUCED\" reads the tag). The Bug works for two days as a ditchdigger (he earns double pay since he digs with four hands) for money to buy the dress.\nHe arrives too late, though; the dress has been sold, and makes its way through the second-hand market. The Bug pursues his love through the town, ineptly courting the women (Irish, Swedish, and African-American, plus one Chinese man) who have the dress in turn. His pursuit eventually leads to an accidental balloon flight to Africa. There, menacing Arabs want to kill the Woggle-Bug, but he convinces them that his death would bring bad luck. In the jungle he falls in with the talking animals that are the hallmark of Baum's imaginative world.\nIn the end, the Bug makes his way back to the city, with a necktie made from the dress's loud fabric. He wisely reconciles himself to his fate:\n\"After all, this necktie is my love â\u0080\u0093 and my love is now mine forevermore! Why should I not be happy and content?\"\nThe plot exploits elements that occur in other Baum works. An accidental balloon flight took the Wizard to Oz in Baum's most famous book; hostile Arabs are a feature of John Dough and the Cherub (1906).\nï»¿The Project Gutenberg eBook, The Woggle-Bug Book, by L. Frank Baum,\nIllustrated by Ike Morgan\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: The Woggle-Bug Book\n\n\nAuthor: L. Frank Baum\n\n\n\nRelease Date: June 23, 2007  [eBook #21914]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE WOGGLE-BUG BOOK***\n\n\nE-text prepared by Michael Gray (Lost_Gamer@comcast.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 21914-h.htm or 21914-h.zip:\n      (http:\/\/www.gutenberg.net\/dirs\/2\/1\/9\/1\/21914\/21914-h\/21914-h.htm)\n      or\n      (http:\/\/www.gutenberg.net\/dirs\/2\/1\/9\/1\/21914\/21914-h.zip)\n\n\n\n\n\nTHE WOGGLE-BUG BOOK\n\nby\n\nL. FRANK BAUM\n\nPictures by Ike Morgan\n\n\n\n\n\n\n\nChicago\nThe Reilly & Britton Co.\n1905\n\nCopyright\n1905\nby\nL. Frank Baum\nEvery Right Reserved\n\n\n\nThe Unique Adventures of the WOGGLE-BUG\n\nONE day Mr. H. M. Woggle-Bug, T. E., becoming separated from his\ncomrades who had accompanied him from the Land of Oz, and finding that\ntime hung heavy on his hands (he had four of them), decided to walk\ndown the Main street of the City and try to discover something or other\nof interest.\n\nThe initials \"H. M.\" before his name meant \"Highly Magnified,\" for this\nWoggle-Bug was several thousand times bigger than any other woggle-bug\nyou ever saw. And the initials \"T. E.\" after his named meant \"Thoroughly\nEducated\"--and so he was, in the Land of Oz. But his education, being\napplied to a woggle-bug intellect, was not at all remarkable in this\ncountry, where everything is quite different than Oz. Yet the\nWoggle-Bug did not suspect this, and being, like so many other thoroughly\neducated persons, proud of his mental attainments, he marched along the\nstreet with an air of importance that made one wonder what great\nthoughts were occupying his massive brain.\n\nBeing about as big, in his magnified state, as a man, the Woggle-Bug\ntook care to clothe himself like a man; only, instead of choosing sober\ncolors for his garments, he delighted in the most gorgeous reds and\nyellows and blues and greens; so that if you looked at him long the\nbrilliance of his clothing was liable to dazzle your eyes.\n\nI suppose the Waggle-Bug did not realize at all what a queer appearance\nhe made. Being rather nervous, he seldom looked into a mirror; and as\nthe people he met avoided telling him he was unusual, he had fallen\ninto the habit of considering himself merely an ordinary citizen of the\nbig city wherein he resided.\n\nSo the Woggle-Bug strutted proudly along the street, swinging a cane in\none hand, flourishing a pink handkerchief in the other, fumbling his\nwatch-fob with another, and feeling his necktie was straight with\nanother. Having four hands to use would prove rather puzzling to you or\nme, I imagine; but the Woggie-Bug was thoroughly accustomed to them.\n\nPresently he came to a very fine store with big plate-glass windows,\nand standing in the center of the biggest window was a creature so\nbeautiful and radiant and altogether charming that the first glance at\nher nearly took his breath away. Her complexion was lovely, for it was\nwax; but the thing which really caught the Woggle-Bug's fancy was the\nmarvelous dress she wore. Indeed, it was the latest (last year's) Paris\nmodel, although the Woggle-Bug did not know that; and the designer must\nhave had a real woggly love for bright colors, for the gown was made of\nred cloth covered with big checks which were so loud the fashion books\ncalled them \"Wagnerian Plaids.\"\n\nNever had our friend the Woggle-Bug seen such a beautiful gown before,\nand it afflicted him so strongly that he straightaway fell in love with\nthe entire outfit--even to the wax-complexioned lady herself! Very\npolitely he tipped his to her; but she stared coldly back without in\nany way acknowledging the courtesy.\n\n\"Never mind,\" he thought; \"'faint heart never won fair lady.' And I'm\ndetermined to win this kaliedoscope of beauty or perish in the\nattempt!\" You will notice that our insect had a way of using big words\nto express himself, which leads us to suspect that the school system in\nOz is the same they employ in Boston.\n\nAs, with swelling heart, the Woggle-Bug feasted his eyes upon the\nenchanting vision, a small green tag that was attached to a button of\nthe waist suddenly attracted his attention. Upon the tag was marked:\n\"Price $7.93--GREATLY REDUCED.\"\n\n\"Ah!\" murmured the Woggle-Bug; \"my darling is in greatly reduced\ncircumstances, and $7.93 will make her mine! Where, oh where, shall I\nfind the seven ninety-three wherewith to liberate this divinity and\nmake her Mrs. Woggle-Bug?\"\n\n\"Move on!\" said a gruff policeman, who came along swinging his club.\nAnd the Woggle-Bug obediently moved on, his brain working fast and\nfurious in the endeavor to think of a way to procure seven dollars and\nninety-three cents.\n\nYou see, in the Land of Oz they use no money at all, so that when the\nWoggle-Bug arrived in America he did not possess a single penny. And no\none had presented him with any money since.\n\n\"Yet there must be several ways to procure money in this country,\" he\nreflected; \"for otherwise everybody would be as penniless as I am. But\nhow, I wonder, do they manage to get it?\"\n\nJust then he came along a side street where a number of men were at\nwork digging a long and deep ditch in which to lay a new sewer.\n\n\"Now these men,\" thought the Woggle-Bug, \"must get money for shoveling\nall that earth, else they wouldn't do it. Here is my chance to win the\ncharming vision of beauty in the shop window!\"\n\nSeeking out the foreman, he asked for work, and the foreman agreed to\nhire him.\n\n\"How much do you pay these workmen?\" asked the highly magnified one.\n\n\"Two dollars a day,\" answered the foreman.\n\n\"Then,\" said the Woggle-Bug, \"you must pay me four dollars a day; for I\nhave four arms to their two, and can do double their work.\"\n\n\"If that is so, I'll pay you four dollars,\" agreed the man.\n\nThe Woggle-Bug was delighted.\n\n\"In two days,\" he told himself, as he threw off his brilliant coat and\nplaced his hat upon it, and rolled up his sleeves; \"in two days I can\nearn eight dollars--enough to purchase my greatly reduced darling and\nbuy her seven cents worth of caramels besides.\"\n\nHe seized two spades and began working so rapidly with his four arms\nthat the foreman said: \"You must have been forewarned.\"\n\n\"Why?\" asked the Insect.\n\n\"Because there's a saying that to be forewarned is to be four-armed,\"\nreplied the other.\n\n\"That is nonsense,\" said the Woggle-Bug, digging with all his might;\n\"for they call you the foreman, and yet I only see one of you.\"\n\n\"Ha, ha!\" laughed the man, and he was so proud of his new worker that\nhe went into the corner saloon to tell his friend the barkeeper what a\ntreasure he had found.\n\nIt was just after noon that the Woggle-Bug hired as a ditch-digger in\norder to win his heart's desire; so at noon on the second day he quit\nwork, and having received eight silver dollars he put on his coat and\nrushed away to the store that he might purchase his intended bride.\n\nBut, alas for the uncertainty of all our hopes! Just as the Woggle-Bug\nreached the door he saw a lady coming out of the store dressed in\nidentical checks with which he had fallen in love!\n\nAt first he did not know what to do or say, for the young lady's\ncomplexion was not wax--far from it. But a glance into the window\nshowed him the wax lady now dressed in a plain black tailor-made suit,\nand at once he knew the wearer of the Wagnerian plaids was his real\nlove, and not the stiff creature behind the glass.\n\n\"Beg pardon!\" he exclaimed, stopping the young lady; \"but you're mine.\nHere's the seven ninety-three, and seven cents for candy.\"\n\nBut she glanced at him in a haughty manner, and walked away with her\nnose slightly elevated.\n\nHe followed. He could not do otherwise with those delightful checks\nshining before him like beacon-lights to urge him on.\n\nThe young lady stepped into a car, which whirled away rapidly. For a\nmoment he was nearly paralyzed at his loss; then he started after the\ncar as fast as he could go, and this was very fast indeed--he being a\nwoggle-bug.\n\nSomebody cried: \"Stop, thief!\" and a policeman ran out to arrest him.\nBut the Woggle-Bug used his four hands to push the officer aside, and\nthe astonished man went rolling into the gutter so recklessly that his\nuniform bore marks of the encounter for many days.\n\nStill keeping an eye on the car, the Woggle-Bug rushed on. He\nfrightened two dogs, upset a fat gentleman who was crossing the street,\nleaped over an automobile that shot in front of him, and finally ran\nplump into the car, which had abruptly stopped to let off a passenger.\nBreathing hard from his exertions, he jumped upon the rear platform of\nthe car, only to see his charmer step off at the front and walk\nmincingly up the steps of a house. Despite his fatigue, he flew after\nher at once, crying out:\n\n\"Stop, my variegated dear--stop! Don't you know you're mine?\"\n\nBut she slammed the door in his face, and he sat down upon the steps\nand wiped his forehead with his pink handkerchief and fanned himself\nwith his hat and tried to think what he should do next.\n\nPresently a very angry man came out of the house. He had a revolver in\none hand and a carving-knife in the other.\n\n\"What do you mean by insulting my wife?\" he demanded.\n\n\"Was that your wife?\" asked the Woggle-Bug, in meek astonishment.\n\n\"Of course it is my wife,\" answered the man.\n\n\"Oh, I didn't know,\" said the insect, rather humbled. \"But I'll give\nyou seven ninety-three for her. That's all she's worth, you know; for I\nsaw it marked on the tag.\"\n\nThe man gave a roar of rage and jumped into the air with the intention\nof falling on the Woggle-Bug and hurting him with the knife and pistol.\nBut the Woggle-Bug was suddenly in a hurry, and didn't wait to be\njumped on. Indeed, he ran so very fast that the man was content to let\nhim go, especially as the pistol wasn't loaded and the carving-knife\nwas as dull as such knives usually are.\n\nBut his wife had conceived a great dislike for the Wagnerian check\ncostume that had won for her the Woggle-Bug's admiration. \"I'll never\nwear it again!\" she said to her husband, when he came in and told her\nthat the Woggle-Bug was gone.\n\n\"Then,\" he replied, \"you'd better give it to Bridget; for she's been\nbothering me about her wages lately, and the present will keep her\nquite for a month longer.\"\n\nSo she called Bridget and presented her with the dress, and the\ndelighted servant decided to wear it that night to Mickey Schwartz's\nball.\n\nNow the poor Woggle-Bug, finding his affection scorned, was feeling\nvery blue and unhappy that evening, When he walked out, dressed (among\nother things) in a purple-striped shirt, with a yellow necktie and\npea-green gloves, he looked a great deal more cheerful than he really\nwas. He had put on another hat, for the Woggle-Bug had a superstition\nthat to change his hat was to change his luck, and luck seemed to have\noverlooked the fact that he was in existence.\n\nThe hat may really have altered his fortunes, as the Insect shortly met\nIkey Swanson, who gave him a ticket to Mickey Schwartz's ball; for\nIkey's clean dickey had not come home from the laundry, and so he could\nnot go himself.\n\nThe Woggle-Bug, thinking to distract his mind from his dreams of love,\nattended the hall, and the first thing he saw as he entered the room\nwas Bridget clothed in that same gorgeous gown of Wagnerian plaid that\nhad so fascinated his bugly heart.\n\nThe dear Bridget had added to her charms by putting seven full-blown\nimitation roses and three second-hand ostrich-plumes in her red hair;\nso that her entire person glowed like a sunset in June.\n\nThe Woggle-bug was enraptured; and, although the divine Bridget was\nwaltzing with Fritzie Casey, the Insect rushed to her side and, seizing\nher with all his four arms at once, cried out in his truly educated\nBostonian way:\n\n\"Oh, my superlative conglomeration of beauty! I have found you at\nlast!\"\n\nBridget uttered a shriek, and Fritzie Casey doubled two fists that\nlooked like tombstones, and advanced upon the intruder.\n\nStill embracing the plaid costume with two arms, the Woggle-Bug tipped\nMr. Casey over with the other two. But Bridget made a bound and landed\nwith her broad heel, which supported 180 pounds, firmly upon the\nInsect's toes. He gave a yelp of pain and promptly released the lady,\nand a moment later he found himself flat upon the floor with a dozen of\nthe dancers piled upon him--all of whom were pummeling each other with\nmuch pleasure and a firm conviction that the diversion had been planned\nfor their special amusement.\n\nBut the Woggle-Bug had the strength of many men, and when he flopped\nthe big wings that were concealed by the tails of his coat, the\ngentlemen resting upon him were scattered like autumn leaves in a gust\nof wind.\n\nThe Insect stood up, rearranged his dress, and looked about him.\nBridget had run away and gone home, and the others were still fighting\namongst themselves with exceeding cheerfulness. So the Woggle-Bug\nselected a hat which fit him (his own having been crushed out of shape)\nand walked sorrowfully back to his lodgings.\n\n\"Evidently that was not a lucky hat I wore to the ball,\" he reflected;\n\"but perhaps this one I now have will bring about a change in my\nfortunes.\"\n\nBridget needed money; and as she had worn her brilliant costume once\nand allowed her friends to see how becoming it was, she carried it the\nnext morning to a second-hand dealer and sold it for three dollars in\ncash.\n\nScarcely had she left the shop when a lady of Swedish extraction--a\nwidow with four small children in her train--entered and asked to look\nat a gown. The dealer showed her the one he had just bought from\nBridget, and its gay coloring so pleased the widow that she immediately\npurchased it for $3.65.\n\n\"Ay tank ets a good deal money, by sure,\" she said to herself; \"but das\nleedle children mus' have new fadder to mak mind un tak care dere\nmudder like, by yimminy! An' Ay tank no man look may way in das ole\ndress I been wearing.\"\n\nShe took the gown and the four children to her home, where she lost no\ntime in trying on the costume, which fitted her as perfectly as a\nflour-sack does a peck of potatoes.\n\n\"Das _beau_--tiful!\" she exclaimed, in rapture, as she tried to see\nherself in a cracked mirror. \"Ay go das very afternoon to valk in da\npark, for das man-folks go crazy-like ven he sees may fine frocks!\"\n\nThen she took her green parasol and a hand-bag stuffed with papers (to\nmake it look prosperous and aristocratic) and sallied forth to the\npark, followed by all her interesting flock.\n\nThe men didn't fail to look at her, as you may guess; but none looked\nwith yearning until the Woggle-Bug, sauntering gloomily along a path,\nhappened to raise his eyes and see before him his heart's delight the\nvery identical Wagnerian plaids which had filled him with such\nunbounded affection.\n\n\"Aha, my excruciatingly lovely creation!\" he cried, running up and\nkneeling before the widow; \"I have found you once again. Do not, I beg\nof you, treat me with coldness!\"\n\nFor he had learned from experience not to unduly startle his charmer at\ntheir first moment of meeting; so he made a firm attempt to control\nhimself, that the wearer of the checked gown might not scorn him.\n\nThe widow had no great affection for bugs, having wrestled with the\nspecies for many years; but this one was such a big-bug and so\nhandsomely dressed that she saw no harm in encouraging him--especially\nas the men she had sought to captivate were proving exceedingly shy.\n\n\"So you tank Ay I ban loavely?\" she asked, with a coy glance at the\nInsect.\n\n\"I do! With all my heart I do!\" protested the Woggle-Bug, placing all\nfour hands, one after another, over that beating organ.\n\n\"Das mak plenty trouble by you. I don'd could be yours!\" sighed the\nwidow, indeed regretting her admirer was not an ordinary man.\n\n\"Why not?\" asked the Woggle-Bug. \"I have still the seven ninety-three;\nand as that was the original price, and you are now slightly worn and\nsecond-handed, I do not see why I need despair of calling you my own.\"\n\nIt is very queer, when we think of it, that the Woggle-Bug could not\nseparate the wearer of his lovely gown from the gown itself. Indeed, he\nalways made love directly to the costume that had so enchanted him,\nwithout any regard whatsoever to the person inside it; and the only way\nwe can explain this remarkable fact is to recollect that the Woggle-Bug\nwas only a woggle-bug, and nothing more could be expected of him. The\nwidow did not, of course, understand his speech in the least; but she\ngathered the fact that the Woggle-Bug had id money, so she sighed and\nhinted that she was very hungry, and that there was a good short-order\nrestaurant just outside the park.\n\nThe Woggle-Bug became thoughtful at this. He hated to squander his\nmoney, which he had come to regard a sort of purchase price with which\nto secure his divinity. But neither could he allow those darling checks\nto go hungry; so he said:\n\n\"If you will come with me to the restaurant, I will gladly supply you\nwith food.\"\n\nThe widow accepted the invitation at once, and the Woggle-Bug walked\nproudly beside her, leading all of the four children at once with his\nfour hands.\n\nTwo such gay costumes as those worn by the widow and the Woggle-Bug are\nseldom found together, and the restaurant man was so impressed by the\nsight that he demanded his money in advance.\n\nThe four children, jabbering delightedly in their broken English,\nclambered upon four stools, and the widow sat upon another. And the\nWoggle-Bug, who was not hungry (being engaged in feasting his eyes upon\nthe checks), laid down a silver dollar as a guarantee of good faith.\n\nIt was wonderful to see so much pie and cake and bread-and-butter and\npickles and dough-nuts and sandwiches disappear into the mouths of the\nfour innocents and their comparatively innocent mother. The Woggle-Bug\nhad to add another quarter to the vanished dollar before the score\nwas finally settled; and no sooner had the tribe trooped out\nrestaurant than they turned into the open portals of an Ice-Cream\nParlor, where they all attacked huge stacks of pale ice-cream and\nconsumed several plates of lady-fingers and cream-puffs.\n\nAgain the Woggle-Bug reluctantly abandoned a dollar; but the end was\nnot yet. The dear children wanted candy and nuts; and then they warned\npink lemonade; and then pop-corn and chewing-gum; and always the\nWoggle-Bug, after a glance at the entrancing costume, found himself\nunable to resist paying for the treat.\n\nIt was nearly evening when the widow pleaded fatigue and asked to be\ntaken home. For none of them was able to eat another morsel, and the\nWoggle-Bug wearied her with his protestations of boundless admiration.\n\n\"Will you permit me to call upon you this evening?\" asked the Insect,\npleadingly, as he bade the wearer of the gown good-bye on her\ndoor-step.\n\n\"Sure like!\" she replied, not caring to dismiss him harshly; and the\nhappy Woggle-Bug went home with a light heart, murmuring to himself:\n\n\"At last the lovely plaids are to be my own! The new hat I found at the\nball has certainly brought me luck.\"\n\nI am glad our friend the Woggle-Bug had those few happy moments, for he\nwas destined to endure severe disappointments in the near future.\n\nThat evening he carefully brushed his coat, put on a green satin\nnecktie and a purple embroidered waist-coat, and walked briskly towards\nthe house of the widow. But, alas! as he drew near to the dwelling a\nmost horrible stench greeted his nostrils, a sense of great depression\ncame over him, and upon pausing before the house his body began to\ntremble and his eyes rolled wildly in their sockets.\n\nFor the wily widow, wishing to escape her admirer, had sprinkled the\ndoor-step and the front walk with insect Exterminator, and not even the\nWoggle-Bug's love for the enchanting checked gown could induce him to\nlinger longer in that vicinity.\n\nSick and discouraged, he returned home, where his first act was to\nsmash the luckless hat and replace it with another. But it was some\ntime before he recovered from the horrors of that near approach to\nextermination, and he passed a very wakeful and unhappy night, indeed.\n\nMeantime the widow had traded with a friend of hers (who had once been\na wash-lady for General Funston) the Wagnerian costume for a crazy\nquilt and a corset that was nearly as good as new and a pair of silk\nstockings that were not mates. It was a good bargain for both of them,\nand the wash-lady being colored--that is, she had a deep mahogany\ncomplexion--was delighted with her gorgeous gown and put it on the very\nnext morning when she went to deliver the wash to the brick-layer's\nwife.\n\nSurely it must have been Fate that directed the Woggle-Bug's steps;\nfor, as he walked disconsolately along, an intuition caused him to\nraise his eyes, and he saw just ahead of him his affinity--carrying a\nlarge clothes-basket.\n\n\"Stop!\" he called our, anxiously; \"stop, my fair Grenadine, I implore\nyou!\"\n\nThe colored lady cast one glance behind her and imagined that Satan had\nat last arrived to claim her. For she had never before seen the\nWoggle-Bug, and was horrified by his sudden and unusual appearance.\n\n\"Go 'way, Mars' Debbil! Go 'way an' lemme 'lone!\" she screeched, and\nthe next minute she dropped her empty basket and sped up the street\nwith a swiftness that only fear could have lent her flat-bottomed feet.\n\nNevertheless, the Woggle-Bug might have overtaken her had he not\nstepped into the clothes-basket and fallen headlong, becoming so\ntangled up in the thing that he rolled over and over several times\nbefore he could free himself. Then, when he had picked up his hat,\nwhich was utterly ruined, and found his cane, which had flown across\nthe street, his mahogany charmer in the Wagnerian Plaids had\ndisappeared from view.\n\nWith a sigh at his latest misfortune he returned home for another hat,\nand the agitated wash-lady, imagining that the devil had doubtless been\nlured by her beautiful gown, made haste to sell it to a Chinaman who\nlived next door.\n\nIts bright colors pleased the Chink, who ripped it up and made it over\ninto a Chinese robe, with flowing draperies falling to his heels. He\ndressed himself in his new costume and, being proud of possessing such\nfinery, sat down on a bench outside his door so that everyone passing\nby could see how magnificent he looked.\n\nIt was here the wandering Woggle-Bug espied him; and, recognizing at\nonce the pattern and colors of his infatuating idol, he ran up and sat\nbeside the Chinaman, saying in agitated but educated tones:\n\n\"Oh my prismatic personification of gigantic gorgeousness!--again I\nhave found you!\"\n\n\"Sure tling,\" said the Chink with composure.\n\n\"Be mine! Only be mine!\" continued the enraptured Woggle-Bug.\n\nThe Chinaman did not quite understand.\n\n\"Two dlolla a day,\" he answered, cautiously.\n\n\"Oh, joy,\" exclaimed the insect in delight; \"I can then own you for a\nday and a half--for I have three dollars left. May I feel your\nexquisite texture, my dearest Fabric?\"\n\n\"No flabic. No feelee. You too flesh. I _man_ Chinaman!\" returned the\nOriental calmly.\n\n\"Never mind that! 'Tis your beautiful garment I love. Every check in\nthat entrancing dress is a joy and a delight to my heart!\"\n\nWhile the Woggle-Bug thus raved, the Chinaman's wife (who was Mattie De\nForest before she married him) heard the conversation, and decided this\nlove affair had gone far enough. So she suddenly appeared with a\nbroomstick, and with it began pounding the Woggle-Bug as fiercely as\npossible--and Mattie was no weakling, I assure you.\n\nThe first blow knocked the Insect's hat so far over his eyes that he\nwas blinded; but, resolving not to be again cheated out of his darling,\nhe grasped firmly hold of the Wagnerian plaids with all four hands, and\ntore a goodly portion of it from the frightened Celestial's body.\n\nNext moment he was dashing down the street, with the precious cloth\ntucked securely underneath an arm, and Mattie, being in slight\ndishabile, did not think best to follow him.\n\nThe triumphant joy of the Woggle-Bug can well be imagined. No more need\nhe chase the fleeting vision of his love--no more submit to countless\ndisappointments in his efforts to approach the object of his affection.\nThe gorgeous plaids were now his own (or a large part of them, anyway),\nand upon reaching the quiet room wherein he lodged he gloated long and\nhappily over its vivid coloring and violent contrasts of its glowing\nhues. To the eyes of the Woggle-Bug nothing could be more beautiful,\nand he positively regretted the necessity of ever turning his gaze from\nthis bewitching treasure.\n\nThat he might never in the future be separated from the checks, he\nfolded them, with many loving caresses, into compact form, and wrapped\nthem in a sheet of stout paper tied with cotton cord that had a\nlove-knot at the end. Wherever he went, thereafter, he carried the\nparcel underneath his left upper arm, pressed as closely to his heart\nas possible. And this sense of possession was so delightful that our\nWoggle-Bug was happy as the day is long.\n\nIn the evening his fortunes changed with cruel abruptness.\n\nHe walked out to take the air, and noticing a crowd people standing in\nan open space and surrounding a huge brown object, our Woggle-Bug\nstopped to learn what the excitement was about.\n\nPushing his way through the crowd, and hugging his precious parcel, he\nsoon reached the inner circle of spectators and found they had\nassembled to watch a balloon ascension. The Professor who was to go up\nwith the balloon had not yet arrived; but the balloon itself was fully\ninflated and tugging hard at the rope that held it, as if anxious to\nescape the blended breaths of the people that crowded around. Just\nbelow the balloon was a small basket, attached to the netting of the\ngas-bag, and the Woggle-Bug was bending over the edge of this, to see\nwhat it contained, when a warning cry from the crowd caused him to\npause and glance over his shoulder.\n\nGreat horrors and crumpled creeps! Springing toward him, with a scowl\non his face and a long knife with a zig-zag blade in his uplifted hand,\nwas that very Chinaman from whose body he had torn the Wagnerian\nplaids!\n\nThe plundered Celestial was evidently vindictive, and intended to push\nthe wicked knife into the Woggle-Bug's body.\n\nOur hero was a brave bug, as can easily be proved; but he did not wait\nfor the knife to arrive at the broad of his back. Instead, he gave a\nyell (to show he was not afraid) and leaped nimbly into the basket of\nthe balloon. The descending knife, missing its intended victim, fell\nupon the rope and severed it, and instantly the great balloon from the\ncrowd and soared majestically toward the heavens.\n\nThe Woggle-Bug had escaped the Chinaman, but he didn't know whether to\nbe glad or not.\n\nFor the balloon was earning him into the clouds, and he had no idea how\nto manage it, or to make it descend to earth again. When he peered over\nthe edge of the basket he could hear the faint murmur of the crowd, and\ndimly see the enraged Professor (who had come too late) pounding the\nChinaman, while the Chinaman tried to dissect the Professor with his\nknife.\n\nThen all was blotted out; clouds rolled about him; night fell. The man\nin the moon laughed at him; the stars winked at each other as if\ndelighted at the Woggle-Bug's plight, and a witch riding by on her\nbroomstick yelled at him to keep on the right side of the road, and not\nrun her down.\n\nBut the Woggle-Bug, squatted in the bottom of the basket and hugging\nhis precious parcel to his bosom, paid no attention to anything but his\nown thoughts.\n\nHe had often ridden in the Gump; but never had he been so high as this,\nand the distance to the ground made him nervous.\n\nWhen morning came he saw a strange country far beneath him, and longed\nto tread the earth again.\n\nNow all woggle-bugs are born with wings, and our highly-magnified one\nhad a beautiful, broad pair of floppers concealed beneath ample\ncoat-tails. But long ago he had learned that his wings were not strong\nenough to lift his big body from the ground, so he had never tried to\nfly with them.\n\nHere, however, was an occasion when he might put these wings to good\nuse, for if he spread them in the air and then leaped over the side of\nthe basket they would act in the same way a parachute does, and bear\nhim gently to the ground.\n\nNo sooner did this thought occur to him than he put it into practice.\n\nDisentangling his wings from his coat-tails, he spread them as wide as\npossible and then jumped from the car of the balloon.\n\nDown, down the Woggle-Bug sank; but so slowly that there was no danger\nin the flight. He began to see the earth again, lying beneath him like\na sun-kissed panorama of mud and frog-ponds and rocks and brushwood.\n\nThere were few trees, yet it was our insect's fate to drop directly\nabove what trees there were, so that presently he came ker-plunk into a\nmass of tangled branches--and stuck there, with his legs dangling\nhelplessly between two limbs and his wings caught in the foliage at\neither side.\n\nBelow was a group of Arab children, who at first started to run away.\nBut, seeing that the queer creature which had dropped from the skies\nwas caught fast in the tree, they stopped and began to throw stones and\nclubs at it. One of the missiles struck the tree-limb at the right of\nthe Woggle-Bug and jarred him loose. The next instant he fluttered to\nthe ground, where his first act was to fold up his wings and tuck them\nunderneath his coat-tails again, and his next action was to assure\nhimself that the beloved plaids were still safe.\n\nThen he looked for the Arab children; but they had scuttled away\ntowards a group of tents, and now several men with dark skins and gay\nclothing came from the tents and ran towards the Woggle-Bug.\n\n\"Good morning,\" said our hero, removing his hat with a flourish and\nbowing politely.\n\n\"Meb-la-che-bah!\" shouted the biggest Arab, and at once two others\nwound coils of rope around the Woggle-Bug and tied the ends in hard\nknots.\n\nHis hat was knocked off and trampled into the mud by the Shiek (who was\nthe big Arab), and the precious parcel was seized and ruthlessly\nopened.\n\n\"Very good!\" said the Shiek, eyeing the plaids with pleasure. \"My\nslaves shall make me a new waistcoat of this cloth.\"\n\n\"No! oh, no!\" cried the agonized Insect; \"it is taken from a person who\nhas had small-pox and yellow-fever and toothache and mumps--all at the\nsame time. Do not, I bet you, risk your valuable life by wearing that\ncloth!\"\n\n\"Bah!\" said the Shiek, scornfully; \"I have had all those diseases and\nmany more. I am immune. But now,\" he continued, \"allow me to bid you\ngood-bye. I am sorry to be obliged to kill you, but such is our\ncustom.\"\n\nThis was bad news for the Woggle-Bug; but he did not despair.\n\n\"Are you not afraid to kill me?\" he asked, as if surprised.\n\n\"Why should I be afraid?\" demanded the Shiek.\n\n\"Because it is well-known that to kill a woggle-bug brings bad luck to\none.\"\n\nThe Shiek hesitated, for he was very superstitious.\n\n\"Are you a woggle-bug?\" he asked.\n\n\"I am,\" replied the Insect, proudly. \"And I may as well tell you that\nthe last person who killed one of my race had three unlucky days. The\nfirst his suspenders broke (the Arab shuddered), the second day he\nsmashed a looking-glass (the Arab moaned), and the third day he was\nchewed up by a crocodile.\"\n\nNow the greatest aversion Arabs have is to be chewed by a crocodile,\nbecause these people usually roam over the sands of the desert, where\nto meet an amphibian is simply horrible; so at the Woggle-Bug's speech\nthey set up a howl of fear, and the Shiek shouted:\n\n\"Unbind him! Let not a hair of his head be injured!\"\n\nAt once the knots in the ropes were untied, and the Woggle-Bug was\nfree. All the Arabs united to show him deference and every respectful\nattention, and since his own hat had been destroyed they wound about\nhis head a picturesque turban of an exquisite soiled white color,\nhaving stripes of red and yellow in it.\n\nThen the Woggle-Bug was escorted to the tents, where he suddenly\nremembered his precious plaids, and asked that the cloth he restored to\nhim.\n\nThereupon the Shiek got up and made a long speech, in which he\ndescribed his grief at being obliged to refuse the request.\n\nAt the end of that time one of the women came op to them with a lovely\nwaistcoat which she had manufactured out of the Wagnerian plaids; and\nwhen the Shiek saw it he immediately ordered all the tom-toms and\nkettle-drums in the camp destroyed, as they were no longer necessary.\nThen he put on the gorgeous vestment, and turned a deaf ear to the\nWoggle-Bug's agonized wails.\n\nBut there were some scraps of cloth left, and to show that he was\nliberal and good-natured, the Shiek ordered these manufactured into a\nhandsome necktie, which he presented Woggle-Bug in another long speech.\n\nOur hero, realizing a larger part of his darling was lost to him,\ndecided to be content with the smaller share; so he put on the necktie,\nand felt really proud of its brilliance and aggressive elegance.\n\nThen, bidding the Arabs farewell, he strode across the desert until he\nreached the borders of a more fertile and favored country.\n\nIndeed, he found before him a cool and enticing jungle, which at first\nseemed deserted. But while he stared about him a sound fell upon his\near, and he saw approaching a young lady Chimpanzee. She was evidently\na personage of some importance, for her hair was neatly banged just\nover her eyes, and she wore a clean white pinafore with bows of pink\nribbon at the shoulders.\n\n\"Good morning, Mr. Beetle,\" said she, with merry laughter.\n\n\"Do not, I beg of you, call me a beetle,\" exclaimed our hero, rather\npeevishly; \"for I am actually a Woggle-Bug, and Highly-Magnified at\nthat!\"\n\n\"What's in a name?\" laughed the gay damsel. \"Come, let me introduce you\nto our jungle, where strangers of good breeding are always welcome.\"\n\n\"As for breeding,\" said the Woggle-Bug, \"my father, although of\nordinary size, was a famous Bug-Wizard in his day, and claimed descent\nfrom the original protoplasm which constituted the nucleus of the\npresent planetary satellite upon which we exist.\"\n\n\"That's all right,\" returned Miss Chim. \"Tell that to our king, and\nhe'll decorate you with the medal of the Omnipotent Order of Onerous\nOrthographers, Are you ready to meander?\"\n\nThe Woggle-Bug did not like the flippant tone in which maiden spoke;\nbut he at once followed her.\n\nPresently they came to a tall hedge surrounding the Inner Jungle, and\nwithout this hedge stood a patrol of brown bears who wore red\nsoldier-caps and carried gold-plated muskets in their hands.\n\n\"We call this the bearier,\" said Miss Chim, pointing to the soldiers,\n\"because they oblige all strangers to paws.\"\n\n\"I should think it was a bearicade,\" remarked the Woggle-Bug.\n\nBut when they approached the gateway the officer in charge saluted\nrespectfully to Miss Chim, and permitted her to escort the Woggle-Bug\ninto the sacred precincts of the Inner Jungle.\n\nHere his eyes were soon opened to their widest capacity in genuine\nastonishment.\n\nThe Jungle was as clean and as well-regulated as any city of men the\nInsect had ever visited. Just within the gate a sleek antelope was\nrunning a pop-corn stand, and a little further on a screech-owl stood\nupon a stump playing a violin, while across her breast was a sign\nreading: \"I am blind--at present.\"\n\nAs they walked up the street they came to a big grey monkey turning a\nhand-organ, and attached to a cord was a little nigger-boy whom the\nmonkey sent into the crowd of animals, standing by to gather up the\npennies, pulling him back every now and then by means of the cord.\n\n\"There's a curious animal for you,\" said Miss Chim, pointing to the\nboy. \"Those horrid things they call men, whether black or white, seem\nto me the lowest of all created beasts.\"\n\n\"I have seen them in a highly civilized state,\" replied the Woggle-Bug,\n\"and they're really further advanced than you might suppose.\"\n\nBut Miss Chim gave a scornful laugh, and pulled him away to where a\nhippopotamus sat under the shade of a big tree, mopping his brow with a\nred handkerchief--for the weather was somewhat sultry. Before the hip\nwas a table covered with a blue cloth, and upon the cloth was\nembroidered the words: \"Professor Hipmus, Fortune Teller.\"\n\n\"Want your fortune told?\" asked Miss Chim.\n\n\"I don't mind,\" replied the Woggle-Bug.\n\n\"I'll read your hand,\" said the Professor, with a yawn that startled\nthe insect. \"To my notion palmistry is the best means of finding out\nwhat nobody knows or cares to know.\"\n\nHe took the upper-right hand of the Woggle-Bug, and after adjusting his\nspectacles bent over it with an air of great wisdom.\n\n\"You have been in love,\" announced the Professor; \"but you got it in\nthe neck.\"\n\n\"True!\" murmured the astonished Insect, putting up his left lower hand\nto feel of the beloved necktie.\n\n\"You think you have won,\" continued the Hip; \"but there are others who\nhave 1, 2. You have many heart throbs before you, during your future\nlife. Afterward I see no heart throbs whatever. Forty cents, please.\"\n\n\"Isn't he just wonderful?\" asked Miss Chim, with enthusiasm. \"He's the\ngreatest fortune teller in the jungle.\"\n\n\"On account of his size, I suppose,\" returned the Woggle-Bug, as they\nwalked on.\n\nSoon they came to the Royal Palace, which was a beautiful bower formed\nof vines upon which grew many brilliant-hued forest flowers. The\nentrance was guarded by a Zebra, who barred admission until Miss Chim\nwhispered the password in his ear. Then he permitted them to enter, and\nthe Chimpanzee immediately ushered the Woggle-Bug into the presence of\nKing Weasel.\n\nThis monarch lay coiled upon a purple silk cushion, half asleep and yet\nwakeful enough to be smoking a big cigar. Beside him crouched two\nprairie-dogs who were combing his hair very carefully, while a red\nsquirrel perched near his head and fanned him with her bushy tail.\n\n\"Dear me, what have we here?\" exclaimed the King of the Jungle, in a\nquerulous tone, \"Is it an over-grown pinch-bug, or is it a\nkissing-bug?\"\n\n\"I have the honor to be a Woggle-Bug, your Majesty!\" replied our hero,\nproudly.\n\n\"Sav, cut out that Majesty,\" snapped the King, with a scowl. \"If you\ncan find anything majestic about me, I'd like to know what it is.\"\n\n\"Don't treat him with any respect,\" whispered Miss Chim to the Insect,\n\"or you'll get him riled. Sneer at him, and slap his face if you get a\nchance.\"\n\nThe Woggle-Bug took the hint.\n\n\"Really,\" he told the King. \"I have never seen a more despicable\ncreature than you. The admirable perspicacity inherent in your tribe\nseems to have deteriorated in you to a hyperbolated insousancy.\" Then\nhe reached out his arms and slapped the king four times, twice on one\nside of his face and twice on the other.\n\n\"Thanks, my dear June-Bug,\" said the monarch; \"I now recognize you to\nbe a person of some importance.\"\n\n\"Sire, I am a Woggle-Bug, highly magnified and thoroughly educated. It\nis no exaggeration to say I am the greatest Woggle-Bug on earth.\"\n\n\"I fully believe it, so pray do not play any more foursomes on my jaw.\nI am sufficiently humiliated at this moment to recognize you as a\nSullivanthauros, should you claim to be a member of that extinct race.\"\n\nThen two little weasels--a boy weasel and a girl weasel--came into the\nbower and threw their school-books at the squirrel so cleverly that one\nhit the King upon the nose and smashed his cigar and the other caught\nhim fairly in the pit of his stomach.\n\nAt first the monarch howled a bit; then he wiped the tears from his\nface and said:\n\n\"Ah, what delightful children I have! What do you wish, my darlings?\"\n\n\"I want a cent for chewing gum,\" said the Girl Weasel.\n\n\"Get it from the Guinea-Pig; you have my assent. And what does my dear\nboy want?\"\n\n\"Pop,\" went the Weasel, \"our billy-goat has swallowed the hare you gave\nme to play with.\"\n\n\"Dear me,\" sighed the King, \"how often I find a hair in the butter!\nWhenever I reign people carry umbrellas; and my son, although quite\npolished, indulges only in monkey-shines! Uneasy lies the head that\nwears a crown! but if one is scalped, the loss of the crown renders the\nhead still more uneasy.\"\n\n\"Couldn't they find a better king than you?\" enquired the Woggle-Bug,\ncuriously, as the children left the bower.\n\n\"Yes; but no worse,\" answered the Weasel; \"and here in the jungle\nhonors are conferred only upon the unworthy. For if a truly great\nanimal is honored he gets a swelled head, and that renders him\nunbearable. They now regard the King of the Jungle with contempt, and\nthat makes all my subjects self-respecting.\"\n\n\"There is wisdom in that,\" declared the Woggle-Bug, approvingly; \"a\nsingle glance at you makes me content with being so excellent a bug.\"\n\n\"True,\" murmured the King, yawning. \"But you tire me, good stranger.\nMiss Chim, will you kindly get the gasoline can? It's high time to\neradicate this insect.\"\n\n\"With pleasure,\" said Miss Chim, moving away with a smile.\n\nBut the Woggle-Bug did not linger to be eradicated. With one wild bound\nhe cleared the door of the palace and sprinted up the entrance of the\nJungle. The bear soldiers saw him running away, and took careful aim\nand fired. But the gold-plated muskets would not shoot straight, and\nnow the Woggle-Bug was far distant, and still running with all his\nmight.\n\nNor did he pause until he had emerged from the forest and crossed the\nplains, and reached at last the city from whence he had escaped in the\nballoon. And, once again in his old lodgings, he looked at himself in\nthe mirror and said:\n\n\"After all, this necktie is my love--and my love is now mine\nforevermore! Why should I not be happy and content?\"\n\n\nTHE END.\n\n\n_A full account of the Woggle-Bug is given in Mr. Baum's delightful\ncounter story, _THE MARVELOUS LAND OF OZ,_ in which is also narrated\nthe amazing adventures of the Scarecrow, the Tin Woodman, Jack\nPumpkinhead and the Animated Saw Horse.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE WOGGLE-BUG BOOK***\n\n\n******* This file should be named 21914.txt or 21914.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/2\/1\/9\/1\/21914\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1324,"split":"test"}
