{"ori_id":"2744ec7751c610a232109e13740c308ad05c9ca0","title":"Ivanov (play)","context":"Ivanov (play)\n The play tells the story of Nikolai Ivanov, a man struggling to regain his former glory. For the past five years, he has been married to Anna Petrovna, a disinherited 'jewess', who has become very ill. Ivanov's estate is run by a distant relative, Mikhail Borkin, who is frequently advising people on how he can help them make money. The doctor, Lvov, an 'honest' man as he frequently reminds the rest of the cast, informs Ivanov that his wife is dying of Tuberculosis, and that she needs to recover by going to the Crimea. Unfortunately, Ivanov is unable, and unwilling, to pay for the trip. He is heavily in debt and already owes Zinaida Lebedeva 9000 roubles. Ivanov is criticised for heartlessness and for spending time with the Lebedevs instead of his seriously ill wife. At the end of Act One, Ivanov departs to visit the Lebedevs', and unbeknown to him is followed by Anna and Lvov.\nAct Two shows a party at Lebedevs', and features various people discussing Ivanov. They say his only motive for marrying Anna was for the large dowry; however, when she married him, she was forced to convert from Judaism to Russian Orthodox and was disowned. Lebedev is married to Zinaida, who manages his money-lending, and they have a daughter, Sasha, who is infatuated with Ivanov. She throws herself at Ivanov and he is unable to resist: the act concludes with the two kissing. Unfortunately, Anna arrives unexpectedly at just this moment and witnesses the betrayal.\nAct Three shows a number of conversations between Ivanov and other members of the cast â\u0080\u0093 Lebedev begs Ivanov to repay his debts, and Lvov confronts Ivanov once again about the heartless way he treats Anna. Sasha then appears, concerned by Ivanov's refusal to visit since the incident at the end of Act Two. The act then ends with Anna confronting Ivanov about Sasha's visit, and about how he has lied and cheated on her for the entirety of their marriage. Ivanov's anger is aroused by the false accusation and in a fit of anger he reveals to her that she is dying.\nAct Four occurs around a year after the previous acts. Anna has died, and Ivanov and Sasha are preparing to marry. As the wedding is about to begin, Lvov appears, planning to unveil Ivanov's 'evil' intentions â\u0080\u0093 believing Ivanov is simply marrying Sasha for the dowry. He makes the accusation publicly and even though other characters have previously expressed doubts they all leap to Ivanov's defence and challenge Lvov to duels. Ivanov finds the whole situation amusing, returning to his old self, and takes out his gun. Sasha realises what he is about to do, but is unable to stop him: Ivanov runs away from the crowd and shoots himself, abruptly ending the play.\nï»¿The Project Gutenberg EBook of Ivanoff, by Anton Checkov\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Ivanoff\n       A Play\n\nAuthor: Anton Checkov\n\nPosting Date: November 23, 2008 [EBook #1755]\nRelease Date: May, 1999\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK IVANOFF ***\n\n\n\n\nProduced by An Anonymous Volunteer\n\n\n\n\n\nIVANOFF\n\nA PLAY\n\nBy Anton Checkov\n\n\n\n\nCHARACTERS\n\nNICHOLAS IVANOFF, perpetual member of the Council of Peasant Affairs\n\nANNA, his wife. Nee Sarah Abramson\n\nMATTHEW SHABELSKI, a count, uncle of Ivanoff\n\nPAUL LEBEDIEFF, President of the Board of the Zemstvo\n\nZINAIDA, his wife\n\nSASHA, their daughter, twenty years old\n\nLVOFF, a young government doctor\n\nMARTHA BABAKINA, a young widow, owner of an estate and daughter of a\nrich merchant\n\nKOSICH, an exciseman\n\nMICHAEL BORKIN, a distant relative of Ivanoff, and manager of his estate\n\nAVDOTIA NAZAROVNA, an old woman\n\nGEORGE, lives with the Lebedieffs\n\nFIRST GUEST\n\nSECOND GUEST\n\nTHIRD GUEST\n\nFOURTH GUEST\n\nPETER, a servant of Ivanoff\n\nGABRIEL, a servant of Lebedieff\n\nGUESTS OF BOTH SEXES\n\nThe play takes place in one of the provinces of central Russia\n\n\n\n\nIVANOFF\n\n\n\n\nACT I\n\nThe garden of IVANOFF'S country place. On the left is a terrace and the\nfacade of the house. One window is open. Below the terrace is a broad\nsemicircular lawn, from which paths lead to right and left into a\ngarden. On the right are several garden benches and tables. A lamp is\nburning on one of the tables. It is evening. As the curtain rises sounds\nof the piano and violoncello are heard.\n\nIVANOFF is sitting at a table reading.\n\nBORKIN, in top-boots and carrying a gun, comes in from the rear of the\ngarden. He is a little tipsy. As he sees IVANOFF he comes toward him on\ntiptoe, and when he comes opposite him he stops and points the gun at\nhis face.\n\nIVANOFF. [Catches sight of BORKIN. Shudders and jumps to his feet]\nMisha! What are you doing? You frightened me! I can't stand your stupid\njokes when I am so nervous as this. And having frightened me, you laugh!\n[He sits down.]\n\nBORKIN. [Laughing loudly] There, I am sorry, really. I won't do it\nagain. Indeed I won't. [Take off his cap] How hot it is! Just think, my\ndear boy, I have covered twelve miles in the last three hours. I am worn\nout. Just feel how my heart is beating.\n\n\nIVANOFF. [Goes on reading] Oh, very well. I shall feel it later!\n\nBORKIN. No, feel it now. [He takes IVANOFF'S hand and presses it against\nhis breast] Can you feel it thumping? That means that it is weak and\nthat I may die suddenly at any moment. Would you be sorry if I died?\n\nIVANOFF. I am reading now. I shall attend to you later.\n\nBORKIN. No, seriously, would you be sorry if I died? Nicholas, would you\nbe sorry if I died?\n\nIVANOFF. Leave me alone!\n\nBORKIN. Come, tell me if you would be sorry or not.\n\nIVANOFF. I am sorry that you smell so of vodka, Misha, it is disgusting.\n\nBORKIN. Do I smell of vodka? How strange! And yet, it is not so strange\nafter all. I met the magistrate on the road, and I must admit that we\ndid drink about eight glasses together. Strictly speaking, of course,\ndrinking is very harmful. Listen, it is harmful, isn't it? Is it? Is it?\n\nIVANOFF. This is unendurable! Let me warn you, Misha, that you are going\ntoo far.\n\nBORKIN. Well, well, excuse me. Sit here by yourself then, for heaven's\nsake, if it amuses you. [Gets up and goes away] What extraordinary\npeople one meets in the world. They won't even allow themselves to be\nspoken to. [He comes back] Oh, yes, I nearly forgot. Please let me have\neighty-two roubles.\n\nIVANOFF. Why do you want eighty-two roubles?\n\nBORKIN. To pay the workmen to-morrow.\n\nIVANOFF. I haven't the money.\n\nBORKIN. Many thanks. [Angrily] So you haven't the money! And yet the\nworkmen must be paid, mustn't they?\n\nIVANOFF. I don't know. Wait till my salary comes in on the first of the\nmonth.\n\nBORKIN. How is it possible to discuss anything with a man like you?\nCan't you understand that the workmen are coming to-morrow morning and\nnot on the first of the month?\n\nIVANOFF. How can I help it? I'll be hanged if I can do anything about it\nnow. And what do you mean by this irritating way you have of pestering\nme whenever I am trying to read or write or----\n\nBORKIN. Must the workmen be paid or not, I ask you? But, good gracious!\nWhat is the use of talking to you! [Waves his hand] Do you think\nbecause you own an estate you can command the whole world? With your\ntwo thousand acres and your empty pockets you are like a man who has a\ncellar full of wine and no corkscrew. I have sold the oats as they\nstand in the field. Yes, sir! And to-morrow I shall sell the rye and\nthe carriage horses. [He stamps up and down] Do you think I am going\nto stand upon ceremony with you? Certainly not! I am not that kind of a\nman!\n\nANNA appears at the open window.\n\nANNA. Whose voice did I hear just now? Was it yours, Misha? Why are you\nstamping up and down?\n\nBORKIN. Anybody who had anything to do with your Nicholas would stamp up\nand down.\n\nANNA. Listen, Misha! Please have some hay carried onto the croquet lawn.\n\nBORKIN. [Waves his hand] Leave me alone, please!\n\nANNA. Oh, what manners! They are not becoming to you at all. If you want\nto be liked by women you must never let them see you when you are angry\nor obstinate. [To her husband] Nicholas, let us go and play on the lawn\nin the hay!\n\nIVANOFF. Don't you know it is bad for you to stand at the open window,\nAnnie? [Calls] Shut the window, Uncle!\n\n[The window is shut from the inside.]\n\nBORKIN. Don't forget that the interest on the money you owe Lebedieff\nmust be paid in two days.\n\nIVANOFF. I haven't forgotten it. I am going over to see Lebedieff today\nand shall ask him to wait.\n\n[He looks at his watch.]\n\nBORKIN. When are you going?\n\nIVANOFF. At once.\n\nBORKIN. Wait! Wait! Isn't this Sasha's birthday? So it is! The idea of\nmy forgetting it. What a memory I have. [Jumps about] I shall go with\nyou! [Sings] I shall go, I shall go! Nicholas, old man, you are the joy\nof my life. If you were not always so nervous and cross and gloomy, you\nand I could do great things together. I would do anything for you. Shall\nI marry Martha Babakina and give you half her fortune? That is, not\nhalf, either, but all--take it all!\n\nIVANOFF. Enough of this nonsense!\n\nBORKIN. No, seriously, shan't I marry Martha and halve the money with\nyou? But no, why should I propose it? How can you understand? [Angrily]\nYou say to me: \"Stop talking nonsense!\" You are a good man and a\nclever one, but you haven't any red blood in your veins or any--well,\nenthusiasm. Why, if you wanted to, you and I could cut a dash together\nthat would shame the devil himself. If you were a normal man instead of\na morbid hypochondriac we would have a million in a year. For instance,\nif I had twenty-three hundred roubles now I could make twenty thousand\nin two weeks. You don't believe me? You think it is all nonsense? No,\nit isn't nonsense. Give me twenty-three hundred roubles and let me try.\nOfsianoff is selling a strip of land across the river for that price.\nIf we buy this, both banks will be ours, and we shall have the right to\nbuild a dam across the river. Isn't that so? We can say that we intend\nto build a mill, and when the people on the river below us hear that\nwe mean to dam the river they will, of course, object violently and we\nshall say: If you don't want a dam here you will have to pay to get us\naway. Do you see the result? The factory would give us five thousand\nroubles, Korolkoff three thousand, the monastery five thousand more--\n\nIVANOFF. All that is simply idiotic, Misha. If you don't want me to lose\nmy temper you must keep your schemes to yourself.\n\nBORKIN. [Sits down at the table] Of course! I knew how it would be! You\nnever will act for yourself, and you tie my hands so that I am helpless.\n\nEnter SHABELSKI and LVOFF.\n\nSHABELSKI. The only difference between lawyers and doctors is that\nlawyers simply rob you, whereas doctors both rob you and kill you. I am\nnot referring to any one present. [Sits down on the bench] They are all\nfrauds and swindlers. Perhaps in Arcadia you might find an exception to\nthe general rule and yet--I have treated thousands of sick people myself\nin my life, and I have never met a doctor who did not seem to me to be\nan unmistakable scoundrel.\n\nBORKIN. [To IVANOFF] Yes, you tie my hands and never do anything for\nyourself, and that is why you have no money.\n\nSHABELSKI. As I said before, I am not referring to any one here at\npresent; there may be exceptions though, after all--[He yawns.]\n\nIVANOFF. [Shuts his book] What have you to tell me, doctor?\n\nLVOFF. [Looks toward the window] Exactly what I said this morning: she\nmust go to the Crimea at once. [Walks up and down.]\n\nSHABELSKI. [Bursts out laughing] To the Crimea! Why don't you and I set\nup as doctors, Misha? Then, if some Madame Angot or Ophelia finds the\nworld tiresome and begins to cough and be consumptive, all we shall\nhave to do will be to write out a prescription according to the laws of\nmedicine: that is, first, we shall order her a young doctor, and then a\njourney to the Crimea. There some fascinating young Tartar----\n\nIVANOFF. [Interrupting] Oh, don't be coarse! [To LVOFF] It takes money\nto go to the Crimea, and even if I could afford it, you know she has\nrefused to go.\n\nLVOFF. Yes, she has. [A pause.]\n\nBORKIN. Look here, doctor, is Anna really so ill that she absolutely\nmust go to the Crimea?\n\nLVOFF. [Looking toward the window] Yes, she has consumption.\n\nBORKIN. Whew! How sad! I have seen in her face for some time that she\ncould not last much longer.\n\nLVOFF. Can't you speak quietly? She can hear everything you say. [A\npause.]\n\nBORKIN. [Sighing] The life of man is like a flower, blooming so gaily in\na field. Then, along comes a goat, he eats it, and the flower is gone!\n\nSHABELSKI. Oh, nonsense, nonsense. [Yawning] Everything is a fraud and a\nswindle. [A pause.]\n\nBORKIN. Gentlemen, I have been trying to tell Nicholas how he can make\nsome money, and have submitted a brilliant plan to him, but my seed,\nas usual, has fallen on barren soil. Look what a sight he is now: dull,\ncross, bored, peevish----\n\nSHABELSKI. [Gets up and stretches himself] You are always inventing\nschemes for everybody, you clever fellow, and telling them how to live;\ncan't you tell me something? Give me some good advice, you ingenious\nyoung man. Show me a good move to make.\n\nBORKIN. [Getting up] I am going to have a swim. Goodbye, gentlemen. [To\nShabelski] There are at least twenty good moves you could make. If I\nwere you I should have twenty thousand roubles in a week.\n\n[He goes out; SHABELSKI follows him.]\n\nSHABELSKI. How would you do it? Come, explain.\n\nBORKIN. There is nothing to explain, it is so simple. [Coming back]\nNicholas, give me a rouble.\n\nIVANOFF silently hands him the money\n\nBORKIN. Thanks. Shabelski, you still hold some trump cards.\n\nSHABELSKI follows him out.\n\nSHABELSKI. Well, what are they?\n\nBORKIN. If I were you I should have thirty thousand roubles and more in\na week. [They go out together.]\n\nIVANOFF. [After a pause] Useless people, useless talk, and the necessity\nof answering stupid questions, have wearied me so, doctor, that I am\nill. I have become so irritable and bitter that I don't know myself.\nMy head aches for days at a time. I hear a ringing in my ears, I can't\nsleep, and yet there is no escape from it all, absolutely none.\n\nLVOFF. Ivanoff, I have something serious to speak to you about.\n\nIVANOFF. What is it?\n\nLVOFF. It is about your wife. She refuses to go to the Crimea alone, but\nshe would go with you.\n\nIVANOFF. [Thoughtfully] It would cost a great deal for us both to go,\nand besides, I could not get leave to be away for so long. I have had\none holiday already this year.\n\nLVOFF. Very well, let us admit that. Now to proceed. The best cure for\nconsumption is absolute peace of mind, and your wife has none whatever.\nShe is forever excited by your behaviour to her. Forgive me, I am\nexcited and am going to speak frankly. Your treatment of her is killing\nher. [A pause] Ivanoff, let me believe better things of you.\n\nIVANOFF. What you say is true, true. I must be terribly guilty, but my\nmind is confused. My will seems to be paralysed by a kind of stupor; I\ncan't understand myself or any one else. [Looks toward the window] Come,\nlet us take a walk, we might be overheard here. [They get up] My dear\nfriend, you should hear the whole story from the beginning if it were\nnot so long and complicated that to tell it would take all night. [They\nwalk up and down] Anna is a splendid, an exceptional woman. She has left\nher faith, her parents and her fortune for my sake. If I should demand\na hundred other sacrifices, she would consent to every one without the\nquiver of an eyelid. Well, I am not a remarkable man in any way, and\nhave sacrificed nothing. However, the story is a long one. In short, the\nwhole point is, my dear doctor--[Confused] that I married her for love\nand promised to love her forever, and now after five years she loves me\nstill and I--[He waves his hand] Now, when you tell me she is dying, I\nfeel neither love nor pity, only a sort of loneliness and weariness. To\nall appearances this must seem horrible, and I cannot understand myself\nwhat is happening to me. [They go out.]\n\nSHABELSKI comes in.\n\nSHABELSKI. [Laughing] Upon my word, that man is no scoundrel, but a\ngreat thinker, a master-mind. He deserves a memorial. He is the essence\nof modern ingenuity, and combines in himself alone the genius of the\nlawyer, the doctor, and the financier. [He sits down on the lowest step\nof the terrace] And yet he has never finished a course of studies in any\ncollege; that is so surprising. What an ideal scoundrel he would have\nmade if he had acquired a little culture and mastered the sciences! \"You\ncould make twenty thousand roubles in a week,\" he said. \"You still hold\nthe ace of trumps: it is your title.\" [Laughing] He said I might get\na rich girl to marry me for it! [ANNA opens the window and looks down]\n\"Let me make a match between you and Martha,\" says he. Who is this\nMartha? It must be that Balabalkina--Babakalkina woman, the one that\nlooks like a laundress.\n\nANNA. Is that you, Count?\n\nSHABELSKI. What do you want?\n\nANNA laughs.\n\nSHABELSKI. [With a Jewish accent] Vy do you laugh?\n\nANNA. I was thinking of something you said at dinner, do you remember?\nHow was it--a forgiven thief, a doctored horse.\n\nSHABELSKI. A forgiven thief, a doctored horse, and a Christianised Jew\nare all worth the same price.\n\nANNA. [Laughing] You can't even repeat the simplest saying without\nill-nature. You are a most malicious old man. [Seriously] Seriously,\nCount you are extremely disagreeable, and very tiresome and painful to\nlive with. You are always grumbling and growling, and everybody to you\nis a blackguard and a scoundrel. Tell me honestly, Count, have you ever\nspoken well of any one?\n\nSHABELSKI. Is this an inquisition?\n\nANNA. We have lived under this same roof now for five years, and I\nhave never heard you speak kindly of people, or without bitterness and\nderision. What harm has the world done to you? Is it possible that you\nconsider yourself better than any one else?\n\nSHABELSKI. Not at all. I think we are all of us scoundrels and\nhypocrites. I myself am a degraded old man, and as useless as a cast-off\nshoe. I abuse myself as much as any one else. I was rich once, and free,\nand happy at times, but now I am a dependent, an object of charity, a\njoke to the world. When I am at last exasperated and defy them, they\nanswer me with a laugh. When I laugh, they shake their heads sadly and\nsay, \"The old man has gone mad.\" But oftenest of all I am unheard and\nunnoticed by every one.\n\nANNA. [Quietly] Screaming again.\n\nSHABELSKI. Who is screaming?\n\nANNA. The owl. It screams every evening.\n\nSHABELSKI. Let it scream. Things are as bad as they can be already.\n[Stretches himself] Alas, my dear Sarah! If I could only win a thousand\nor two roubles, I should soon show you what I could do. I wish you\ncould see me! I should get away out of this hole, and leave the bread of\ncharity, and should not show my nose here again until the last judgment\nday.\n\nANNA. What would you do if you were to win so much money?\n\nSHABELSKI. [Thoughtfully] First I would go to Moscow to hear the Gipsies\nplay, and then--then I should fly to Paris and take an apartment and go\nto the Russian Church.\n\nANNA. And what else?\n\nSHABELSKI. I would go and sit on my wife's grave for days and days and\nthink. I would sit there until I died. My wife is buried in Paris. [A\npause.]\n\nANNA. How terribly dull this is! Shall we play a duet?\n\nSHABELSKI. As you like. Go and get the music ready. [ANNA goes out.]\n\nIVANOFF and LVOFF appear in one of the paths.\n\nIVANOFF. My dear friend, you left college last year, and you are still\nyoung and brave. Being thirty-five years old I have the right to advise\nyou. Don't marry a Jewess or a bluestocking or a woman who is queer in\nany way. Choose some nice, common-place girl without any strange and\nstartling points in her character. Plan your life for quiet; the greyer\nand more monotonous you can make the background, the better. My dear\nboy, do not try to fight alone against thousands; do not tilt with\nwindmills; do not dash yourself against the rocks. And, above all,\nmay you be spared the so-called rational life, all wild theories and\nimpassioned talk. Everything is in the hands of God, so shut yourself\nup in your shell and do your best. That is the pleasant, honest, healthy\nway to live. But the life I have chosen has been so tiring, oh, so\ntiring! So full of mistakes, of injustice and stupidity! [Catches sight\nof SHABELSKI, and speaks angrily] There you are again, Uncle, always\nunder foot, never letting one have a moment's quiet talk!\n\nSHABELSKI. [In a tearful voice] Is there no refuge anywhere for a poor\nold devil like me? [He jumps up and runs into the house.]\n\nIVANOFF. Now I have offended him! Yes, my nerves have certainly gone to\npieces. I must do something about it, I must----\n\nLVOFF. [Excitedly] Ivanoff, I have heard all you have to say and--and--I\nam going to speak frankly. You have shown me in your voice and manner,\nas well as in your words, the most heartless egotism and pitiless\ncruelty. Your nearest friend is dying simply because she is near you,\nher days are numbered, and you can feel such indifference that you go\nabout giving advice and analysing your feelings. I cannot say all I\nshould like to; I have not the gift of words, but--but I can at least\nsay that you are deeply antipathetic to me.\n\nIVANOFF. I suppose I am. As an onlooker, of course you see me more\nclearly than I see myself, and your judgment of me is probably right.\nNo doubt I am terribly guilty. [Listens] I think I hear the carriage\ncoming. I must get ready to go. [He goes toward the house and then\nstops] You dislike me, doctor, and you don't conceal it. Your sincerity\ndoes you credit. [He goes into the house.]\n\nLVOFF. [Alone] What a confoundedly disagreeable character! I have let\nanother opportunity slip without speaking to him as I meant to, but I\nsimply cannot talk calmly to that man. The moment I open my mouth to\nspeak I feel such a commotion and suffocation here [He puts his hand on\nhis breast] that my tongue sticks to the roof of my mouth. Oh, I loathe\nthat Tartuffe, that unmitigated rascal, with all my heart! There he is,\npreparing to go driving in spite of the entreaties of his unfortunate\nwife, who adores him and whose only happiness is his presence. She\nimplores him to spend at least one evening with her, and he cannot even\ndo that. Why, he might shoot himself in despair if he had to stay at\nhome! Poor fellow, what he wants are new fields for his villainous\nschemes. Oh, I know why you go to Lebedieff's every evening, Ivanoff! I\nknow.\n\nEnter IVANOFF, in hat and coat, ANNA and SHABELSKI\n\nSHABELSKI. Look here, Nicholas, this is simply barbarous You go away\nevery evening and leave us here alone, and we get so bored that we have\nto go to bed at eight o'clock. It is a scandal, and no decent way of\nliving. Why can you go driving if we can't? Why?\n\nANNA. Leave him alone, Count. Let him go if he wants to.\n\nIVANOFF. How can a sick woman like you go anywhere? You know you have a\ncough and must not go out after sunset. Ask the doctor here. You are no\nchild, Annie, you must be reasonable. And as for you, what would you do\nwith yourself over there?\n\nSHABELSKI. I am ready to go anywhere: into the jaws of a crocodile, or\neven into the jaws of hell, so long as I don't have to stay here. I am\nhorribly bored. I am stupefied by this dullness. Every one here is tired\nof me. You leave me at home to entertain Anna, but I feel more like\nscratching and biting her.\n\nANNA. Leave him alone, Count. Leave him alone. Let him go if he enjoys\nhimself there.\n\nIVANOFF. What does this mean, Annie? You know I am not going for\npleasure. I must see Lebedieff about the money I owe him.\n\nANNA. I don't see why you need justify yourself to me. Go ahead! Who is\nkeeping you?\n\nIVANOFF. Heavens! Don't let us bite one another's heads off. Is that\nreally unavoidable?\n\nSHABELSKI. [Tearfully] Nicholas, my dear boy, do please take me with\nyou. I might possibly be amused a little by the sight of all the fools\nand scoundrels I should see there. You know I haven't been off this\nplace since Easter.\n\nIVANOFF. [Exasperated] Oh, very well! Come along then! How tiresome you\nall are!\n\nSHABELSKI. I may go? Oh, thank you! [Takes him gaily by the arm and\nleads him aside] May I wear your straw hat?\n\nIVANOFF. You may, only hurry, please.\n\nSHABELSKI runs into the house.\n\nIVANOFF. How tired I am of you all! But no, what am I saying? Annie, my\nmanner to you is insufferable, and it never used to be. Well, good-bye,\nAnnie. I shall be back by one.\n\nANNA. Nicholas! My dear husband, stay at home to-night!\n\nIVANOFF. [Excitedly] Darling, sweetheart, my dear, unhappy one, I\nimplore you to let me leave home in the evenings. I know it is cruel and\nunjust to ask this, but let me do you this injustice. It is such torture\nfor me to stay. As soon as the sun goes down my soul is overwhelmed by\nthe most horrible despair. Don't ask me why; I don't know; I swear I\ndon't. This dreadful melancholy torments me here, it drives me to the\nLebedieff's and there it grows worse than ever. I rush home; it still\npursues me; and so I am tortured all through the night. It is breaking\nmy heart.\n\nANNA. Nicholas, won't you stay? We will talk together as we used to.\nWe will have supper together and read afterward. The old grumbler and I\nhave learned so many duets to play to you. [She kisses him. Then, after\na pause] I can't understand you any more. This has been going on for a\nyear now. What has changed you so?\n\nIVANOFF. I don't know.\n\nANNA. And why don't you want me to go driving with you in the evening?\n\nIVANOFF. As you insist on knowing, I shall have to tell you. It is a\nlittle cruel, but you had best understand. When this melancholy fit is\non me I begin to dislike you, Annie, and at such times I must escape\nfrom you. In short, I simply have to leave this house.\n\nANNA. Oh, you are sad, are you? I can understand that! Nicholas, let\nme tell you something: won't you try to sing and laugh and scold as you\nused to? Stay here, and we will drink some liqueur together, and laugh,\nand chase away this sadness of yours in no time. Shall I sing to you? Or\nshall we sit in your study in the twilight as we used to, while you tell\nme about your sadness? I can read such suffering in your eyes! Let\nme look into them and weep, and our hearts will both be lighter. [She\nlaughs and cries at once] Or is it really true that the flowers return\nwith every spring, but lost happiness never returns? Oh, is it? Well, go\nthen, go!\n\nIVANOFF. Pray for me, Annie! [He goes; then stops and thinks for a\nmoment] No, I can't do it. [IVANOFF goes out.]\n\nANNA. Yes, go, go--[Sits down at the table.]\n\nLVOFF. [Walking up and down] Make this a rule, Madam: as soon as the sun\ngoes down you must go indoors and not come out again until morning. The\ndamp evening air is bad for you.\n\nANNA. Yes, sir!\n\nLVOFF. What do you mean by \"Yes, sir\"? I am speaking seriously.\n\nANNA. But I don't want to be serious. [She coughs.]\n\nLVOFF. There now, you see, you are coughing already.\n\nSHABELSKI comes out of the house in his hat and coat.\n\nSHABELSKI. Where is Nicholas? Is the carriage here yet? [Goes quickly\nto ANNA and kisses her hand] Good-night, my darling! [Makes a face and\nspeaks with a Jewish accent] I beg your bardon! [He goes quickly out.]\n\nLVOFF. Idiot!\n\nA pause; the sounds of a concertina are heard in the distance.\n\nANNA. Oh, how lonely it is! The coachman and the cook are having a\nlittle ball in there by themselves, and I--I am, as it were, abandoned.\nWhy are you walking about, Doctor? Come and sit down here.\n\nLVOFF. I can't sit down.\n\n[A pause.]\n\nANNA. They are playing \"The Sparrow\" in the kitchen. [She sings]\n\n   \"Sparrow, Sparrow, where are you?\n    On the mountain drinking dew.\"\n\n[A pause] Are your father and mother living, Doctor?\n\nLVOFF. My mother is living; my father is dead.\n\nANNA. Do you miss your mother very much?\n\nLVOFF. I am too busy to miss any one.\n\nANNA. [Laughing] The flowers return with every spring, but lost\nhappiness never returns. I wonder who taught me that? I think it was\nNicholas himself. [Listens] The owl is hooting again.\n\nLVOFF. Well, let it hoot.\n\nANNA. I have begun to think, Doctor, that fate has cheated me. Other\npeople who, perhaps, are no better than I am are happy and have not had\nto pay for their happiness. But I have paid for it all, every moment of\nit, and such a price! Why should I have to pay so terribly? Dear friend,\nyou are all too considerate and gentle with me to tell me the truth; but\ndo you think I don't know what is the matter with me? I know perfectly\nwell. However, this isn't a pleasant subject--[With a Jewish accent] \"I\nbeg your bardon!\" Can you tell funny stories?\n\nLVOFF. No, I can't.\n\nANNA. Nicholas can. I am beginning to be surprised, too, at the\ninjustice of people. Why do they return hatred for love, and answer\ntruth with lies? Can you tell me how much longer I shall be hated by my\nmother and father? They live fifty miles away, and yet I can feel their\nhatred day and night, even in my sleep. And how do you account for the\nsadness of Nicholas? He says that he only dislikes me in the evening,\nwhen the fit is on him. I understand that, and can tolerate it, but\nwhat if he should come to dislike me altogether? Of course that is\nimpossible, and yet--no, no, I mustn't even imagine such a thing.\n[Sings]\n\n   \"Sparrow, Sparrow, where are you?\"\n\n[She shudders] What fearful thoughts I have! You are not married,\nDoctor; there are many things that you cannot understand.\n\nLVOFF. You say you are surprised, but--but it is you who surprise me.\nTell me, explain to me how you, an honest and intelligent woman, almost\na saint, could allow yourself to be so basely deceived and dragged into\nthis den of bears? Why are you here? What have you in common with such a\ncold and heartless--but enough of your husband! What have you in common\nwith these wicked and vulgar surroundings? With that eternal grumbler,\nthe crazy and decrepit Count? With that swindler, that prince of\nrascals, Misha, with his fool's face? Tell me, I say, how did you get\nhere?\n\nANNA. [laughing] That is what he used to say, long ago, oh, exactly!\nOnly his eyes are larger than yours, and when he was excited they used\nto shine like coals--go on, go on!\n\nLVOFF. [Gets up and waves his hand] There is nothing more to say. Go\ninto the house.\n\nANNA. You say that Nicholas is not what he should be, that his faults\nare so and so. How can you possibly understand him? How can you learn\nto know any one in six months? He is a wonderful man, Doctor, and I am\nsorry you could not have known him as he was two or three years ago. He\nis depressed and silent now, and broods all day without doing anything,\nbut he was splendid then. I fell in love with him at first sight.\n[Laughing] I gave one look and was caught like a mouse in a trap! So\nwhen he asked me to go with him I cut every tie that bound me to my\nold life as one snips the withered leaves from a plant. But things are\ndifferent now. Now he goes to the Lebedieff's to amuse himself with\nother women, and I sit here in the garden and listen to the owls. [The\nWATCHMAN'S rattle is heard] Tell me, Doctor, have you any brothers and\nsisters?\n\nLVOFF. No.\n\nANNA sobs.\n\nLVOFF. What is it? What is the matter?\n\nANNA. I can't stand it, Doctor, I must go.\n\nLVOFF. Where?\n\nANNA. To him. I am going. Have the horses harnessed. [She runs into the\nhouse.]\n\nLVOFF. No, I certainly cannot go on treating any one under these\nconditions. I not only have to do it for nothing, but I am forced to\nendure this agony of mind besides. No, no, I can't stand it. I have had\nenough of it. [He goes into the house.]\n\nThe curtain falls.\n\n\n\n\nACT II\n\nThe drawing-room of LEBEDIEFFÃ\u0095S house. In the centre is a door leading\ninto a garden. Doors open out of the room to the right and left. The\nroom is furnished with valuable old furniture, which is carefully\nprotected by linen covers. The walls are hung with pictures. The room is\nlighted by candelabra. ZINAIDA is sitting on a sofa; the elderly guests\nare sitting in arm-chairs on either hand. The young guests are sitting\nabout the room on small chairs. KOSICH, AVDOTIA NAZAROVNA, GEORGE, and\nothers are playing cards in the background. GABRIEL is standing near\nthe door on the right. The maid is passing sweetmeats about on a tray.\nDuring the entire act guests come and go from the garden, through the\nroom, out of the door on the left, and back again. Enter MARTHA through\nthe door on the right. She goes toward ZINAIDA.\n\nZINAIDA. [Gaily] My dearest Martha!\n\nMARTHA. How do you do, Zinaida? Let me congratulate you on your\ndaughter's birthday.\n\nZINAIDA. Thank you, my dear; I am delighted to see you. How are you?\n\nMARTHA. Very well indeed, thank you. [She sits down on the sofa] Good\nevening, young people!\n\nThe younger guests get up and bow.\n\nFIRST GUEST. [Laughing] Young people indeed! Do you call yourself an old\nperson?\n\nMARTHA. [Sighing] How can I make any pretense to youth now?\n\nFIRST GUEST. What nonsense! The fact that you are a widow means nothing.\nYou could beat any pretty girl you chose at a canter.\n\nGABRIEL brings MARTHA some tea.\n\nZINAIDA. Why do you bring the tea in like that? Go and fetch some jam to\neat with it!\n\nMARTHA. No thank you; none for me, don't trouble yourself. [A pause.]\n\nFIRST GUEST. [To MARTHA] Did you come through Mushkine on your way here?\n\nMARTHA. No, I came by way of Spassk. The road is better that way.\n\nFIRST GUEST. Yes, so it is.\n\nKOSICH. Two in spades.\n\nGEORGE. Pass.\n\nAVDOTIA. Pass.\n\nSECOND GUEST. Pass.\n\nMARTHA. The price of lottery tickets has gone up again, my dear. I have\nnever known such a state of affairs. The first issue is already worth\ntwo hundred and seventy and the second nearly two hundred and fifty.\nThis has never happened before.\n\nZINAIDA. How fortunate for those who have a great many tickets!\n\nMARTHA. Don't say that, dear; even when the price of tickets is high it\ndoes not pay to put one's capital into them.\n\nZINAIDA. Quite true, and yet, my dear, one never can tell what may\nhappen. Providence is sometimes kind.\n\nTHIRD GUEST. My impression is, ladies, that at present capital\nis exceedingly unproductive. Shares pay very small dividends, and\nspeculating is exceedingly dangerous. As I understand it, the capitalist\nnow finds himself in a more critical position than the man who----\n\nMARTHA. Quite right.\n\nFIRST GUEST yawns.\n\nMARTHA. How dare you yawn in the presence of ladies?\n\nFIRST GUEST. I beg your pardon! It was quite an accident.\n\nZINAIDA gets up and goes out through the door on the right.\n\nGEORGE. Two in hearts.\n\nSECOND GUEST. Pass.\n\nKOSICH. Pass.\n\nMARTHA. [Aside] Heavens! This is deadly! I shall die of ennui.\n\nEnter ZINAIDA and LEBEDIEFF through the door on the right.\n\nZINAIDA. Why do you go off by yourself like a prima donna? Come and sit\nwith our guests!\n\n[She sits down in her former place.]\n\nLEBEDIEFF. [Yawning] Oh, dear, our sins are heavy! [He catches sight of\nMARTHA] Why, there is my little sugar-plum! How is your most esteemed\nhighness?\n\nMARTHA. Very well, thank you.\n\nLEBEDIEFF. Splendid, splendid! [He sits down in an armchair] Quite\nright--Oh, Gabriel!\n\nGABRIEL brings him a glass of vodka and a tumbler of water. He empties\nthe glass of vodka and sips the water.\n\nFIRST GUEST. Good health to you!\n\nLEBEDIEFF. Good health is too much to ask. I am content to keep death\nfrom the door. [To his wife] Where is the heroine of this occasion,\nZuzu?\n\nKOSICH. [In a plaintive voice] Look here, why haven't we taken any\ntricks yet? [He jumps up] Yes, why have we lost this game entirely,\nconfound it?\n\nAVDOTIA. [Jumps up angrily] Because, friend, you don't know how to play\nit, and have no right to be sitting here at all. What right had you to\nlead from another suit? Haven't you the ace left? [They both leave the\ntable and run forward.]\n\nKOSICH. [In a tearful voice] Ladies and gentlemen, let me explain! I had\nthe ace, king, queen, and eight of diamonds, the ace of spades and one,\njust one, little heart, do you understand? Well, she, bad luck to her,\nshe couldn't make a little slam. I said one in no-trumps---- *\n\n     * The game played is vint, the national card-game of Russia\n     and the direct ancestor of auction bridge, with which it is\n     almost identical. [translator's note]\n\nAVDOTIA. [Interrupting him] No, I said one in no-trumps; you said two in\nno-trumps----\n\nKOSICH. This is unbearable! Allow me--you had--I had--you had--[To\nLEBEDIEFF] But you shall decide it, Paul: I had the ace, king, queen,\nand eight of diamonds----\n\nLEBEDIEFF. [Puts his fingers into his ears] Stop, for heaven's sake,\nstop!\n\nAVDOTIA. [Yelling] I said no-trumps, and not he!\n\nKOSICH. [Furiously] I'll be damned if I ever sit down to another game of\ncards with that old cat!\n\nHe rushes into the garden. The SECOND GUEST follows him. GEORGE is left\nalone at the table.\n\nAVDOTIA. Whew! He makes my blood boil! Old cat, indeed! You're an old\ncat yourself!\n\nMARTHA. How angry you are, aunty!\n\nAVDOTIA. [Sees MARTHA and claps her hands] Are you here, my darling?\nMy beauty! And was I blind as a bat, and didn't see you? Darling child!\n[She kisses her and sits down beside her] How happy this makes me! Let\nme feast my eyes on you, my milk-white swan! Oh, oh, you have bewitched\nme!\n\nLEBEDIEFF. Why don't you find her a husband instead of singing her\npraises?\n\nAVDOTIA. He shall be found. I shall not go to my grave before I have\nfound a husband for her, and one for Sasha too. I shall not go to my\ngrave--[She sighs] But where to find these husbands nowadays? There\nsit some possible bridegrooms now, huddled together like a lot of\nhalf-drowned rats!\n\nTHIRD GUEST. A most unfortunate comparison! It is my belief, ladies,\nthat if the young men of our day prefer to remain single, the fault lies\nnot with them, but with the existing, social conditions!\n\nLEBEDIEFF. Come, enough of that! Don't give us any mo re philosophy; I\ndon't like it!\n\nEnter SASHA. She goes up to her father.\n\nSASHA. How can you endure the stuffy air of this room when the weather\nis so beautiful?\n\nZINAIDA. My dear Sasha, don't you see that Martha is here?\n\nSASHA. I beg your pardon.\n\n[She goes up to MARTHA and shakes hands.]\n\nMARTHA. Yes, here I am, my dear little Sasha, and proud to congratulate\nyou. [They kiss each other] Many happy returns of the day, dear!\n\nSASHA. Thank you! [She goes and sits down by her father.]\n\nLEBEDIEFF. As you were saying, Avdotia Nazarovna, husbands are hard to\nfind. I don't want to be rude, but I must say that the young men of the\npresent are a dull and poky lot, poor fellows! They can't dance or talk\nor drink as they should do.\n\nAVDOTIA. Oh, as far as drinking goes, they are all experts. Just give\nthem--give them----\n\nLEBEDIEFF. Simply to drink is no art. A horse can drink. No, it must be\ndone in the right way. In my young days we used to sit and cudgel our\nbrains all day over our lessons, but as soon as evening came we would\nfly off on some spree and keep it up till dawn. How we used to dance and\nflirt, and drink, too! Or sometimes we would sit and chatter and discuss\neverything under the sun until we almost wagged our tongues off. But\nnow--[He waves his hand] Boys are a puzzle to me. They are not willing\neither to give a candle to God or a pitchfork to the devil! There is\nonly one young fellow in the country who is worth a penny, and he is\nmarried. [Sighs] They say, too, that he is going crazy.\n\nMARTHA. Who is he?\n\nLEBEDIEFF. Nicholas Ivanoff.\n\nMARTHA. Yes, he is a fine fellow, only [Makes a face] he is very\nunhappy.\n\nZINAIDA. How could he be otherwise, poor boy! [She sighs] He made such\na bad mistake. When he married that Jewess of his he thought of course\nthat her parents would give away whole mountains of gold with her, but,\non the contrary, on the day she became a Christian they disowned her,\nand Ivanoff has never seen a penny of the money. He has repented of his\nfolly now, but it is too late.\n\nSASHA. Mother, that is not true!\n\nMARTHA. How can you say it is not true, Sasha, when we all know it to be\na fact? Why did he have to marry a Jewess? He must have had some reason\nfor doing it. Are Russian girls so scarce? No, he made a mistake, poor\nfellow, a sad mistake. [Excitedly] And what on earth can he do with her\nnow? Where could she go if he were to come home some day and say: \"Your\nparents have deceived me; leave my house at once!\" Her parents wouldn't\ntake her back. She might find a place as a house-maid if she had ever\nlearned to work, which she hasn't. He worries and worries her now, but\nthe Count interferes. If it had not been for the Count, he would have\nworried her to death long ago.\n\nAVDOTIA. They say he shuts her up in a cellar and stuffs her with\ngarlic, and she eats and eats until her very soul reeks of it.\n[Laughter.]\n\nSASHA. But, father, you know that isn't true!\n\nLEBEDIEFF. What if it isn't, Sasha? Let them spin yarns if it amuses\nthem. [He calls] Gabriel!\n\nGABRIEL brings him another glass of vodka and a glass of water.\n\nZINAIDA. His misfortunes have almost ruined him, poor man. His affairs\nare in a frightful condition. If Borkin did not take such good charge\nof his estate he and his Jewess would soon be starving to death. [She\nsighs] And what anxiety he has caused us! Heaven only knows how we have\nsuffered. Do you realise, my dear, that for three years he has owed us\nnine thousand roubles?\n\nMARTHA. [Horrified] Nine thousand!\n\nZINAIDA. Yes, that is the sum that my dear Paul has undertaken to lend\nhim. He never knows to whom it is safe to lend money and to whom it is\nnot. I don't worry about the principal, but he ought to pay the interest\non his debt.\n\nSASHA. [Hotly] Mamma, you have already discussed this subject at least a\nthousand times!\n\nZINAIDA. What difference does it make to you? Why should you interfere?\n\nSASHA. What is this mania you all have for gossiping about a man who has\nnever done any of you any harm? Tell me, what harm has he done you?\n\nTHIRD GUEST. Let me say two words, Miss Sasha. I esteem Ivanoff, and\nhave always found him an honourable man, but, between ourselves, I also\nconsider him an adventurer.\n\nSASHA. I congratulate you on your opinion!\n\nTHIRD GUEST. In proof of its truth, permit me to present to you the\nfollowing facts, as they were communicated to me by his secretary, or\nshall I say rather, by his factotum, Borkin. Two years ago, at the time\nof the cattle plague, he bought some cattle and had them insured--\n\nZINAIDA. Yes, I remember hearing' of that.\n\nTHIRD GUEST. He had them insured, as you understand, and then inoculated\nthem with the disease and claimed the insurance.\n\nSASHA. Oh, what nonsense, nonsense, nonsense! No one bought or\ninoculated any cattle! The story was invented by Borkin, who then went\nabout boasting of his clever plan. Ivanoff would not forgive Borkin for\ntwo weeks after he heard of it. He is only guilty of a weak character\nand too great faith in humanity. He can't make up his mind to get rid\nof that Borkin, and so all his possessions have been tricked and stolen\nfrom him. Every one who has had anything to do with Ivanoff has taken\nadvantage of his generosity to grow rich.\n\nLEBEDIEFF. Sasha, you little firebrand, that will do!\n\nSASHA. Why do you all talk like this? This eternal subject of Ivanoff,\nIvanoff, and always Ivanoff has grown insufferable, and yet you never\nspeak of anything else. [She goes toward the door, then stops and comes\nback] I am surprised, [To the young men] and utterly astonished at your\npatience, young men! How can you sit there like that? Aren't you bored?\nWhy, the very air is as dull as ditchwater! Do, for heaven's sake say\nsomething; try to amuse the girls a little, move about! Or if you can't\ntalk of anything except Ivanoff, you might laugh or sing or dance----\n\nLEBEDIEFF. [Laughing] That's right, Sasha! Give them a good scolding.\n\nSASHA. Look here, will you do me a favour? If you refuse to dance or\nsing or laugh, if all that is tedious, then let me beg you, implore you,\nto summon all your powers, if only for this once, and make one witty or\nclever remark. Let it be as impertinent and malicious as you like, so\nlong as it is funny and original. Won't you perform this miracle, just\nonce, to surprise us and make us laugh? Or else you might think of some\nlittle thing which you could all do together, something to make you stir\nabout. Let the girls admire you for once in their lives! Listen to me!\nI suppose you want them to like you? Then why don't try to make them do\nit? Oh, dear! There is something wrong with you all! You are a lot of\nsleepy stick-in-the-muds! I have told you so a thousand times and shall\nalways go on repeating it; there is something wrong with every one of\nyou; something wrong, wrong, wrong!\n\nEnter IVANOFF and SHABELSKI through the door on the right.\n\nSHABELSKI. Who is making a speech here? Is it you, Sasha? [He laughs and\nshakes hands with her] Many happy returns of the day, my dear child. May\nyou live as long as possible in this life, but never be born again!\n\nZINAIDA. [Joyfully] My dear Count!\n\nLEBEDIEFF. Who can this be? Not you, Count?\n\nSHABELSKI. [Sees ZINAIDA and MARTHA sitting side by side] Two gold mines\nside by side! What a pleasant picture it makes! [He shakes hands with\nZINAIDA] Good evening, Zuzu! [Shakes hands with MARTHA] Good evening,\nBirdie!\n\nZINAIDA. I am charmed to see you, Count. You are a rare visitor here\nnow. [Calls] Gabriel, bring some tea! Please sit down.\n\nShe gets up and goes to the door and back, evidently much preoccupied.\nSASHA sits down in her former place. IVANOFF silently shakes hands with\nevery one.\n\nLEBEDIEFF. [To SHABELSKI] What miracle has brought you here? You have\ngiven us a great surprise. Why, Count, you're a rascal, you haven't been\ntreating us right at all. [Leads him forward by the hand] Tell me, why\ndon't you ever come to see us now? Are you offended?\n\nSHABELSKI. How can I get here to see you? Astride a broomstick? I have\nno horses of my own, and Nicholas won't take me with him when he goes\nout. He says I must stay at home to amuse Sarah. Send your horses for me\nand I shall come with pleasure.\n\nLEBE DIEFF. [With a wave of the hand] Oh, that is easy to say! But Zuzu\nwould rather have a fit than lend the horses to any one. My dear,\ndear old friend, you are more to me than any one I know! You and I are\nsurvivors of those good old days that are gone forever, and you alone\nbring back to my mind the love and longings of my lost youth. Of course\nI am only joking, and yet, do you know, I am almost in tears?\n\nSHABELSKI. Stop, stop! You smell like the air of a wine cellar.\n\nLEBEDIEFF. Dear friend, you cannot imagine how lonely I am without my\nold companions! I could hang myself! [Whispers] Zuzu has frightened\nall the decent men away with her stingy ways, and now we have only this\nriff-raff, as you see: Tom, Dick, and Harry. However, drink your tea.\n\nZINAIDA. [Anxiously, to GABRIEL] Don't bring it in like that! Go fetch\nsome jam to eat with it!\n\nSHABELSKI. [Laughing loudly, to IVANOFF] Didn't I tell you so? [To\nLEBEDIEFF] I bet him driving over, that as soon as we arrived Zuzu would\nwant to feed us with jam!\n\nZINAIDA. Still joking, Count! [She sits down.]\n\nLEBEDIEFF. She made twenty jars of it this year, and how else do you\nexpect her to get rid of it?\n\nSHABELSKI. [Sits down near the table] Are you still adding to the hoard,\nZuzu? You will soon have a million, eh?\n\nZINAIDA. [Sighing] I know it seems as if no one could be richer than we,\nbut where do they think the money comes from? It is all gossip.\n\nSHABELSKI. Oh, yes, we all know that! We know how badly you play your\ncards! Tell me, Paul, honestly, have you saved up a million yet?\n\nLEBEDIEFF. I don't know. Ask Zuzu.\n\nSHABELSKI. [To MARTHA] And my plump little Birdie here will soon have a\nmillion too! She is getting prettier and plumper not only every day, but\nevery hour. That means she has a nice little fortune.\n\nMARTHA. Thank you very much, your highness, but I don't like such jokes.\n\nSHABELSKI. My dear little gold mine, do you call that a joke? It was a\nwail of the soul, a cry from the heart, that burst through my lips.\nMy love for you and Zuzu is immense. [Gaily] Oh, rapture! Oh, bliss! I\ncannot look at you two without a madly beating heart!\n\nZINAIDA. You are still the same, Count. [To GEORGE] Put out the candles\nplease, George. [GEORGE gives a start. He puts out the candles and sits\ndown again] How is your wife, Nicholas?\n\nIVANOFF. She is very ill. The doctor said to-day that she certainly had\nconsumption.\n\nZINAIDA. Really? Oh, how sad! [She sighs] And we are all so fond of her!\n\nSHABELSKI. What trash you all talk! That story was invented by that sham\ndoctor, and is nothing but a trick of his. He wants to masquerade as an\nAesculapius, and so has started this consumption theory. Fortunately\nher husband isn't jealous. [IVANOFF makes an inpatient gesture] As for\nSarah, I wouldn't trust a word or an action of hers. I have made a point\nall my life of mistrusting all doctors, lawyers, and women. They are\nshammers and deceivers.\n\nLEBEDIEFF. [To SHABELSKI] You are an extraordinary person, Matthew! You\nhave mounted this misanthropic hobby of yours, and you ride it through\nthick and thin like a lunatic You are a man like any other, and yet,\nfrom the way you talk one would imagine that you had the pip, or a cold\nin the head.\n\nSHABELSKI. Would you have me go about kissing every rascal and scoundrel\nI meet?\n\nLEBEDIEFF. Where do you find all these rascals and scoundrels?\n\nSHABELSKI. Of course I am not talking of any one here present,\nnevertheless-----\n\nLEBEDIEFF. There you are again with your \"nevertheless.\" All this is\nsimply a fancy of yours.\n\nSHABELSKI. A fancy? It is lucky for you that you have no knowledge of\nthe world!\n\nLEBEDIEFF. My knowledge of the world is this: I must sit here prepared\nat any moment to have death come knocking at the door. That is my\nknowledge of the world. At our age, brother, you and I can't afford to\nworry about knowledge of the world. So then--[He calls] Oh, Gabriel!\n\nSHABELSKI. You have had quite enough already. Look at your nose.\n\nLEBEDIEFF. No matter, old boy. I am not going to be married to-day.\n\nZINAIDA. Doctor Lvoff has not been here for a long time. He seems to\nhave forgotten us.\n\nSASHA. That man is one of my aversions. I can't stand his icy sense of\nhonour. He can't ask for a glass of water or smoke a cigarette without\nmaking a display of his remarkable honesty. Walking and talking, it is\nwritten on his brow: \"I am an honest man.\" He is a great bore.\n\nSHABELSKI. He is a narrow-minded, conceited medico. [Angrily] He shrieks\nlike a parrot at every step: \"Make way for honest endeavour!\" and thinks\nhimself another St. Francis. Everybody is a rascal who doesn't make as\nmuch noise as he does. As for his penetration, it is simply remarkable!\nIf a peasant is well off and lives decently, he sees at once that he\nmust be a thief and a scoundrel. If I wear a velvet coat and am dressed\nby my valet, I am a rascal and the valet is my slave. There is no place\nin this world for a man like him. I am actually afraid of him. Yes,\nindeed, he is likely, out of a sense of duty, to insult a man at any\nmoment and to call him a knave.\n\nIVANOFF. I am dreadfully tired of him, but I can't help liking him, too,\nhe is so sincere.\n\nSHABELSKI. Oh, yes, his sincerity is beautiful! He came up to me\nyesterday evening and remarked absolutely apropos of nothing: \"Count, I\nhave a deep aversion to you!\" It isn't as if he said such things simply,\nbut they are extremely pointed. His voice trembles, his eyes flash, his\nveins swell. Confound his infernal honesty! Supposing I am disgusting\nand odious to him? What is more natural? I know that I am, but I don't\nlike to be told so to my face. I am a worthless old man, but he might\nhave the decency to respect my grey hairs. Oh, what stupid, heartless\nhonesty!\n\nLEBEDIEFF. Come, come, you have been young yourself, and should make\nallowances for him.\n\nSHABELSKI. Yes, I have been young and reckless; I have played the fool\nin my day and have seen plenty of knaves and scamps, but I have never\ncalled a thief a thief to his face, or talked of ropes in the house of a\nman who had been hung. I knew how to behave, but this idiotic doctor\nof yours would think himself in the seventh heaven of happiness if fate\nwould allow him to pull my nose in public in the name of morality and\nhuman ideals.\n\nLEBEDIEFF. Young men are all stubborn and restive. I had an uncle once\nwho thought himself a philosopher. He would fill his house with guests,\nand after he had had a drink he would get up on a chair, like this, and\nbegin: \"You ignoramuses! You powers of darkness! This is the dawn of a\nnew life!\" And so on and so on; he would preach and preach----\n\nSASHA. And the guests?\n\nLEBEDIEFF. They would just sit and listen and go on drinking. Once,\nthough, I challenged him to a duel, challenged my own uncle! It came\nout of a discussion about Sir Francis Bacon. I was sitting, I remember,\nwhere Matthew is, and my uncle and the late Gerasim Nilitch were\nstanding over there, about where Nicholas is now. Well, Gerasim Nilitch\npropounded this question----\n\nEnter BORKIN. He is dressed like a dandy and carries a parcel under his\narm. He comes in singing and skipping through the door on the right. A\nmurmur of approval is heard.\n\nTHE GIRLS. Oh, Michael Borkin!\n\nLEBEDIEFF. Hallo, Misha!\n\nSHABELSKI. The soul of the company!\n\nBORKIN. Here we are! [He runs up to SASHA] Most noble Signorina, let\nme be so bold as to wish to the whole world many happy returns of the\nbirthday of such an exquisite flower as you! As a token of my enthusiasm\nlet me presume to present you with these fireworks and this Bengal fire\nof my own manufacture. [He hands her the parcel] May they illuminate the\nnight as brightly as you illuminate the shadows of this dark world. [He\nspreads them out theatrically before her.]\n\nSASHA. Thank you.\n\nLEBEDIEFF. [Laughing loudly, to IVANOFF] Why don't you send this Judas\npacking?\n\nBORKIN. [To LEBEDIEFF] My compliments to you, sir. [To IVANOFF] How are\nyou, my patron? [Sings] Nicholas voila, hey ho hey! [He greets everybody\nin turn] Most highly honoured Zinaida! Oh, glorious Martha! Most ancient\nAvdotia! Noblest of Counts!\n\nSHABELSKI. [Laughing] The life of the company! The moment he comes in\nthe air fe els livelier. Have you noticed it?\n\nBORKIN. Whew! I am tired! I believe I have shaken hands with everybody.\nWell, ladies and gentlemen, haven't you some little tidbit to tell\nme; something spicy? [Speaking quickly to ZINAIDA] Oh, aunty! I have\nsomething to tell you. As I was on my way here--[To GABRIEL] Some tea,\nplease Gabriel, but without jam--as I was on my way here I saw some\npeasants down on the river-bank pulling the bark off the trees. Why\ndon't you lease that meadow?\n\nLEBEDIEFF. [To IVANOFF] Why don't you send that Judas away?\n\nZINAIDA. [Startled] Why, that is quite true! I never thought of it.\n\nBORKIN. [Swinging his arms] I can't sit still! What tricks shall we be\nup to next, aunty? I am all on edge, Martha, absolutely exalted. [He\nsings]\n\n   \"Once more I stand before thee!\"\n\nZINAIDA. Think of something to amuse us, Misha, we are all bored.\n\nBORKIN. Yes, you look so. What is the matter with you all? Why are you\nsitting there as solemn as a jury? Come, let us play something; what\nshall it be? Forfeits? Hide-and-seek? Tag? Shall we dance, or have the\nfireworks?\n\nTHE GIRLS. [Clapping their hands] The fireworks! The fireworks! [They\nrun into the garden.]\n\nSASHA. [ To IVANOFF] What makes you so depressed today?\n\nIVANOFF. My head aches, little Sasha, and then I feel bored.\n\nSASHA. Come into the sitting-room with me.\n\nThey go out through the door on the right. All the guests go into the\ngarden and ZINAIDA and LEBEDIEFF are left alone.\n\nZINAIDA. That is what I like to see! A young man like Misha comes into\nthe room and in a minute he has everybody laughing. [She puts out the\nlarge lamp] There is no reason the candles should burn for nothing so\nlong as they are all in the garden. [She blows out the candles.]\n\nLEBEDIEFF. [Following her] We really ought to give our guests something\nto eat, Zuzu!\n\nZINAIDA. What crowds of candles; no wonder we are thought rich.\n\nLEBEDIEFF. [Still following her] Do let them have something to eat,\nZuzu; they are young and must be hungry by now, poor things--Zuzu!\n\nZINAIDA. The Count did not finish his tea, and all that sugar has been\nwasted. [Goes out through the door on the left.]\n\nLEBEDIEFF. Bah! [Goes out into the garden.]\n\nEnter IVANOFF and SASHA through the door on the right.\n\nIVANOFF. This is how it is, Sasha: I used to work hard and think hard,\nand never tire; now, I neither do anything nor think anything, and I\nam weary, body and soul. I feel I am terribly to blame, my conscience\nleaves me no peace day or night, and yet I can't see clearly exactly\nwhat my mistakes are. And now comes my wife's illness, our poverty, this\neternal backbiting, gossiping, chattering, that foolish Borkin--My home\nhas become unendurable to me, and to live there is worse than torture.\nFrankly, Sasha, the presence of my wife, who loves me, has become\nunbearable. You are an old friend, little Sasha, you will not be angry\nwith me for speaking so openly. I came to you to be cheered, but I am\nbored here too, something urges me home again. Forgive me, I shall slip\naway at once.\n\nSASHA. I can understand your trouble, Nicholas. You are unhappy because\nyou are lonely. You need some one at your side whom you can love,\nsomeone who understands you.\n\nIVANOFF. What an idea, Sasha! Fancy a crusty old badger like myself\nstarting a love affair! Heaven preserve me from such misfortune! No, my\nlittle sage, this is not a case for romance. The fact is, I can endure\nall I have to suffer: sadness, sickness of mind, ruin, the loss of my\nwife, and my lonely, broken old age, but I cannot, I will not, endure\nthe contempt I have for myself! I am nearly killed by shame when I think\nthat a strong, healthy man like myself has become--oh, heaven only knows\nwhat--by no means a Manfred or a Hamlet! There are some unfortunates who\nfeel flattered when people call them Hamlets and cynics, but to me it\nis an insult. It wounds my pride and I am tortured by shame and suffer\nagony.\n\nSASHA. [Laughing through her tears] Nicholas, let us run away to America\ntogether!\n\nIVANOFF. I haven't the energy to take such a step as that, and besides,\nin America you--[They go toward the door into the garden] As a matter of\nfact, Sasha, this is not a good place for you to live. When I look about\nat the men who surround you I am terrified for you; whom is there you\ncould marry? Your only chance will be if some passing lieutenant or\nstudent steals your heart and carries you away.\n\nEnter ZINAIDA through the door on the right with a jar of jam.\n\nIVANOFF. Excuse me, Sasha, I shall join you in a minute.\n\nSASHA goes out into the garden.\n\nIVANOFF. [To ZINAIDA] Zinaida, may I ask you a favour?\n\nZINAIDA. What is it?\n\nIVANOFF. The fact is, you know, that the interest on my note is due day\nafter to-morrow, but I should be more than obliged to you if you will\nlet me postpone the payment of it, or would let me add the interest to\nthe capital. I simply cannot pay it now; I haven't the money.\n\nZINAIDA. Oh, Ivanoff, how could I do such a thing? Would it be\nbusiness-like? No, no, don't ask it, don't torment an unfortunate old\nwoman.\n\nIVANOFF. I beg your pardon. [He goes out into the garden.]\n\nZINAIDA. Oh, dear! Oh, dear! What a fright he gave me! I am trembling\nall over. [Goes out through the door on the right.]\n\nEnter KOSICH through the door on the left. He walks across the stage.\n\nKOSICH. I had the ace, king, queen, and eight of diamonds, the ace of\nspades, and one, just one little heart, and she--may the foul fiend fly\naway with her,--she couldn't make a little slam!\n\nGoes out through the door on the right. Enter from the garden AVDOTIA\nand FIRST GUEST.\n\nAVDOTIA. Oh, how I should like to get my claws into her, the miserable\nold miser! How I should like it! Does she think it a joke to leave us\nsitting here since five o'clock without even offering us a crust to eat?\nWhat a house! What management!\n\nFIRST GUEST. I am so bored that I feel like beating my head against the\nwall. Lord, what a queer lot of people! I shall soon be howling like a\nwolf and snapping at them from hunger and weariness.\n\nAVDOTIA. How I should like to get my claws into her, the old sinner!\n\nFIRST GUEST. I shall get a drink, old lady, and then home I go! I won't\nhave anything to do with these belles of yours. How the devil can a man\nthink of love who hasn't had a drop to drink since dinner?\n\nAVDOTIA. Come on, we will go and find something.\n\nFIRST GUEST. Sh! Softly! I think the brandy is in the sideboard in the\ndining-room. We will find George! Sh!\n\nThey go out through the door on the left. Enter ANNA and LVOFF through\nthe door on the right.\n\nANNA. No, they will be glad to see us. Is no one here? Then they must be\nin the garden.\n\nLVOFF. I should like to know why you have brought me into this den of\nwolves. This is no place for you and me; honourable people should not be\nsubjected to such influences as these.\n\nANNA. Listen to me, Mr. Honourable Man. When you are escorting a lady it\nis very bad manners to talk to her the whole way about nothing but your\nown honesty. Such behaviour may be perfectly honest, but it is also\ntedious, to say the least. Never tell a woman how good you are; let her\nfind it out herself. My Nicholas used only to sing and tell stories when\nhe was young as you are, and yet every woman knew at once what kind of a\nman he was.\n\nLVOFF. Don't talk to me of your Nicholas; I know all about him!\n\nANNA. You are a very worthy man, but you don't know anything at\nall. Come into the garden. He never said: \"I am an honest man; these\nsurroundings are too narrow for me.\" He never spoke of wolves' dens,\ncalled people bears or vultures. He left the animal kingdom alone, and\nthe most I have ever heard him say when he was excited was: \"Oh, how\nunjust I have been to-day!\" or \"Annie, I am sorry for that man.\" That's\nwhat he would say, but you--\n\nANNA and LVOFF go out. Enter AVDOTIA and FIRST GUEST through the door on\nthe left.\n\nFIRST GUEST. There isn't any in the dining-room, so it must be\nsomewhere in the pantry. We must find George. Come this way, through the\nsitting-room.\n\nAVDOTIA. Oh, how I should like to get my claws into her!\n\nThey go out through the door on the right. MARTHA and BORKIN run in\nlaughing from the garden. SHABELSK I comes mincing behind them, laughing\nand rubbing his hands.\n\nMARTHA. Oh, I am so bored! [Laughs loudly] This is deadly! Every one\nlooks as if he had swallowed a poker. I am frozen to the marrow by this\nicy dullness. [She skips about] Let us do something!\n\nBORKIN catches her by the waist and kisses her cheek.\n\nSHABELSKI. [Laughing and snapping his fingers] Well, I'll be hanged!\n[Cackling] Really, you know!\n\nMARTHA. Let go! Let go, you wretch! What will the Count think? Stop, I\nsay!\n\nBORKIN. Angel! Jewel! Lend me twenty-three hundred roubles.\n\nMARTHA. Most certainly not! Do what you please, but I'll thank you to\nleave my money alone. No, no, no! Oh, let go, will you?\n\nSHABELSKI. [Mincing around them] The little birdie has its charms!\n[Seriously] Come, that will do!\n\nBORKIN. Let us come to the point, and consider my proposition frankly\nas a business arrangement. Answer me honestly, without tricks and\nequivocations, do you agree to do it or not? Listen to me; [Pointing\nto Shabelski] he needs money to the amount of at least three thousand a\nyear; you need a husband. Do you want to be a Countess?\n\nSHABELSKI. [Laughing loudly] Oh, the cynic!\n\nBORKIN. Do you want to be a Countess or not?\n\nMARTHA. [Excitedly] Wait a minute; really, Misha, these things aren't\ndone in a second like this. If the Count wants to marry me, let him ask\nme himself, and--and--I don't see, I don't understand--all this is so\nsudden----\n\nBORKIN. Come, don't let us beat about the bush; this is a business\narrangement. Do you agree or not?\n\nSHABELSKI. [Chuckling and rubbing his hands] Supposing I do marry her,\neh? Hang it, why shouldn't I play her this shabby trick? What do you\nsay, little puss? [He kisses her cheek] Dearest chick-a-biddy!\n\nMARTHA. Stop! Stop! I hardly know what I am doing. Go away! No--don't\ngo!\n\nBORKIN. Answer at once: is it yes or no? We can't stand here forever.\n\nMARTHA. Look here, Count, come and visit me for three or four days. It\nis gay at my house, not like this place. Come to-morrow. [To BORKIN] Or\nis this all a joke?\n\nBORKIN. [Angrily] How could I joke on such a serious subject?\n\nMARTHA. Wait! Stop! Oh, I feel faint! A Countess! I am fainting, I am\nfalling!\n\nBORKIN and SHABELSKI laugh and catch her by the arms. They kiss her\ncheeks and lead her out through the door on the right. IVANOFF and SASHA\nrun in from the garden.\n\nIVANOFF. [Desperately clutching his head] It can't be true! Don't Sasha,\ndon't! Oh, I implore you not to!\n\nSASHA. I love you madly. Without you my life can have no meaning, no\nhappiness, no hope.\n\nIVANOFF. Why, why do you say that? What do you mean? Little Sasha, don't\nsay it!\n\nSASHA. You were the only joy of my childhood; I loved you body and soul\nthen, as myself, but now--Oh, I love you, Nicholas! Take me with you to\nthe ends of the earth, wherever you wish; but for heaven's sake let us\ngo at once, or I shall die.\n\nIVANOFF. [Shaking with wild laughter] What is this? Is it the beginning\nfor me of a new life? Is it, Sasha? Oh, my happiness, my joy! [He draws\nher to him] My freshness, my youth!\n\nEnter ANNA from the garden. She sees her husband and SASHA, and stops as\nif petrified.\n\nIVANOFF. Oh, then I shall live once more? And work?\n\nIVANOFF and SASHA kiss each other. After the kiss they look around and\nsee ANNA.\n\nIVANOFF. [With horror] Sarah!\n\nThe curtain falls.\n\n\n\n\nACT III\n\nLibrary in IVANOFF'S house. On the walls hang maps, pictures, guns,\npistols, sickles, whips, etc. A writing-table. On it lie in disorder\nknick-knacks, papers, books, parcels, and several revolvers. Near\nthe papers stand a lamp, a decanter of vodka, and a plate of salted\nherrings. Pieces of bread and cucumber are scattered about. SHABELSKI\nand LEBEDIEFF are sitting at the writing-table. BORKIN is sitting\nastride a chair in the middle of the room. PETER is standing near the\ndoor.\n\nLEBEDIEFF. The policy of France is clear and definite; the French know\nwhat they want: it is to skin those German sausages, but the Germans\nmust sing another song; France is not the only thorn in their flesh.\n\nSHABELSKI. Nonsense! In my opinion the Germans are cowards and the\nFrench are the same. They are showing their teeth at one another, but\nyou can take my word for it, they will not do more than that; they'll\nnever fight!\n\nBORKIN. Why should they fight? Why all these congresses, this arming and\nexpense? Do you know what I would do in their place? I would catch all\nthe dogs in the kingdom and inoculate them with Pasteur's serum, then I\nwould let them loose in the enemy's country, and the enemies would all\ngo mad in a month.\n\nLEBEDIEFF. [Laughing] His head is small, but the great ideas are hidden\naway in it like fish in the sea!\n\nSHABELSKI. Oh, he is a genius.\n\nLEBEDIEFF. Heaven help you, Misha, you are a funny chap. [He stops\nlaughing] But how is this, gentlemen? Here we are talking Germany,\nGermany, and never a word about vodka! Repetatur! [He fills three\nglasses] Here's to you all! [He drinks and eats] This herring is the\nbest of all relishes.\n\nSHABELSKI. No, no, these cucumbers are better; every wise man since the\ncreation of the world has been trying to invent something better than\na salted cucumber, and not one has succeeded. [To PETER] Peter, go and\nfetch some more cucumbers. And Peter, tell the cook to make four little\nonion pasties, and see that we get them hot.\n\nPETER goes out.\n\nLEBEDIEFF. Caviar is good with vodka, but it must be prepared with\nskill. Take a quarter of a pound of pressed caviar, two little onions,\nand a little olive oil; mix them together and put a slice of lemon on\ntop--so! Lord! The very perfume would drive you crazy!\n\nBORKIN. Roast snipe are good too, but they must be cooked right. They\nshould first be cleaned, then sprinkled with bread crumbs, and roasted\nuntil they will crackle between the teeth--crunch, crunch!\n\nSHABELSKI. We had something good at Martha's yesterday: white mushrooms.\n\nLEBEDIEFF. You don't say so!\n\nSHABELSKI. And they were especially well prepared, too, with onions and\nbay-leaves and spices, you know. When the dish was opened, the odour\nthat floated out was simply intoxicating!\n\nLEBEDIEFF. What do you say, gentlemen? Repetatur! [He drinks] Good\nhealth to you! [He looks at his watch] I must be going. I can't wait for\nNicholas. So you say Martha gave you mushrooms? We haven't seen one at\nhome. Will you please tell me, Count, what plot you are hatching that\ntakes you to Martha's so often?\n\nSHABELSKI. [Nodding at BORKIN] He wants me to marry her.\n\nLEBEDIEFF. Wants you to marry her! How old are you?\n\nSHABELSKI. Sixty-two.\n\nLEBEDIEFF. Really, you are just the age to marry, aren't you? And Martha\nis just suited to you!\n\nBORKIN. This is not a question of Martha, but of Martha's money.\n\nLEBEDIEFF. Aren't you moonstruck, and don't you want the moon too?\n\nSHABELSKI. Borkin here is quite in earnest about it; the clever fellow\nis sure I shall obey orders, and marry Martha.\n\nBORKIN. What do you mean? Aren't you sure yourself?\n\nSHABELSKI. Are you mad? I never was sure of anything. Bah!\n\nBORKIN. Many thanks! I am much obliged to you for the information. So\nyou are trying to fool me, are you? First you say you will marry Martha\nand then you say you won't; the devil only knows which you really\nmean, but I have given her my word of honour that you will. So you have\nchanged your mind, have you?\n\nSHABELSKI. He is actually in earnest; what an extraordinary man!\n\nBORKIN. [losing his temper] If that is how you feel about it, why have\nyou turned an honest woman's head? Her heart is set on your title, and\nshe can neither eat nor sleep for thinking of it. How can you make a\njest of such things? Do you think such behaviour is honourable?\n\nSHABELSKI. [Snapping his fingers] Well, why not play her this shabby\ntrick, after all? Eh? Just out of spite? I shall certainly do it, upon\nmy word I shall! What a joke it will be!\n\nEnter LVOFF.\n\nLEBEDIEFF. We bow before you, Aesculapius! [He shakes hands with LVOFF\nand sings]\n\n   \"Doctor, doctor, save, oh, save me,\n    I am scared to death of dying!\"\n\nLVOFF. Hasn't Ivanoff come home yet?\n\nLEBEDIEFF. Not yet. I have been waiting for him myself for over an hour.\n\nLVOFF walks impatiently up and down.\n\nLEBEDIEFF. How is Anna to-day?\n\nLVOFF. Very ill.\n\nLEBEDIEFF. [Sighing] May one go and pay one's respects to her?\n\nLVOFF. No, please don't. She is asleep, I believe.\n\nLEBEDIEFF. She is a lovely, charming woman. [Sighing] The day she\nfainted at our house, on Sasha's birthday, I saw that she had not much\nlonger to live, poor thing. Let me see, why did she faint? When I ran\nup, she was lying on the floor, ashy white, with Nicholas on his knees\nbeside her, and Sasha was standing by them in tears. Sasha and I went\nabout almost crazy for a week after that.\n\nSHABELSKI. [To LVOFF] Tell me, most honoured disciple of science, what\nscholar discovered that the frequent visits of a young doctor were\nbeneficial to ladies suffering from affections of the chest? It is\na remarkable discovery, remarkable! Would you call such treatment\nAllopathic or Homeopathic?\n\nLVOFF tries to answer, but makes an impatient gesture instead, and walks\nout of the room.\n\nSHABELSKI. What a withering look he gave me!\n\nLEBEDIEFF. Some fiend must prompt you to say such things! Why did you\noffend him?\n\nSHABELSKI. [Angrily] Why does he tell such lies? Consumption! No hope!\nShe is dying! It is nonsense, I can't abide him!\n\nLEBEDIEFF. What makes you think he is lying?\n\nSHABELSKI. [Gets up and walks up and down] I can't bear to think that a\nliving person could die like that, suddenly, without any reason at all.\nDon't let us talk about it!\n\nKOSICH runs in panting.\n\nKOSICH. Is Ivanoff at home? How do you do? [He shakes hands quickly all\nround] Is he at home?\n\nBORKIN. No, he isn't.\n\nKOSICH. [Sits down and jumps up again] In that case I must say goodbye;\nI must be going. Business, you know. I am absolutely exhausted; run off\nmy feet!\n\nLEBEDIEFF. Where did you blow in from?\n\nKOSICH. From Barabanoff's. He and I have been playing cards all\nnight; we have only just stopped. I have been absolutely fleeced; that\nBarabanoff is a demon at cards. [In a tearful voice] Just listen to\nthis: I had a heart and he [He turns to BORKIN, who jumps away from him]\nled a diamond, and I led a heart, and he led another diamond. Well, he\ndidn't take the trick. [To LEBEDIEFF] We were playing three in clubs. I\nhad the ace and queen, and the ace and ten of spades--\n\nLEBEDIEFF. [Stopping up his ears] Spare me, for heaven's sake, spare me!\n\nKOSICH. [To SHABELSKI] Do you understand? I had the ace and queen of\nclubs, the ace and ten of spades.\n\nSHABELSKI. [Pushes him away] Go away, I don't want to listen to you!\n\nKOSICH. When suddenly misfortune overtook me. My ace of spades took the\nfirst trick--\n\nSHABELSKI. [Snatching up a revolver] Leave the room, or I shall shoot!\n\nKOSICH. [Waving his hands] What does this mean? Is this the Australian\nbush, where no one has any interests in common? Where there is no public\nspirit, and each man lives for himself alone? However, I must be off. My\ntime is precious. [He shakes hands with LEBEDIEFF] Pass!\n\nGeneral laughter. KOSICH goes out. In the doorway he runs into AVDOTIA.\n\nAVDOTIA. [Shrieks] Bad luck to you, you nearly knocked me down.\n\nALL. Oh, she is always everywhere at once!\n\nAVDOTIA. So this is where you all are? I have been looking for you all\nover the house. Good-day to you, boys!\n\n[She shakes hands with everybody.]\n\nLEBEDIEFF. What brings you here?\n\nAVDOTIA. Business, my son. [To SHABELSKI] Business connected with your\nhighness. She commanded me to bow. [She bows] And to inquire after your\nhealth. She told me to say, the little birdie, that if you did not come\nto see her this evening she would cry her eyes out. Take him aside,\nshe said, and whisper in his ear. But why should I make a secret of her\nmessage? We are not stealing chickens, but arranging an affair of lawful\nlove by mutual consent of both parties. And now, although I never drink,\nI shall take a drop under these circumstances.\n\nLEBEDIEFF. So shall I. [He pours out the vodka] You must be immortal,\nyou old magpie! You were an old woman when I first knew you, thirty\nyears ago.\n\nAVDOTIA. I have lost count of the years. I have buried three husbands,\nand would have married a fourth if any one had wanted a woman without a\ndowry. I have had eight children. [She takes up the glass] Well, we have\nbegun a good work, may it come to a good end! They will live happily\never after, and we shall enjoy their happiness. Love and good luck to\nthem both! [She drinks] This is strong vodka!\n\nSHABELSKI. [laughing loudly, to LEBEDIEFF] The funny thing is, they\nactually think I am in earnest. How strange! [He gets up] And yet, Paul,\nwhy shouldn't I play her this shabby trick? Just out of spite? To give\nthe devil something to do, eh, Paul?\n\nLEBEDIEFF. You are talking nonsense, Count. You and I must fix our\nthoughts on dying now; we have left Martha's money far behind us; our\nday is over.\n\nSHABELSKI. No, I shall certainly marry her; upon my word, I shall!\n\nEnter IVANOFF and LVOFF.\n\nLVOFF. Will you please spare me five minutes of your time?\n\nLEBEDIEFF. Hallo, Nicholas! [He goes to meet IVANOFF] How are you, old\nfriend? I have been waiting an hour for you.\n\nAVDOTIA. [Bows] How do you do, my son?\n\nIVANOFF. [Bitterly] So you have turned my library into a bar-room again,\nhave you? And yet I have begged you all a thousand times not to do so!\n[He goes up to the table] There, you see, you have spilt vodka all\nover my papers and scattered crumbs and cucumbers everywhere! It is\ndisgusting!\n\nLEBEDIEFF. I beg your pardon, Nicholas. Please forgive me. I have\nsomething very important to speak to you about.\n\nBORKIN. So have I.\n\nLVOFF. May I have a word with you?\n\nIVANOFF. [Pointing to LEBEDIEFF] He wants to speak to me; wait a minute.\n[To LEBEDIEFF] Well, what is it?\n\nLEBEDIEFF. [To the others] Excuse me, ladies and gentlemen, I want to\nspeak to him in private.\n\nSHABELSKI goes out, followed by AVDOTIA, BORKIN, and LVOFF.\n\nIVANOFF. Paul, you may drink yourself as much as you choose, it is your\nweakness, but I must ask you not to make my uncle tipsy. He never used\nto drink at all; it is bad for him.\n\nLEBEDIEFF. [Startled] My dear boy, I didn't know that! I wasn't thinking\nof him at all.\n\nIVANOFF. If this old baby should die on my hands the blame would be\nmine, not yours. Now, what do you want? [A pause.]\n\nLEBEDIEFF. The fact is, Nicholas--I really don't know how I can put\nit to make it seem less brutal--Nicholas, I am ashamed of myself, I am\nblushing, my tongue sticks to the roof of my mouth. My dear boy, put\nyourself in my place; remember that I am not a free man, I am as putty\nin the hands of my wife, a slave--forgive me!\n\nIVANOFF. What does this mean?\n\nLEBEDIEFF. My wife has sent me to you; do me a favour, be a friend to\nme, pay her the interest on the money you owe her. Believe me, she has\nbeen tormenting me and going for me tooth and nail. For heaven's sake,\nfree yourself from her clutches!\n\nIVANOFF. You know, Paul, that I have no money now.\n\nLEBEDIEFF. I know, I know, but what can I do? She won't wait. If she\nshould sue you for the money, how could Sasha and I ever look you in the\nface again?\n\nIVANOFF. I am ready to sink through the floor with shame, Paul, but\nwhere, where shall I get the money? Tell me, where? There is nothing I\ncan do but to wait until I sell my wheat in the autumn.\n\nLEBEDIEFF. [Shrieks] But she won't wait! [A pause.]\n\nIVANOFF. Your position is very delicate and unpleasant, but mine is\neven worse. [He walks up and down in deep thought] I am at my wit's end,\nthere is nothing I can sell now.\n\nLEBEDIEFF. You might go to Mulbach and get some money from him; doesn't\nhe owe you sixty thousand roubles?\n\nIVANOFF makes a despairing gesture.\n\nLEBEDIEFF. Listen to me, Nicholas, I know you will be angry, but you\nmust forgive an old drunkard like me. This is between friends; remember\nI am your friend. We were students together, both Liberals; we had the\nsame interests and ideals; we studied together at the University of\nMoscow. It is our Alma Mater. [He takes out his purse] I have a private\nfund here; not a soul at home knows of its existence. Let me lend it\nto you. [He takes out the money and lays it on the table] Forget your\npride; this is between friends! I should take it from you, indeed I\nshould! [A pause] There is the money, one hundred thousand roubles. Take\nit; go to her y ourself and say: \"Take the money, Zinaida, and may you\nchoke on it.\" Only, for heaven's sake, don't let her see by your manner\nthat you got it from me, or she would certainly go for me, with her old\njam! [He looks intently into IVANOFF'S face] There, there, no matter.\n[He quickly takes up the money and stuffs it back into his pocket] Don't\ntake it, I was only joking. Forgive me! Are you hurt?\n\nIVANOFF waves his hand.\n\nLEBEDIEFF. Yes, the truth is--[He sighs] This is a time of sorrow and\npain for you. A man, brother, is like a samovar; he cannot always stand\ncoolly on a shelf; hot coals will be dropped into him some day, and\nthen--fizz! The comparison is idiotic, but it is the best I can think\nof. [Sighing] Misfortunes wring the soul, and yet I am not worried about\nyou, brother. Wheat goes through the mill, and comes out as flour, and\nyou will come safely through your troubles; but I am annoyed, Nicholas,\nand angry with the people around you. The whole countryside is buzzing\nwith gossip; where does it all start? They say you will be soon arrested\nfor your debts, that you are a bloodthirsty murderer, a monster of\ncruelty, a robber.\n\nIVANOFF. All that is nothing to me; my head is aching.\n\nLEBEDIEFF. Because you think so much.\n\nIVANOFF. I never think.\n\nLEBEDIEFF. Come, Nicholas, snap your fingers at the whole thing, and\ndrive over to visit us. Sasha loves and understands you. She is a sweet,\nhonest, lovely girl; too good to be the child of her mother and me!\nSometimes, when I look at her, I cannot believe that such a treasure\ncould belong to a fat old drunkard like me. Go to her, talk to her, and\nlet her cheer you. She is a good, true-hearted girl.\n\nIVANOFF. Paul, my dear friend, please go, and leave me alone.\n\nLEBEDIEFF. I understand, I understand! [He glances at his watch] Yes, I\nunderstand. [He kisses IVANOFF] Good-bye, I must go to the blessing\nof the school now. [He goes as far as the door, then stops] She is so\nclever! Sasha and I were talking about gossiping yesterday, and she\nflashed out this epigram: \"Father,\" she said, \"fire-flies shine at night\nso that the night-birds may make them their prey, and good people are\nmade to be preyed upon by gossips and slanderers.\" What do you think of\nthat? She is a genius, another George Sand!\n\nIVANOFF. [Stopping him as he goes out] Paul, what is the matter with me?\n\nLEBEDIEFF. I have wanted to ask you that myself, but I must confess I\nwas ashamed to. I don't know, old chap. Sometimes I think your troubles\nhave been too heavy for you, and yet I know you are not the kind to\ngive in to them; you would not be overcome by misfortune. It must be\nsomething else, Nicholas, but what it may be I can't imagine.\n\nIVANOFF. I can't imagine either what the matter is, unless--and yet\nno--[A pause] Well, do you see, this is what I wanted to say. I used to\nhave a workman called Simon, you remember him. Once, at threshing-time,\nto show the girls how strong he was, he loaded himself with two sacks\nof rye, and broke his back. He died soon after. I think I have broken my\nback also. First I went to school, then to the university, then came the\ncares of this estate, all my plans--I did not believe what others did;\ndid not marry as others did; I worked passionately, risked everything;\nno one else, as you know, threw their money away to right and left as I\ndid. So I heaped the burdens on my back, and it broke. We are all heroes\nat twenty, ready to attack anything, to do everything, and at thirty are\nworn-out, useless men. How, oh, how do you account for this weariness?\nHowever, I may be quite wrong; go away, Paul, I am boring you.\n\nLEBEDIEFF. I know what is the matter with you, old man: you got out of\nbed on the wrong side this morning.\n\nIVANOFF. That is stupid, Paul, and stale. Go away!\n\nLEBEDIEFF. It is stupid, certainly. I see that myself now. I am going at\nonce. [LEBEDIEFF goes out.]\n\nIVANOFF. [Alone] I am a worthless, miserable, useless man. Only a man\nequally miserable and suffering, as Paul is, could love or esteem me\nnow. Good God! How I loathe myself! How bitterly I hate my voice, my\nhands, my thoughts, these clothes, each step I take! How ridiculous it\nis, how disgusting! Less than a year ago I was healthy and strong, full\nof pride and energy and enthusiasm. I worked with these hands here, and\nmy words could move the dullest man to tears. I could weep with sorrow,\nand grow indignant at the sight of wrong. I could feel the glow of\ninspiration, and understand the beauty and romance of the silent nights\nwhich I used to watch through from evening until dawn, sitting at my\nworktable, and giving up my soul to dreams. I believed in a bright\nfuture then, and looked into it as trustfully as a child looks into its\nmother's eyes. And now, oh, it is terrible! I am tired and without hope;\nI spend my days and nights in idleness; I have no control over my feet\nor brain. My estate is ruined, my woods are falling under the blows of\nthe axe. [He weeps] My neglected land looks up at me as reproachfully\nas an orphan. I expect nothing, am sorry for nothing; my whole soul\ntrembles at the thought of each new day. And what can I think of my\ntreatment of Sarah? I promised her love and happiness forever; I opened\nher eyes to the promise of a future such as she had never even dreamed\nof. She believed me, and though for five years I have seen her sinking\nunder the weight of her sacrifices to me, and losing her strength in\nher struggles with her conscience, God knows she has never given me one\nangry look, or uttered one word of reproach. What is the result? That I\ndon't love her! Why? Is it possible? Can it be true? I can't understand.\nShe is suffering; her days are numbered; yet I fly like a contemptible\ncoward from her white face, her sunken chest, her pleading eyes. Oh, I\nam ashamed, ashamed! [A pause] Sasha, a young girl, is sorry for me in\nmy misery. She confesses to me that she loves me; me, almost an old man!\nWhereupon I lose my head, and exalted as if by music, I yell: \"Hurrah\nfor a new life and new happiness!\" Next day I believe in this new life\nand happiness as little as I believe in my happiness at home. What is\nthe matter with me? What is this pit I am wallowing in? What is the\ncause of this weakness? What does this nervousness come from? If my sick\nwife wounds my pride, if a servant makes a mistake, if my gun misses\nfire, I lose my temper and get violent and altogether unlike myself.\nI can't, I can't understand it; the easiest way out would be a bullet\nthrough the head!\n\nEnter LVOFF.\n\nLVOFF. I must have an explanation with you, Ivanoff.\n\nIVANOFF. If we are going to have an explanation every day, doctor, we\nshall neither of us have the strength to stand it.\n\nLVOFF. Will you be good enough to hear me?\n\nIVANOFF. I have heard all you have told me every day, and have failed to\ndiscover yet what you want me to do.\n\nLVOFF. I have always spoken plainly enough, and only an utterly\nheartless and cruel man could fail to understand me.\n\nIVANOFF. I know that my wife is dying; I know that I have sinned\nirreparably; I know that you are an honest man. What more can you tell\nme?\n\nLVOFF. The sight of human cruelty maddens me. The woman is dying and\nshe has a mother and father whom she loves, and longs to see once more\nbefore she dies. They know that she is dying and that she loves them\nstill, but with diabolical cruelty, as if to flaunt their religious\nzeal, they refuse to see her and forgive her. You are the man for whom\nshe has sacrificed her home, her peace of mind, everything. Yet you\nunblushingly go gadding to the Lebedieffs' every evening, for reasons\nthat are absolutely unmistakable!\n\nIVANOFF. Ah me, it is two weeks since I was there!\n\nLVOFF. [Not listening to him] To men like yourself one must speak\nplainly, and if you don't want to hear what I have to say, you need not\nlisten. I always call a spade a spade; the truth is, you want her to\ndie so that the way may be cleared for your other schemes. Be it so;\nbut can't you wait? If, instead of crushing the life out of your wife by\nyour heartless egoism, you let her die naturally, do you think you would\nlose Sasha and Sasha's money? Such an absolute Tartuffe as you are could\nturn the girl's head and get her money a year from now as easily as you\ncan to-day. Why are you in such a hurry? Why do you want your wife to\ndie now, instead of in a month's time, or a year's?\n\nIVANOFF. This is torture! You are a very bad doctor if you think a\nman can control himself forever. It is all I can do not to answer your\ninsults.\n\nLVOFF. Look here, whom are you trying to deceive? Throw off this\ndisguise!\n\nIVANOFF. You who are so clever, you think that nothing in the world is\neasier than to understand me, do you? I married Annie for her money, did\nI? And when her parents wouldn't give it to me, I changed my plans, and\nam now hustling her out of the world so that I may marry another woman,\nwho will bring me what I want? You think so, do you? Oh, how easy and\nsimple it all is! But you are mistaken, doctor; in each one of us there\nare too many springs, too many wheels and cogs for us to judge each\nother by first impressions or by two or three external indications. I\ncan not understand you, you cannot understand me, and neither of us can\nunderstand himself. A man may be a splendid doctor, and at the same time\na very bad judge of human nature; you will admit that, unless you are\ntoo self-confident.\n\nLVOFF. Do you really think that your character is so mysterious, and\nthat I am too stupid to tell vice from virtue?\n\nIVANOFF. It is clear that we shall never agree, so let me beg you to\nanswer me now without any more preamble: exactly what do you want me to\ndo? [Angrily] What are you after anyway? And with whom have I the honour\nof speaking? With my lawyer, or with my wife's doctor?\n\nLVOFF. I am a doctor, and as such I demand that you change your conduct\ntoward your wife; it is killing her.\n\nIVANOFF. What shall I do? Tell me! If you understand me so much better\nthan I understand myself, for heaven's sake tell me exactly what to do!\n\nLVOFF. In the first place, don't be so unguarded in your behaviour.\n\nIVANOFF. Heaven help me, do you mean to say that you understand\nyourself? [He drinks some water] Now go away; I am guilty a thousand\ntimes over; I shall answer for my sins before God; but nothing has given\nyou the right to torture me daily as you do.\n\nLVOFF. Who has given you the right to insult my sense of honour? You\nhave maddened and poisoned my soul. Before I came to this place I knew\nthat stupid, crazy, deluded people existed, but I never imagined that\nany one could be so criminal as to turn his mind deliberately in the\ndirection of wickedness. I loved and esteemed humanity then, but since I\nhave known you--\n\nIVANOFF. I have heard all that before.\n\nLVOFF. You have, have you?\n\nHe goes out, shrugging his shoulders. He sees SASHA, who comes in at\nthis moment dressed for riding.\n\nLVOFF. Now, however, I hope that we can understand one another!\n\nIVANOFF. [Startled] Oh, Sasha, is that you?\n\nSASHA. Yes, it is I. How are you? You didn't expect me, did you? Why\nhaven't you been to see us?\n\nIVANOFF. Sasha, this is really imprudent of you! Your coming will have a\nterrible effect on my wife!\n\nSASHA. She won't see me; I came in by the back entrance; I shall go in\na minute. I am so anxious about you. Tell me, are you well? Why haven't\nyou been to see us for such a long time?\n\nIVANOFF. My wife is offended already, and almost dying, and now you come\nhere; Sasha, Sasha, this is thoughtless and unkind of you.\n\nSASHA. How could I help coming? It is two weeks since you were at our\nhouse, and you have not answered my letters. I imagined you suffering\ndreadfully, or ill, or dead. I have not slept for nights. I am going\nnow, but first tell me that you are well.\n\nIVANOFF. No, I am not well. I am a torment to myself, and every one\ntorments me without end. I can't stand it! And now you come here. How\nmorbid and unnatural it all is, Sasha. I am terribly guilty.\n\nSASHA. What dreadful, pitiful speeches you make! So you are guilty, are\nyou? Tell me, then, what is it you have done?\n\nIVANOFF I don't know; I don't know!\n\nSASHA. That is no answer. Every sinner should know what he is guilty of.\nPerhaps you have been forging money?\n\nIVANOFF. That is stupid.\n\nSASHA. Or are you guilty because you no longer love your wife? Perhaps\nyou are, but no one is master of his feelings, and you did not mean to\nstop loving her. Do you feel guilty because she saw me telling you that\nI love you? No, that cannot be, because you did not want her to see it--\n\nIVANOFF. [Interrupting her] And so on, and so on! First you say I love,\nand then you say I don't; that I am not master of my feelings. All these\nare commonplace, worn-out sentiments, with which you cannot help me.\n\nSASHA. It is impossible to talk to you. [She looks at a picture on the\nwall] How well those dogs are drawn! Were they done from life?\n\nIVANOFF. Yes, from life. And this whole romance of ours is a tedious\nold story; a man loses heart and begins to go down in the world; a girl\nappears, brave and strong of heart, and gives him a hand to help him\nto rise again. Such situations are pretty, but they are only found in\nnovels and not in real life.\n\nSASHA. No, they are found in real life too.\n\nIVANOFF. Now I see how well you understand real life! My sufferings seem\nnoble to you; you imagine you have discovered in me a second Hamlet;\nbut my state of mind in all its phases is only fit to furnish food for\ncontempt and derision. My contortions are ridiculous enough to make any\none die of laughter, and you want to play the guardian angel; you want\nto do a noble deed and save me. Oh, how I hate myself to-day! I feel\nthat this tension must soon be relieved in some way. Either I shall\nbreak something, or else--\n\nSASHA. That is exactly what you need. Let yourself go! Smash something;\nbreak it to pieces; give a yell! You are angry with me, it was foolish\nof me to come here. Very well, then, get excited about it; storm at me;\nstamp your feet! Well, aren't you getting angry?\n\nIVANOFF. You ridiculous girl!\n\nSASHA. Splendid! So we are smiling at last! Be kind, do me the favour of\nsmiling once more!\n\nIVANOFF. [Laughing] I have noticed that whenever you start reforming\nme and saving my soul, and teaching me how to be good, your face grows\nnaive, oh so naive, and your eyes grow as wide as if you were looking at\na comet. Wait a moment; your shoulder is covered with dust. [He brushes\nher shoulder] A naive man is nothing better than a fool, but you women\ncontrive to be naive in such a way that in you it seems sweet, and\ngentle, and proper, and not as silly as it really is. What a strange way\nyou have, though, of ignoring a man as long as he is well and happy,\nand fastening yourselves to him as soon as he begins to whine and go\ndown-hill! Do you actually think it is worse to be the wife of a strong\nman than to nurse some whimpering invalid?\n\nSASHA. Yes, it is worse.\n\nIVANOFF. Why do you think so? [Laughing loudly] It is a good thing\nDarwin can't hear what you are saying! He would be furious with you for\ndegrading the human race. Soon, thanks to your kindness, only invalids\nand hypochondriacs will be born into the world.\n\nSASHA. There are a great many things a man cannot understand. Any girl\nwould rather love an unfortunate man than a fortunate one, because every\ngirl would like to do something by loving. A man has his work to do, and\nso for him love is kept in the background. To talk to his wife, to walk\nwith her in the garden, to pass the time pleasantly with her, that is\nall that love means to a man. But for us, love means life. I love you;\nthat means that I dream only of how I shall cure you of your sadness,\nhow I shall go with you to the ends of the earth. If you are in heaven,\nI am in heaven; if you are in the pit, I am in the pit. For instance, it\nwould be the greatest happiness for me to write all night for you, or to\nwatch all night that no one should wake you. I remember that three years\nago, at threshing time, you came to us all dusty and sunburnt and tired,\nand asked for a drink. When I brought you a glass of water you were\nalready lying on the sofa and sleeping like a dead man. You slept there\nfor half a day, and all that time I watched by the door that no one\nshould disturb you. How happy I was! The more a girl can do, the greater\nher love will be; that is, I mean, the more she feels it.\n\nIVANOFF. The love that accomplishes things--hm--that is a fairy tale,\na girl's dream; and yet, perhaps it is as it should be. [He shrugs his\nshoulders] How can I tell? [Gaily] On my honour, Sasha, I really am\nquite a respectable man. Judge for yourself: I have always liked to\ndiscuss things, but I have never in my life said that our women were\ncorrupt, or that such and such a woman was on the down-hill path. I have\nalways been grateful, and nothing more. No, nothing more. Dear child,\nhow comical you are! And what a ridiculous old stupid I am! I shock all\ngood Christian folk, and go about complaining from morning to night.\n[He laughs and then leaves her suddenly] But you must go, Sasha; we have\nforgotten ourselves.\n\nSASHA. Yes, it is time to go. Good-bye. I am afraid that that honest\ndoctor of yours will have told Anna out of a sense of duty that I am\nhere. Take my advice: go at once to your wife and stay with her. Stay,\nand stay, and stay, and if it should be for a year, you must still\nstay, or for ten years. It is your duty. You must repent, and ask her\nforgiveness, and weep. That is what you ought to do, and the great thing\nis not to forget to do right.\n\nIVANOFF. Again I feel as if I were going crazy; again!\n\nSASHA. Well, heaven help you! You must forget me entirely. In two weeks\nyou must send me a line and I shall be content with that. But I shall\nwrite to you--\n\nBORKIN looks in at the door.\n\nBORKIN. Ivanoff, may I come in? [He sees SASHA] I beg your pardon, I did\nnot see you. Bonjour! [He bows.]\n\nSASHA. [Embarrassed] How do you do?\n\nBORKIN. You are plumper and prettier than ever.\n\nSASHA. [To IVANOFF] I must go, Nicholas, I must go. [She goes out.]\n\nBORKIN. What a beautiful apparition! I came expecting prose and found\npoetry instead. [Sings]\n\n\"You showed yourself to the world as a bird----\"\n\nIVANOFF walks excitedly up and down.\n\nBORKIN. [Sits down] There is something in her, Nicholas, that one\ndoesn't find in other women, isn't there? An elfin strangeness. [He\nsighs] Although she is without doubt the richest girl in the country,\nher mother is so stingy that no one will have her. After her mother's\ndeath Sasha will have the whole fortune, but until then she will only\ngive her ten thousand roubles and an old flat-iron, and to get that she\nwill have to humble herself to the ground. [He feels in his pockets]\nWill you have a smoke? [He offers IVANOFF his cigarette case] These are\nvery good.\n\nIVANOFF. [Comes toward BORKIN stifled with rage] Leave my house this\ninstant, and don't you ever dare to set foot in it again! Go this\ninstant!\n\nBORKIN gets up and drops his cigarette.\n\nIVANOFF. Go at once!\n\nBORKIN. Nicholas, what do you mean? Why are you so angry?\n\nIVANOFF. Why! Where did you get those cigarettes? Where? You think\nperhaps that I don't know where you take the old man every day, and for\nwhat purpose?\n\nBORKIN. [Shrugs his shoulders] What business is it of yours?\n\nIVANOFF. You blackguard, you! The disgraceful rumours that you have been\nspreading about me have made me disreputable in the eyes of the whole\ncountryside. You and I have nothing in common, and I ask you to leave my\nhouse this instant.\n\nBORKIN. I know that you are saying all this in a moment of irritation,\nand so I am not angry with you. Insult me as much as you please. [He\npicks up his cigarette] It is time though, to shake off this melancholy\nof yours; you're not a schoolboy.\n\nIVANOFF. What did I tell you? [Shuddering] Are you making fun of me?\n\nEnter ANNA.\n\nBORKIN. There now, there comes Anna! I shall go.\n\nIVANOFF stops near the table and stands with his head bowed.\n\nANNA. [After a pause] What did she come here for? What did she come here\nfor, I ask you?\n\nIVANOFF. Don't ask me, Annie. [A pause] I am terribly guilty. Think\nof any punishment you want to inflict on me; I can stand anything, but\ndon't, oh, don't ask questions!\n\nANNA. [Angrily] So that is the sort of man you are? Now I understand\nyou, and can see how degraded, how dishonourable you are! Do you\nremember that you came to me once and lied to me about your love? I\nbelieved you, and left my mother, my father, and my faith to follow you.\nYes, you lied to me of goodness and honour, of your noble aspirations\nand I believed every word----\n\nIVANOFF. I have never lied to you, Annie.\n\nANNA. I have lived with you five years now, and I am tired and ill, but\nI have always loved you and have never left you for a moment. You\nhave been my idol, and what have you done? All this time you have been\ndeceiving me in the most dastardly way----\n\nIVANOFF. Annie, don't say what isn't so. I have made mistakes, but I\nhave never told a lie in my life. You dare not accuse me of that!\n\nANNA. It is all clear to me now. You married me because you expected my\nmother and father to forgive me and give you my money; that is what you\nexpected.\n\nIVANOFF. Good Lord, Annie! If I must suffer like this, I must have the\npatience to bear it. [He begins to weep.]\n\nANNA. Be quiet! When you found that I wasn't bringing you any money,\nyou tried another game. Now I remember and understand everything. [She\nbegins to cry] You have never loved me or been faithful to me--never!\n\nIVANOFF. Sarah! That is a lie! Say what you want, but don't insult me\nwith a lie!\n\nANNA. You dishonest, degraded man! You owe money to Lebedieff, and now,\nto escape paying your debts, you are trying to turn the head of his\ndaughter and betray her as you have betrayed me. Can you deny it?\n\nIVANOFF. [Stifled with rage] For heaven's sake, be quiet! I can't answer\nfor what I may do! I am choking with rage and I--I might insult you!\n\nANNA. I am not the only one whom you have basely deceived. You have\nalways blamed Borkin for all your dishonest tricks, but now I know whose\nthey are.\n\nIVANOFF. Sarah, stop at once and go away, or else I shall say something\nterrible. I long to say a dreadful, cruel thing [He shrieks] Hold your\ntongue, Jewess!\n\nANNA. I won't hold my tongue! You have deceived me too long for me to be\nsilent now.\n\nIVANOFF. So you won't be quiet? [He struggles with himself] Go, for\nheaven's sake!\n\nANNA. Go now, and betray Sasha!\n\nIVANOFF. Know then that you--are dying! The doctor told me that you are\ndying.\n\nANNA. [Sits down and speaks in a low voice] When did he\n\nIVANOFF. [Clutches his head with both hands] Oh, how guilty I am--how\nguilty! [He sobs.]\n\nThe curtain falls.\n\nAbout a year passes between the third and fourth acts.\n\n\n\n\nACT IV\n\nA sitting-room in LEBEDIEFF'S house. In the middle of the wall at the\nback of the room is an arch dividing the sitting-room from the ballroom.\nTo the right and left are doors. Some old bronzes are placed about the\nroom; family portraits are hanging on the walls. Everything is arranged\nas if for some festivity. On the piano lies a violin; near it stands a\nvioloncello. During the entire act guests, dressed as for a ball, are\nseen walking about in the ball-room.\n\nEnter LVOFF, looking at his watch.\n\nLVOFF. It is five o'clock. The ceremony must have begun. First the\npriest will bless them, and then they will be led to the church to be\nmarried. Is this how virtue and justice triumph? Not being able to rob\nSarah, he has tortured her to death; and now he has found another victim\nwhom he will deceive until he has robbed her, and then he will get rid\nof her as he got rid of poor Sarah. It is the same old sordid story.\n[A pause] He will live to a fine old age in the seventh heaven of\nhappiness, and will die with a clear conscience. No, Ivanoff, it shall\nnot be! I shall drag your villainy to light! And when I tear off that\naccursed mask of yours and show you to the world as the blackguard you\nare, you shall come plunging down headfirst from your seventh heaven,\ninto a pit so deep that the devil himself will not be able to drag you\nout of it! I am a man of honour; it is my duty to interfere in such\ncases as yours, and to open the eyes of the blind. I shall fulfil my\nmission, and to-morrow will find me far away from this accursed\nplace. [Thoughtfully] But what shall I do? To have an explanation\nwith Lebedieff would be a hopeless task. Shall I make a scandal, and\nchallenge Ivanoff to a duel? I am as excited as a child, and have\nentirely lost the power of planning anything. What shall I do? Shall I\nfight a duel?\n\nEnter KOSICH. He goes gaily up to LVOFF.\n\nKOSICH. I declared a little slam in clubs yesterday, and made a grand\nslam! Only that man Barabanoff spoilt the whole game for me again.\nWe were playing--well, I said \"No trumps\" and he said \"Pass.\" \"Two in\nclubs,\" he passed again. I made it two in hearts. He said \"Three in\nclubs,\" and just imagine, can you, what happened? I declared a little\nslam and he never showed his ace! If he had showed his ace, the villain,\nI should have declared a grand slam in no trumps!\n\nLVOFF. Excuse me, I don't play cards, and so it is impossible for me to\nshare your enthusiasm. When does the ceremony begin?\n\nKOSICH. At once, I think. They are now bringing Zuzu to herself again.\nShe is bellowing like a bull; she can't bear to see the money go.\n\nLVOFF. And what about the daughter?\n\nKOSICH. No, it is the money. She doesn't like this affair anyway. He is\nmarrying her daughter, and that means he won't pay his debts for a long\ntime. One can't sue one's son-in-law.\n\nMARTHA, very much dressed up, struts across the stage past LVOFF and\nKOSICH. The latter bursts out laughing behind his hand. MARTHA looks\naround.\n\nMARTHA. Idiot!\n\nKOSICH digs her in the ribs and laughs loudly.\n\nMARTHA. Boor!\n\nKOSICH. [Laughing] The woman's head has been turned. Before she fixed\nher eye on a title she was like any other woman, but there is no coming\nnear her now! [Angrily] A boor, indeed!\n\nLVOFF. [Excitedly] Listen to me; tell me honestly, what do you think of\nIvanoff?\n\nKOSICH. He's no good at all. He plays cards like a lunatic. This is what\nhappened last year during Lent: I, the Count, Borkin and he, sat down to\na game of cards. I led a----\n\nLVOFF [Interrupting him] Is he a good man?\n\nKOSICH. He? Yes, he's a good one! He and the Count are a pair of trumps.\nThey have keen noses for a good game. First, Ivanoff set his heart on\nthe Jewess, then, when his schemes failed in that quarter, he turned his\nthoughts toward Zuzu's money-bags. I'll wager you he'll ruin Zuzu in\na year. He will ruin Zuzu, and the Count will ruin Martha. They will\ngather up all the money they can lay hands on, and live happily ever\nafter! But, doctor, why are you so pale to-day? You look like a ghost.\n\nLVOFF. Oh, it's nothing. I drank a little too much yesterday.\n\nEnter LEBEDIEFF with SASHA.\n\nLEBEDIEFF. We can have our talk here. [To LVOFF and KOSICH] Go into the\nball-room, you two old fogies, and talk to the girls. Sasha and I want\nto talk alone here.\n\nKOSICH. [Snapping his fingers enthusiastically as he goes by SASHA] What\na picture! A queen of trumps!\n\nLEBEDIEFF. Go along, you old cave-dweller; go along.\n\nKOSICH and LVOFF go out.\n\nLEBEDIEFF. Sit down, Sasha, there--[He sits down and looks about him]\nListen to me attentively and with proper respect. The fact is, your\nmother has asked me to say this, do you understand? I am not speaking\nfor myself. Your mother told me to speak to you.\n\nSASHA. Papa, do say it briefly!\n\nLEBEDIEFF. When you are married we mean to give you fifteen thousand\nroubles. Please don't let us have any discussion about it afterward.\nWait, now! Be quiet! That is only the beginning. The best is yet\nto come. We have allotted you fifteen thousand roubles, but in\nconsideration of the fact that Nicholas owes your mother nine thousand,\nthat sum will have to be deducted from the amount we mean to give you.\nVery well. Now, beside that----\n\nSASHA. Why do you tell me all this?\n\nLEBEDIEFF. Your mother told me to.\n\nSASHA. Leave me in peace! If you had any respect for yourself or me you\ncould not permit yourself to speak to me in this way. I don't want your\nmoney! I have not asked for it, and never shall.\n\nLEBEDIEFF. What are you attacking me for? The two rats in Gogol's fable\nsniffed first and then ran away, but you attack without even sniffing.\n\nSASHA. Leave me in peace, and do not offend my ears with your two-penny\ncalculations.\n\nLEBEDIEFF. [Losing his temper] Bah! You all, every one of you, do all\nyou can to make me cut my throat or kill somebody. One of you screeches\nand fusses all day and counts every penny, and the other is so clever\nand humane and emancipated that she cannot understand her own father!\nI offend your ears, do I? Don't you realise that before I came here to\noffend your ears I was being torn to pieces over there, [He points to\nthe door] literally drawn and quartered? So you cannot understand? You\ntwo have addled my brain till I am utterly at my wits' end; indeed I am!\n[He goes toward the door, and stops] I don't like this business at all;\nI don't like any thing about you--\n\nSASHA. What is it, especially, that you don't like?\n\nLEBEDIEFF. Everything, everything!\n\nSASHA. What do you mean by everything?\n\nLEBEDIEFF. Let me explain exactly what I mean. Everything displeases me.\nAs for your marriage, I simply can't abide it. [He goes up to SASHA and\nspeaks caressingly] Forgive me, little Sasha, this marriage may be a\nwise one; it may be honest and not misguided, nevertheless, there is\nsomething about the whole affair that is not right; no, not right! You\nare not marrying as other girls do; you are young and fresh and pure\nas a drop of water, and he is a widower, battered and worn. Heaven help\nhim. I don't understand him at all. [He kisses his daughter] Forgive\nme for saying so, Sasha, but I am sure there is something crooked about\nthis affair; it is making a great deal of talk. It seems people are\nsaying that first Sarah died, and then suddenly Ivanoff wanted to marry\nyou. [Quickly] But, no, I am like an old woman; I am gossiping like a\nmagpie. You must not listen to me or any one, only to your own heart.\n\nSASHA. Papa, I feel myself that there is something wrong about my\nmarriage. Something wrong, yes, wrong! Oh, if you only knew how heavy\nmy heart is; this is unbearable! I am frightened and ashamed to confess\nthis; Papa darling, you must help me, for heaven's sake. Oh, can't you\ntell me what I should do?\n\nLEBEDIEFF. What is the matter, Sasha, what is it?\n\nSASHA. I am so frightened, more frightened than I have ever been before.\n[She glances around her] I cannot understand him now, and I never shall.\nHe has not smiled or looked straight into my eyes once since we have\nbeen engaged. He is forever complaining and apologising for something;\nhinting at some crime he is guilty of, and trembling. I am so tired!\nThere are even moments when I think--I think--that I do not love him as\nI should, and when he comes to see us, or talks to me, I get so tired!\nWhat does it mean, dear father? I am afraid.\n\nLEBEDIEFF. My darling, my only child, do as your old father advises you;\ngive him up!\n\nSASHA. [Frightened] Oh! How can you say that?\n\nLEBEDIEFF. Yes, do it, little Sasha! It will make a scandal, all the\ntongues in the country will be wagging about it, but it is better to\nlive down a scandal than to ruin one's life.\n\nSASHA. Don't say that, father. Oh, don't. I refuse to listen! I must\ncrush such gloomy thoughts. He is good and unhappy and misunderstood. I\nshall love him and learn to understand him. I shall set him on his feet\nagain. I shall do my duty. That is settled.\n\nLEBEDIEFF. This is not your duty, but a delusion--\n\nSASHA. We have said enough. I have confessed things to you that I have\nnot dared to admit even to myself. Don't speak about this to any one.\nLet us forget it.\n\nLEBEDIEFF. I am hopelessly puzzled, and either my mind is going from\nold age or else you have all grown very clever, but I'll be hanged if I\nunderstand this business at all.\n\nEnter SHABELSKI.\n\nSHABELSKI. Confound you all and myself, too! This is maddening!\n\nLEBEDIEFF. What do you want?\n\nSHABELSKI Seriously, I must really do something horrid and rascally, so\nthat not only I but everybody else will be disgusted by it. I certainly\nshall find something to do, upon my word I shall! I have already told\nBorkin to announce that I am to be married. [He laughs] Everybody is a\nscoundrel and I must be one too!\n\nLEBEDIEFF. I am tired of you, Matthew. Look here, man you talk in such a\nway that, excuse my saying so, you will soon find yourself in a lunatic\nasylum!\n\nSHABELSKI. Could a lunatic asylum possibly be worse than this house, or\nany othe r? Kindly take me there at once. Please do! Everybody is\nwicked and futile and worthless and stupid; I am an object of disgust to\nmyself, I don't believe a word I say-----\n\nLEBEDIEFF. Let me give you a piece of advice, old man; fill your mouth\nfull of tow, light it, and blow at everybody. Or, better still, take\nyour hat and go home. This is a wedding, we all want to enjoy ourselves\nand you are croaking like a raven. Yes, really.\n\nSHABELSKI leans on the piano and begins to sob.\n\nLEBEDIEFF. Good gracious, Matthew, Count! What is it, dear Matthew, old\nfriend? Have I offended you? There, forgive me; I didn't mean to hurt\nyou. Come, drink some water.\n\nSHABELSKI. I don't want any water. [Raises his head.]\n\nLEBEDIEFF. What are you crying about?\n\nSHABELSKI. Nothing in particular; I was just crying.\n\nLEBEDIEFF. Matthew, tell me the truth, what is it? What has happened?\n\nSHABELSKI. I caught sight of that violoncello, and--and--I remembered\nthe Jewess.\n\nLEBEDIEFF. What an unfortunate moment you have chosen to remember her.\nPeace be with her! But don't think of her now.\n\nSHABELSKI. We used to play duets together. She was a beautiful, a\nglorious woman.\n\nSASHA sobs.\n\nLEBEDIEFF. What, are you crying too? Stop, Sasha! Dear me, they are both\nhowling now, and I--and I--Do go away; the guests will see you!\n\nSHABELSKI. Paul, when the sun is shining, it is gay even in a cemetery.\nOne can be cheerful even in old age if it is lighted by hope; but I have\nnothing to hope for--not a thing!\n\nLEBEDIEFF. Yes, it is rather sad for you. You have no children, no\nmoney, no occupation. Well, but what is there to be done about it? [To\nSASHA] What is the matter with you, Sasha?\n\nSHABELSKI. Paul, give me some money. I will repay you in the next world.\nI would go to Paris and see my wife's grave. I have given away a great\ndeal of money in my life, half my fortune indeed, and I have a right to\nask for some now. Besides, I am asking a friend.\n\nLEBEDIEFF. [Embarrassed] My dear boy, I haven't a penny. All\nright though. That is to say, I can't promise anything, but you\nunderstand--very well, very well. [Aside] This is agony!\n\nEnter MARTHA.\n\nMARTHA. Where is my partner? Count, how dare you leave me alone? You are\nhorrid! [She taps SHABELSKI on the arm with her fan]\n\nSHABELSKI. [Impatiently] Leave me alone! I can't abide you!\n\nMARTHA. [Frightened] How? What?\n\nSHABELSKI. Go away!\n\nMARTHA. [Sinks into an arm-chair] Oh! Oh! Oh! [She bursts into tears.]\n\nEnter ZINAIDA crying.\n\nZINAIDA. Some one has just arrived; it must be one of the ushers. It is\ntime for the ceremony to begin.\n\nSASHA. [Imploringly] Mother!\n\nLEBEDIEFF. Well, now you are all bawling. What a quartette! Come, come,\ndon't let us have any more of this dampness! Matthew! Martha! If you go\non like this, I--I--shall cry too. [Bursts into tears] Heavens!\n\nZINAIDA. If you don't need your mother any more, if you are determined\nnot to obey her, I shall have to do as you want, and you have my\nblessing.\n\nEnter IVANOFF, dressed in a long coat, with gloves on.\n\nLEBEDIEFF This is the finishing touch! What do you want?\n\nSHABELSKI. Why are you here?\n\nIVANOFF. I beg your pardon, you must allow me to speak to Sasha alone.\n\nLEBEDIEFF. The bridegroom must not come to see the bride before the\nwedding. It is time for you to go to the church.\n\nIVANOFF. Paul, I implore you.\n\nLEBEDIEFF shrugs his shoulders. LEBEDIEFF, ZINAIDA, SHABELSKI, and\nMARTHA go out.\n\nSASHA. [Sternly] What do you want?\n\nIVANOFF. I am choking with anger; I cannot speak calmly. Listen to me;\nas I was dressing just now for the wedding, I looked in the glass and\nsaw how grey my temples were. Sasha, this must not be! Let us end this\nsenseless comedy before it is too late. You are young and pure; you have\nall your life before you, but I----\n\nSASHA. The same old story; I have heard it a thousand times and I am\ntired of it. Go quickly to the church and don't keep everybody waiting!\n\nIVANOFF. I shall go straight home, and you must explain to your family\nsomehow that there is to be no wedding. Explain it as you please. It is\ntime we came to our senses. I have been playing the part of Hamlet and\nyou have been playing the part of a noble and devoted girl. We have kept\nup the farce long enough.\n\nSASHA. [Losing her temper] How can you speak to me like this? I won't\nhave it.\n\nIVANOFF. But I am speaking, and will continue to speak.\n\nSASHA. What do you mean by coming to me like this? Your melancholy has\nbecome absolutely ridiculous!\n\nIVANOFF. No, this is not melancholy. It is ridiculous, is it? Yes, I am\nlaughing, and if it were possible for me to laugh at myself a thousand\ntimes more bitterly I should do so and set the whole world laughing,\ntoo, in derision. A fierce light has suddenly broken over my soul; as I\nlooked into the glass just now, I laughed at myself, and nearly went mad\nwith shame. [He laughs] Melancholy indeed! Noble grief! Uncontrollable\nsorrow! It only remains for me now to begin to write verses! Shall I\nmope and complain, sadden everybody I meet, confess that my manhood\nhas gone forever, that I have decayed, outlived my purpose, that I\nhave given myself up to cowardice and am bound hand and foot by this\nloathsome melancholy? Shall I confess all this when the sun is shining\nso brightly and when even the ants are carrying their little burdens in\npeaceful self-content? No, thanks. Can I endure the knowledge that one\nwill look upon me as a fraud, while another pities me, a third lends\nme a helping hand, or worst of all, a fourth listens reverently to my\nsighs, looks upon me as a new Mahomet, and expects me to expound a new\nreligion every moment? No, thank God for the pride and conscience he has\nleft me still. On my way here I laughed at myself, and it seemed to me\nthat the flowers and birds were laughing mockingly too.\n\nSASHA. This is not anger, but madness!\n\nIVANOFF. You think so, do you? No, I am not mad. I see things in their\nright light now, and my mind is as clear as your conscience. We love\neach other, but we shall never be married. It makes no difference how I\nrave and grow bitter by myself, but I have no right to drag another\ndown with me. My melancholy robbed my wife of the last year of her life.\nSince you have been engaged to me you have forgotten how to laugh and\nhave aged five years. Your father, to whom life was always simple and\nclear, thanks to me, is now unable to understand anybody. Wherever I go,\nwhether hunting or visiting, it makes no difference, I carry depression,\ndulness, and discontent along with me. Wait! Don't interrupt me! I am\nbitter and harsh, I know, but I am stifled with rage. I cannot speak\notherwise. I have never lied, and I never used to find fault with my\nlot, but since I have begun to complain of everything, I find fault with\nit involuntarily, and against my will. When I murmur at my fate every\none who hears me is seized with the same disgust of life and begins to\ngrumble too. And what a strange way I have of looking at things!\nExactly as if I were doing the world a favour by living in it. Oh, I am\ncontemptible.\n\nSASHA. Wait a moment. From what you have just said, it is obvious that\nyou are tired of your melancholy mood, and that the time has come for\nyou to begin life afresh. How splendid!\n\nIVANOFF. I don't see anything splendid about it. How can I lead a new\nlife? I am lost forever. It is time we both understood that. A new life\nindeed!\n\nSASHA. Nicholas, come to your senses. How can you say you are lost? What\ndo you mean by such cynicism? No, I won't listen to you or talk with\nyou. Go to the church!\n\nIVANOFF. I am lost!\n\nSASHA. Don't talk so loud; our guests will hear you!\n\nIVANOFF. If an intelligent, educated, and healthy man begins to complain\nof his lot and go down-hill, there is nothing for him to do but to go on\ndown until he reaches the bottom--there is no hope for him. Where could\nmy salvation come from? How can I save myself? I cannot drink, because\nit makes my head ache. I never could write bad poetry. I cannot pray for\nstrength and see anything lofty in the languor of my soul. Laziness is\nlaziness and weakness weakness. I can find no other names for them. I\nam lost, I am lost; there is no doubt of that. [Looking around] Some one\nmight come in; listen, Sasha, if you love me you must help me. Renounce\nme this minute; quickly!\n\nSASHA. Oh, Nicholas! If you only knew how you are torturing me; what\nagony I have to endure for your sake! Good thoughtful friend, judge for\nyourself; can I possibly solve such a problem? Each day you put some\nhorrible problem before me, each one more difficult than the last. I\nwanted to help you with my love, but this is martyrdom!\n\nIVANOFF. And when you are my wife the problems will be harder than ever.\nUnderstand this: it is not love that is urging you to take this step,\nbut the obstinacy of an honest nature. You have undertaken to reawaken\nthe man in me and to save me in the face of every difficulty, and you\nare flattered by the hope of achieving your object. You are willing to\ngive up now, but you are prevented from doing it by a feeling that is a\nfalse one. Understand yourself!\n\nSASHA. What strange, wild reasoning! How can I give you up now? How\ncan I? You have no mother, or sister, or friends. You are ruined; your\nestate has been destroyed; every one is speaking ill of you--\n\nIVANOFF. It was foolish of me to come here; I should have done as I\nwanted to--\n\nEnter LEBEDIEFF.\n\nSASHA. [Running to her father] Father! He has rushed over here like a\nmadman, and is torturing me! He insists that I should refuse to marry\nhim; he says he doesn't want to drag me down with him. Tell him that I\nwon't accept his generosity. I know what I am doing!\n\nLEBEDIEFF. I can't understand a word of what you are saying. What\ngenerosity?\n\nIVANOFF. This marriage is not going to take place.\n\nSASHA. It is going to take place. Papa, tell him that it is going to\ntake place.\n\nLEBEDIEFF. Wait! Wait! What objection have you to the marriage?\n\nIVANOFF. I have explained it all to her, but she refuses to understand\nme.\n\nLEBEDIEFF. Don't explain it to her, but to me, and explain it so that I\nmay understand. God forgive you, Nicholas, you have brought a great deal\nof darkness into our lives. I feel as if I were living in a museum; I\nlook about me and don't understand anything I see. This is torture. What\non earth can an old man like me do with you? Shall I challenge you to a\nduel?\n\nIVANOFF. There is no need of a duel. All you need is a head on your\nshoulders and a knowledge of the Russian language.\n\nSASHA. [Walks up and down in great excitement] This is dreadful,\ndreadful! Absolutely childish.\n\nLEBEDIEFF. Listen to me, Nicholas; from your point of view what you are\ndoing is quite right and proper, according to the rules of psychology,\nbut I think this affair is a scandal and a great misfortune. I am an old\nman; hear me out for the last time. This is what I want to say to you:\ncalm yourself; look at things simply, as every one else does; this is\na simple world. The ceiling is white; your boots are black; sugar is\nsweet. You love Sasha and she loves you. If you love her, stay with\nher; if you don't, leave her. We shan't blame you. It is all perfectly\nsimple. You are two healthy, intelligent, moral young people; thank God,\nyou both have food and clothing--what more do you want? What if you\nhave no money? That is no great misfortune--happiness is not bought with\nwealth. Of course your estate is mortgaged, Nicholas, as I know, and you\nhave no money to pay the interest on the debt, but I am Sasha's father.\nI understand. Her mother can do as she likes--if she won't give any\nmoney, why, confound her, then she needn't, that's all! Sasha has just\nsaid that she does not want her part of it. As for your principles,\nSchopenhauer and all that, it is all folly. I have one hundred thousand\nroubles in the bank. [Looking around him] Not a soul in the house knows\nit; it was my grandmother's money. That shall be for you both. Take it,\ngive Matthew two thousand--\n\n[The guests begin to collect in the ball-room].\n\nIVANOFF. It is no use discussing it any more, I must act as my\nconscience bids me.\n\nSASHA. And I shall act as my conscience bids me--you may say what you\nplease; I refuse to let you go! I am going to call my mother.\n\nLEBEDIEFF. I am utterly puzzled.\n\nIVANOFF. Listen to me, poor old friend. I shall not try to explain\nmyself to you. I shall not tell you whether I am honest or a rascal,\nhealthy or mad; you wouldn't understand me. I was young once; I have\nbeen eager and sincere and intelligent. I have loved and hated and\nbelieved as no one else has. I have worked and hoped and tilted against\nwindmills with the strength of ten--not sparing my strength, not knowing\nwhat life was. I shouldered a load that broke my back. I drank, I\nworked, I excited myself, my energy knew no bounds. Tell me, could I\nhave done otherwise? There are so few of us and so much to do, so much\nto do! And see how cruelly fate has revenged herself on me, who fought\nwith her so bravely! I am a broken man. I am old at thirty. I have\nsubmitted myself to old age. With a heavy head and a sluggish mind,\nweary, used up, discouraged, without faith or love or an object in life,\nI wander like a shadow among other men, not knowing why I am alive or\nwhat it is that I want. Love seems to me to be folly, caresses false.\nI see no sense in working or playing, and all passionate speeches seem\ninsipid and tiresome. So I carry my sadness with me wherever I go; a\ncold weariness, a discontent, a horror of life. Yes, I am lost for ever\nand ever. Before you stands a man who at thirty-five is disillusioned,\nwearied by fruitless efforts, burning with shame, and mocking at his own\nweakness. Oh, how my pride rebels against it all! What mad fury chokes\nme! [He staggers] I am staggering--my strength is failing me. Where is\nMatthew? Let him take me home.\n\n[Voices from the ball-room] The best man has arrived!\n\nEnter SHABELSKI.\n\nSHABELSKI. In an old worn-out coat--without gloves! How many scornful\nglances I get for it! Such silly jokes and vulgar grins! Disgusting\npeople.\n\nEnter BORKIN quickly. He is carrying a bunch of flowers and is in a\ndress-coat. He wears a flower in his buttonhole.\n\nBORKIN. This is dreadful! Where is he? [To IVANOFF] They have been\nwaiting for you for a long time in the church, and here you are talking\nphilosophy! What a funny chap you are. Don't you know you must not go\nto church with the bride, but alone, with me? I shall then come back for\nher. Is it possible you have not understood that? You certainly are an\nextraordinary man!\n\nEnter LVOFF.\n\nLVOFF. [To IVANOFF] Ah! So you are here? [Loudly] Nicholas Ivanoff, I\ndenounce you to the world as a scoundrel!\n\nIVANOFF. [Coldly] Many thanks!\n\nBORKIN. [To LVOFF] Sir, this is dastardly! I challenge you to a duel!\n\nLVOFF. Monsieur Borkin, I count it a disgrace not only to fight with\nyou, but even to talk to you! Monsieur Ivanoff, however, can receive\nsatisfaction from me whenever he chooses!\n\nSHABELSKI. Sir, I shall fight you!\n\nSASHA. [To LVOFF] Why, oh why, have you insulted him? Gentlemen, I beg\nyou, let him tell me why he has insulted him.\n\nLVOFF. Miss Sasha, I have not insulted him without cause. I came here\nas a man of honour, to open your eyes, and I beg you to listen to what I\nhave to tell you.\n\nSASHA. What can you possibly have to tell me? That you are a man of\nhonour? The whole world knows it. You had better tell me on your honour\nwhether you understand what you have done or not. You have come in\nhere as a man of honour and have insulted him so terribly that you have\nnearly killed me. When you used to follow him like a shadow and almost\nkeep him from living, you were convinced that you were doing your duty\nand that you were acting like a man of honour. When you interfered in\nhis private affairs, maligned him and criticised him; when you sent me\nand whomever else you could, anonymous letters, you imagined yourself to\nbe an honourable man! And, thinking that that too was honourable, you,\na doctor, did not even spare his dying wife or give her a moment's peace\nfrom your suspicions. And no matter what violence, what cruel wrong you\ncommitted, you still imagined yourself to be an unusually honourable and\nclear-sighted man.\n\nIVANOFF. [Laughing] This is not a wedding, but a parliament! Bravo!\nBravo!\n\nSASHA. [To LVOFF] Now, think it over! Do you see what sort of a man you\nare, or not? Oh, the stupid, heartless people! [Takes IVANOFF by the\nhand] Come away from here Nicholas! Come, father, let us go!\n\nIVANOFF. Where shall we go? Wait a moment. I shall soon put an end to\nthe whole thing. My youth is awake in me again; the former Ivanoff is\nhere once more.\n\n[He takes out a revolver.]\n\nSASHA. [Shrieking] I know what he wants to do! Nicholas, for God's sake!\n\nIVANOFF. I have been slipping down-hill long enough. Now, halt! It is\ntime to know what honour is. Out of the way! Thank you, Sasha!\n\nSASHA. [Shrieking] Nicholas! For God's sake hold him!\n\nIVANOFF. Let go! [He rushes aside, and shoots himself.]\n\nThe curtain falls.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Ivanoff, by Anton Checkov\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IVANOFF ***\n\n***** This file should be named 1755-8.txt or 1755-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/7\/5\/1755\/\n\nProduced by An Anonymous Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":170,"split":"train"}
