{"ori_id":"92e3d1558dc50b861ca5d07bfef2f030b4e785e7","title":"Madame de Mauves","context":"Madame de Mauves\n A wealthy American man named Longmore is introduced to his countrywoman Euphemia de Mauves, wife of the Comte Richard de Mauves. Longmore and Madame de Mauves become friends, and he visits her frequently in Paris. Superficially, Madam de Mauves leads a happy life with a wealthy and \"irreproachably polite\" husband, but Longmore soon becomes convinced that she harbours a deep sadness. It gradually becomes clear that the Comte is an unscrupulous and dissipated man who married his wife for her money alone. As a youth, Madame de Mauves had been naive and idealistic, believing that the Comte de Mauves' title guaranteed a fine character. The Comte, however, proved to have little regard for his wife, and had embarked on a series of extramarital affairs. Even his politeness \"was hardly more than a form of luxurious egotism, like his fondness for cambric handkerchiefs.... In after years he was terribly polite to his wife.\" Madame de Mauves' faith in her ideals is destroyed, but she responds with stoic resignation.\nLongmore falls in love with Madame de Mauves, but, understanding that he cannot be her lover, and believing that she desperately needs a friend, he tries to sublimate his love into friendship. This attitude is reinforced by Madame de Mauves, who welcomes his friendship, but is hostile to any sentiment on his part. However both the Comte de Mauves and his sister, the crass widow Madame de Clairin, hint that Longmore should woo Madame de Mauves. The Comte wishes her to take a lover so that he may be free to pursue his own affair.\nAs tensions mount, the Comte openly breaks with his wife, Madame de Clairin urges Longmore to woo Madame de Mauves, and then she tells Madame de Mauves what she has told Longmore. Longmore agonises over how to proceed; he finds it difficult even to decide to continue his daily visits: \"His presence now might be simply a gratuitous cause of suffering; and yet his absence might seem to imply that it was in the power of circumstances to make them ashamed to meet each other's eyes.\" Eventually he visits Madame de Mauves, who rather cryptically asks him to confirm her very high opinion of him by doing the proper thing: \"Don't disappoint me. If you don't understand me now, you will to-morrow, or very soon. When I said just now that I had a very high opinion of you, I meant it very seriously. It was not a vain compliment. I believe that there is no appeal one may make to your generosity which can remain long unanswered. If this were to happen,—if I were to find you selfish where I thought you generous, narrow where I thought you large, ... vulgar where I thought you rare,—I should think worse of human nature. I should suffer,—I should suffer keenly. I should say to myself in the dull days of the future, 'There was one man who might have done so and so; and he, too, failed.' But this shall not be. You have made too good an impression on me not to make the very best. If you wish to please me forever, there's a way.\"\nAfter much reflection, Longmore concludes that she wishes him to voluntarily break off contact — to do so not because she has dismissed him, not because there has been a 'scene', and not with any promise of meeting again in future, but simply because it is the honourable thing to do. The next day Longmore leaves for America. At his last meeting with the Comte he receives the impression that the Comte may be starting to repent of his behaviour; Longmore feels threatened by this: \"he felt that it would be far more tolerable in the future to think of his continued turpitude than of his repentance.\"\nLongmore remains in love with Madame de Mauves, despite having had no contact with her. Two years later, he hears that the Comte has committed suicide. The Comte had indeed repented, and had begged his wife to forgive him, but Madame de Mauves had remained as stoically unforgiving as she had been stoic in her resignation: \"[H]e fell madly in love with her now. He was the proudest man in France, but he had begged her on his knees to be readmitted to favor. All in vain! She was stone, she was ice, she was outraged virtue. People noticed a great change in him: he gave up society, ceased to care for anything, looked shockingly. One fine day they learned that he had blown out his brains.\"\nEuphemia is now free, and Longmore's first instinct is to go to her. However he puts off leaving for Europe from day to day for several years, because \"The truth is, that in the midst of all the ardent tenderness of his memory of Madame de Mauves, he has become conscious of a singular feeling,—a feeling for which awe would be hardly too strong a name.\"\nï»¿The Project Gutenberg EBook of Madame de Mauves, by Henry James\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Madame de Mauves\n\nAuthor: Henry James\n\nRelease Date: April, 2005 [EBook #7813]\nPosting Date: July 27, 2009\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MADAME DE MAUVES ***\n\n\n\n\nProduced by Eve Sobol\n\n\n\n\n\nMADAME DE MAUVES\n\n\nByhenry James\n\n\n\n\nI\n\nThe view from the terrace at Saint-Germain-en-Laye is immense and\nfamous. Paris lies spread before you in dusky vastness, domed and\nfortified, glittering here and there through her light vapours and\ngirdled with her silver Seine. Behind you is a park of stately symmetry,\nand behind that a forest where you may lounge through turfy avenues and\nlight-chequered glades and quite forget that you are within half an\nhour of the boulevards. One afternoon, however, in mid-spring, some five\nyears ago, a young man seated on the terrace had preferred to keep this\nin mind. His eyes were fixed in idle wistfulness on the mighty human\nhive before him. He was fond of rural things, and he had come to\nSaint-Germain a week before to meet the spring halfway; but though he\ncould boast of a six months' acquaintance with the great city he never\nlooked at it from his present vantage without a sense of curiosity still\nunappeased. There were moments when it seemed to him that not to be\nthere just then was to miss some thrilling chapter of experience. And\nyet his winter's experience had been rather fruitless and he had closed\nthe book almost with a yawn. Though not in the least a cynic he was what\none may call a disappointed observer, and he never chose the right-hand\nroad without beginning to suspect after an hour's wayfaring that the\nleft would have been the better. He now had a dozen minds to go to Paris\nfor the evening, to dine at the Cafe Brebant and repair afterwards to\nthe Gymnase and listen to the latest exposition of the duties of the\ninjured husband. He would probably have risen to execute this project if\nhe had not noticed a little girl who, wandering along the terrace,\nhad suddenly stopped short and begun to gaze at him with round-eyed\nfrankness. For a moment he was simply amused, the child's face denoting\nsuch helpless wonderment; the next he was agreeably surprised. \"Why this\nis my friend Maggie,\" he said; \"I see you've not forgotten me.\"\n\nMaggie, after a short parley, was induced to seal her remembrance with\na kiss. Invited then to explain her appearance at Saint-Germain, she\nembarked on a recital in which the general, according to the infantine\nmethod, was so fatally sacrificed to the particular that Longmore looked\nabout him for a superior source of information. He found it in Maggie's\nmamma, who was seated with another lady at the opposite end of the\nterrace; so, taking the child by the hand, he led her back to her\ncompanions.\n\nMaggie's mamma was a young American lady, as you would immediately have\nperceived, with a pretty and friendly face and a great elegance of fresh\nfinery. She greeted Longmore with amazement and joy, mentioning his name\nto her friend and bidding him bring a chair and sit with them. The other\nlady, in whom, though she was equally young and perhaps even prettier,\nmuslins and laces and feathers were less of a feature, remained silent,\nstroking the hair of the little girl, whom she had drawn against her\nknee. She had never heard of Longmore, but she now took in that her\ncompanion had crossed the ocean with him, had met him afterwards in\ntravelling and--having left her husband in Wall Street--was indebted\nto him for sundry services. Maggie's mamma turned from time to time and\nsmiled at this lady with an air of invitation; the latter smiled back\nand continued gracefully to say nothing. For ten minutes, meanwhile,\nLongmore felt a revival of interest in his old acquaintance; then (as\nmild riddles are more amusing than mere commonplaces) it gave way to\ncuriosity about her friend. His eyes wandered; her volubility shook a\nsort of sweetness out of the friend's silence.\n\nThe stranger was perhaps not obviously a beauty nor obviously an\nAmerican, but essentially both for the really seeing eye. She was slight\nand fair and, though naturally pale, was delicately flushed just now,\nas by the effect of late agitation. What chiefly struck Longmore in her\nface was the union of a pair of beautifully gentle, almost languid grey\neyes with a mouth that was all expression and intention. Her forehead\nwas a trifle more expansive than belongs to classic types, and her thick\nbrown hair dressed out of the fashion, just then even more ugly than\nusual. Her throat and bust were slender, but all the more in harmony\nwith certain rapid charming movements of the head, which she had a\nway of throwing back every now and then with an air of attention and a\nsidelong glance from her dove-like eyes. She seemed at once alert\nand indifferent, contemplative and restless, and Longmore very soon\ndiscovered that if she was not a brilliant beauty she was at least a\nmost attaching one. This very impression made him magnanimous. He was\ncertain he had interrupted a confidential conversation, and judged it\ndiscreet to withdraw, having first learned from Maggie's mamma--Mrs.\nDraper--that she was to take the six o'clock train back to Paris. He\npromised to meet her at the station.\n\nHe kept his appointment, and Mrs. Draper arrived betimes, accompanied\nby her friend. The latter, however, made her farewells at the door and\ndrove away again, giving Longmore time only to raise his hat. \"Who\nis she?\" he asked with visible ardour as he brought the traveller her\ntickets.\n\n\"Come and see me to-morrow at the Hotel de l'Empire,\" she answered,\n\"and I'll tell you all about her.\" The force of this offer in making\nhim punctual at the Hotel de l'Empire Longmore doubtless never exactly\nmeasured; and it was perhaps well he was vague, for he found his friend,\nwho was on the point of leaving Paris, so distracted by procrastinating\nmilliners and perjured lingeres that coherence had quite deserted her.\n\"You must find Saint-Germain dreadfully dull,\" she nevertheless had the\npresence of mind to say as he was going. \"Why won't you come with me to\nLondon?\"\n\n\"Introduce me to Madame de Mauves,\" he answered, \"and Saint-Germain will\nquite satisfy me.\" All he had learned was the lady's name and residence.\n\n\"Ah she, poor woman, won't make your affair a carnival. She's very\nunhappy,\" said Mrs. Draper.\n\nLongmore's further enquiries were arrested by the arrival of a young\nlady with a bandbox; but he went away with the promise of a note of\nintroduction, to be immediately dispatched to him at Saint-Germain.\n\nHe then waited a week, but the note never came, and he felt how little\nit was for Mrs. Draper to complain of engagements unperformed. He\nlounged on the terrace and walked in the forest, studied suburban street\nlife and made a languid attempt to investigate the records of the court\nof the exiled Stuarts; but he spent most of his time in wondering where\nMadame de Mauves lived and whether she ever walked on the terrace.\nSometimes, he was at last able to recognise; for one afternoon toward\ndusk he made her out from a distance, arrested there alone and leaning\nagainst the low wall. In his momentary hesitation to approach her there\nwas almost a shade of trepidation, but his curiosity was not chilled by\nsuch a measure of the effect of a quarter of an hour's acquaintance. She\nat once recovered their connexion, on his drawing near, and showed\nit with the frankness of a person unprovided with a great choice of\ncontacts. Her dress, her expression, were the same as before; her charm\ncame out like that of fine music on a second hearing. She soon made\nconversation easy by asking him for news of Mrs. Draper. Longmore told\nher that he was daily expecting news and after a pause mentioned the\npromised note of introduction.\n\n\"It seems less necessary now,\" he said--\"for me at least. But for you--I\nshould have liked you to know the good things our friend would probably\nhave been able to say about me.\"\n\n\"If it arrives at last,\" she answered, \"you must come and see me and\nbring it. If it doesn't you must come without it.\"\n\nThen, as she continued to linger through the thickening twilight, she\nexplained that she was waiting for her husband, who was to arrive in the\ntrain from Paris and who often passed along the terrace on his way home.\nLongmore well remembered that Mrs. Draper had spoken of uneasy things\nin her life, and he found it natural to guess that this same husband was\nthe source of them. Edified by his six months in Paris, \"What else is\npossible,\" he put it, \"for a sweet American girl who marries an unholy\nforeigner?\"\n\nBut this quiet dependence on her lord's return rather shook his\nshrewdness, and it received a further check from the free confidence\nwith which she turned to greet an approaching figure. Longmore\ndistinguished in the fading light a stoutish gentleman, on the fair side\nof forty, in a high grey hat, whose countenance, obscure as yet against\nthe quarter from which it came, mainly presented to view the large\noutward twist of its moustache. M. de Mauves saluted his wife with\npunctilious gallantry and, having bowed to Longmore, asked her several\nquestions in French. Before taking his offered arm to walk to their\ncarriage, which was in waiting at the gate of the terrace, she\nintroduced our hero as a friend of Mrs. Draper and also a fellow\ncountryman, whom she hoped they might have the pleasure of seeing, as\nshe said, chez eux. M. de Mauves responded briefly, but civilly, in fair\nEnglish, and led his wife away.\n\nLongmore watched him as he went, renewing the curl of his main facial\nfeature--watched him with an irritation devoid of any mentionable\nground. His one pretext for gnashing his teeth would have been in his\napprehension that this gentleman's worst English might prove a matter to\nshame his own best French. For reasons involved apparently in the very\nstructure of his being Longmore found a colloquial use of that idiom\nas insecure as the back of a restive horse, and was obliged to take his\nexercise, as he was aware, with more tension than grace. He reflected\nmeanwhile with comfort that Madame de Mauves and he had a common tongue,\nand his anxiety yielded to his relief at finding on his table that\nevening a letter from Mrs. Draper. It enclosed a short formal missive to\nMadame de Mauves, but the epistle itself was copious and confidential.\nShe had deferred writing till she reached London, where for a week, of\ncourse, she had found other amusements.\n\n\"I think it's the sight of so many women here who don't look at all like\nher that has reminded me by the law of contraries of my charming friend\nat Saint-Germain and my promise to introduce you to her,\" she wrote.\n\"I believe I spoke to you of her rather blighted state, and I wondered\nafterwards whether I hadn't been guilty of a breach of confidence. But\nyou would certainly have arrived at guesses of your own, and, besides,\nshe has never told me her secrets. The only one she ever pretended to\nwas that she's the happiest creature in the world, after assuring me\nof which, poor thing, she went off into tears; so that I prayed to be\ndelivered from such happiness. It's the miserable story of an American\ngirl born neither to submit basely nor to rebel crookedly marrying a\nshining sinful Frenchman who believes a woman must do one or the other\nof those things. The lightest of US have a ballast that they can't\nimagine, and the poorest a moral imagination that they don't require.\nShe was romantic and perverse--she thought the world she had been\nbrought up in too vulgar or at least too prosaic. To have a decent\nhome-life isn't perhaps the greatest of adventures; but I think she\nwishes nowadays she hadn't gone in quite so desperately for thrills. M.\nde Mauves cared of course for nothing but her money, which he's spending\nroyally on his menus plaisirs. I hope you appreciate the compliment\nI pay you when I recommend you to go and cheer up a lady domestically\ndejected. Believe me, I've given no other man a proof of this esteem; so\nif you were to take me in an inferior sense I would never speak to you\nagain. Prove to this fine sore creature that our manners may have all\nthe grace without wanting to make such selfish terms for it. She avoids\nsociety and lives quite alone, seeing no one but a horrible French\nsister-in-law. Do let me hear that you've made her patience a little\nless absent-minded. Make her WANT to forget; make her like you.\"\n\nThis ingenious appeal left the young man uneasy. He found himself in\npresence of more complications than had been in his reckoning. To call\non Madame de Mauves with his present knowledge struck him as akin to\nfishing in troubled waters. He was of modest composition, and yet he\nasked himself whether an appearance of attentions from any gallant\ngentleman mightn't give another twist to her tangle. A flattering sense\nof unwonted opportunity, however--of such a possible value constituted\nfor him as he had never before been invited to rise to--made him with\nthe lapse of time more confident, possibly more reckless. It was too\ninspiring not to act upon the idea of kindling a truer light in his fair\ncountrywoman's slow smile, and at least he hoped to persuade her that\neven a raw representative of the social order she had not done justice\nto was not necessarily a mere fortuitous collocation of atoms. He\nimmediately called on her.\n\n\n\n\nII\n\nShe had been placed for her education, fourteen years before, in a\nParisian convent, by a widowed mammma who was fonder of Homburg and\nNice than of letting out tucks in the frocks of a vigorously growing\ndaughter. Here, besides various elegant accomplishments--the art of\nwearing a train, of composing a bouquet, of presenting a cup of tea--she\nacquired a certain turn of the imagination which might have passed for\na sign of precocious worldliness. She dreamed of marrying a man of\nhierarchical \"rank\"--not for the pleasure of hearing herself called\nMadame la Vicomtesse, for which it seemed to her she should never\ngreatly care, but because she had a romantic belief that the enjoyment\nof inherited and transmitted consideration, consideration attached to\nthe fact of birth, would be the direct guarantee of an ideal delicacy\nof feeling. She supposed it would be found that the state of being noble\ndoes actually enforce the famous obligation. Romances are rarely worked\nout in such transcendent good faith, and Euphemia's excuse was the prime\npurity of her moral vision. She was essentially incorruptible, and she\ntook this pernicious conceit to her bosom very much as if it had been a\ndogma revealed by a white-winged angel. Even after experience had given\nher a hundred rude hints she found it easier to believe in fables,\nwhen they had a certain nobleness of meaning, than in well-attested but\nsordid facts. She believed that a gentleman with a long pedigree must\nbe of necessity a very fine fellow, and enjoyment of a chance to\ncarry further a family chronicle begun ever so far back must be, as\na consciousness, a source of the most beautiful impulses. It wasn't\ntherefore only that noblesse oblige, she thought, as regards yourself,\nbut that it ensures as nothing else does in respect to your wife. She\nhad never, at the start, spoken to a nobleman in her life, and these\nconvictions were but a matter of extravagant theory. They were the\nfruit, in part, of the perusal of various Ultramontane works of\nfiction--the only ones admitted to the convent library--in which the\nhero was always a Legitimist vicomte who fought duels by the dozen but\nwent twice a month to confession; and in part of the strong social scent\nof the gossip of her companions, many of them filles de haut lieu who,\nin the convent-garden, after Sundays at home, depicted their brothers\nand cousins as Prince Charmings and young Paladins. Euphemia listened\nand said nothing; she shrouded her visions of matrimony under a coronet\nin the silence that mostly surrounds all ecstatic faith. She was not\nof that type of young lady who is easily induced to declare that her\nhusband must be six feet high and a little near-sighted, part his hair\nin the middle and have amber lights in his beard. To her companions her\nflights of fancy seemed short, rather, and poor and untutored; and\neven the fact that she was a sprig of the transatlantic democracy never\nsufficiently explained her apathy on social questions. She had a mental\nimage of that son of the Crusaders who was to suffer her to adore him,\nbut like many an artist who has produced a masterpiece of idealisation\nshe shrank from exposing it to public criticism. It was the portrait of\na gentleman rather ugly than handsome and rather poor than rich. But his\nugliness was to be nobly expressive and his poverty delicately proud.\nShe had a fortune of her own which, at the proper time, after fixing on\nher in eloquent silence those fine eyes that were to soften the feudal\nseverity of his visage, he was to accept with a world of stifled\nprotestations. One condition alone she was to make--that he should have\n\"race\" in a state as documented as it was possible to have it. On this\nshe would stake her happiness; and it was so to happen that several\naccidents conspired to give convincing colour to this artless\nphilosophy.\n\nInclined to long pauses and slow approaches herself, Euphemia was\na great sitter at the feet of breathless volubility, and there were\nmoments when she fairly hung upon the lips of Mademoiselle Marie de\nMauves. Her intimacy with this chosen schoolmate was founded on the\nperception--all her own--that their differences were just the right\nones. Mademoiselle de Mauves was very positive, very shrewd,\nvery ironical, very French--everything that Euphemia felt herself\nunpardonable for not being. During her Sundays en ville she had examined\nthe world and judged it, and she imparted her impressions to our\nattentive heroine with an agreeable mixture of enthusiasm and\nscepticism. She was moreover a handsome and well-grown person, on whom\nEuphemia's ribbons and trinkets had a trick of looking better than on\ntheir slender proprietress. She had finally the supreme merit of being\na rigorous example of the virtue of exalted birth, having, as she did,\nancestors honourably mentioned by Joinville and Commines, and a stately\ngrandmother with a hooked nose who came up with her after the holidays\nfrom a veritable castel in Auvergne. It seemed to our own young woman\nthat these attributes made her friend more at home in the world than if\nshe had been the daughter of even the most prosperous grocer. A certain\naristocratic impudence Mademoiselle de Mauves abundantly possessed,\nand her raids among her friend's finery were quite in the spirit of her\nbaronial ancestors in the twelfth century--a spirit regarded by\nEuphemia but as a large way of understanding friendship, a freedom from\nconformities without style, and one that would sooner or later express\nitself in acts of surprising magnanimity. There doubtless prevailed\nin the breast of Mademoiselle de Mauves herself a dimmer vision of the\nlarge securities that Euphemia envied her. She was to become later in\nlife so accomplished a schemer that her sense of having further heights\nto scale might well have waked up early. The especially fine appearance\nmade by our heroine's ribbons and trinkets as her friend wore them\nministered to pleasure on both sides, and the spell was not of a nature\nto be menaced by the young American's general gentleness. The concluding\nmotive of Marie's writing to her grandmamma to invite Euphemia for a\nthree weeks' holiday to the castel in Auvergne involved, however, the\nsubtlest considerations. Mademoiselle de Mauves indeed, at this time\nseventeen years of age and capable of views as wide as her wants, was as\nproper a figure as could possibly have been found for the foreground\nof a scene artfully designed; and Euphemia, whose years were of like\nnumber, asked herself if a right harmony with such a place mightn't\ncome by humble prayer. It is a proof of the sincerity of the latter's\naspirations that the castel was not a shock to her faith. It was neither\na cheerful nor a luxurious abode, but it was as full of wonders as a\nbox of old heirlooms or objects \"willed.\" It had battered towers and\nan empty moat, a rusty drawbridge and a court paved with crooked\ngrass-grown slabs over which the antique coach-wheels of the lady with\nthe hooked nose seemed to awaken the echoes of the seventeenth century.\nEuphemia was not frightened out of her dream; she had the pleasure of\nseeing all the easier passages translated into truth, as the learner\nof a language begins with the common words. She had a taste for old\nservants, old anecdotes, old furniture, faded household colours and\nsweetly stale odours--musty treasures in which the Chateau de Mauves\nabounded. She made a dozen sketches in water-colours after her\nconventual pattern; but sentimentally, as one may say, she was for ever\nsketching with a freer hand.\n\nOld Madame de Mauves had nothing severe but her nose, and she seemed to\nEuphemia--what indeed she had every claim to pass for--the very image\nand pattern of an \"historical character.\" Belonging to a great order of\nthings, she patronised the young stranger who was ready to sit all day\nat her feet and listen to anecdotes of the bon temps and quotations from\nthe family chronicles. Madame de Mauves was a very honest old woman; she\nuttered her thoughts with ancient plainness. One day after pushing back\nEuphemia's shining locks and blinking with some tenderness from behind\nan immense face-a-main that acted as for the relegation of the girl\nherself to the glass case of a museum, she declared with an energetic\nshake of the head that she didn't know what to make of such a little\nperson. And in answer to the little person's evident wonder, \"I should\nlike to advise you,\" she said, \"but you seem to me so all of a piece\nthat I'm afraid that if I advise you I shall spoil you. It's easy to see\nyou're not one of us. I don't know whether you're better, but you\nseem to me to have been wound up by some key that isn't kept by your\ngoverness or your confessor or even your mother, but that you wear by\na fine black ribbon round your own neck. Little persons in my day--when\nthey were stupid they were very docile, but when they were clever they\nwere very sly! You're clever enough, I imagine, and yet if I guessed all\nyour secrets at this moment is there one I should have to frown at? I\ncan tell you a wickeder one than any you've discovered for yourself. If\nyou wish to live at ease in the doux pays de France don't trouble too\nmuch about the key of your conscience or even about your conscience\nitself--I mean your own particular one. You'll fancy it saying things it\nwon't help your case to hear. They'll make you sad, and when you're sad\nyou'll grow plain, and when you're plain you'll grow bitter, and when\nyou're bitter you'll be peu aimable. I was brought up to think that a\nwoman's first duty is to be infinitely so, and the happiest women I've\nknown have been in fact those who performed this duty faithfully. As\nyou're not a Catholic I suppose you can't be a devote; and if you don't\ntake life as a fifty years' mass the only way to take it's as a game of\nskill. Listen to this. Not to lose at the game of life you must--I don't\nsay cheat, but not be too sure your neighbour won't, and not be shocked\nout of your self-possession if he does. Don't lose, my dear--I beseech\nyou don't lose. Be neither suspicious nor credulous, and if you find\nyour neighbour peeping don't cry out; only very politely wait your own\nchance. I've had my revenge more than once in my day, but I really think\nthe sweetest I could take, en somme, against the past I've known, would\nbe to have your blest innocence profit by my experience.\"\n\nThis was rather bewildering advice, but Euphemia understood it too\nlittle to be either edified or frightened. She sat listening to it very\nmuch as she would have listened to the speeches of an old lady in a\ncomedy whose diction should strikingly correspond to the form of her\nhigh-backed armchair and the fashion of her coif. Her indifference was\ndoubly dangerous, for Madame de Mauves spoke at the instance of coming\nevents, and her words were the result of a worry of scruples--scruples\nin the light of which Euphemia was on the one hand too tender a victim\nto be sacrificed to an ambition and the prosperity of her own house on\nthe other too precious a heritage to be sacrificed to an hesitation. The\nprosperity in question had suffered repeated and grievous breaches and\nthe menaced institution been overmuch pervaded by that cold comfort in\nwhich people are obliged to balance dinner-table allusions to feudal\nancestors against the absence of side-dishes; a state of things the\nsorrier as the family was now mainly represented by a gentleman whose\nappetite was large and who justly maintained that its historic glories\nhadn't been established by underfed heroes.\n\nThree days after Euphemia's arrival Richard de Mauves, coming down from\nParis to pay his respects to his grandmother, treated our heroine to her\nfirst encounter with a gentilhomme in the flesh. On appearing he kissed\nhis grandmother's hand with a smile which caused her to draw it away\nwith dignity, and set Euphemia, who was standing by, to ask herself\nwhat could have happened between them. Her unanswered wonder was but the\nbeginning of a long chain of puzzlements, but the reader is free to know\nthat the smile of M. de Mauves was a reply to a postscript affixed by\nthe old lady to a letter addressed to him by her granddaughter as\nsoon as the girl had been admitted to justify the latter's promises.\nMademoiselle de Mauves brought her letter to her grandmother for\napproval, but obtained no more than was expressed in a frigid nod. The\nold lady watched her with this coldness while she proceeded to seal the\nletter, then suddenly bade her open it again and bring her a pen.\n\n\"Your sister's flatteries are all nonsense,\" she wrote; \"the young\nlady's far too good for you, mauvais sujet beyond redemption. If you've\na particle of conscience you'll not come and disturb the repose of an\nangel of innocence.\"\n\nThe other relative of the subject of this warning, who had read these\nlines, made up a little face as she freshly indited the address; but she\nlaid down her pen with a confident nod which might have denoted that by\nher judgement her brother was appealed to on the ground of a principle\nthat didn't exist in him. And \"if you meant what you said,\" the young\nman on his side observed to his grandmother on his first private\nopportunity, \"it would have been simpler not to have sent the letter.\"\n\nPut out of humour perhaps by this gross impugnment of her sincerity, the\nhead of the family kept her room on pretexts during a greater part of\nEuphemia's stay, so that the latter's angelic innocence was left all to\nher grandson's mercy. It suffered no worse mischance, however, than to\nbe prompted to intenser communion with itself. Richard de Mauves was the\nhero of the young girl's romance made real, and so completely accordant\nwith this creature of her imagination that she felt afraid of him almost\nas she would have been of a figure in a framed picture who should have\nstepped down from the wall. He was now thirty-three--young enough to\nsuggest possibilities of ardent activity and old enough to have formed\nopinions that a simple woman might deem it an intellectual privilege to\nlisten to. He was perhaps a trifle handsomer than Euphemia's rather grim\nQuixotic ideal, but a very few days reconciled her to his good looks as\neffectually they would have reconciled her to a characterised want of\nthem. He was quiet, grave, eminently distinguished. He spoke little,\nbut his remarks, without being sententious, had a nobleness of tone that\ncaused them to re-echo in the young girl's ears at the end of the day.\nHe paid her very little direct attention, but his chance words--when he\nonly asked her if she objected to his cigarette--were accompanied by a\nsmile of extraordinary kindness.\n\nIt happened that shortly after his arrival, riding an unruly horse which\nEuphemia had with shy admiration watched him mount in the castle-yard,\nhe was thrown with a violence which, without disparaging his skill, made\nhim for a fortnight an interesting invalid lounging in the library\nwith a bandaged knee. To beguile his confinement the accomplished young\nstranger was repeatedly induced to sing for him, which she did with a\nsmall natural tremor that might have passed for the finish of vocal\nart. He never overwhelmed her with compliments, but he listened with\nunfailing attention, remembered all her melodies and would sit humming\nthem to himself. While his imprisonment lasted indeed he passed hours in\nher company, making her feel not unlike some unfriended artist who has\nsuddenly gained the opportunity to devote a fortnight to the study of a\ngreat model. Euphemia studied with noiseless diligence what she supposed\nto be the \"character\" of M. de Mauves, and the more she looked the\nmore fine lights and shades she seemed to behold in this masterpiece of\nnature. M. de Mauves's character indeed, whether from a sense of being\nso generously and intensely taken for granted, or for reasons which bid\ngraceful defiance to analysis, had never been so much on show, even to\nthe very casual critic lodged, as might be said, in an out-of-the-way\ncorner of it; it seemed really to reflect the purity of Euphemia's pious\nopinion. There had been nothing especially to admire in the state of\nmind in which he left Paris--a settled resolve to marry a young person\nwhose charms might or might not justify his sister's account of them,\nbut who was mistress, at the worst, of a couple of hundred thousand\nfrancs a year. He had not counted out sentiment--if she pleased him so\nmuch the better; but he had left a meagre margin for it and would hardly\nhave admitted that so excellent a match could be improved by it. He was\na robust and serene sceptic, and it was a singular fate for a man who\nbelieved in nothing to be so tenderly believed in. What his original\nfaith had been he could hardly have told you, for as he came back to his\nchildhood's home to mend his fortunes by pretending to fall in love he\nwas a thoroughly perverse creature and overlaid with more corruptions\nthan a summer day's questioning of his conscience would have put to\nflight. Ten years' pursuit of pleasure, which a bureau full of unpaid\nbills was all he had to show for, had pretty well stifled the natural\nlad whose violent will and generous temper might have been shaped by\na different pressure to some such showing as would have justified a\nromantic faith. So should he have exhaled the natural fragrance of a\nlate-blooming flower of hereditary honour. His violence indeed had been\nsubdued and he had learned to be irreproachably polite; but he had lost\nthe fineness of his generosity, and his politeness, which in the long\nrun society paid for, was hardly more than a form of luxurious egotism,\nlike his fondness for ciphered pocket-handkerchiefs, lavender gloves\nand other fopperies by which shopkeepers remained out of pocket. In\nafter-years he was terribly polite to his wife. He had formed himself,\nas the phrase was, and the form prescribed to him by the society into\nwhich his birth and his tastes had introduced him was marked by some\npeculiar features. That which mainly concerns us is its classification\nof the fairer half of humanity as objects not essentially different--say\nfrom those very lavender gloves that are soiled in an evening and\nthrown away. To do M. de Mauves justice, he had in the course of time\nencountered in the feminine character such plentiful evidence of its\npliant softness and fine adjustability that idealism naturally seemed to\nhim a losing game.\n\nEuphemia, as he lay on his sofa, struck him as by no means\ncontradictory; she simply reminded him that very young women are\ngenerally innocent and that this is on the whole the most potent source\nof their attraction. Her innocence moved him to perfect consideration,\nand it seemed to him that if he shortly became her husband it would\nbe exposed to a danger the less. Old Madame de Mauves, who flattered\nherself that in this whole matter she was very laudably rigid, might\nalmost have taken a lesson from the delicacy he practised. For two or\nthree weeks her grandson was well-nigh a blushing boy again. He watched\nfrom behind the Figaro, he admired and desired and held his tongue. He\nfound himself not in the least moved to a flirtation; he had no wish\nto trouble the waters he proposed to transfuse into the golden cup of\nmatrimony. Sometimes a word, a look, a gesture of Euphemia's gave him\nthe oddest sense of being, or of seeming at least, almost bashful;\nfor she had a way of not dropping her eyes according to the mysterious\nvirginal mechanism, of not fluttering out of the room when she found him\nthere alone, of treating him rather as a glorious than as a pernicious\ninfluence--a radiant frankness of demeanour in fine, despite an\ninfinite natural reserve, which it seemed at once graceless not to be\ncomplimentary about and indelicate not to take for granted. In this way\nhad been wrought in the young man's mind a vague unwonted resonance of\nsoft impressions, as we may call it, which resembled the happy stir of\nthe change from dreaming pleasantly to waking happily. His imagination\nwas touched; he was very fond of music and he now seemed to give easy\near to some of the sweetest he had ever heard. In spite of the bore of\nbeing laid up with a lame knee he was in better humour than he had known\nfor months; he lay smoking cigarettes and listening to the nightingales\nwith the satisfied smile of one of his country neighbours whose big\nox should have taken the prize at a fair. Every now and then, with an\nimpatient suspicion of the resemblance, he declared himself pitifully\nbete; but he was under a charm that braved even the supreme penalty of\nseeming ridiculous. One morning he had half an hour's tete-a-tete with\nhis grandmother's confessor, a soft-voiced old Abbe whom, for reasons of\nher own, Madame de Mauves had suddenly summoned and had left waiting in\nthe drawing-room while she rearranged her curls. His reverence, going\nup to the old lady, assured her that M. le Comte was in a most edifying\nstate of mind and the likeliest subject for the operation of grace. This\nwas a theological interpretation of the count's unusual equanimity.\nHe had always lazily wondered what priests were good for, and he now\nremembered, with a sense of especial obligation to the Abbe, that they\nwere excellent for marrying people.\n\nA day or two after this he left off his bandages and tried to walk. He\nmade his way into the garden and hobbled successfully along one of the\nalleys, but in the midst of his progress was pulled up by a spasm of\npain which forced him to stop and call for help. In an instant Euphemia\ncame tripping along the path and offered him her arm with the frankest\nsolicitude.\n\n\"Not to the house,\" he said, taking it; \"further on, to the bosquet.\"\nThis choice was prompted by her having immediately confessed that she\nhad seen him leave the house, had feared an accident and had followed\nhim on tiptoe.\n\n\"Why didn't you join me?\" he had asked, giving her a look in which\nadmiration was no longer disguised and yet felt itself half at the\nmercy of her replying that a jeune fille shouldn't be seen following a\ngentleman. But it drew a breath which filled its lungs for a long time\nafterwards when she replied simply that if she had overtaken him he\nmight have accepted her arm out of politeness, whereas she wished to\nhave the pleasure of seeing him walk alone.\n\nThe bosquet was covered with an odorous tangle of blossoming creepers,\nand a nightingale overhead was shaking out love-notes with a profusion\nthat made the Count feel his own conduct the last word of propriety.\n\"I've always heard that in America, when a man wishes to marry a\nyoung girl, he offers himself simply face to face and without\nceremony--without parents and uncles and aunts and cousins sitting round\nin a circle.\"\n\n\"Why I believe so,\" said Euphemia, staring and too surprised to be\nalarmed.\n\n\"Very well then--suppose our arbour here to be your great sensible\ncountry. I offer you my hand a l'Americaine. It will make me intensely\nhappy to feel you accept it.\"\n\nWhether Euphemia's acceptance was in the American manner is more than\nI can say; I incline to think that for fluttering grateful trustful\nsoftly-amazed young hearts there is only one manner all over the world.\n\nThat evening, in the massive turret chamber it was her happiness to\ninhabit, she wrote a dutiful letter to her mamma, and had just sealed it\nwhen she was sent for by Madame de Mauves. She found this ancient lady\nseated in her boudoir in a lavender satin gown and with her candles all\nlighted as for the keeping of some fete. \"Are you very happy?\" the old\nwoman demanded, making Euphemia sit down before her.\n\n\"I'm almost afraid to say so, lest I should wake myself up.\"\n\n\"May you never wake up, belle enfant,\" Madame de Mauves grandly\nreturned. \"This is the first marriage ever made in our family in this\nway--by a Comte de Mauves proposing to a young girl in an arbour like\nJeannot and Jeannette. It has not been our way of doing things, and\npeople may say it wants frankness. My grandson tells me he regards\nit--for the conditions--as the perfection of good taste. Very well. I'm\na very old woman, and if your differences should ever be as marked as\nyour agreements I shouldn't care to see them. But I should be sorry\nto die and think you were going to be unhappy. You can't be, my dear,\nbeyond a certain point; because, though in this world the Lord sometimes\nmakes light of our expectations he never altogether ignores our deserts.\nBut you're very young and innocent and easy to dazzle. There never was a\nman in the world--among the saints themselves--as good as you believe my\ngrandson. But he's a galant homme and a gentleman, and I've been talking\nto him to-night. To you I want to say this--that you're to forget the\nworldly rubbish I talked the other day about the happiness of\nfrivolous women. It's not the kind of happiness that would suit you, ma\ntoute-belle. Whatever befalls you, promise me this: to be, to remain,\nyour own sincere little self only, charming in your own serious little\nway. The Comtesse de Mauves will be none the worse for it. Your brave\nlittle self, understand, in spite of everything--bad precepts and bad\nexamples, bad fortune and even bad usage. Be persistently and patiently\njust what the good God has made you, and even one of us--and one of\nthose who is most what we ARE--will do you justice!\"\n\nEuphemia remembered this speech in after-years, and more than once,\nwearily closing her eyes, she seemed to see the old woman sitting\nupright in her faded finery and smiling grimly like one of the Fates\nwho sees the wheel of fortune turning up her favourite event. But at the\nmoment it had for her simply the proper gravity of the occasion: this\nwas the way, she supposed, in which lucky young girls were addressed on\ntheir engagement by wise old women of quality.\n\nAt her convent, to which she immediately returned, she found a letter\nfrom her mother which disconcerted her far more than the remarks of\nMadame de Mauves. Who were these people, Mrs. Cleve demanded, who had\npresumed to talk to her daughter of marriage without asking her leave?\nQuestionable gentlefolk plainly; the best French people never did such\nthings. Euphemia would return straightway to her convent, shut herself\nup and await her own arrival. It took Mrs. Cleve three weeks to\ntravel from Nice to Paris, and during this time the young girl had\nno communication with her lover beyond accepting a bouquet of violets\nmarked with his initials and left by a female friend. \"I've not brought\nyou up with such devoted care,\" she declared to her daughter at their\nfirst interview, \"to marry a presumptuous and penniless Frenchman. I\nshall take you straight home and you'll please forget M. de Mauves.\"\n\nMrs. Cleve received that evening at her hotel a visit from this\npersonage which softened her wrath but failed to modify her decision. He\nhad very good manners, but she was sure he had horrible morals; and the\nlady, who had been a good-natured censor on her own account, felt a deep\nand real need to sacrifice her daughter to propriety. She belonged to\nthat large class of Americans who make light of their native land\nin familiar discourse but are startled back into a sense of having\nblasphemed when they find Europeans taking them at their word. \"I know\nthe type, my dear,\" she said to her daughter with a competent nod. \"He\nwon't beat you. Sometimes you'll wish he would.\"\n\nEuphemia remained solemnly silent, for the only answer she felt capable\nof making was that her mother's mind was too small a measure of things\nand her lover's type an historic, a social masterpiece that it took some\nmystic illumination to appreciate. A person who confounded him with the\ncommon throng of her watering-place acquaintance was not a person to\nargue with. It struck the girl she had simply no cause to plead; her\ncause was in the Lord's hands and in those of M. de Mauves.\n\nThis agent of Providence had been irritated and mortified by Mrs.\nCleve's opposition, and hardly knew how to handle an adversary who\nfailed to perceive that a member of his family gave of necessity more\nthan he received. But he had obtained information on his return to Paris\nwhich exalted the uses of humility. Euphemia's fortune, wonderful to\nsay, was greater than its fame, and in view of such a prize, even a\nmember of his family could afford to take a snubbing.\n\nThe young man's tact, his deference, his urbane insistence, won a\nconcession from Mrs. Cleve. The engagement was to be put off and her\ndaughter was to return home, be brought out and receive the homage she\nwas entitled to and which might well take a form representing peril to\nthe suit of this first headlong aspirant. They were to exchange neither\nletters nor mementoes nor messages; but if at the end of two years\nEuphemia had refused offers enough to attest the permanence of her\nattachment he should receive an invitation to address her again. This\ndecision was promulgated in the presence of the parties interested.\nThe Count bore himself gallantly, looking at his young friend as if he\nexpected some tender protestation. But she only looked at him silently\nin return, neither weeping nor smiling nor putting out her hand. On this\nthey separated, and as M. de Mauves walked away he declared to himself\nthat in spite of the confounded two years he was one of the luckiest\nof men--to have a fiancee who to several millions of francs added such\nstrangely beautiful eyes.\n\nHow many offers Euphemia refused but scantily concerns us--and how the\nyoung man wore his two years away. He found he required pastimes, and\nas pastimes were expensive he added heavily to the list of debts to be\ncancelled by Euphemia's fortune. Sometimes, in the thick of what he\nhad once called pleasure with a keener conviction than now, he put to\nhimself the case of their failing him after all; and then he remembered\nthat last mute assurance of her pale face and drew a long breath of\nsuch confidence as he felt in nothing else in the world save his own\npunctuality in an affair of honour.\n\nAt last, one morning, he took the express to Havre with a letter of Mrs.\nCleve's in his pocket, and ten days later made his bow to mother and\ndaughter in New York. His stay was brief, and he was apparently unable\nto bring himself to view what Euphemia's uncle, Mr. Butterworth, who\ngave her away at the altar, called our great experiment of democratic\nself-government, in a serious light. He smiled at everything and seemed\nto regard the New World as a colossal plaisanterie. It is true that a\nperpetual smile was the most natural expression of countenance for a man\nabout to marry Euphemia Cleve.\n\n\n\n\nIII\n\nLongmore's first visit seemed to open to him so large a range of quiet\npleasure that he very soon paid a second, and at the end of a fortnight\nhad spent uncounted hours in the little drawing-room which Madame de\nMauves rarely quitted except to drive or walk in the forest. She\nlived in an old-fashioned pavilion, between a high-walled court and an\nexcessively artificial garden, beyond whose enclosure you saw a long\nline of tree-tops. Longmore liked the garden and in the mild afternoons\nused to move his chair through the open window to the smooth terrace\nwhich overlooked it while his hostess sat just within. Presently she\nwould come out and wander through the narrow alleys and beside the\nthin-spouting fountain, and at last introduce him to a private gate\nin the high wall, the opening to a lane which led to the forest.\nHitherwards she more than once strolled with him, bareheaded and meaning\nto go but twenty rods, but always going good-naturedly further and often\nstretching it to the freedom of a promenade. They found many things to\ntalk about, and to the pleasure of feeling the hours slip along\nlike some silver stream Longmore was able to add the satisfaction of\nsuspecting that he was a \"resource\" for Madame de Mauves. He had made\nher acquaintance with the sense, not wholly inspiring, that she was a\nwoman with a painful twist in her life and that seeking her acquaintance\nwould be like visiting at a house where there was an invalid who could\nbear no noise. But he very soon recognised that her grievance, if\ngrievance it was, was not aggressive; that it was not fond of attitudes\nand ceremonies, and that her most earnest wish was to remember it as\nlittle as possible. He felt that even if Mrs. Draper hadn't told him\nshe was unhappy he would have guessed it, and yet that he couldn't\nhave pointed to his proof. The evidence was chiefly negative--she never\nalluded to her husband. Beyond this it seemed to him simply that her\nwhole being was pitched in a lower key than harmonious Nature had\ndesigned; she was like a powerful singer who had lost her high notes.\nShe never drooped nor sighed nor looked unutterable things; she dealt\nno sarcastic digs at her fate; she had in short none of the conscious\ngraces of the woman wronged. Only Longmore was sure that her gentle\ngaiety was but the milder or sharper flush of a settled ache, and that\nshe but tried to interest herself in his thoughts in order to escape\nfrom her own. If she had wished to irritate his curiosity and lead him\nto take her confidence by storm nothing could have served her purpose\nbetter than this studied discretion. He measured the rare magnanimity\nof self-effacement so deliberate, he felt how few women were capable of\nexchanging a luxurious woe for a thankless effort. Madame de Mauves,\nhe himself felt, wasn't sweeping the horizon for a compensation or a\nconsoler; she had suffered a personal deception that had disgusted her\nwith persons. She wasn't planning to get the worth of her trouble back\nin some other way; for the present she was proposing to live with\nit peaceably, reputably and without scandal--turning the key on it\noccasionally as you would on a companion liable to attacks of insanity.\nLongmore was a man of fine senses and of a speculative spirit,\nleading-strings that had never been slipped. He began to regard his\nhostess as a figure haunted by a shadow which was somehow her intenser\nand more authentic self. This lurking duality in her put on for him an\nextraordinary charm. Her delicate beauty acquired to his eye the serious\ncast of certain blank-browed Greek statues; and sometimes when his\nimagination, more than his ear, detected a vague tremor in the tone in\nwhich she attempted to make a friendly question seem to have behind it\nnone of the hollow resonance of absent-mindedness, his marvelling eyes\ngave her an answer more eloquent, though much less to the point, than\nthe one she demanded.\n\nShe supplied him indeed with much to wonder about, so that he fitted, in\nhis ignorance, a dozen high-flown theories to her apparent history. She\nhad married for love and staked her whole soul on it; of that he was\nconvinced. She hadn't changed her allegiance to be near Paris and her\nbase of supplies of millinery; he was sure she had seen her perpetrated\nmistake in a light of which her present life, with its conveniences for\nshopping and its moral aridity, was the absolute negation. But by what\nextraordinary process of the heart--through what mysterious intermission\nof that moral instinct which may keep pace with the heart even when this\norgan is making unprecedented time--had she fixed her affections on an\ninsolently frivolous Frenchman? Longmore needed no telling; he knew that\nM. de Mauves was both cynical and shallow; these things were stamped\non his eyes, his nose, his mouth, his voice, his gesture, his step. Of\nFrenchwomen themselves, when all was said, our young man, full of nursed\ndiscriminations, went in no small fear; they all seemed to belong to the\ntype of a certain fine lady to whom he had ventured to present a letter\nof introduction and whom, directly after his first visit to her, he had\nset down in his note-book as \"metallic.\" Why should Madame de Mauves\nhave chosen a Frenchwoman's lot--she whose nature had an atmospheric\nenvelope absent even from the brightest metals? He asked her one day\nfrankly if it had cost her nothing to transplant herself--if she weren't\noppressed with a sense of irreconcileable difference from \"all these\npeople.\" She replied nothing at first, till he feared she might think\nit her duty to resent a question that made light of all her husband's\nimportances. He almost wished she would; it would seem a proof that\nher policy of silence had a limit. \"I almost grew up here,\" she said\nat last, \"and it was here for me those visions of the future took\nshape that we all have when we begin to think or to dream beyond mere\nplaytime. As matters stand one may be very American and yet arrange it\nwith one's conscience to live in Europe. My imagination perhaps--I had\na little when I was younger--helped me to think I should find happiness\nhere. And after all, for a woman, what does it signify? This isn't\nAmerica, no--this element, but it's quite as little France. France is\nout there beyond the garden, France is in the town and the forest; but\nhere, close about me, in my room and\"--she paused a moment--\"in my mind,\nit's a nameless, and doubtless not at all remarkable, little country of\nmy own. It's not her country,\" she added, \"that makes a woman happy or\nunhappy.\"\n\nMadame Clairin, Euphemia's sister-in-law, might meanwhile have been\nsupposed to have undertaken the graceful task of making Longmore ashamed\nof his uncivil jottings about her sex and nation. Mademoiselle de\nMauves, bringing example to the confirmation of precept, had made\na remunerative match and sacrificed her name to the millions of a\nprosperous and aspiring wholesale druggist--a gentleman liberal enough\nto regard his fortune as a moderate price for being towed into circles\nunpervaded by pharmaceutic odours. His system possibly was sound, but\nhis own application of it to be deplored. M. Clairin's head was turned\nby his good luck. Having secured an aristocratic wife he adopted an\naristocratic vice and began to gamble at the Bourse. In an evil hour he\nlost heavily, and then staked heavily to recover himself. But he was\nto learn that the law of compensation works with no such pleasing\nsimplicity, and he rolled to the dark bottom of his folly. There he felt\neverything go--his wits, his courage, his probity, everything that had\nmade him what his fatuous marriage had so promptly unmade. He walked up\nthe Rue Vivienne with his hands in his empty pockets and stood half an\nhour staring confusedly up and down the brave boulevard. People brushed\nagainst him and half a dozen carriages almost ran over him, until at\nlast a policeman, who had been watching him for some time, took him by\nthe arm and led him gently away. He looked at the man's cocked hat and\nsword with tears in his eyes; he hoped for some practical application\nof the wrath of heaven, something that would express violently his\ndead-weight of self-abhorrence. The sergent de ville, however, only\nstationed him in the embrasure of a door, out of harm's way, and walked\noff to supervise a financial contest between an old lady and a cabman.\nPoor M. Clairin had only been married a year, but he had had time to\nmeasure the great spirit of true children of the anciens preux. When\nnight had fallen he repaired to the house of a friend and asked for\na night's lodging; and as his friend, who was simply his old head\nbook-keeper and lived in a small way, was put to some trouble to\naccommodate him, \"You must pardon me,\" the poor man said, \"but I can't\ngo home. I'm afraid of my wife!\" Toward morning he blew his brains out.\nHis widow turned the remnants of his property to better account than\ncould have been expected and wore the very handsomest mourning. It was\nfor this latter reason perhaps that she was obliged to retrench at other\npoints and accept a temporary home under her brother's roof.\n\nFortune had played Madame Clairin a terrible trick, but had found an\nadversary and not a victim. Though quite without beauty she had always\nhad what is called the grand air, and her air from this time forth was\ngrander than ever. As she trailed about in her sable furbelows, tossing\nback her well-dressed head and holding up her vigilant long-handled\neyeglass, she seemed to be sweeping the whole field of society and\nasking herself where she should pluck her revenge. Suddenly she espied\nit, ready made to her hand, in poor Longmore's wealth and amiability.\nAmerican dollars and American complaisance had made her brother's\nfortune; why shouldn't they make hers? She overestimated the wealth and\nmisinterpreted the amiability; for she was sure a man could neither be\nso contented without being rich nor so \"backward\" without being weak.\nLongmore met her advances with a formal politeness that covered a\ngood deal of unflattering discomposure. She made him feel deeply\nuncomfortable; and though he was at a loss to conceive how he could be\nan object of interest to a sharp Parisienne he had an indefinable sense\nof being enclosed in a magnetic circle, of having become the victim of\nan incantation. If Madame Clairin could have fathomed his Puritanic soul\nshe would have laid by her wand and her book and dismissed him for an\nimpossible subject. She gave him a moral chill, and he never named her\nto himself save as that dreadful woman--that awful woman. He did justice\nto her grand air, but for his pleasure he preferred the small air of\nMadame de Mauves; and he never made her his bow, after standing frigidly\npassive for five minutes to one of her gracious overtures to intimacy,\nwithout feeling a peculiar desire to ramble away into the forest, fling\nhimself down on the warm grass and, staring up at the blue sky, forget\nthat there were any women in nature who didn't please like the swaying\ntree-tops. One day, on his arrival at the house, she met him in the\ncourt with the news that her sister-in-law was shut up with a\nheadache and that his visit must be for HER. He followed her into the\ndrawing-room with the best grace at his command, and sat twirling his\nhat for half an hour. Suddenly he understood her; her caressing cadences\nwere so almost explicit an invitation to solicit the charming honour\nof her hand. He blushed to the roots of his hair and jumped up with\nuncontrollable alacrity; then, dropping a glance at Madame Clairin,\nwho sat watching him with hard eyes over the thin edge of her smile,\nperceived on her brow a flash of unforgiving wrath. It was not pleasing\nin itself, but his eyes lingered a moment, for it seemed to show off her\ncharacter. What he saw in the picture frightened him and he felt himself\nmurmur \"Poor Madame de Mauves!\" His departure was abrupt, and this time\nhe really went into the forest and lay down on the grass.\n\nAfter which he admired his young countrywoman more than ever; her\nintrinsic clearness shone out to him even through the darker shade cast\nover it. At the end of a month he received a letter from a friend with\nwhom he had arranged a tour through the Low Countries, reminding him\nof his promise to keep their tryst at Brussels. It was only after his\nanswer was posted that he fully measured the zeal with which he had\ndeclared that the journey must either be deferred or abandoned--since he\ncouldn't possibly leave Saint-Germain. He took a walk in the forest\nand asked himself if this were indeed portentously true. Such a truth\nsomehow made it surely his duty to march straight home and put together\nhis effects. Poor Webster, who, he knew, had counted ardently on this\nexcursion, was the best of men; six weeks ago he would have gone through\nanything to join poor Webster. It had never been in his books to throw\noverboard a friend whom he had loved ten years for a married woman whom\nhe had six weeks--well, admired. It was certainly beyond question that\nhe hung on at Saint-Germain because this admirable married woman was\nthere; but in the midst of so much admiration what had become of his\nfine old power to conclude? This was the conduct of a man not judging\nbut drifting, and he had pretended never to drift. If she were as\nunhappy as he believed the active sympathy of such a man would help her\nvery little more than his indifference; if she were less so she needed\nno help and could dispense with his professions. He was sure moreover\nthat if she knew he was staying on her account she would be extremely\nannoyed. This very feeling indeed had much to do with making it hard\nto go; her displeasure would be the flush on the snow of the high cold\nstoicism that touched him to the heart. At moments withal he assured\nhimself that staying to watch her--and what else did it come to?--was\nsimply impertinent; it was gross to keep tugging at the cover of a book\nso intentionally closed. Then inclination answered that some day her\nself-support would fail, and he had a vision of this exquisite creature\ncalling vainly for help. He would just be her friend to any length, and\nit was unworthy of either to think about consequences. He was a friend,\nhowever, who nursed a brooding regret for his not having known her\nfive years earlier, as well as a particular objection to those who had\nsmartly anticipated him. It seemed one of fortune's most mocking strokes\nthat she should be surrounded by persons whose only merit was that they\nthrew every side of her, as she turned in her pain, into radiant relief.\n\nOur young man's growing irritation made it more and more difficult for\nhim to see any other merit than this in Richard de Mauves. And yet,\ndisinterestedly, it would have been hard to give a name to the pitiless\nperversity lighted by such a conclusion, and there were times when\nLongmore was almost persuaded against his finer judgement that he was\nreally the most considerate of husbands and that it was not a man's\nfault if his wife's love of life had pitched itself once for all in\nthe minor key. The Count's manners were perfect, his discretion\nirreproachable, and he seemed never to address his companion but,\nsentimentally speaking, hat in hand. His tone to Longmore--as the latter\nwas perfectly aware--was that of a man of the world to a man not quite\nof the world; but what it lacked in true frankness it made up in easy\nform. \"I can't thank you enough for having overcome my wife's shyness,\"\nhe more than once declared. \"If we left her to do as she pleased she\nwould--in her youth and her beauty--bury herself all absurdly alive.\nCome often, and bring your good friends and compatriots--some of them\nare so amusing. She'll have nothing to do with mine, but perhaps you'll\nbe able to offer her better son affaire.\"\n\nM. de Mauves made these speeches with a bright assurance very amazing to\nour hero, who had an innocent belief that a man's head may point out\nto him the shortcomings of his heart and make him ashamed of them.\nHe couldn't fancy him formed both to neglect his wife and to take the\nderisive view of her minding it. Longmore had at any rate an exasperated\nsense that this nobleman thought rather the less of their interesting\nfriend on account of that very same fine difference of nature which\nso deeply stirred his own sympathies. He was rarely present during the\nsessions of the American visitor, and he made a daily journey to Paris,\nwhere he had de gros soucis d'affaires as he once mentioned--with an\nall-embracing flourish and not in the least in the tone of apology. When\nhe appeared it was late in the evening and with an imperturbable air\nof being on the best of terms with every one and every thing which was\npeculiarly annoying if you happened to have a tacit quarrel with him.\nIf he was an honest man he was an honest man somehow spoiled for\nconfidence. Something he had, however, that his critic vaguely envied,\nsomething in his address, splendidly positive, a manner rounded\nand polished by the habit of conversation and the friction of full\nexperience, an urbanity exercised for his own sake, not for his\nneighbour's, which seemed the fruit of one of those strong temperaments\nthat rule the inward scene better than the best conscience. The Count\nhad plainly no sense for morals, and poor Longmore, who had the finest,\nwould have been glad to borrow his recipe for appearing then so to range\nthe whole scale of the senses. What was it that enabled him, short of\nbeing a monster with visibly cloven feet and exhaling brimstone, to\nmisprize so cruelly a nature like his wife's and to walk about the world\nwith such a handsome invincible grin? It was the essential grossness of\nhis imagination, which had nevertheless helped him to such a store of\nneat speeches. He could be highly polite and could doubtless be damnably\nimpertinent, but the life of the spirit was a world as closed to him as\nthe world of great music to a man without an ear. It was ten to one\nhe didn't in the least understand how his wife felt; he and his smooth\nsister had doubtless agreed to regard their relative as a Puritanical\nlittle person, of meagre aspirations and few talents, content with\nlooking at Paris from the terrace and, as a special treat, having a\ncountryman very much like herself to regale her with innocent echoes\nof their native wit. M. de Mauves was tired of his companion; he\nliked women who could, frankly, amuse him better. She was too dim, too\ndelicate, too modest; she had too few arts, too little coquetry,\ntoo much charity. Lighting a cigar some day while he summed up his\nsituation, her husband had probably decided she was incurably stupid.\nIt was the same taste, in essence, our young man moralised, as the taste\nfor M. Gerome and M. Baudry in painting and for M. Gustave Flaubert and\nM. Charles Baudelaire in literature. The Count was a pagan and his wife\na Christian, and between them an impassable gulf. He was by race and\ninstinct a grand seigneur. Longmore had often heard of that historic\ntype, and was properly grateful for an opportunity to examine it\nclosely. It had its elegance of outline, but depended on spiritual\nsources so remote from those of which he felt the living gush in his own\nsoul that he found himself gazing at it, in irreconcileable antipathy,\nthrough a dim historic mist. \"I'm a modern bourgeois,\" he said, \"and\nnot perhaps so good a judge of how far a pretty woman's tongue may go at\nsupper before the mirrors properly crack to hear. But I've not met\none of the rarest of women without recognising her, without making\nmy reflexion that, charm for charm, such a maniere d'etre is more\n'fetching' even than the worst of Theresa's songs sung by a dissipated\nduchess. Wit for wit, I think mine carries me further.\" It was easy\nindeed to perceive that, as became a grand seigneur, M. de Mauves had a\nstock of social principles. He wouldn't especially have desired perhaps\nthat his wife should compete in amateur operettas with the duchesses in\nquestion, for the most part of comparatively recent origin; but he held\nthat a gentleman may take his amusement where he finds it, that he\nis quite at liberty not to find it at home, and that even an adoptive\ndaughter of his house who should hang her head and have red eyes and\nallow herself to make any other response to officious condolence than\nthat her husband's amusements were his own affair, would have forfeited\nevery claim to having her finger-tips bowed over and kissed. And yet in\nspite of this definite faith Longmore figured him much inconvenienced\nby the Countess's avoidance of betrayals. Did it dimly occur to him that\nthe principle of this reserve was self-control and not self-effacement?\nShe was a model to all the inferior matrons of his line, past and to\ncome, and an occasional \"scene\" from her at a manageable hour would\nhave had something reassuring--would have attested her stupidity rather\nbetter than this mere polish of her patience.\n\nLongmore would have given much to be able to guess how this latter\nsecret worked, and he tried more than once, though timidly and awkwardly\nenough, to make out the game she was playing. She struck him as having\nlong resisted the force of cruel evidence, and, as though succumbing to\nit at last, having denied herself on simple grounds of generosity the\nright to complain. Her faith might have perished, but the sense of her\nown old deep perversity remained. He believed her thus quite capable\nof reproaching herself with having expected too much and of trying to\npersuade herself out of her bitterness by saying that her hopes had been\nvanities and follies and that what was before her was simply Life. \"I\nhate tragedy,\" she once said to him; \"I'm a dreadful coward about having\nto suffer or to bleed. I've always tried to believe that--without\nbase concessions--such extremities may always somehow be dodged or\nindefinitely postponed. I should be willing to buy myself off, from\nhaving ever to be OVERWHELMED, by giving up--well, any amusement you\nlike.\" She lived evidently in nervous apprehension of being fatally\nconvinced--of seeing to the end of her deception. Longmore, when he\nthought of this, felt the force of his desire to offer her something of\nwhich she could be as sure as of the sun in heaven.\n\n\n\n\nIV\n\nHis friend Webster meanwhile lost no time in accusing him of the basest\ninfidelity and in asking him what he found at suburban Saint-Germain to\nprefer to Van Eyck and Memling, Rubens and Rembrandt. A day or two after\nthe receipt of this friend's letter he took a walk with Madame de Mauves\nin the forest. They sat down on a fallen log and she began to arrange\ninto a bouquet the anemones and violets she had gathered. \"I've a word\nhere,\" he said at last, \"from a friend whom I some time ago promised to\njoin in Brussels. The time has come--it has passed. It finds me terribly\nunwilling to leave Saint-Germain.\"\n\nShe looked up with the immediate interest she always showed in\nhis affairs, but with no hint of a disposition to make a personal\napplication of his words. \"Saint-Germain is pleasant enough, but are you\ndoing yourself justice? Shan't you regret in future days that instead\nof travelling and seeing cities and monuments and museums and improving\nyour mind you simply sat here--for instance--on a log and pulled my\nflowers to pieces?\"\n\n\"What I shall regret in future days,\" he answered after some hesitation,\n\"is that I should have sat here--sat here so much--and never have shown\nwhat's the matter with me. I'm fond of museums and monuments and of\nimproving my mind, and I'm particularly fond of my friend Webster. But I\ncan't bring myself to leave Saint-Germain without asking you a question.\nYou must forgive me if it's indiscreet and be assured that curiosity\nwas never more respectful. Are you really as unhappy as I imagine you to\nbe?\"\n\nShe had evidently not expected his appeal, and, making her change\ncolour, it took her unprepared. \"If I strike you as unhappy,\" she none\nthe less simply said, \"I've been a poorer friend to you than I wished to\nbe.\"\n\n\"I, perhaps, have been a better friend of yours than you've supposed,\"\nhe returned. \"I've admired your reserve, your courage, your studied\ngaiety. But I've felt the existence of something beneath them that was\nmore YOU--more you as I wished to know you--than they were; some trouble\nin you that I've permitted myself to hate and resent.\"\n\nShe listened all gravely, but without an air of offence, and he felt\nthat while he had been timorously calculating the last consequences of\nfriendship she had quietly enough accepted them. \"You surprise me,\" she\nsaid slowly, and her flush still lingered. \"But to refuse to answer\nyou would confirm some impression in you even now much too strong. Any\n'trouble'--if you mean any unhappiness--that one can sit comfortably\ntalking about is an unhappiness with distinct limitations. If I were\nexamined before a board of commissioners for testing the felicity of\nmankind I'm sure I should be pronounced a very fortunate woman.\" There\nwas something that deeply touched him in her tone, and this quality\npierced further as she continued. \"But let me add, with all gratitude\nfor your sympathy, that it's my own affair altogether. It needn't\ndisturb you, my dear sir,\" she wound up with a certain quaintness of\ngaiety, \"for I've often found myself in your company contented enough\nand diverted enough.\"\n\n\"Well, you're a wonderful woman,\" the young man declared, \"and I admire\nyou as I've never admired any one. You're wiser than anything I, for\none, can say to you; and what I ask of you is not to let me advise\nor console you, but simply thank you for letting me know you.\" He had\nintended no such outburst as this, but his voice rang loud and he felt\nan unfamiliar joy as he uttered it.\n\nShe shook her head with some impatience. \"Let us be friends--as I\nsupposed we were going to be--without protestations and fine words.\nTo have you paying compliments to my wisdom--that would be real\nwretchedness. I can dispense with your admiration better than the\nFlemish painters can--better than Van Eyck and Rubens, in spite of\nall their worshippers. Go join your friend--see everything, enjoy\neverything, learn everything, and write me an excellent letter, brimming\nover with your impressions. I'm extremely fond of the Dutch painters,\"\nshe added with the faintest quaver in the world, an impressible break of\nvoice that Longmore had noticed once or twice before and had interpreted\nas the sudden weariness, the controlled convulsion, of a spirit\nself-condemned to play a part.\n\n\"I don't believe you care a button for the Dutch painters,\" he said with\na laugh. \"But I shall certainly write you a letter.\"\n\nShe rose and turned homeward, thoughtfully rearranging her flowers\nas she walked. Little was said; Longmore was asking himself with an\nagitation of his own in the unspoken words whether all this meant\nsimply that he was in love. He looked at the rooks wheeling against the\ngolden-hued sky, between the tree-tops, but not at his companion, whose\npersonal presence seemed lost in the felicity she had created. Madame de\nMauves was silent and grave--she felt she had almost grossly failed and\nshe was proportionately disappointed. An emotional friendship she had\nnot desired; her scheme had been to pass with her visitor as a placid\ncreature with a good deal of leisure which she was disposed to devote to\nprofitable conversation of an impersonal sort. She liked him extremely,\nshe felt in him the living force of something to which, when she made up\nher girlish mind that a needy nobleman was the ripest fruit of time,\nshe had done too scant justice. They went through the little gate in the\ngarden-wall and approached the house. On the terrace Madame Clairin was\nentertaining a friend--a little elderly gentleman with a white moustache\nand an order in his buttonhole. Madame de Mauves chose to pass round\nthe house into the court; whereupon her sister-in-law, greeting Longmore\nwith an authoritative nod, lifted her eye-glass and stared at them as\nthey went by. Longmore heard the little old gentleman uttering some\nold-fashioned epigram about \"la vieille galanterie francaise\"--then by\na sudden impulse he looked at Madame de Mauves and wondered what she was\ndoing in such a world. She stopped before the house, not asking him to\ncome in. \"I hope you will act on my advice and waste no more time at\nSaint-Germain.\"\n\nFor an instant there rose to his lips some faded compliment about his\ntime not being wasted, but it expired before the simple sincerity of\nher look. She stood there as gently serious as the angel of\ndisinterestedness, and it seemed to him he should insult her by treating\nher words as a bait for flattery. \"I shall start in a day or two,\" he\nanswered, \"but I won't promise you not to come back.\"\n\n\"I hope not,\" she said simply. \"I expect to be here a long time.\"\n\n\"I shall come and say good-bye,\" he returned--which she appeared to\naccept with a smile as she went in.\n\nHe stood a moment, then walked slowly homeward by the terrace. It seemed\nto him that to leave her thus, for a gain on which she herself insisted,\nwas to know her better and admire her more. But he was aware of a vague\nferment of feeling which her evasion of his question half an hour before\nhad done more to deepen than to allay. In the midst of it suddenly, on\nthe great terrace of the Chateau, he encountered M. de Mauves, planted\nthere against the parapet and finishing a cigar. The Count, who, he\nthought he made out, had an air of peculiar affability, offered him his\nwhite plump hand. Longmore stopped; he felt a sharp, a sore desire to\ncry out to him that he had the most precious wife in the world, that\nhe ought to be ashamed of himself not to know it, and that for all his\ngrand assurance he had never looked down into the depths of her eyes.\nRichard de Mauves, we have seen, considered he had; but there was\ndoubtless now something in this young woman's eyes that had not been\nthere five years before. The two men conversed formally enough, and\nM. de Mauves threw off a light bright remark or two about his visit to\nAmerica. His tone was not soothing to Longmore's excited sensibilities.\nHe seemed to have found the country a gigantic joke, and his blandness\nwent but so far as to allow that jokes on that scale are indeed\ninexhaustible. Longmore was not by habit an aggressive apologist for the\nseat of his origin, but the Count's easy diagnosis confirmed his worst\nestimate of French superficiality. He had understood nothing, felt\nnothing, learned nothing, and his critic, glancing askance at his\naristocratic profile, declared that if the chief merit of a long\npedigree was to leave one so fatuously stupid he thanked goodness the\nLongmores had emerged from obscurity in the present century and in the\nperson of an enterprising timber-merchant. M. de Mauves dwelt of course\non that prime oddity of the American order--the liberty allowed the\nfairer half of the unmarried young, and confessed to some personal study\nof the \"occasions\" it offered to the speculative visitor; a line of\nresearch in which, during a fortnight's stay, he had clearly spent his\nmost agreeable hours. \"I'm bound to admit,\" he said, \"that in every case\nI was disarmed by the extreme candour of the young lady, and that they\ntook care of themselves to better purpose than I have seen some mammas\nin France take care of them.\" Longmore greeted this handsome concession\nwith the grimmest of smiles and damned his impertinent patronage.\n\nMentioning, however, at last that he was about to leave Saint-Germain,\nhe was surprised, without exactly being flattered, by his interlocutor's\nquickened attention. \"I'm so very sorry; I hoped we had you for the\nwhole summer.\" Longmore murmured something civil and wondered why M.\nde Mauves should care whether he stayed or went. \"You've been a real\nresource to Madame de Mauves,\" the Count added; \"I assure you I've\nmentally blessed your visits.\"\n\n\"They were a great pleasure to me,\" Longmore said gravely. \"Some day I\nexpect to come back.\"\n\n\"Pray do\"--and the Count made a great and friendly point of it. \"You see\nthe confidence I have in you.\" Longmore said nothing and M. de Mauves\npuffed his cigar reflectively and watched the smoke. \"Madame de Mauves,\"\nhe said at last, \"is a rather singular person.\" And then while our young\nman shifted his position and wondered whether he was going to \"explain\"\nMadame de Mauves, \"Being, as you are, her fellow countryman,\" this\nlady's husband pursued, \"I don't mind speaking frankly. She's a little\noverstrained; the most charming woman in the world, as you see, but\na little volontaire and morbid. Now you see she has taken this\nextraordinary fancy for solitude. I can't get her to go anywhere, to see\nany one. When my friends present themselves she's perfectly polite, but\nit cures them of coming again. She doesn't do herself justice, and I\nexpect every day to hear two or three of them say to me, 'Your wife's\njolie a croquer: what a pity she hasn't a little esprit.' You must\nhave found out that she has really a great deal. But, to tell the whole\ntruth, what she needs is to forget herself. She sits alone for hours\nporing over her English books and looking at life through that terrible\nbrown fog they seem to me--don't they?--to fling over the world. I\ndoubt if your English authors,\" the Count went on with a serenity which\nLongmore afterwards characterised as sublime, \"are very sound reading\nfor young married women. I don't pretend to know much about them; but I\nremember that not long after our marriage Madame de Mauves undertook to\nread me one day some passages from a certain Wordsworth--a poet highly\nesteemed, it appears, chez vous. It was as if she had taken me by the\nnape of the neck and held my head for half an hour over a basin of soupe\naux choux: I felt as if we ought to ventilate the drawing-room before\nany one called. But I suppose you know him--ce genie-la. Every nation\nhas its own ideals of every kind, but when I remember some of OUR\ncharming writers! I think at all events my wife never forgave me and\nthat it was a real shock to her to find she had married a man who had\nvery much the same taste in literature as in cookery. But you're a man\nof general culture, a man of the world,\" said M. de Mauves, turning to\nLongmore but looking hard at the seal of his watchguard. \"You can talk\nabout everything, and I'm sure you like Alfred de Musset as well as\nMonsieur Wordsworth. Talk to her about everything you can, Alfred de\nMusset included. Bah! I forgot you're going. Come back then as soon as\npossible and report on your travels. If my wife too would make a little\nvoyage it would do her great good. It would enlarge her horizon\"--and\nM. de Mauves made a series of short nervous jerks with his stick in the\nair--\"it would wake up her imagination. She's too much of one piece,\nyou know--it would show her how much one may bend without breaking.\" He\npaused a moment and gave two or three vigorous puffs. Then turning\nto his companion again with eyebrows expressively raised: \"I hope you\nadmire my candour. I beg you to believe I wouldn't say such things to\none of US!\"\n\nEvening was at hand and the lingering light seemed to charge the air\nwith faintly golden motes. Longmore stood gazing at these luminous\nparticles; he could almost have fancied them a swarm of humming insects,\nthe chorus of a refrain: \"She has a great deal of esprit--she has\na great deal of esprit.\" \"Yes,--she has a great deal,\" he said\nmechanically, turning to the Count. M. de Mauves glanced at him sharply,\nas if to ask what the deuce he was talking about. \"She has a great deal\nof intelligence,\" said Longmore quietly, \"a great deal of beauty, a\ngreat many virtues.\"\n\nM. de Mauves busied himself for a moment in lighting another cigar,\nand when he had finished, with a return of his confidential smile,\n\"I suspect you of thinking that I don't do my wife justice.\" he made\nanswer. \"Take care--take care, young man; that's a dangerous assumption.\nIn general a man always does his wife justice. More than justice,\" the\nCount laughed--\"that we keep for the wives of other men!\"\n\nLongmore afterwards remembered in favour of his friend's fine manner\nthat he had not measured at this moment the dusky abyss over which\nit hovered. Hut a deepening subterranean echo, loudest at the last,\nlingered on his spiritual ear. For the present his keenest sensation was\na desire to get away and cry aloud that M. de Mauves was no better than\na pompous dunce. He bade him an abrupt good-night, which was to serve\nalso, he said, as good-bye.\n\n\"Decidedly then you go?\" It was spoken almost with the note of\nirritation.\n\n\"Decidedly.\"\n\n\"But of course you'll come and take leave--?\" His manner implied that\nthe omission would be uncivil, but there seemed to Longmore himself\nsomething so ludicrous in his taking a lesson in consideration from M.\nde Mauves that he put the appeal by with a laugh. The Count frowned as\nif it were a new and unpleasant sensation for him to be left at a loss.\n\"Ah you people have your facons!\" he murmured as Longmore turned away,\nnot foreseeing that he should learn still more about his facons before\nhe had done with him.\n\nLongmore sat down to dinner at his hotel with his usual good intentions,\nbut in the act of lifting his first glass of wine to his lips he\nsuddenly fell to musing and set down the liquor untasted. This mood\nlasted long, and when he emerged from it his fish was cold; but that\nmattered little, for his appetite was gone. That evening he packed his\ntrunk with an indignant energy. This was so effective that the operation\nwas accomplished before bedtime, and as he was not in the least sleepy\nhe devoted the interval to writing two letters, one of them a short note\nto Madame de Mauves, which he entrusted to a servant for delivery the\nnext morning. He had found it best, he said, to leave Saint-Germain\nimmediately, but he expected to return to Paris early in the autumn. The\nother letter was the result of his having remembered a day or two before\nthat he had not yet complied with Mrs. Draper's injunction to give her\nan account of his impression of her friend. The present occasion seemed\npropitious, and he wrote half a dozen pages. His tone, however,\nwas grave, and Mrs. Draper, on reading him over, was slightly\ndisappointed--she would have preferred he should have \"raved\" a little\nmore. But what chiefly concerns us is the concluding passage.\n\n\"The only time she ever spoke to me of her marriage,\" he wrote, \"she\nintimated that it had been a perfect love-match. With all abatements, I\nsuppose, this is what most marriages take themselves to be; but it would\nmean in her case, I think, more than in that of most women, for her love\nwas an absolute idealisation. She believed her husband to be a hero of\nrose-coloured romance, and he turns out to be not even a hero of very\nsad-coloured reality. For some time now she has been sounding her\nmistake, but I don't believe she has yet touched the bottom. She strikes\nme as a person who's begging off from full knowledge--who has patched up\na peace with some painful truth and is trying a while the experiment of\nliving with closed eyes. In the dark she tries to see again the gilding\non her idol. Illusion of course is illusion, and one must always pay for\nit; but there's something truly tragical in seeing an earthly penalty\nlevied on such divine folly as this. As for M. de Mauves he's a shallow\nFrenchman to his fingers' ends, and I confess I should dislike him for\nthis if he were a much better man. He can't forgive his wife for having\nmarried him too extravagantly and loved him too well; since he feels, I\nsuppose, in some uncorrupted corner of his being that as she originally\nsaw him so he ought to have been. It disagrees with him somewhere that\na little American bourgeoise should have fancied him a finer fellow\nthan he is or than he at all wants to be. He hasn't a glimmering of real\nacquaintance with his wife; he can't understand the stream of passion\nflowing so clear and still. To tell the truth I hardly understand it\nmyself, but when I see the sight I find I greatly admire it. The Count\nat any rate would have enjoyed the comfort of believing his wife as bad\na case as himself, and you'll hardly believe me when I assure you he\ngoes about intimating to gentlemen whom he thinks it may concern that\nit would be a convenience to him they should make love to Madame de\nMauves.\"\n\n\n\n\nV\n\nOn reaching Paris Longmore straightaway purchased a Murray's \"Belgium\"\nto help himself to believe that he would start on the morrow for\nBrussels; but when the morrow came it occurred to him that he ought by\nway of preparation to acquaint himself more intimately with the Flemish\npainters in the Louvre. This took a whole morning, but it did little\nto hasten his departure. He had abruptly left Saint-Germain because\nit seemed to him that respect for Madame de Mauves required he should\nbequeath her husband no reason to suppose he had, as it were, taken a\nlow hint; but now that he had deferred to that scruple he found himself\nthinking more and more ardently of his friend. It was a poor expression\nof ardour to be lingering irresolutely on the forsaken boulevard, but\nhe detested the idea of leaving Saint-Germain five hundred miles behind\nhim. He felt very foolish, nevertheless, and wandered about nervously,\npromising himself to take the next train. A dozen trains started,\nhowever, and he was still in Paris. This inward ache was more than he\nhad bargained for, and as he looked at the shop-windows he wondered if\nit represented a \"passion.\" He had never been fond of the word and had\ngrown up with much mistrust of what it stood for. He had hoped that\nwhen he should fall \"really\" in love he should do it with an excellent\nconscience, with plenty of confidence and joy, doubtless, but no strange\nsoreness, no pangs nor regrets. Here was a sentiment concocted of pity\nand anger as well as of admiration, and bristling with scruples and\ndoubts and fears. He had come abroad to enjoy the Flemish painters and\nall others, but what fair-tressed saint of Van Eyck or Memling was so\ninteresting a figure as the lonely lady of Saint-Germain? His restless\nsteps carried him at last out of the long villa-bordered avenue which\nleads to the Bois de Boulogne.\n\nSummer had fairly begun and the drive beside the lake was empty, but\nthere were various loungers on the benches and chairs, and the great\ncafe had an air of animation. Longmore's walk had given him an appetite,\nand he went into the establishment and demanded a dinner, remarking for\nthe hundredth time, as he admired the smart little tables disposed in\nthe open air, how much better (than anywhere else) they ordered this\nmatter in France. \"Will monsieur dine in the garden or in the salon?\"\nthe waiter blandly asked. Longmore chose the garden and, observing that\na great cluster of June roses was trained over the wall of the house,\nplaced himself at a table near by, where the best of dinners was served\nhim on the whitest of linen and in the most shining of porcelain. It so\nhappened that his table was near a window and that as he sat he could\nlook into a corner of the salon. So it was that his attention rested\non a lady seated just within the window, which was open, face to face\napparently with a companion who was concealed by the curtain. She was a\nvery pretty woman, and Longmore looked at her as often as was consistent\nwith good manners. After a while he even began to wonder who she was and\nfinally to suspect that she was one of those ladies whom it is no breach\nof good manners to look at as often as you like. Our young man too, if\nhe had been so disposed, would have been the more free to give her all\nhis attention that her own was fixed upon the person facing her. She was\nwhat the French call a belle brune, and though Longmore, who had rather\na conservative taste in such matters, was but half-charmed by her bold\noutlines and even braver complexion, he couldn't help admiring her\nexpression of basking contentment.\n\nShe was evidently very happy, and her happiness gave her an air of\ninnocence. The talk of her friend, whoever he was, abundantly suited\nher humour, for she sat listening to him with a broad idle smile and\ninterrupting him fitfully, while she crunched her bonbons, with a\nmurmured response, presumably as broad, which appeared to have the\neffect of launching him again. She drank a great deal of champagne and\nate an immense number of strawberries, and was plainly altogether a\nperson with an impartial relish for strawberries, champagne and what she\ndoubtless would have called betises.\n\nThey had half-finished dinner when Longmore sat down, and he was still\nin his place when they rose. She had hung her bonnet on a nail above her\nchair, and her companion passed round the table to take it down for her.\nAs he did so she bent her head to look at a wine-stain on her dress, and\nin the movement exposed the greater part of the back of a very handsome\nneck. The gentleman observed it, and observed also, apparently, that the\nroom beyond them was empty; that he stood within eyeshot of Longmore he\nfailed to observe. He stooped suddenly and imprinted a gallant kiss on\nthe fair expanse. In the author of this tribute Longmore then recognised\nRichard de Mauves. The lady to whom it had been rendered put on her\nbonnet, using his flushed smile as a mirror, and in a moment they passed\nthrough the garden on their way to their carriage. Then for the first\ntime M. de Mauves became aware of his wife's young friend. He measured\nwith a rapid glance this spectator's relation to the open window and\nchecked himself in the impulse to stop and speak to him. He contented\nhimself with bowing all imperturbably as he opened the gate for his\ncompanion.\n\nThat evening Longmore made a railway journey, but not to Brussels. He\nhad effectually ceased to care for Brussels; all he cared for in the\nworld now was Madame de Mauves. The air of his mind had had a sudden\nclearing-up; pity and anger were still throbbing there, but they had\nspace to range at their pleasure, for doubts and scruples had abruptly\ndeparted. It was little, he felt, that he could interpose between her\nresignation and the indignity of her position; but that little, if it\ninvolved the sacrifice of everything that bound him to the tranquil\npast, he could offer her with a rapture which at last made stiff\nresistance a terribly inferior substitute for faith. Nothing in his\ntranquil past had given such a zest to consciousness as this happy sense\nof choosing to go straight back to Saint-Germain. How to justify his\nreturn, how to explain his ardour, troubled him little. He wasn't even\nsure he wished to be understood; he wished only to show how little by\nany fault of his Madame de Mauves was alone so with the harshness of\nfate. He was conscious of no distinct desire to \"make love\" to her; if\nhe could have uttered the essence of his longing he would have said that\nhe wished her to remember that in a world coloured grey to her vision\nby the sense of her mistake there was one vividly honest man. She might\ncertainly have remembered it, however, without his coming back to remind\nher; and it is not to be denied that as he waited for the morrow he\nlonged immensely for the sound of her voice.\n\nHe waited the next day till his usual hour of calling--the late\nafternoon; but he learned at the door that the mistress of the house was\nnot at home. The servant offered the information that she was walking\na little way in the forest. Longmore went through the garden and out\nof the small door into the lane, and, after half an hour's vain\nexploration, saw her coming toward him at the end of a green by-path. As\nhe appeared she stopped a moment, as if to turn aside; then recognising\nhim she slowly advanced and had presently taken the hand he held out.\n\n\"Nothing has happened,\" she said with her beautiful eyes on him. \"You're\nnot ill?\"\n\n\"Nothing except that when I got to Paris I found how fond I had grown of\nSaint-Germain.\"\n\nShe neither smiled nor looked flattered; it seemed indeed to Longmore\nthat she took his reappearance with no pleasure. But he was uncertain,\nfor he immediately noted that in his absence the whole character of her\nface had changed. It showed him something momentous had happened. It was\nno longer self-contained melancholy that he read in her eyes, but grief\nand agitation which had lately struggled with the passionate love of\npeace ruling her before all things else, and forced her to know that\ndeep experience is never peaceful. She was pale and had evidently been\nshedding tears. He felt his heart beat hard--he seemed now to touch\nher secret. She continued to look at him with a clouded brow, as if his\nreturn had surrounded her with complications too great to be disguised\nby a colourless welcome. For some moments, as he turned and walked\nbeside her, neither spoke; then abruptly, \"Tell me truly, Mr. Longmore,\"\nshe said, \"why you've come back.\" He inclined himself to her, almost\npulling up again, with an air that startled her into a certainty of what\nshe had feared. \"Because I've learned the real answer to the question I\nasked you the other day. You're not happy--you're too good to be happy\non the terms offered you. Madame de Mauves,\" he went on with a gesture\nwhich protested against a gesture of her own, \"I can't be happy, you\nknow, when you're as little so as I make you out. I don't care for\nanything so long as I only feel helpless and sore about you. I found\nduring those dreary days in Paris that the thing in life I most care for\nis this daily privilege of seeing you. I know it's very brutal to tell\nyou I admire you; it's an insult to you to treat you as if you had\ncomplained to me or appealed to me. But such a friendship as I waked up\nto there\"--and he tossed his head toward the distant city--\"is a potent\nforce, I assure you. When forces are stupidly stifled they explode.\nHowever,\" he went on, \"if you had told me every trouble in your heart it\nwould have mattered little; I couldn't say more than I--that if that\nin life from which you've hoped most has given you least, this devoted\nrespect of mine will refuse no service and betray no trust.\"\n\nShe had begun to make marks in the earth with the point of her parasol,\nbut she stopped and listened to him in perfect immobility--immobility\nsave for the appearance by the time he had stopped speaking of a flush\nin her guarded clearness. Such as it was it told Longmore she was moved,\nand his first perceiving it was the happiest moment of his life. She\nraised her eyes at last, and they uttered a plea for non-insistence that\nunspeakably touched him.\n\n\"Thank you--thank you!\" she said calmly enough; but the next moment\nher own emotion baffled this pretence, a convulsion shook her for ten\nseconds and she burst into tears. Her tears vanished as quickly as\nthey came, but they did Longmore a world of good. He had always felt\nindefinably afraid of her; her being had somehow seemed fed by a deeper\nfaith and a stronger will than his own; but her half-dozen smothered\nsobs showed him the bottom of her heart and convinced him she was weak\nenough to be grateful. \"Excuse me,\" she said; \"I'm too nervous to listen\nto you. I believe I could have dealt with an enemy to-day, but I can't\nbear up under a friend.\"\n\n\"You're killing yourself with stoicism--that's what is the matter with\nyou!\" he cried. \"Listen to a friend for his own sake if not for yours.\nI've never presumed to offer you an atom of compassion, and you can't\naccuse yourself of an abuse of charity.\"\n\nShe looked about her as under the constraint of this appeal, but it\npromised him a reluctant attention. Noting, however, by the wayside the\nfallen log on which they had rested a few evenings before, she went and\nsat down on it with a resigned grace while the young man, silent before\nher and watching her, took from her the mute assurance that if she was\ncharitable now he must at least be very wise.\n\n\"Something came to my knowledge yesterday,\" he said as he sat down\nbeside her, \"which gave me an intense impression of your loneliness.\nYou're truth itself, and there's no truth about you. You believe in\npurity and duty and dignity, and you live in a world in which they're\ndaily belied. I ask myself with vain rage how you ever came into such a\nworld, and why the perversity of fate never let me know you before.\"\n\nShe waited a little; she looked down, straight before her. \"I like my\n'world' no better than you do, and it was not for its own sake I came\ninto it. But what particular group of people is worth pinning one's\nfaith upon? I confess it sometimes seems to me men and women are very\npoor creatures. I suppose I'm too romantic and always was. I've an\nunfortunate taste for poetic fitness. Life's hard prose, and one must\nlearn to read prose contentedly. I believe I once supposed all the\nprose to be in America, which was very foolish. What I thought, what I\nbelieved, what I expected, when I was an ignorant girl fatally addicted\nto falling in love with my own theories, is more than I can begin\nto tell you now. Sometimes when I remember certain impulses, certain\nillusions of those days they take away my breath, and I wonder that my\nfalse point of view hasn't led me into troubles greater than any I've\nnow to lament. I had a conviction which you'd probably smile at if\nI were to attempt to express it to you. It was a singular form for\npassionate faith to take, but it had all of the sweetness and the ardour\nof passionate faith. It led me to take a great step, and it lies\nbehind me now, far off, a vague deceptive form melting in the light of\nexperience. It has faded, but it hasn't vanished. Some feelings, I'm\nsure, die only with ourselves; some illusions are as much the condition\nof our life as our heart-beats. They say that life itself is an\nillusion--that this world is a shadow of which the reality is yet\nto come. Life is all of a piece then and there's no shame in being\nmiserably human. As for my loneliness, it doesn't greatly matter; it is\nthe fault in part of my obstinacy. There have been times when I've been\nfrantically distressed and, to tell you the truth, wretchedly homesick,\nbecause my maid--a jewel of a maid--lied to me with every second breath.\nThere have been moments when I've wished I was the daughter of a poor\nNew England minister--living in a little white house under a couple of\nelms and doing all the housework.\"\n\nShe had begun to speak slowly, with reserve and effort; but she went on\nquickly and as if talk were at last a relief. \"My marriage introduced me\nto people and things which seemed to me at first very strange and then\nvery horrible, and then, to tell the truth, of very little importance.\nAt first I expended a great deal of sorrow and dismay and pity on it\nall; but there soon came a time when I began to wonder if it were worth\none's tears. If I could tell you the eternal friendships I've seen\nbroken, the inconsolable woes consoled, the jealousies and vanities\nscrambling to outdo each other, you'd agree with me that tempers\nlike yours and mine can understand neither such troubles nor such\ncompensations. A year ago, while I was in the country, a friend of mine\nwas in despair at the infidelity of her husband; she wrote me a most\ndolorous letter, and on my return to Paris I went immediately to see\nher. A week had elapsed, and as I had seen stranger things I thought\nshe might have recovered her spirits. Not at all; she was still in\ndespair--but at what? At the conduct, the abandoned, shameless conduct\nof--well of a lady I'll call Madame de T. You'll imagine of course that\nMadame de T. was the lady whom my friend's husband preferred to his\nwife. Far from it; he had never seen her. Who then was Madame de T.?\nMadame de T. was cruelly devoted to M. de V. And who was M. de V.? M.\nde V. was--well, in two words again, my friend was cultivating two\njealousies at once. I hardly know what I said to her; something at any\nrate that she found unpardonable, for she quite gave me up. Shortly\nafterwards my husband proposed we should cease to live in Paris, and I\ngladly assented, for I believe I had taken a turn of spirits that made\nme a detestable companion. I should have preferred to go quite into the\ncountry, into Auvergne, where my husband has a house. But to him Paris\nin some degree is necessary, and Saint-Germain has been a conscious\ncompromise.\"\n\n\"A conscious compromise!\" Longmore expressively repeated. \"That's your\nwhole life.\"\n\n\"It's the life of many people,\" she made prompt answer--\"of most people\nof quiet tastes, and it's certainly better than acute distress. One's\nat a loss theoretically to defend compromises; but if I found a poor\ncreature who had managed to arrive at one I should think myself not\nurgently called to expose its weak side.\" But she had no sooner uttered\nthese words than she laughed all amicably, as if to mitigate their too\npersonal application.\n\n\"Heaven forbid one should do that unless one has something better to\noffer,\" Longmore returned. \"And yet I'm haunted by the dream of a life\nin which you should have found no compromises, for they're a perversion\nof natures that tend only to goodness and rectitude. As I see it you\nshould have found happiness serene, profound, complete; a femme de\nchambre not a jewel perhaps, but warranted to tell but one fib a day; a\nsociety possibly rather provincial, but--in spite of your poor opinion\nof mankind--a good deal of solid virtue; jealousies and vanities very\ntame, and no particular iniquities and adulteries. A husband,\" he added\nafter a moment--\"a husband of your own faith and race and spiritual\nsubstance, who would have loved you well.\"\n\nShe rose to her feet, shaking her head. \"You're very kind to go to the\nexpense of such dazzling visions for me. Visions are vain things; we\nmust make the best of the reality we happen to be in for.\"\n\n\"And yet,\" said Longmore, provoked by what seemed the very wantonness of\nher patience, \"the reality YOU 'happen to be in for' has, if I'm not in\nerror, very recently taken a shape that keenly tests your philosophy.\"\n\nShe seemed on the point of replying that his sympathy was too zealous;\nbut a couple of impatient tears in his eyes proved it founded on a\ndevotion of which she mightn't make light. \"Ah philosophy?\" she echoed.\n\"I HAVE none. Thank heaven,\" she cried with vehemence, \"I have none!\nI believe, Mr. Longmore,\" she added in a moment, \"that I've nothing on\nearth but a conscience--it's a good time to tell you so--nothing but a\ndogged obstinate clinging conscience. Does that prove me to be indeed of\nyour faith and race, and have you one yourself for which you can say as\nmuch? I don't speak in vanity, for I believe that if my conscience may\nprevent me from doing anything very base it will effectually prevent me\nalso from doing anything very fine.\"\n\n\"I'm delighted to hear it,\" her friend returned with high\nemphasis--\"that proves we're made for each other. It's very certain I\ntoo shall never cut a great romantic figure. And yet I've fancied that\nin my case the unaccommodating organ we speak of might be blinded and\ngagged a while, in a really good cause, if not turned out of doors.\nIn yours,\" he went on with the same appealing irony, \"is it absolutely\nbeyond being 'squared'?\"\n\nBut she made no concession to his tone. \"Don't laugh at your\nconscience,\" she answered gravely; \"that's the only blasphemy I know.\"\n\nShe had hardly spoken when she turned suddenly at an unexpected sound,\nand at the same moment he heard a footstep in an adjacent by-path which\ncrossed their own at a short distance from where they stood.\n\n\"It's M. de Mauves,\" she said at once; with which she moved slowly\nforward. Longmore, wondering how she knew without seeing, had overtaken\nher by the time her husband came into view. A solitary walk in the\nforest was a pastime to which M. de Mauves was not addicted, but he\nseemed on this occasion to have resorted to it with some equanimity. He\nwas smoking a fragrant cigar and had thrust his thumb into the armhole\nof his waistcoat with the air of a man thinking at his ease. He stopped\nshort with surprise on seeing his wife and her companion, and his\nsurprise had for Longmore even the pitch of impertinence. He glanced\nrapidly from one to the other, fixed the young man's own look sharply a\nsingle instant and then lifted his hat with formal politeness.\n\n\"I was not aware,\" he said, turning to Madame de Mauves, \"that I might\ncongratulate you on the return of monsieur.\"\n\n\"You should at once have known it,\" she immediately answered, \"if I had\nexpected such a pleasure.\"\n\nShe had turned very pale, and Longmore felt this to be a first meeting\nafter some commotion. \"My return was unexpected to myself,\" he said to\nher husband. \"I came back last night.\"\n\nM. de Mauves seemed to express such satisfaction as could consort with\na limited interest. \"It's needless for me to make you welcome. Madame\nde Mauves knows the duties of hospitality.\" And with another bow he\ncontinued his walk.\n\nShe pursued her homeward course with her friend, neither of them\npretending much not to consent to appear silent. The Count's few moments\nwith them had both chilled Longmore and angered him, casting a shadow\nacross a prospect which had somehow, just before, begun to open and\nalmost to brighten. He watched his companion narrowly as they went, and\nwondered what she had last had to suffer. Her husband's presence\nhad checked her disposition to talk, though nothing betrayed she had\nrecognised his making a point at her expense. Yet if matters were none\nthe less plainly at a crisis between them he could but wonder vainly\nwhat it was on her part that prevented some practical protest or some\nrupture. What did she suspect?--how much did she know? To what was she\nresigned?--how much had she forgiven? How, above all, did she reconcile\nwith knowledge, or with suspicion, that intense consideration she had\njust now all but assured him she entertained? \"She has loved him once,\"\nLongmore said with a sinking of the heart, \"and with her to love once is\nto commit herself for ever. Her clever husband thinks her too prim. What\nwould a stupid poet call it?\" He relapsed with aching impotence into the\nsense of her being somehow beyond him, unattainable, immeasurable by his\nown fretful logic. Suddenly he gave three passionate switches in the air\nwith his cane which made Madame de Mauves look round. She could hardly\nhave guessed their signifying that where ambition was so vain the next\nbest thing to it was the very ardour of hopelessness.\n\nShe found in her drawing-room the little elderly Frenchman, M. de\nChalumeau, whom Longmore had observed a few days before on the terrace.\nOn this occasion too Madame Clairin was entertaining him, but as her\nsister-in-law came in she surrendered her post and addressed herself to\nour hero. Longmore, at thirty, was still an ingenuous youth, and\nthere was something in this lady's large assured attack that fairly\nintimidated him. He was doubtless not as reassured as he ought to have\nbeen at finding he had not absolutely forfeited her favour by his want\nof resource during their last interview, and a suspicion of her being\nprepared to approach him on another line completed his distress.\n\n\"So you've returned from Brussels by way of the forest?\" she archly\nasked.\n\n\"I've not been to Brussels. I returned yesterday from Paris by the only\nway--by the train.\"\n\nMadame Clairin was infinitely struck. \"I've never known a person at all\nto be so fond of Saint-Germain. They generally declare it's horribly\ndull.\"\n\n\"That's not very polite to you,\" said Longmore, vexed at his lack of\nsuperior form and determined not to be abashed.\n\n\"Ah what have I to do with it?\" Madame Clairin brightly wailed. \"I'm the\ndullest thing here. They've not had, other gentlemen, your success with\nmy sister-in-law.\"\n\n\"It would have been very easy to have it. Madame de Mauves is kindness\nitself.\"\n\nShe swung open her great fan. \"To her own countrymen!\"\n\nLongmore remained silent; he hated the tone of this conversation.\n\nThe speaker looked at him a little and then took in their hostess, to\nwhom M. de Chalumeau was serving up another epigram, which the charming\ncreature received with a droop of the head and eyes that strayed through\nthe window. \"Don't pretend to tell me,\" Madame Clairin suddenly exhaled,\n\"that you're not in love with that pretty woman.\"\n\n\"Allons donc!\" cried Longmore in the most inspired French he had ever\nuttered. He rose the next minute and took a hasty farewell.\n\n\n\n\nVI\n\nHe allowed several days to pass without going back; it was of a sublime\nsuitability to appear to regard his friend's frankness during their\nlast interview as a general invitation. The sacrifice cost him a great\neffort, for hopeless passions are exactly not the most patient; and he\nhad moreover a constant fear that if, as he believed, deep within the\ncircle round which he could only hover, the hour of supreme explanations\nhad come, the magic of her magnanimity might convert M. de Mauves.\nVicious men, it was abundantly recorded, had been so converted as to be\nacceptable to God, and the something divine in this lady's composition\nwould sanctify any means she should choose to employ. Her means, he kept\nrepeating, were no business of his, and the essence of his admiration\nought to be to allow her to do as she liked; but he felt as if he should\nturn away into a world out of which most of the joy had departed if she\nshould like, after all, to see nothing more in his interest in her than\nmight be repaid by mere current social coin.\n\nWhen at last he went back he found to his vexation that he was to run\nthe gauntlet of Madame Clairin's officious hospitality. It was one of\nthe first mornings of perfect summer, and the drawing-room, through the\nopen windows, was flooded with such a confusion of odours and bird-notes\nas might warrant the hope that Madame de Mauves would renew with him\nfor an hour or two the exploration of the forest. Her sister-in-law,\nhowever, whose hair was not yet dressed, emerged like a brassy discord\nin a maze of melody. At the same moment the servant returned with his\nmistress's regrets; she begged to be excused, she was indisposed and\nunable to see Mr. Longmore. The young man knew just how disappointed\nhe looked and just what Madame Clairin thought of it, and this\nconsciousness determined in him an attitude of almost aggressive\nfrigidity. This was apparently what she desired. She wished to throw him\noff his balance and, if she was not mistaken, knew exactly how.\n\n\"Put down your hat, Mr. Longmore,\" she said, \"and be polite for once.\nYou were not at all polite the other day when I asked you that friendly\nquestion about the state of your heart.\"\n\n\"I HAVE no heart--to talk about,\" he returned with as little grace.\n\n\"As well say you've none at all. I advise you to cultivate a little\neloquence; you may have use for it. That was not an idle question of\nmine; I don't ask idle questions. For a couple of months now that you've\nbeen coming and going among us it seems to me you've had very few to\nanswer of any sort.\"\n\n\"I've certainly been very well treated,\" he still dryly allowed.\n\nHis companion waited ever so little to bring out: \"Have you never felt\ndisposed to ask any?\"\n\nHer look, her tone, were so charged with insidious meanings as to\nmake him feel that even to understand her would savour of dishonest\ncomplicity. \"What is it you have to tell me?\" he cried with a flushed\nfrown.\n\nHer own colour rose at the question. It's rather hard, when you come\nbearing yourself very much as the sibyl when she came to the Roman king,\nto be treated as something worse than a vulgar gossip. \"I might tell\nyou, monsieur,\" she returned, \"that you've as bad a ton as any young man\nI ever met. Where have you lived--what are your ideas? A stupid one of\nmy own--possibly!--has been to call your attention to a fact that it\ntakes some delicacy to touch upon. You've noticed, I suppose, that my\nsister-in-law isn't the happiest woman in the world.\"\n\n\"Oh!\"--Longmore made short work of it.\n\nShe seemed to measure his intelligence a little uncertainly. \"You've\nformed, I suppose,\" she nevertheless continued, \"your conception of the\ngrounds of her discontent?\"\n\n\"It hasn't required much forming. The grounds--or at least a specimen or\ntwo of them--have simply stared me in the face.\"\n\nMadame Clairin considered a moment with her eyes on him. \"Yes--ces\nchoses-la se voient. My brother, in a single word, has the deplorable\nhabit of falling in love with other women. I don't judge him; I don't\njudge my sister-in-law. I only permit myself to say that in her position\nI would have managed otherwise. I'd either have kept my husband's\naffection or I'd have frankly done without it. But my sister's an odd\ncompound; I don't profess to understand her. Therefore it is, in a\nmeasure, that I appeal to you, her fellow countryman. Of course you'll\nbe surprised at my way of looking at the matter, and I admit that it's\na way in use only among people whose history--that of a race--has\ncultivated in them the sense for high political solutions.\" She paused\nand Longmore wondered where the history of her race was going to lead\nher. But she clearly saw her course. \"There has never been a galant\nhomme among us, I fear, who has not given his wife, even when she was\nvery charming, the right to be jealous. We know our history for ages\nback, and the fact's established. It's not a very edifying one if you\nlike, but it's something to have scandals with pedigrees--if you can't\nhave them with attenuations. Our men have been Frenchmen of France, and\ntheir wives--I may say it--have been of no meaner blood. You may see\nall their portraits at our poor charming old house--every one of them an\n'injured' beauty, but not one of them hanging her head. Not one of them\never had the bad taste to be jealous, and yet not one in a dozen ever\nconsented to an indiscretion--allowed herself, I mean, to be talked\nabout. Voila comme elles ont su s'arranger. How they did it--go and look\nat the dusky faded canvases and pastels and ask. They were dear brave\nwomen of wit. When they had a headache they put on a little rouge and\ncame to supper as usual, and when they had a heart-ache they touched up\nthat quarter with just such another brush. These are great traditions\nand charming precedents, I hold, and it doesn't seem to me fair that a\nlittle American bourgeoise should come in and pretend to alter them--all\nto hang her modern photograph and her obstinate little air penche in the\ngallery of our shrewd great-grandmothers. She should fall into line, she\nshould keep up the tone. When she married my brother I don't suppose she\ntook him for a member of a societe de bonnes oeuvres. I don't say we're\nright; who IS right? But we are as history has made us, and if any one's\nto change it had better be our charming, but not accommodating, friend.\"\nAgain Madame Clairin paused, again she opened and closed her great\nmodern fan, which clattered like the screen of a shop-window. \"Let her\nkeep up the tone!\" she prodigiously repeated.\n\nLongmore felt himself gape, but he gasped an \"Ah!\" to cover it. Madame\nClairin's dip into the family annals had apparently imparted an\nhonest zeal to her indignation. \"For a long time,\" she continued, \"my\nbelle-soeur has been taking the attitude of an injured woman, affecting\na disgust with the world and shutting herself up to read free-thinking\nbooks. I've never permitted myself, you may believe, the least\nobservation on her conduct, but I can't accept it as the last word\neither of taste or of tact. When a woman with her prettiness lets her\nhusband stray away she deserves no small part of her fate. I don't wish\nyou to agree with me--on the contrary; but I call such a woman a pure\nnoodle. She must have bored him to death. What has passed between them\nfor many months needn't concern us; what provocation my sister has\nhad--monstrous, if you wish--what ennui my brother has suffered. It's\nenough that a week ago, just after you had ostensibly gone to Brussels,\nsomething happened to produce an explosion. She found a letter in his\npocket, a photograph, a trinket, que sais-je? At any rate there was a\ngrand scene. I didn't listen at the keyhole, and I don't know what was\nsaid; but I've reason to believe that my poor brother was hauled over\nthe coals as I fancy none of his ancestors have ever been--even by angry\nladies who weren't their wives.\"\n\nLongmore had leaned forward in silent attention with his elbows on his\nknees, and now, impulsively, he dropped his face into his hands. \"Ah\npoor poor woman!\"\n\n\"Voila!\" said Madame Clairin. \"You pity her.\"\n\n\"Pity her?\" cried Longmore, looking up with ardent eyes and forgetting\nthe spirit of the story to which he had been treated in the miserable\nfacts. \"Don't you?\"\n\n\"A little. But I'm not acting sentimentally--I'm acting scientifically.\nWe've always been capable of ideas. I want to arrange things; to see\nmy brother free to do as he chooses; to see his wife contented. Do you\nunderstand me?\"\n\n\"Very well, I think,\" the young man said. \"You're the most immoral\nperson I've lately had the privilege of conversing with.\"\n\nMadame Clairin took it calmly. \"Possibly. When was ever a great\npeacemaker not immoral?\"\n\n\"Ah no,\" Longmore protested. \"You're too superficial to be a great\npeacemaker. You don't begin to know anything about Madame de Mauves.\"\n\nShe inclined her head to one side while her fine eyes kept her\nvisitor in view; she mused a moment and then smiled as with a certain\ncompassionate patience. \"It's not in my interest to contradict you.\"\n\n\"It would be in your interest to learn, madam\" he resolutely returned,\n\"what honest men most admire in a woman--and to recognise it when you\nsee it.\"\n\nShe was wonderful--she waited a moment. \"So you ARE in love!\" she then\neffectively brought out.\n\nFor a moment he thought of getting up, but he decided to stay. \"I wonder\nif you'd understand me,\" he said at last, \"if I were to tell you that\nI have for Madame de Mauves the most devoted and most respectful\nfriendship?\"\n\n\"You underrate my intelligence. But in that case you ought to exert your\ninfluence to put an end to these painful domestic scenes.\"\n\n\"Do you imagine she talks to me about her domestic scenes?\" Longmore\ncried.\n\nHis companion stared. \"Then your friendship isn't returned?\" And as he\nbut ambiguously threw up his hands, \"Now, at least,\" she added, \"she'll\nhave something to tell you. I happen to know the upshot of my brother's\nlast interview with his wife.\" Longmore rose to his feet as a protest\nagainst the indelicacy of the position into which he had been drawn; but\nall that made him tender made him curious, and she caught in his averted\neyes an expression that prompted her to strike her blow. \"My brother's\nabsurdly entangled with a certain person in Paris; of course he ought\nnot to be, but he wouldn't be my brother if he weren't. It was this\nirregular passion that dictated his words. 'Listen to me, madam,'\nhe cried at last; 'let us live like people who understand life! It's\nunpleasant to be forced to say such things outright, but you've a way\nof bringing one down to the rudiments. I'm faithless, I'm heartless,\nI'm brutal, I'm everything horrible--it's understood. Take your revenge,\nconsole yourself: you're too charming a woman to have anything to\ncomplain of. Here's a handsome young man sighing himself into a\nconsumption for you. Listen to your poor compatriot and you'll find that\nvirtue's none the less becoming for being good-natured. You'll see\nthat it's not after all such a doleful world and that there's even an\nadvantage in having the most impudent of husbands.\"' Madame Clairin\npaused; Longmore had turned very pale. \"You may believe it,\" she\namazingly pursued; \"the speech took place in my presence; things were\ndone in order. And now, monsieur\"--this with a wondrous strained grimace\nwhich he was too troubled at the moment to appreciate, but which he\nremembered later with a kind of awe--\"we count on you!\"\n\n\"Her husband said this to her face to face, as you say it to me now?\" he\nasked after a silence.\n\n\"Word for word and with the most perfect politeness.\"\n\n\"And Madame de Mauves--what did she say?\"\n\nMadame Clairin smiled again. \"To such a speech as that a woman\nsays--nothing. She had been sitting with a piece of needlework, and I\nthink she hadn't seen Richard since their quarrel the day before. He\ncame in with the gravity of an ambassador, and I'm sure that when he\nmade his demande en mariage his manner wasn't more respectful. He only\nwanted white gloves!\" said Longmore's friend. \"My belle-soeur sat silent\na few moments, drawing her stitches, and then without a word, without a\nglance, walked out of the room. It was just what she SHOULD have done!\"\n\n\"Yes,\" the young man repeated, \"it was just what she should have done.\"\n\n\"And I, left alone with my brother, do you know what I said?\"\n\nLongmore shook his head.\n\n\"Mauvals sujet!\" he suggested.\n\n\"'You've done me the honour,' I said, 'to take this step in my presence.\nI don't pretend to qualify it. You know what you're about, and it's your\nown affair. But you may confide in my discretion.' Do you think he has\nhad reason to complain of it?\" She received no answer; her visitor had\nslowly averted himself; he passed his gloves mechanically round the\nband of his hat. \"I hope,\" she cried, \"you're not going to start for\nBrussels!\"\n\nPlainly he was much disturbed, and Madame Clairin might congratulate\nherself on the success of her plea for old-fashioned manners. And yet\nthere was something that left her more puzzled than satisfied in the\ncolourless tone with which he answered, \"No, I shall remain here for\nthe present.\" The processes of his mind were unsociably private, and she\ncould have fancied for a moment that he was linked with their difficult\nfriend in some monstrous conspiracy of asceticism.\n\n\"Come this evening,\" she nevertheless bravely resumed. \"The rest will\ntake care of itself. Meanwhile I shall take the liberty of telling my\nsister-in-law that I've repeated--in short, that I've put you au fait\"\n\nHe had a start but he controlled himself, speaking quietly enough. \"Tell\nher what you please. Nothing you can tell her will affect her conduct.\"\n\n\"Voyons! Do you mean to tell me that a woman young, pretty, sentimental,\nneglected, wronged if you will--? I see you don't believe it. Believe\nsimply in your own opportunity!\" she went on. \"But for heaven's sake, if\nit is to lead anywhere, don't come back with that visage de croquemort.\nYou look as if you were going to bury your heart--not to offer it to a\npretty woman. You're much better when you smile--you're very nice then.\nCome, do yourself justice.\"\n\nHe remained a moment face to face with her, but his expression didn't\nchange. \"I shall do myself justice,\" he however after an instant made\nanswer; and abruptly, with a bow, he took his departure.\n\n\n\n\nVII\n\nHe felt, when he found himself unobserved and outside, that he must\nplunge into violent action, walk fast and far and defer the opportunity\nfor thought. He strode away into the forest, swinging his cane, throwing\nback his head, casting his eyes into verdurous vistas and following the\nroad without a purpose. He felt immensely excited, but could have given\nno straight name to his agitation. It was a joy as all increase of\nfreedom is joyous; something seemed to have been cleared out of his path\nand his destiny to have rounded a cape and brought him into sight of an\nopen sea. But it was a pain in the degree in which his freedom somehow\nresolved itself into the need of despising all mankind with a single\nexception; and the fact that Madame de Mauves inhabited a planet\ncontaminated by the presence of the baser multitude kept elation from\nseeming a pledge of ideal bliss.\n\nThere she was, at any rate, and circumstances now forced them to be\nintimate. She had ceased to have what men call a secret for him, and\nthis fact itself brought with it a sort of rapture. He had no prevision\nthat he should \"profit,\" in the vulgar sense, by the extraordinary\nposition into which they had been thrown; it might be but a cruel trick\nof destiny to make hope a harsher mockery and renunciation a keener\nsuffering. But above all this rose the conviction that she could do\nnothing that wouldn't quicken his attachment. It was this conviction\nthat gross accident--all odious in itself--would force the beauty of her\ncharacter into more perfect relief for him that made him stride along\nas if he were celebrating a spiritual feast. He rambled at hazard for a\ncouple of hours, finding at last that he had left the forest behind him\nand had wandered into an unfamiliar region. It was a perfectly rural\nscene, and the still summer day gave it a charm for which its meagre\nelements but half accounted.\n\nHe thought he had never seen anything so characteristically French;\nall the French novels seemed to have described it, all the French\nlandscapists to have painted it. The fields and trees were of a cool\nmetallic green; the grass looked as if it might stain his trousers and\nthe foliage his hands. The clear light had a mild greyness, the sheen\nof silver, not of gold, was in the work-a-day sun. A great red-roofed\nhigh-stacked farmhouse, with whitewashed walls and a straggling yard,\nsurveyed the highroad, on one side, from behind a transparent curtain of\npoplars. A narrow stream half-choked with emerald rushes and edged with\ngrey aspens occupied the opposite quarter. The meadows rolled and\nsloped away gently to the low horizon, which was barely concealed by the\ncontinuous line of clipped and marshalled trees. The prospect was not\nrich, but had a frank homeliness that touched the young man's fancy.\nIt was full of light atmosphere and diffused clearness, and if it was\nprosaic it was somehow sociable.\n\nLongmore was disposed to walk further, and he advanced along the road\nbeneath the poplars. In twenty minutes he came to a village which\nstraggled away to the right, among orchards and potagers. On the left,\nat a stone's throw from the road, stood a little pink-faced inn which\nreminded him that he had not breakfasted, having left home with a\nprevision of hospitality from Madame de Mauves. In the inn he found a\nbrick-tiled parlour and a hostess in sabots and a white cap, whom, over\nthe omelette she speedily served him--borrowing licence from the bottle\nof sound red wine that accompanied it--he assured she was a true artist.\nTo reward his compliment she invited him to smoke his cigar in her\nlittle garden behind the house.\n\nHere he found a tonnelle and a view of tinted crops stretching down to\nthe stream. The tonnelle was rather close, and he preferred to lounge on\na bench against the pink wall, in the sun, which was not too hot. Here,\nas he rested and gazed and mused, he fell into a train of thought which,\nin an indefinable fashion, was a soft influence from the scene about\nhim. His heart, which had been beating fast for the past three hours,\ngradually checked its pulses and left him looking at life with rather a\nmore level gaze. The friendly tavern sounds coming out through the open\nwindows, the sunny stillness of the yellowing grain which covered\nso much vigorous natural life, conveyed no strained nor high-pitched\nmessage, had little to say about renunciation--nothing at all about\nspiritual zeal. They communicated the sense of plain ripe nature,\nexpressed the unperverted reality of things, declared that the common\nlot isn't brilliantly amusing and that the part of wisdom is to grasp\nfrankly at experience lest you miss it altogether. What reason there was\nfor his beginning to wonder after this whether a deeply-wounded heart\nmight be soothed and healed by such a scene, it would be difficult to\nexplain; certain it was that as he sat there he dreamt, awake, of an\nunhappy woman who strolled by the slow-flowing stream before him and who\npulled down the fruit-laden boughs in the orchards. He mused and mused,\nand at last found himself quite angry that he couldn't somehow think\nworse of Madame de Mauves--or at any rate think otherwise. He could\nfairly claim that in the romantic way he asked very little of life--made\nmodest demands on passion: why then should his only passion be born\nto ill fortune? Why should his first--his last--glimpse of positive\nhappiness be so indissolubly linked with renunciation?\n\nIt is perhaps because, like many spirits of the same stock, he had\nin his composition a lurking principle of sacrifice, sacrifice for\nsacrifice's sake, to the authority of which he had ever paid due\ndeference, that he now felt all the vehemence of rebellion. To renounce,\nto renounce again, to renounce for ever, was this all that youth and\nlonging and ardour were meant for? Was experience to be muffled and\nmutilated like an indecent picture? Was a man to sit and deliberately\ncondemn his future to be the blank memory of a regret rather than the\nlong possession of a treasure? Sacrifice? The word was a trap for minds\nmuddled by fear, an ignoble refuge of weakness. To insist now seemed not\nto dare, but simply to BE, to live on possible terms.\n\nHis hostess came out to hang a moist cloth on the hedge, and, though her\nguest was sitting quietly enough, she might have imagined in his kindled\neyes a flattering testimony to the quality of her wine. As she turned\nback into the house she was met by a young man of whom Longmore took\nnote in spite of his high distraction. He was evidently a member of that\njovial fraternity of artists whose very shabbiness has an affinity with\nthe unestablished and unexpected in life--the element often gazed at\nwith a certain wistfulness out of the curtained windows even of the\nhighest respectability. Longmore was struck first with his looking like\na very clever man and then with his looking like a contented one. The\ncombination, as it was expressed in his face, might have arrested the\nattention of a less exasperated reasoner. He had a slouched hat and a\nyellow beard, a light easel under one arm, and an unfinished sketch in\noils under the other. He stopped and stood talking for some moments to\nthe landlady, while something pleasant played in his face. They were\ndiscussing the possibilities of dinner; the hostess enumerated some\nvery savoury ones, and he nodded briskly, assenting to everything. It\ncouldn't be, Longmore thought, that he found such ideal ease in the\nprospect of lamb-chops and spinach and a croute aux fruits. When the\ndinner had been ordered he turned up his sketch, and the good woman fell\nto admiring and comparing, to picking up, off by the stream-side, the\nobjects represented.\n\nWas it his work, Longmore wondered, that made him so happy? Was a\nstrong talent the best thing in the world? The landlady went back to\nher kitchen, and the young painter stood, as if he were waiting for\nsomething, beside the gate which opened upon the path across the fields.\nLongmore sat brooding and asking himself if it weren't probably better\nto cultivate the arts than to cultivate the passions. Before he had\nanswered the question the painter had grown tired of waiting. He had\npicked up a pebble, tossed it lightly into an upper window and called\nfamiliarly \"Claudine!\" Claudine appeared; Longmore heard her at the\nwindow, bidding the young man cultivate patience. \"But I'm losing\nmy light,\" he said; \"I must have my shadows in the same place as\nyesterday.\"\n\n\"Go without me then,\" Claudine answered; \"I'll join you in ten minutes.\"\nHer voice was fresh and young; it represented almost aggressively to\nLongmore that she was as pleased as her companion.\n\n\"Don't forget the Chenier,\" cried the young man, who, turning away,\npassed out of the gate and followed the path across the fields until\nhe disappeared among the trees by the side of the stream. Who might\nClaudine be? Longmore vaguely wondered; and was she as pretty as her\nvoice? Before long he had a chance to satisfy himself; she came out of\nthe house with her hat and parasol, prepared to follow her companion.\nShe had on a pink muslin dress and a little white hat, and she was as\npretty as suffices almost any Frenchwoman to be pleasing. She had a\nclear brown skin and a bright dark eye and a step that made walking as\nlight a matter as being blown--and this even though she happened to be\nat the moment not a little over-weighted. Her hands were encumbered with\nvarious articles involved in her pursuit of her friend. In one arm she\nheld her parasol and a large roll of needlework, and in the other a\nshawl and a heavy white umbrella, such as painters use for sketching.\nMeanwhile she was trying to thrust into her pocket a paper-covered\nvolume which Longmore saw to be the poems of Andre Chenier, and in the\neffort dropping the large umbrella and marking this with a half-smiled\nexclamation of disgust. Longmore stepped forward and picked up the\numbrella, and as she, protesting her gratitude, put out her hand to take\nit, he recognised her as too obliging to the young man who had preceded\nher.\n\n\"You've too much to carry,\" he said; \"you must let me help you.\"\n\n\"You're very good, monsieur,\" she answered. \"My husband always\nforgets something. He can do nothing without his umbrella. He is d'une\netourderie--\"\n\n\"You must allow me to carry the umbrella,\" Longmore risked; \"there's too\nmuch of it for a lady.\"\n\nShe assented, after many compliments to his politeness; and he walked\nby her side into the meadow. She went lightly and rapidly, picking her\nsteps and glancing forward to catch a glimpse of her husband. She\nwas graceful, she was charming, she had an air of decision and yet of\naccommodation, and it seemed to our friend that a young artist would\nwork none the worse for having her seated at his side reading Chenier's\niambics. They were newly married, he supposed, and evidently their path\nof life had none of the mocking crookedness of some others. They asked\nlittle; but what need to ask more than such quiet summer days by a shady\nstream, with a comrade all amiability, to say nothing of art and books\nand a wide unmenaced horizon? To spend such a morning, to stroll back to\ndinner in the red-tiled parlour of the inn, to ramble away again as the\nsun got low--all this was a vision of delight which floated before him\nonly to torture him with a sense of the impossible. All Frenchwomen were\nnot coquettes, he noted as he kept pace with his companion. She uttered\na word now and then for politeness' sake, but she never looked at him\nand seemed not in the least to care that he was a well-favoured and\nwell-dressed young man. She cared for nothing but the young artist in\nthe shabby coat and the slouched hat, and for discovering where he had\nset up his easel.\n\nThis was soon done. He was encamped under the trees, close to the\nstream, and, in the diffused green shade of the little wood, couldn't\nhave felt immediate need of his umbrella. He received a free rebuke,\nhowever, for forgetting it, and was informed of what he owed to\nLongmore's complaisance. He was duly grateful; he thanked our hero\nwarmly and offered him a seat on the grass. But Longmore felt himself\na marplot and lingered only long enough to glance at the young man's\nsketch and to see in it an easy rendering of the silvery stream and the\nvivid green rushes. The young wife had spread her shawl on the grass\nat the base of a tree and meant to seat herself when he had left them,\nmeant to murmur Chenier's verses to the music of the gurgling river.\nLongmore looked a while from one of these lucky persons to the other,\nbarely stifled a sigh, bade them good-morning and took his departure. He\nknew neither where to go nor what to do; he seemed afloat on the sea of\nineffectual longing. He strolled slowly back to the inn, where, in\nthe doorway, he met the landlady returning from the butcher's with the\nlambchops for the dinner of her lodgers.\n\n\"Monsieur has made the acquaintance of the dame of our young painter,\"\nshe said with a free smile--a smile too free for malicious meanings.\n\"Monsieur has perhaps seen the young man's picture. It appears that he's\nd'une jolie force.\"\n\n\"His picture's very charming,\" said Longmore, \"but his dame is more\ncharming still.\"\n\n\"She's a very nice little woman; but I pity her all the more.\"\n\n\"I don't see why she's to be pitied,\" Longmore pleaded. \"They seem a\nvery happy couple.\"\n\nThe landlady gave a knowing nod. \"Don't trust to it, monsieur! Those\nartists--ca na pas de principes! From one day to another he can plant\nher there! I know them, allez. I've had them here very often; one year\nwith one, another year with another.\"\n\nLongmore was at first puzzled. Then, \"You mean she's not his wife?\" he\nasked.\n\nShe took it responsibly. \"What shall I tell you? They're not des hommes\nserieux, those gentlemen! They don't engage for eternity. It's none\nof my business, and I've no wish to speak ill of madame. She's\ngentille--but gentille, and she loves her jeune homme to distraction.\"\n\n\"Who then is so distinguished a young woman?\" asked Longmore. \"What do\nyou know about her?\"\n\n\"Nothing for certain; but it's my belief that she's better than he. I've\neven gone so far as to believe that she's a lady--a vraie dame--and that\nshe has given up a great many things for him. I do the best I can for\nthem, but I don't believe she has had all her life to put up with a\ndinner of two courses.\" And she turned over her lamb-chops tenderly, as\nto say that though a good cook could imagine better things, yet if you\ncould have but one course lamb-chops had much in their favour. \"I shall\ndo them with breadcrumbs. Voila les femmes, monsieur!\"\n\nLongmore turned away with the feeling that women were indeed a\nmeasureless mystery, and that it was hard to say in which of their forms\nof perversity there was most merit. He walked back to Saint-Germain more\nslowly than he had come, with less philosophic resignation to any event\nand more of the urgent egotism of the passion pronounced by philosophers\nthe supremely selfish one. Now and then the episode of the happy young\npainter and the charming woman who had given up a great many things for\nhim rose vividly in his mind and seemed to mock his moral unrest like\nsome obtrusive vision of unattainable bliss.\n\nThe landlady's gossip had cast no shadow on its brightness; her voice\nseemed that of the vulgar chorus of the uninitiated, which stands always\nready with its gross prose rendering of the inspired passages of human\naction. Was it possible a man could take THAT from a woman--take all\nthat lent lightness to that other woman's footstep and grace to her\nsurrender and not give her the absolute certainty of a devotion as\nunalterable as the process of the sun? Was it possible that so clear\na harmony had the seeds of trouble, that the charm of so perfect union\ncould be broken by anything but death? Longmore felt an immense desire\nto cry out a thousand times \"No!\" for it seemed to him at last that\nhe was somehow only a graver equivalent of the young lover and that\nrustling Claudine was a lighter sketch of Madame de Mauves. The heat of\nthe sun, as he walked along, became oppressive, and when he re-entered\nthe forest he turned aside into the deepest shade he could find and\nstretched himself on the mossy ground at the foot of a great beech. He\nlay for a while staring up into the verdurous dusk overhead and trying\nmentally to see his friend at Saint-Germain hurry toward some quiet\nstream-side where HE waited, as he had seen that trusting creature hurry\nan hour before. It would be hard to say how well he succeeded; but the\neffort soothed rather than excited him, and as he had had a good deal\nboth of moral and physical fatigue he sank at last into a quiet sleep.\nWhile he slept moreover he had a strange and vivid dream. He seemed\nto be in a wood, very much like the one on which his eyes had lately\nclosed; but the wood was divided by the murmuring stream he had left an\nhour before. He was walking up and down, he thought, restlessly and in\nintense expectation of some momentous event. Suddenly, at a distance,\nthrough the trees, he saw a gleam of a woman's dress, on which he\nhastened to meet her. As he advanced he recognised her, but he saw at\nthe same time that she was on the other bank of the river. She seemed at\nfirst not to notice him, but when they had come to opposite places she\nstopped and looked at him very gravely and pityingly. She made him no\nsign that he must cross the stream, but he wished unutterably to stand\nby her side. He knew the water was deep, and it seemed to him he knew\nhow he should have to breast it and how he feared that when he rose to\nthe surface she would have disappeared. Nevertheless he was going to\nplunge when a boat turned into the current from above and came swiftly\ntoward them, guided by an oarsman who was sitting so that they couldn't\nsee his face. He brought the boat to the bank where Longmore stood;\nthe latter stepped in, and with a few strokes they touched the opposite\nshore. Longmore got out and, though he was sure he had crossed the\nstream, Madame de Mauves was not there. He turned with a kind of agony\nand saw that now she was on the other bank--the one he had left. She\ngave him a grave silent glance and walked away up the stream. The boat\nand the boatman resumed their course, but after going a short distance\nthey stopped and the boatman turned back and looked at the still divided\ncouple. Then Longmore recognised him--just as he had recognised him a\nfew days before at the restaurant in the Bois de Boulogne.\n\n\n\n\nVIII\n\nHe must have slept some time after he ceased dreaming for he had no\nimmediate memory of this vision. It came back to him later, after he\nhad roused himself and had walked nearly home. No great arrangement was\nneeded to make it seem a striking allegory, and it haunted and oppressed\nhim for the rest of the day. He took refuge, however, in his quickened\nconviction that the only sound policy in life is to grasp unsparingly\nat happiness; and it seemed no more than one of the vigorous measures\ndictated by such a policy to return that evening to Madame de Mauves.\nAnd yet when he had decided to do so and had carefully dressed himself\nhe felt an irresistible nervous tremor which made it easier to linger\nat his open window, wondering with a strange mixture of dread and desire\nwhether Madame Clairin had repeated to her sister-in-law what she had\nsaid to him. His presence now might be simply a gratuitous annoyance,\nand yet his absence might seem to imply that it was in the power of\ncircumstances to make them ashamed to meet each other's eyes. He sat\na long time with his head in his hands, lost in a painful confusion of\nhopes and ambiguities. He felt at moments as if he could throttle Madame\nClairin, and yet couldn't help asking himself if it weren't possible she\nhad done him a service. It was late when he left the hotel, and as he\nentered the gate of the other house his heart beat so fast that he was\nsure his voice would show it.\n\nThe servant ushered him into the drawing-room, which was empty and with\nthe lamp burning low. But the long windows were open and their light\ncurtains swaying in a soft warm wind, so that Longmore immediately\nstepped out upon the terrace. There he found Madame de Mauves alone,\nslowly pacing its length. She was dressed in white, very simply, and her\nhair was arranged not as she usually wore it, but in a single loose coil\nand as if she were unprepared for company. She stopped when she saw her\nfriend, showed some surprise, uttered an exclamation and stood waiting\nfor him to speak. He tried, with his eyes on her, to say something,\nbut found no words. He knew it was awkward, it was offensive, to stand\ngazing at her; but he couldn't say what was suitable and mightn't say\nwhat he wished. Her face was indistinct in the dim light, but he felt\nher eyes fixed on him and wondered what they expressed. Did they warn\nhim, did they plead, or did they confess to a sense of provocation? For\nan instant his head swam; he was sure it would make all things clear to\nstride forward and fold her in his arms. But a moment later he was still\ndumb there before her; he hadn't moved; he knew she had spoken, but he\nhadn't understood.\n\n\"You were here this morning,\" she continued; and now, slowly, the\nmeaning of her words came to him. \"I had a bad headache and had to shut\nmyself up.\" She spoke with her usual voice.\n\nLongmore mastered his agitation and answered her without betraying\nhimself. \"I hope you're better now.\"\n\n\"Yes, thank you, I'm better--much better.\"\n\nHe waited again and she moved away to a chair and seated herself. After\na pause he followed her and leaned closer to her, against the balustrade\nof the terrace. \"I hoped you might have been able to come out for the\nmorning into the forest. I went alone; it was a lovely day, and I took a\nlong walk.\"\n\n\"It was a lovely day,\" she said absently, and sat with her eyes lowered,\nslowly opening and closing her fan. Longmore, as he watched her, felt\nmore and more assured her sister-in-law had seen her since her interview\nwith him; that her attitude toward him was changed. It was this same\nsomething that hampered the desire with which he had come, or at least\nconverted all his imagined freedom of speech about it to a final hush of\nwonder. No, certainly, he couldn't clasp her to his arms now, any more\nthan some antique worshipper could have clasped the marble statue in his\ntemple. But Longmore's statue spoke at last with a full human voice and\neven with a shade of human hesitation. She looked up, and it seemed to\nhim her eyes shone through the dusk.\n\n\"I'm very glad you came this evening--and I've a particular reason\nfor being glad. I half-expected you, and yet I thought it possible you\nmightn't come.\"\n\n\"As the case has been present to me,\" Longmore answered, \"it was\nimpossible I shouldn't come. I've spent every minute of the day in\nthinking of you.\"\n\nShe made no immediate reply, but continued to open and close her fan\nthoughtfully. At last, \"I've something important to say to you,\" she\nresumed with decision. \"I want you to know to a certainty that I've\na very high opinion of you.\" Longmore gave an uneasy shift to his\nposition. To what was she coming? But he said nothing, and she went on:\n\"I take a great interest in you. There's no reason why I shouldn't\nsay it. I feel a great friendship for you.\" He began to laugh, all\nawkwardly--he hardly knew why, unless because this seemed the very irony\nof detachment. But she went on in her way: \"You know, I suppose, that a\ngreat disappointment always implies a great confidence--a great hope.\"\n\n\"I've certainly hoped,\" he said, \"hoped strongly; but doubtless never\nrationally enough to have a right to bemoan my disappointment.\"\n\nThere was something troubled in her face that seemed all the while to\nburn clearer. \"You do yourself injustice. I've such confidence in your\nfairness of mind that I should be greatly disappointed if I were to find\nit wanting.\"\n\n\"I really almost believe you're amusing yourself at my expense,\" the\nyoung man cried. \"My fairness of mind? Of all the question-begging\nterms!\" he laughed. \"The only thing for one's mind to be fair to is the\nthing one FEELS!\"\n\nShe rose to her feet and looked at him hard. His eyes by this time were\naccustomed to the imperfect light, and he could see that if she was\nurgent she was yet beseechingly kind. She shook her head impatiently and\ncame near enough to lay her fan on his arm with a strong pressure. \"If\nthat were so it would be a weary world. I know enough, however, of your\nprobable attitude. You needn't try to express it. It's enough that your\nsincerity gives me the right to ask a favour of you--to make an intense,\na solemn request.\"\n\n\"Make it; I listen.\"\n\n\"DON'T DISAPPOINT ME. If you don't understand me now you will to-morrow\nor very soon. When I said just now that I had a high opinion of you,\nyou see I meant it very seriously,\" she explained. \"It wasn't a vain\ncompliment. I believe there's no appeal one may make to your generosity\nthat can remain long unanswered. If this were to happen--if I were to\nfind you selfish where I thought you generous, narrow where I thought\nyou large\"--and she spoke slowly, her voice lingering with all emphasis\non each of these words--\"vulgar where I thought you rare, I should think\nworse of human nature. I should take it, I assure you, very hard indeed.\nI should say to myself in the dull days of the future: 'There was ONE\nman who might have done so and so, and he too failed.' But this shan't\nbe. You've made too good an impression on me not to make the very best.\nIf you wish to please me for ever there's a way.\"\n\nShe was standing close to him, with her dress touching him, her\neyes fixed on his. As she went on her tone became, to his sense,\nextraordinary, and she offered the odd spectacle of a beautiful woman\npreaching reason with the most communicative and irresistible passion.\nLongmore was dazzled, but mystified and bewildered. The intention of\nher words was all remonstrance, refusal, dismissal, but her presence\nand effect there, so close, so urgent, so personal, a distracting\ncontradiction of it. She had never been so lovely. In her white dress,\nwith her pale face and deeply-lighted brow, she seemed the very spirit\nof the summer night. When she had ceased speaking she drew a long\nbreath; he felt it on his cheek, and it stirred in his whole being\na sudden perverse imagination. Were not her words, in their high\nimpossible rigour, a mere challenge to his sincerity, a mere precaution\nof her pride, meant to throw into relief her almost ghostly beauty, and\nwasn't this the only truth, the only law, the only thing to take account\nof?\n\nHe closed his eyes and felt her watch him not without pain and\nperplexity herself. He looked at her again, met her own eyes and saw\nthem fill with strange tears. Then this last sophistry of his great\ndesire for her knew itself touched as a bubble is pricked; it died away\nwith a stifled murmur, and her beauty, more and more radiant in the\ndarkness, rose before him as a symbol of something vague which was yet\nmore beautiful than itself. \"I may understand you to-morrow,\" he said,\n\"but I don't understand you now.\"\n\n\"And yet I took counsel with myself to-day and asked myself how I had\nbest speak to you. On one side I might have refused to see you at all.\"\nLongmore made a violent movement, and she added: \"In that case I should\nhave written to you. I might see you, I thought, and simply say to you\nthat there were excellent reasons why we should part, and that I begged\nthis visit should be your last. This I inclined to do; what made me\ndecide otherwise was--well, simply that I like you so. I said to myself\nthat I should be glad to remember in future days, not that I had, in the\nhorrible phrase, got rid of you, but that you had gone away out of the\nfulness of your own wisdom and the excellence of your own taste.\"\n\n\"Ah wisdom and taste!\" the poor young man wailed.\n\n\"I'm prepared, if necessary,\" Madame de Mauves continued after a pause,\n\"to fall back on my strict right. But, as I said before, I shall be\ngreatly disappointed if I'm obliged to do that.\"\n\n\"When I listen to your horrible and unnatural lucidity,\" Longmore\nanswered, \"I feel so angry, so merely sore and sick, that I wonder I\ndon't leave you without more words.\"\n\n\"If you should go away in anger this idea of mine about our parting\nwould be but half-realised,\" she returned with no drop in her ardour.\n\"No, I don't want to think of you as feeling a great pain, I don't want\neven to think of you as making a great sacrifice. I want to think of\nyou--\"\n\n\"As a stupid brute who has never existed, who never CAN exist!\" he broke\nin. \"A creature who could know you without loving you, who could leave\nyou without for ever missing you!\"\n\nShe turned impatiently away and walked to the other end of the terrace.\nWhen she came back he saw that her impatience had grown sharp and almost\nhard. She stood before him again, looking at him from head to foot\nand without consideration now; so that as the effect of it he felt his\nassurance finally quite sink. This then she took from him, withholding\nin consequence something she had meant to say. She moved off afresh,\nwalked to the other end of the terrace and stood there with her face to\nthe garden. She assumed that he understood her, and slowly, slowly, half\nas the fruit of this mute pressure, he let everything go but the rage of\na purpose somehow still to please her. She was giving him a chance to do\ngallantly what it seemed unworthy of both of them he should do meanly.\nShe must have \"liked\" him indeed, as she said, to wish so to spare him,\nto go to the trouble of conceiving an ideal of conduct for him. With\nthis sense of her tenderness still in her dreadful consistency, his\nspirit rose with a new flight and suddenly felt itself breathe clearer\nair. Her profession ceased to seem a mere bribe to his eagerness; it was\ncharged with eagerness itself; it was a present reward and would somehow\nlast. He moved rapidly toward her as with the sense of a gage that he\nmight sublimely yet immediately enjoy.\n\nThey were separated by two thirds of the length of the terrace, and he\nhad to pass the drawing-room window. As he did so he started with an\nexclamation. Madame Clairin stood framed in the opening as if, though\njust arriving on the scene, she too were already aware of its interest.\nConscious, apparently, that she might be suspected of having watched\nthem she stepped forward with a smile and looked from one to the other.\n\"Such a tete-a-tete as that one owes no apology for interrupting. One\nought to come in for good manners.\"\n\nMadame de Mauves turned to her, but answered nothing. She looked\nstraight at Longmore, and her eyes shone with a lustre that struck him\nas divine. He was not exactly sure indeed what she meant them to say,\nbut it translated itself to something that would do. \"Call it what you\nwill, what you've wanted to urge upon me is the thing this woman can\nbest conceive. What I ask of you is something she can't begin to!\" They\nseemed somehow to beg him to suffer her to be triumphantly herself,\nand to intimate--yet this too all decently--how little that self was\nof Madame Clairin's particular swelling measure. He felt an immense\nanswering desire not to do anything then that might seem probable or\nprevu to this lady. He had laid his hat and stick on the parapet of the\nterrace. He took them up, offered his hand to Madame de Mauves with a\nsimple good-night, bowed silently to Madame Clairin and found his way,\nwith tingling ears, out of the place.\n\n\n\n\nIX\n\nHe went home and, without lighting his candle, flung himself on his\nbed. But he got no sleep till morning; he lay hour after hour tossing,\nthinking, wondering; his mind had never been so active. It seemed to him\nhis friend had laid on him in those last moments a heavy charge and\nhad expressed herself almost as handsomely as if she had listened\ncomplacently to an assurance of his love. It was neither easy nor\ndelightful thoroughly to understand her; but little by little her\nperfect meaning sank into his mind and soothed it with a sense of\nopportunity which somehow stifled his sense of loss. For, to begin with,\nshe meant that she could love him in no degree or contingency, in no\nimaginable future. This was absolute--he knew he could no more alter\nit than he could pull down one of the constellations he lay gazing at\nthrough his open window. He wondered to what it was, in the background\nof her life, she had so dedicated herself. A conception of duty\nunquenchable to the end? A love that no outrage could stifle? \"Great\nheaven!\" he groaned; \"is the world so rich in the purest pearls of\npassion that such tenderness as that can be wasted for ever--poured\naway without a sigh into bottomless darkness?\" Had she, in spite of the\ndetestable present, some precious memory that still kept the door of\npossibility open? Was she prepared to submit to everything and yet to\nbelieve? Was it strength, was it weakness, was it a vulgar fear, was it\nconviction, conscience, constancy?\n\nLongmore sank back with a sigh and an oppressive feeling that it was\nvain to guess at such a woman's motives. He only felt that those of this\none were buried deep in her soul and that they must be of the noblest,\nmust contain nothing base. He had his hard impression that endless\nconstancy was all her law--a constancy that still found a foothold among\ncrumbling ruins. \"She has loved once,\" he said to himself as he rose\nand wandered to his window; \"and that's for ever. Yes, yes--if she loved\nagain she'd be COMMON!\" He stood for a long time looking out into the\nstarlit silence of the town and forest and thinking of what life would\nhave been if his constancy had met her own in earlier days. But life was\nthis now, and he must live. It was living, really, to stand there with\nsuch a faith even in one's self still flung over one by such hands.\nHe was not to disappoint her, he was to justify a conception it had\nbeguiled her weariness to form. His imagination embraced it; he threw\nback his head and seemed to be looking for his friend's conception\namong the blinking mocking stars. But it came to him rather on the mild\nnight-wind wandering in over the house-tops which covered the rest of\nso many heavy human hearts. What she asked he seemed to feel her ask not\nfor her own sake--she feared nothing, she needed nothing--but for that\nof his own happiness and his own character. He must assent to destiny.\nWhy else was he young and strong, intelligent and resolute? He mustn't\ngive it to her to reproach him with thinking she had had a moment's\nattention for his love, give it to her to plead, to argue, to break off\nin bitterness. He must see everything from above, her indifference and\nhis own ardour; he must prove his strength, must do the handsome thing,\nmust decide that the handsome thing was to submit to the inevitable, to\nbe supremely delicate, to spare her all pain, to stifle his passion,\nto ask no compensation, to depart without waiting and to try to believe\nthat wisdom is its own reward. All this, neither more nor less, it was\na matter of beautiful friendship with him for her to expect of him. And\nwhat should he himself gain by it? He should have pleased her! Well,\nhe flung himself on his bed again, fell asleep at last and slept till\nmorning.\n\nBefore noon next day he had made up his mind to leave Saint-Germain at\nonce. It seemed easiest to go without seeing her, and yet if he might\nask for a grain of \"compensation\" this would be five minutes face to\nface with her. He passed a restless day. Wherever he went he saw her\nstand before him in the dusky halo of evening, saw her look at him with\nan air of still negation more intoxicating than the most passionate\nself-surrender. He must certainly go, and yet it was hideously hard. He\ncompromised and went to Paris to spend the rest of the day. He strolled\nalong the boulevard and paused sightlessly before the shops, sat a while\nin the Tuileries gardens and looked at the shabby unfortunates for whom\nthis only was nature and summer; but simply felt afresh, as a result\nof it all, the dusty dreary lonely world to which Madame de Mauves had\nconsigned him.\n\nIn a sombre mood he made his way back to the centre of motion and sat\ndown at a table before a cafe door, on the great plain of hot asphalt.\nNight arrived, the lamps were lighted, the tables near him found\noccupants, and Paris began to wear that evening grimace of hers that\nseems to tell, in the flare of plate glass and of theatre-doors, the\nmuffled rumble of swift-rolling carriages, how this is no world for\nyou unless you have your pockets lined and your delicacies perverted.\nLongmore, however, had neither scruples nor desires; he looked at\nthe great preoccupied place for the first time with an easy sense\nof repaying its indifference. Before long a carriage drove up to the\npavement directly in front of him and remained standing for several\nminutes without sign from its occupant. It was one of those neat plain\ncoupes, drawn by a single powerful horse, in which the flaneur figures\na pale handsome woman buried among silk cushions and yawning as she sees\nthe gas-lamps glittering in the gutters. At last the door opened and out\nstepped Richard de Mauves. He stopped and leaned on the window for some\ntime, talking in an excited manner to a person within. At last he gave a\nnod and the carriage rolled away. He stood swinging his cane and looking\nup and down the boulevard, with the air of a man fumbling, as one\nmight say, the loose change of time. He turned toward the cafe and was\napparently, for want of anything better worth his attention, about to\nseat himself at one of the tables when he noticed Longmore. He wavered\nan instant and then, without a shade of difference in his careless gait,\nadvanced to the accompaniment of a thin recognition. It was the first\ntime they had met since their encounter in the forest after Longmore's\nfalse start for Brussels. Madame Clairin's revelations, as he might have\nregarded them, had not made the Count especially present to his mind; he\nhad had another call to meet than the call of disgust. But now, as M. de\nMauves came toward him he felt abhorrence well up. He made out, however,\nfor the first time, a cloud on this nobleman's superior clearness, and a\ndelight at finding the shoe somewhere at last pinching HIM, mingled with\nthe resolve to be blank and unaccommodating, enabled him to meet the\noccasion with due promptness.\n\nM. de Mauves sat down, and the two men looked at each other across the\ntable, exchanging formal remarks that did little to lend grace to their\nencounter. Longmore had no reason to suppose the Count knew of his\nsister's various interventions. He was sure M. de Mauves cared very\nlittle about his opinions, and yet he had a sense of something grim in\nhis own New York face which would have made him change colour if keener\nsuspicion had helped it to be read there. M. de Mauves didn't change\ncolour, but he looked at his wife's so oddly, so more than naturally\n(wouldn't it be?) detached friend with an intentness that betrayed at\nonce an irritating memory of the episode in the Bois de Boulogne and\nsuch vigilant curiosity as was natural to a gentleman who had entrusted\nhis \"honour\" to another gentleman's magnanimity--or to his artlessness.\n\nIt might appear that these virtues shone out of our young man less\nengagingly or reassuringly than a few days before; the shadow at any\nrate fell darker across the brow of his critic, who turned away and\nfrowned while lighting a cigar. The person in the coupe, he accordingly\njudged, whether or no the same person as the heroine of the episode of\nthe Bois de Boulogne, was not a source of unalloyed delight. Longmore\nhad dark blue eyes of admirable clarity, settled truth-telling eyes\nwhich had in his childhood always made his harshest taskmasters smile at\nhis notion of a subterfuge. An observer watching the two men and knowing\nsomething of their relations would certainly have said that what he had\nat last both to recognise and to miss in those eyes must not a little\nhave puzzled and tormented M. de Mauves. They took possession of him,\nthey laid him out, they measured him in that state of flatness, they\ntriumphed over him, they treated him as no pair of eyes had perhaps ever\ntreated any member of his family before. The Count's scheme had been to\nprovide for a positive state of ease on the part of no one save himself,\nbut here was Longmore already, if appearances perhaps not appreciable to\nthe vulgar meant anything, primed as for some prospect of pleasure more\nthan Parisian. Was this candid young barbarian but a faux bonhomme after\nall? He had never really quite satisfied his occasional host, but was he\nnow, for a climax, to leave him almost gaping?\n\nM. de Mauves, as if hating to seem preoccupied, took up the evening\npaper to help himself to seem indifferent. As he glanced over it he\nthrew off some perfunctory allusion to the crisis--the political--which\nenabled Longmore to reply with perfect veracity that, with other things\nto think about, he had had no attention to spare for it. And yet our\nhero was in truth far from secure against rueful reflexion. The Count's\nruffled state was a comfort so far as it pointed to the possibility\nthat the lady in the coupe might be proving too many for him; but it\nministered to no vindictive sweetness for Longmore so far as it should\nperhaps represent rising jealousy. It passed through his mind that\njealousy is a passion with a double face and that on one of its sides it\nmay sometimes almost look generous. It glimmered upon him odiously M. de\nMauves might grow ashamed of his political compact with his wife, and\nhe felt how far more tolerable it would be in future to think of him as\nalways impertinent than to think of him as occasionally contrite.\nThe two men pretended meanwhile for half an hour to outsit each other\nconveniently; and the end--at that rate--might have been distant had not\nthe tension in some degree yielded to the arrival of a friend of M. de\nMauves--a tall pale consumptive-looking dandy who filled the air with\nthe odour of heliotrope. He looked up and down the boulevard wearily,\nexamined the Count's garments in some detail, then appeared to refer\nrestlessly to his own, and at last announced resignedly that the Duchess\nwas in town. M. de Mauves must come with him to call; she had abused him\ndreadfully a couple of evenings before--a sure sign she wanted to see\nhim. \"I depend on you,\" said with an infantine drawl this specimen of\nan order Longmore felt he had never had occasion so intimately to\nappreciate, \"to put her en train.\"\n\nM. de Mauves resisted, he protested that he was d'une humeur\nmassacrante; but at last he allowed himself to be drawn to his feet\nand stood looking awkwardly--awkwardly for M. de Mauves--at Longmore.\n\"You'll excuse me,\" he appeared to find some difficulty in saying; \"you\ntoo probably have occupation for the evening?\"\n\n\"None but to catch my train.\" And our friend looked at his watch.\n\n\"Ah you go back to Saint-Germain?\"\n\n\"In half an hour.\"\n\nM. de Mauves seemed on the point of disengaging himself from his\ncompanion's arm, which was locked in his own; but on the latter's\nuttering some persuasive murmur he lifted his hat stiffly and turned\naway.\n\nLongmore the next day wandered off to the terrace to try and beguile\nthe restlessness with which he waited for the evening; he wished to see\nMadame de Mauves for the last time at the hour of long shadows and\npale reflected amber lights, as he had almost always seen her. Destiny,\nhowever, took no account of this humble plea for poetic justice; it\nwas appointed him to meet her seated by the great walk under a tree and\nalone. The hour made the place almost empty; the day was warm, but as\nhe took his place beside her a light breeze stirred the leafy edges of\ntheir broad circle of shadow. She looked at him almost with no pretence\nof not having believed herself already rid of him, and he at once told\nher that he should leave Saint-Germain that evening, but must first bid\nher farewell. Her face lighted a moment, he fancied, as he spoke; but\nshe said nothing, only turning it off to far Paris which lay twinkling\nand flashing through hot exhalations. \"I've a request to make of you,\"\nhe added. \"That you think of me as a man who has felt much and claimed\nlittle.\"\n\nShe drew a long breath which almost suggested pain. \"I can't think of\nyou as unhappy. That's impossible. You've a life to lead, you've duties,\ntalents, inspirations, interests. I shall hear of your career. And\nthen,\" she pursued after a pause, though as if it had before this quite\nbeen settled between them, \"one can't be unhappy through having a better\nopinion of a friend instead of a worse.\"\n\nFor a moment he failed to understand her. \"Do you mean that there can be\nvarying degrees in my opinion of you?\"\n\nShe rose and pushed away her chair. \"I mean,\" she said quickly, \"that\nit's better to have done nothing in bitterness--nothing in passion.\" And\nshe began to walk.\n\nLongmore followed her without answering at first. But he took off his\nhat and with his pocket-handkerchief wiped his forehead. \"Where shall\nyou go? what shall you do?\" he simply asked at last.\n\n\"Do? I shall do as I've always done--except perhaps that I shall go for\na while to my husband's old home.\"\n\n\"I shall go to MY old one. I've done with Europe for the present,\" the\nyoung man added.\n\nShe glanced at him as he walked beside her, after he had spoken these\nwords, and then bent her eyes for a long time on the ground. But\nsuddenly, as if aware of her going too far she stopped and put out her\nhand. \"Good-bye. May you have all the happiness you deserve!\"\n\nHe took her hand with his eyes on her, but something was at work in\nhim that made it impossible to deal in the easy way with her touch.\nSomething of infinite value was floating past him, and he had taken an\noath, with which any such case interfered, not to raise a finger to stop\nit. It was borne by the strong current of the world's great life and not\nof his own small one. Madame de Mauves disengaged herself, gathered in\nher long scarf and smiled at him almost as you would do at a child\nyou should wish to encourage. Several moments later he was still there\nwatching her leave him and leave him. When she was out of sight he shook\nhimself, walked at once back to his hotel and, without waiting for the\nevening train, paid his bill and departed.\n\nLater in the day M. de Mauves came into his wife's drawing-room, where\nshe sat waiting to be summoned to dinner. He had dressed as he usually\ndidn't dress for dining at home. He walked up and down for some moments\nin silence, then rang the bell for a servant and went out into the hall\nto meet him. He ordered the carriage to take him to the station, paused\na moment with his hand on the knob of the door, dismissed the\nservant angrily as the latter lingered observing him, re-entered the\ndrawing-room, resumed his restless walk and at last stopped abruptly\nbefore his wife, who had taken up a book. \"May I ask the favour,\" he\nsaid with evident effort, in spite of a forced smile as of allusion to\na large past exercise of the very best taste, \"of having a question\nanswered?\"\n\n\"It's a favour I never refused,\" she replied.\n\n\"Very true. Do you expect this evening a visit from Mr. Longmore?\"\n\n\"Mr. Longmore,\" said his wife, \"has left Saint-Germain.\" M. de Mauves\nwaited, but his smile expired. \"Mr. Longmore,\" his wife continued, \"has\ngone to America.\"\n\nM. de Mauves took it--a rare thing for him--with confessed, if\nmomentary, intellectual indigence. But he raised, as it were, the wind.\n\"Has anything happened?\" he asked, \"Had he a sudden call?\" But his\nquestion received no answer. At the same moment the servant threw open\nthe door and announced dinner; Madame Clairin rustled in, rubbing her\nwhite hands, Madame de Mauves passed silently into the dining-room,\nbut he remained outside--outside of more things, clearly, than his mere\nsalle-a-manger. Before long he went forth to the terrace and continued\nhis uneasy walk. At the end of a quarter of an hour the servant came to\nlet him know that his carriage was at the door. \"Send it away,\" he said\nwithout hesitation. \"I shan't use it.\" When the ladies had half-finished\ndinner he returned and joined them, with a formal apology to his wife\nfor his inconsequence.\n\nThe dishes were brought back, but he hardly tasted them; he drank on\nthe other hand more wine than usual. There was little talk, scarcely a\nconvivial sound save the occasional expressive appreciative \"M-m-m!\" of\nMadame Clairin over the succulence of some dish. Twice this lady saw\nher brother's eyes, fixed on her own over his wineglass, put to her a\nquestion she knew she should have to irritate him later on by not being\nable to answer. She replied, for the present at least, by an elevation\nof the eyebrows that resembled even to her own humour the vain raising\nof an umbrella in anticipation of a storm. M. de Mauves was left alone\nto finish his wine; he sat over it for more than an hour and let the\ndarkness gather about him. At last the servant came in with a letter and\nlighted a candle. The letter was a telegram, which M. de Mauves, when\nhe had read it, burnt at the candle. After five minutes' meditation\nhe wrote a message on the back of a visiting-card and gave it to the\nservant to carry to the office. The man knew quite as much as his master\nsuspected about the lady to whom the telegram was addressed; but its\ncontents puzzled him; they consisted of the single word \"Impossible.\" As\nthe evening passed without her brother's reappearing in the drawing-room\nMadame Clairin came to him where he sat by his solitary candle. He\ntook no notice of her presence for some time, but this affected her\nas unexpected indulgence. At last, however, he spoke with a particular\nharshness. \"Ce jeune mufle has gone home at an hour's notice. What the\ndevil does it mean?\"\n\nMadame Clairin now felt thankful for her umbrella. \"It means that I've a\nsister-in-law whom I've not the honour to understand.\"\n\nHe said nothing more and silently allowed her, after a little, to\ndepart. It had been her duty to provide him with an explanation, and he\nwas disgusted with her blankness; but she was--if there was no more to\ncome--getting off easily. When she had gone he went into the garden and\nwalked up and down with his cigar. He saw his wife seated alone on the\nterrace, but remained below, wandering, turning, pausing, lingering.\nHe remained a long time. It grew late and Madame de Mauves disappeared.\nToward midnight he dropped upon a bench, tired, with a long vague\nexhalation of unrest. It was sinking into his spirit that he too didn't\nunderstand Madame Clairin's sister-in-law.\n\nLongmore was obliged to wait a week in London for a ship. It was very\nhot, and he went out one day to Richmond. In the garden of the hotel at\nwhich he dined he met his friend Mrs. Draper, who was staying there.\nShe made eager enquiry about Madame de Mauves; but Longmore at first,\nas they sat looking out at the famous view of the Thames, parried her\nquestions and confined himself to other topics. At last she said she was\nafraid he had something to conceal; whereupon, after a pause, he asked\nher if she remembered recommending him, in the letter she had addressed\nhim at Saint-Germain, to draw the sadness from her friend's smile. \"The\nlast I saw of her was her smile,\" he said--\"when I bade her good-bye.\"\n\n\"I remember urging you to 'console' her,\" Mrs. Draper returned, \"and I\nwondered afterwards whether--model of discretion as you are--I hadn't\ncut you out work for which you wouldn't thank me.\"\n\n\"She has her consolation in herself,\" the young man said; \"she needs\nnone that any one else can offer her. That's for troubles for which--be\nit more, be it less--our own folly has to answer. Madame de Mauves\nhasn't a grain of folly left.\"\n\n\"Ah don't say that!\"--Mrs. Draper knowingly protested. \"Just a little\nfolly's often very graceful.\"\n\nLongmore rose to go--she somehow annoyed him. \"Don't talk of grace,\" he\nsaid, \"till you've measured her reason!\"\n\nFor two years after his return to America he heard nothing of Madame de\nMauves. That he thought of her intently, constantly, I need hardly say;\nmost people wondered why such a clever young man shouldn't \"devote\"\nhimself to something; but to himself he seemed absorbingly occupied. He\nnever wrote to her; he believed she wouldn't have \"liked\" it. At last he\nheard that Mrs. Draper had come home and he immediately called on her.\n\"Of course,\" she said after the first greetings, \"you're dying for news\nof Madame de Mauves. Prepare yourself for something strange. I heard\nfrom her two or three times during the year after your seeing her. She\nleft Saint-Germain and went to live in the country on some old property\nof her husband's. She wrote me very kind little notes, but I felt\nsomehow that--in spite of what you said about 'consolation'--they were\nthe notes of a wretched woman. The only advice I could have given her\nwas to leave her scamp of a husband and come back to her own land and\nher own people. But this I didn't feel free to do, and yet it made me\nso miserable not to be able to help her that I preferred to let our\ncorrespondence die a natural death. I had no news of her for a year.\nLast summer, however, I met at Vichy a clever young Frenchman whom\nI accidentally learned to be a friend of that charming sister of the\nCount's, Madame Clairin. I lost no time in asking him what he knew\nabout Madame de Mauves--a countrywoman of mine and an old friend. 'I\ncongratulate you on the friendship of such a person,' he answered.\n'That's the terrible little woman who killed her husband.' You may\nimagine I promptly asked for an explanation, and he told me--from his\npoint of view--what he called the whole story. M. de Mauves had fait\nquelques folies which his wife had taken absurdly to heart. He had\nrepented and asked her forgiveness, which she had inexorably refused.\nShe was very pretty, and severity must have suited her style; for,\nwhether or no her husband had been in love with her before, he fell\nmadly in love with her now. He was the proudest man in France, but he\nhad begged her on his knees to be re-admitted to favour. All in vain!\nShe was stone, she was ice, she was outraged virtue. People noticed a\ngreat change in him; he gave up society, ceased to care for anything,\nlooked shockingly. One fine day they discovered he had blown out his\nbrains. My friend had the story of course from Madame Clairin.\"\n\nLongmore was strongly moved, and his first impulse after he had\nrecovered his composure was to return immediately to Europe. But several\nyears have passed, and he still lingers at home. The truth is that,\nin the midst of all the ardent tenderness of his memory of Madame de\nMauves, he has become conscious of a singular feeling--a feeling of\nwonder, of uncertainty, of awe.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Madame de Mauves, by Henry James\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MADAME DE MAUVES ***\n\n***** This file should be named 7813.txt or 7813.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/7\/8\/1\/7813\/\n\nProduced by Eve Sobol\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":617,"split":"train"}
