{"ori_id":"738d49798508ebd054495ad3d38276ff8bfda0ff","title":"The Scarecrow of Oz","context":"The Scarecrow of Oz\n Cap'n Bill, a sailor with a wooden peg-leg, and his friend, a little girl named Trot, set out from California on a calm day for a short ride in their row-boat. A freak whirlpool capsizes their boat and pulls them under water, where they are carried by mermaids (referred to but not seen) to a cave. They are soon joined by a flying creature called an Ork. Passing through a dark tunnel out of the cave, the three arrive at an island inhabited by a grim man calling himself Pessim the Observer. Cap'n Bill and Trot reduce their size by eating magic shrinking-berries, and the Ork carries them away from the island to the land of Mo, where they eat another type of magic berries and resume their normal size.\nThey meet the Bumpy Man, who specializes in serving sugar and molasses and has some of their appearance too. After dining on Mo rain (lemonade) and Mo snow (popcorn), they run into Button Bright, the boy from The Road to Oz who has gotten lost again. Cap'n Bill calls down some of the native birds (who, like all birds in fairy countries, can talk back) and offers them the \"growing\" berries to make them large enough to carry himself, Trot, and Button-Bright to the land of Oz. When they make it across the desert, Button-Bright, Cap'n Bill, and Trot are set down in a field and the Ork leaves them to find his own country, which he got lost from on a routine flight.\nThe place Button-Bright, Cap'n Bill, and Trot have arrived in, Jinxland, is cut off from the rest of Oz by a range of high mountains and a bottomless crevice. The kingdom has had a turbulent recent history. The rightful king of Jinxland, King Kynd, was removed by his prime minister Phearse, who was in turn removed by his prime minister Krewl who now rules over the land. An unpleasant but wealthy citizen named Googly-Goo seeks to marry King Kynd's daughter, Princess Gloria; however, she is in love with Pon, the current gardener's boy, who is the son of the first usurper Phearse. King Krewl and Googly-Goo hire a witch named Blinkie to freeze Gloria's heart so that she will no longer love Pon. Cap'n Bill happens on this plot, and to keep him from interfering, Blinkie turns him into a grasshopper. She then freezes Gloria's heart. Googly-Goo proposes to her, but now that her heart is frozen, she does not love anyone at all, including Googly-Goo, whose proposal she scornfully declines.\nThe Scarecrow is at Glinda's palace in the Quadling Country and learns about these events from reading Glinda's Great Book of Records, a magical volume which transcribes every event in the world at the instant it happens. The Scarecrow wants to help Cap'n Bill, Button-Bright, and Trot, and Glinda sends him to Jinxland with some of her magic to aid him. The Scarecrow travels to Jinxland and joins forces with Trot, Cap'n Bill (who is still a grasshopper), and the Ork, who flies off to his homeland for reinforcements. The Scarecrow attempts to depose Krewl and is captured, with Googly-Goo suggesting the Scarecrow be burned, but then the Ork arrives just in time with fifty other Orks, who attack the Jinxlanders and turn the tables on Krewl. The victorious party then arrives at Blinkieâ\u0080\u0099s and makes her undo her magic on Cap'n Bill and Princess Gloria by using a magic powder to shrink her in size. When she has undone her evil spells, the Scarecrow stops Blinkie's shrinking, but she remains at a small size and loses all her magic powers.\nGloria takes the throne of Jinxland and elevates Pon to be her royal consort, and the Scarecrow, Button-Bright, Cap'n Bill, Trot, and the Orks return to the Emerald City for a celebration.\nï»¿The Project Gutenberg EBook of The Scarecrow of Oz, by L. Frank Baum\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: The Scarecrow of Oz\n\nAuthor: L. Frank Baum\n\nRelease Date: February 21, 2016 [EBook #51263]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE SCARECROW OF OZ ***\n\n\n\n\nProduced by David Edwards, Tom Cosmas, The Internet Archives\nfor replacement pages, OZClub.org for a better cover image,\nand the Online Distributed Proofreading Team at\nhttp:\/\/www.pgdp.net (This book was produced from scanned\nimages of public domain material from the Google Books\nproject.)\n\n\n\n\n\n\n\n\n\nTranscriber Notes\n\nText emphasis id denoted as _Italics_ and =Bold=.\n\n\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  |                             The                              |\n  |                                                              |\n  |                       Scarecrow of Oz                        |\n  |                                                              |\n  |                                                              |\n  |                                                              |\n  |                              by                              |\n  |                                                              |\n  |                        L. Frank Baum                         |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n[Illustration]\n\n===== The Famous Oz Books =====\n\nSince 1900, when L. Frank Baum introduced to the children of America\nTHE WONDERFUL WIZARD OF OZ and all the other exciting characters who\ninhabit the land of Oz, these delightful fairy tales have stimulated the\nimagination of millions of young readers.\n\nThese are stories which are genuine fantasy creative, funny, tender,\nexciting and surprising. Filled with the rarest and most absurd\ncreatures, each of the 14 volumes which now comprise the series, has been\neagerly sought out by generation after generation until to-day they are\nknown to all except the very young or those who were never young at all.\n\nWhen, in a recent survey, The =New York Times= polled a group of teen agers\non the books they liked best when they were young, the Oz books topped\nthe list.\n\n\n                           THE FAMOUS OZ BOOKS\n                           -------------------\n\n                            By L. Frank Baum:\n\n                      THE WIZARD OF OZ\n                      THE LAND OF OZ\n                      OZMA OF OZ\n                      DOROTHY AND THE WIZARD IN OZ\n                      THE ROAD TO OZ\n                      THE EMERALD CITY OF OZ\n                      THE PATCHWORK GIRL OF OZ\n                      TIK-TOK OF OZ\n                      THE SCARECROW OF OZ\n                      RINKITINK IN OZ\n                      THE LOST PRINCESS OF OZ\n                      THE TIN WOODMAN OF OZ\n                      THE MAGIC OF OZ\n                      GLINDA OF OZ\n\n           Chicago      THE REILLY & LEE CO.      _Publishers_\n\n\n[Illustration: THE SCARECROW _OF_ OZ]\n\nDedicated to\n\n\"The Uplifters\" of Los Angeles, California, in grateful appreciation\nof the pleasure I have derived from association with them, and in\nrecognition of their sincere endeavor to uplift humanity through\nkindness, consideration and good-fellowship. They are big men all of them\nand all with the generous hearts of little children.\n\nL. Frank Baum\n\n\n[Illustration]\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  |                             THE                              |\n  |                                                              |\n  |                      =SCARECROW OF OZ=                       |\n  |                                                              |\n  |                                                              |\n  |                              BY                              |\n  |                                                              |\n  |                        L. FRANK BAUM                         |\n  |                                                              |\n  |                          AUTHOR OF                           |\n  |                                                              |\n  |  THE ROAD TO OZ, DOROTHY AND THE WIZARD IN OZ, THE EMERALD   |\n  |  CITY OF OZ, THE LAND OF OZ, OZMA OF OZ. THE PATCHWORK GIRL  |\n  |                     OF OZ, TIK-TOK OF OZ                     |\n  |                                                              |\n  |                                                              |\n  |                                                              |\n  |                        [Illustration]                        |\n  |                                                              |\n  |                                                              |\n  |                                                              |\n  |                        ILLUSTRATED BY                        |\n  |                        JOHN R. NEILL                         |\n  |                                                              |\n  |                                                              |\n  |                    =The Reilly & Lee Co=                     |\n  |                           Chicago                            |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  |                          COPYRIGHT                           |\n  |                                                              |\n  |                           1915 BY                            |\n  |                                                              |\n  |                         L Frank Baum                         |\n  |                                                              |\n  |                             ALL                              |\n  |                                                              |\n  |                       RIGHTS RESERVED                        |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n[Illustration]\n\n'TWIXT YOU AND ME\n\nThe Army of Children which besieged the Postoffice, conquered the Postmen\nand delivered to me its imperious Commands, insisted that Trot and Cap'n\nBill be admitted to the Land of Oz, where Trot could enjoy the society\nof Dorothy, Betsy Bobbin and Ozma, while the one-legged sailor-man might\nbecome a comrade of the Tin Woodman, the Shaggy Man, Tik-Tok and all the\nother quaint people who inhabit this wonderful fairyland.\n\nIt was no easy task to obey this order and land Trot and Cap'n Bill\nsafely in Oz, as you will discover by reading this book. Indeed, it\nrequired the best efforts of our dear old friend, the Scarecrow, to save\nthem from a dreadful fate on the journey; but the story leaves them\nhappily located in Ozma's splendid palace and Dorothy has promised me\nthat Button-Bright and the three girls are sure to encounter, in the near\nfuture, some marvelous adventures in the Land of Oz, which I hope to be\npermitted to relate to you in the next Oz Book.\n\nMeantime, I am deeply grateful to my little readers for their continued\nenthusiasm over the Oz stories, as evinced in the many letters they send\nme, all of which are lovingly cherished. It takes more and more Oz Books\nevery year to satisfy the demands of old and new readers, and there\nhave been formed many \"Oz Reading Societies,\" where the Oz Books owned\nby different members are read aloud. All this is very gratifying to me\nand encourages me to write more Oz stories. When the children have had\nenough of them, I hope they will let me know, and then I'll try to write\nsomething different.\n\n                                                     L. Frank Baum\n                                                 \"Royal Historian of Oz.\"\n\n    \"OZCOT\"\n  at HOLLYWOOD\n  in CALIFORNIA,\n      1915.\n\n\n\n[Illustration]\n\nLIST OF CHAPTERS\n\n   1 The Great Whirlpool                        18\n   2 Cavern Under the Sea                       22\n   3 The Ork                                    33\n   4 Daylight at Last!                          52\n   5 The Little Old Man of the Island           62\n   6 The Flight of the Midgets                  82\n   7 The Bumpy Man                              89\n   8 Button-Bright is Lost, and Found Again    101\n   9 The Kingdom of Jinxland                   119\n  10 Pon, the Gardener's Boy                   131\n  11 The Wicked King and Googly-Goo            138\n  12 The Wooden-Legged Grasshopper             151\n  13 Glinda the Good and the Scarecrow of Oz   167\n  14 The Frozen Heart                          178\n  15 Trot Meets the Scarecrow                  195\n  16 Pon Summons the King to Surrender         204\n  17 The Ork Rescues Button-Bright             213\n  18 The Scarecrow Meets an Enemy              220\n  19 The Conquest of the Witch                 230\n  20 Queen Gloria                              241\n  21 Dorothy, Betsy and Ozma                   255\n  22 The Waterfall                             264\n  23 The Land of Oz                            273\n  24 The Royal Reception                       278\n\n[Illustration]\n\n[Illustration]\n\n\n\n\n\n[Illustration: Cap'n Bill]\n\n\nCHAPTER 1\n\nThe Great Whirlpool\n\n\n\"Seems to me,\" said Cap'n Bill, as he sat beside Trot under the big\nacacia tree, looking out over the blue ocean, \"seems to me, Trot, as how\nthe more we know, the more we find we don't know.\"\n\n\"I can't quite make that out, Cap'n Bill,\" answered the little girl in a\nserious voice, after a moment's thought, during which her eyes followed\nthose of the old sailor-man across the glassy surface of the sea. \"Seems\nto me that all we learn is jus' so much gained.\"\n\n\"I know; it looks that way at first sight,\" said the sailor, nodding his\nhead; \"but those as knows the least have a habit of thinkin' they know\nall there is to know, while them as knows the most admits what a turr'ble\nbig world this is. It's the knowing ones that realize one lifetime ain't\nlong enough to git more'n a few dips o' the oars of knowledge.\"\n\nTrot didn't answer. She was a very little girl, with big, solemn eyes and\nan earnest, simple manner. Cap'n Bill had been her faithful companion for\nyears and had taught her almost everything she knew.\n\nHe was a wonderful man, this Cap'n Bill. Not so very old, although his\nhair was grizzled--what there was of it. Most of his head was bald as\nan egg and as shiny as oilcloth, and this made his big ears stick out\nin a funny way. His eyes had a gentle look and were pale blue in color,\nand his round face was rugged and bronzed. Cap'n Bill's left leg was\nmissing, from the knee down, and that was why the sailor no longer sailed\nthe seas. The wooden leg he wore was good enough to stump around with on\nland, or even to take Trot out for a row or a sail on the ocean, but when\nit came to \"runnin' up aloft\" or performing active duties on shipboard,\nthe old sailor was not equal to the task. The loss of his leg had ruined\nhis career and the old sailor found comfort in devoting himself to the\neducation and companionship of the little girl.\n\n[Illustration: The old sailor devoted himself to the Education of the\nlittle girl.]\n\nThe accident to Cap'n Bill's leg had happened at about the time Trot was\nborn, and ever since that he had lived with Trot's mother as \"a star\nboarder,\" having enough money saved up to pay for his weekly \"keep.\" He\nloved the baby and often held her on his lap; her first ride was on Cap'n\nBill's shoulders, for she had no baby-carriage; and when she began to\ntoddle around, the child and the sailor became close comrades and enjoyed\nmany strange adventures together. It is said the fairies had been present\nat Trot's birth and had marked her forehead with their invisible mystic\nsigns, so that she was able to see and do many wonderful things.\n\nThe acacia tree was on top of a high bluff, but a path ran down the bank\nin a zigzag way to the water's edge, where Cap'n Bill's boat was moored\nto a rock by means of a stout cable. It had been a hot, sultry afternoon,\nwith scarcely a breath of air stirring, so Cap'n Bill and Trot had been\nquietly sitting beneath the shade of the tree, waiting for the sun to get\nlow enough for them to take a row.\n\nThey had decided to visit one of the great caves which the waves had\nwashed out of the rocky coast during many years of steady effort. The\ncaves were a source of continual delight to both the girl and the\nsailor, who loved to explore their awesome depths.\n\n\"I b'lieve, Cap'n,\" remarked Trot, at last, \"that it's time for us to\nstart.\"\n\nThe old man cast a shrewd glance at the sky, the sea and the motionless\nboat. Then he shook his head.\n\n\"Mebbe it's time, Trot,\" he answered, \"but I don't jes' like the looks o'\nthings this afternoon.\"\n\n\"What's wrong?\" she asked wonderingly.\n\n\"Can't say as to that. Things is too quiet to suit me, that's all. No\nbreeze, not a ripple a-top the water, nary a gull a-flyin' anywhere, an'\nthe end o' the hottest day o' the year. I ain't no weather-prophet, Trot,\nbut any sailor would know the signs is ominous.\"\n\n\"There's nothing wrong that I can see,\" said Trot. \"If there was a cloud\nin the sky even as big as my thumb, we might worry about it; but--look,\nCap'n!--the sky is as clear as can be.\"\n\nHe looked again and nodded.\n\n\"P'r'aps we can make the cave, all right,\" he agreed, not wishing to\ndisappoint her. \"It's only a little way out, an' we'll be on the watch;\nso come along, Trot.\"\n\nTogether they descended the winding path to the beach. It was no trouble\nfor the girl to keep her footing on the steep way, but Cap'n Bill,\nbecause of his wooden leg, had to hold on to rocks and roots now and\nthen to save himself from tumbling. On a level path he was as spry as\nanyone, but to climb up hill or down required some care.\n\nThey reached the boat safely and while Trot was untying the rope Cap'n\nBill reached into a crevice of the rock and drew out several tallow\ncandles and a box of wax matches, which he thrust into the capacious\npockets of his \"sou'wester.\" This sou'wester was a short coat of oilskin\nwhich the old sailor wore on all occasions--when he wore a coat at\nall--and the pockets always contained a variety of objects, useful and\nornamental, which made even Trot wonder where they all came from and why\nCap'n Bill should treasure them. The jackknives--a big one and a little\none--the bits of cord, the fishhooks, the nails: these were handy to\nhave on certain occasions. But bits of shell, and tin boxes with unknown\ncontents, buttons, pincers, bottles of curious stones and the like,\nseemed quite unnecessary to carry around. That was Cap'n Bill's business,\nhowever, and now that he added the candles and the matches to his\ncollection Trot made no comment, for she knew these last were to light\ntheir way through the caves.\n\nThe sailor always rowed the boat, for he handled the oars with strength\nand skill. Trot sat in the stern and steered. The place where they\nembarked was a little bight or circular bay, and the boat cut across a\nmuch larger bay toward a distant headland where the caves were located,\nright at the water's edge. They were nearly a mile from shore and about\nhalf-way across the bay when Trot suddenly sat up straight and exclaimed:\n\"What's that, Cap'n?\"\n\nHe stopped rowing and turned half around to look.\n\n[Illustration]\n\n\"That, Trot,\" he slowly replied, \"looks to me mighty like a whirlpool.\"\n\n\"What makes it, Cap'n?\"\n\n\"A whirl in the air makes the whirl in the water. I was afraid as we'd\nmeet with trouble, Trot. Things didn't look right. The air was too still.\"\n\n\"It's coming closer,\" said the girl.\n\nThe old man grabbed the oars and began rowing with all his strength.\n\n\"'Tain't comin' closer to us, Trot,\" he gasped; \"it's we that are comin'\ncloser to the whirlpool. The thing is drawin' us to it like a magnet!\"\n\nTrot's sun-bronzed face was a little paler as she grasped the tiller\nfirmly and tried to steer the boat away; but she said not a word to\nindicate fear.\n\nThe swirl of the water as they came nearer made a roaring sound that\nwas fearful to listen to. So fierce and powerful was the whirlpool that\nit drew the surface of the sea into the form of a great basin, slanting\ndownward toward the center, where a big hole had been made in the\nocean--a hole with walls of water that were kept in place by the rapid\nwhirling of the air.\n\nThe boat in which Trot and Cap'n Bill were riding was just on the outer\nedge of this saucer-like slant, and the old sailor knew very well that\nunless he could quickly force the little craft away from the rushing\ncurrent they would soon be drawn into the great black hole that yawned in\nthe middle. So he exerted all his might and pulled as he had never pulled\nbefore. He pulled so hard that the left oar snapped in two and sent Cap'n\nBill sprawling upon the bottom of the boat.\n\nHe scrambled up quickly enough and glanced over the side. Then he looked\nat Trot, who sat quite still, with a serious, far-away look in her sweet\neyes. The boat was now speeding swiftly of its own accord, following\nthe line of the circular basin round and round and gradually drawing\nnearer to the great hole in the center. Any further effort to escape the\nwhirlpool was useless, and realizing this fact Cap'n Bill turned toward\nTrot and put an arm around her, as if to shield her from the awful fate\nbefore them. He did not try to speak, because the roar of the waters\nwould have drowned the sound of his voice.\n\nThese two faithful comrades had faced dangers before, but nothing to\nequal that which now faced them. Yet Cap'n Bill, noting the look in\nTrot's eyes and remembering how often she had been protected by unseen\npowers, did not quite give way to despair.\n\nThe great hole in the dark water--now growing nearer and nearer--looked\nvery terrifying; but they were both brave enough to face it and await the\nresult of the adventure.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 2\n\nThe Cavern Under the Sea\n\n\nThe circles were so much smaller at the bottom of the basin, and the boat\nmoved so much more swiftly, that Trot was beginning to get dizzy with\nthe motion, when suddenly the boat made a leap and dived headlong into\nthe murky depths of the hole. Whirling like tops, but still clinging\ntogether, the sailor and the girl were separated from their boat and\nplunged down--down--down--into the farthermost recesses of the great\nocean.\n\nAt first their fall was swift as an arrow, but presently they seemed to\nbe going more moderately and Trot was almost sure that unseen arms were\nabout her, supporting her and protecting her. She could see nothing,\nbecause the water filled her eyes and blurred her vision, but she clung\nfast to Cap'n Bill's sou'wester, while other arms clung fast to her, and\nso they gradually sank down and down until a full stop was made, when\nthey began to ascend again.\n\nBut it seemed to Trot that they were not rising straight to the surface\nfrom where they had come. The water was no longer whirling them and they\nseemed to be drawn in a slanting direction through still, cool ocean\ndepths. And then--in much quicker time than I have told it--up they\npopped to the surface and were cast at full length upon a sandy beach,\nwhere they lay choking and gasping for breath and wondering what had\nhappened to them.\n\nTrot was the first to recover. Disengaging herself from Cap'n Bill's\nwet embrace and sitting up, she rubbed the water from her eyes and\nthen looked around her. A soft, bluish-green glow lighted the place,\nwhich seemed to be a sort of cavern, for above and on either side of\nher were rugged rocks. They had been cast upon a beach of clear sand,\nwhich slanted upward from the pool of water at their feet--a pool which\ndoubtless led into the big ocean that fed it. Above the reach of the\nwaves of the pool were more rocks, and still more and more, into the dim\nwindings and recesses of which the glowing light from the water did not\npenetrate.\n\nThe place looked grim and lonely, but Trot was thankful that she was\nstill alive and had suffered no severe injury during her trying adventure\nunder water. At her side Cap'n Bill was sputtering and coughing, trying\nto get rid of the water he had swallowed. Both of them were soaked\nthrough, yet the cavern was warm and comfortable and a wetting did not\ndismay the little girl in the least.\n\nShe crawled up the slant of sand and gathered in her hand a bunch of\ndried seaweed, with which she mopped the face of Cap'n Bill and cleared\nthe water from his eyes and ears. Presently the old man sat up and stared\nat her intently. Then he nodded his bald head three times and said in a\ngurgling voice:\n\n\"Mighty good, Trot; mighty good! We didn't reach Davy Jones's locker that\ntime, did we? Though why we didn't, an' why we're here, is more'n I kin\nmake out.\"\n\n\"Take it easy, Cap'n,\" she replied. \"We're safe enough, I guess, at least\nfor the time being.\"\n\nHe squeezed the water out of the bottoms of his loose trousers and felt\nof his wooden leg and arms and head, and finding he had brought all\nof his person with him he gathered courage to examine closely their\nsurroundings.\n\n\"Where d'ye think we are, Trot?\" he presently asked.\n\n\"Can't say, Cap'n. P'r'aps in one of our caves.\"\n\nHe shook his head. \"No,\" said he, \"I don't think that, at all. The\ndistance we came up didn't seem half as far as the distance we went\ndown; an' you'll notice there ain't any outside entrance to this cavern\nwhatever. It's a reg'lar dome over this pool o' water, and unless there's\nsome passage at the back, up yonder, we're fast pris'ners.\"\n\nTrot looked thoughtfully over her shoulder.\n\n\"When we're rested,\" she said, \"we will crawl up there and see if there's\na way to get out.\"\n\nCap'n Bill reached in the pocket of his oilskin coat and took out his\npipe. It was still dry, for he kept it in an oilskin pouch with his\ntobacco. His matches were in a tight tin box, so in a few moments the old\nsailor was smoking contentedly. Trot knew it helped him to think when\nhe was in any difficulty. Also, the pipe did much to restore the old\nsailor's composure, after his long ducking and his terrible fright--a\nfright that was more on Trot's account than his own.\n\nThe sand was dry where they sat, and soaked up the water that dripped\nfrom their clothing. When Trot had squeezed the wet out of her hair she\nbegan to feel much like her old self again. By and by they got upon their\nfeet and crept up the incline to the scattered boulders above. Some of\nthese were of huge size, but by passing between some and around others,\nthey were able to reach the extreme rear of the cavern.\n\n\"Yes,\" said Trot, with interest, \"here's a round hole.\"\n\n\"And it's black as night inside it,\" remarked Cap'n Bill.\n\n\"Just the same,\" answered the girl, \"we ought to explore it, and see\nwhere it goes, 'cause it's the only poss'ble way we can get out of this\nplace.\"\n\nCap'n Bill eyed the hole doubtfully.\n\n\"It may be a way out o' here, Trot,\" he said, \"but it may be a way into\na far worse place than this. I'm not sure but our best plan is to stay\nright here.\"\n\nTrot wasn't sure, either, when she thought of it in that light.. After\nawhile she made her way back to the sands again, and Cap'n Bill followed\nher. As they sat down, the child looked thoughtfully at the sailor's\nbulging pockets.\n\n[Illustration: Trot]\n\n\"How much food have we got, Cap'n?\" she asked.\n\n\"Half a dozen ship's biscuits an' a hunk o' cheese,\" he replied. \"Want\nsome now, Trot?\"\n\nShe shook her head, saying:\n\n\"That ought to keep us alive 'bout three days if we're careful of it.\"\n\n\"Longer'n that, Trot,\" said Cap'n Bill, but his voice was a little\ntroubled and unsteady.\n\n\"But if we stay here we're bound to starve in time,\" continued the girl,\n\"while if we go into the dark hole--\"\n\n\"Some things are more hard to face than starvation,\" said the sailor-man,\ngravely. \"We don't know what's inside that dark hole. Trot, nor where it\nmight lead us to.\"\n\n\"There's a way to find that out,\" she persisted.\n\nInstead of replying, Cap'n Bill began searching in his pockets. He soon\ndrew out a little package of fishhooks and a long line. Trot watched him\njoin them together. Then he crept a little way up the slope and turned\nover a big rock. Two or three small crabs began scurrying away over the\nsands and the old sailor caught them and put one on his hook and the\nothers in his pocket. Coming back to the pool he swung the hook over\nhis shoulder and circled it around his head and cast it nearly into\nthe center of the water, where he allowed it to sink gradually, paying\nout the line as far as it would go. When the end was reached, he began\ndrawing it in again, until the crab bait was floating on the surface.\n\nTrot watched him cast the line a second time, and a third. She decided\nthat either there were no fishes in the pool or they would not bite\nthe crab bait. But Cap'n Bill was an old fisherman and not easily\ndiscouraged. When the crab got away he put another on the hook. When the\ncrabs were all gone he climbed up the rocks and found some more.\n\nMeantime Trot tired of watching him and lay down upon the sands, where\nshe fell fast asleep. During the next two hours her clothing dried\ncompletely, as did that of the old sailor. They were both so used to salt\nwater that there was no danger of taking cold.\n\nFinally the little girl was wakened by a splash beside her and a grunt of\nsatisfaction from Cap'n Bill. She opened her eyes to find that the Cap'n\nhad landed a silver-scaled fish weighing about two pounds. This cheered\nher considerably and she hurried to scrape together a heap of seaweed,\nwhile Cap'n Bill cut up the fish with his jackknife and got it ready for\ncooking.\n\nThey had cooked fish with seaweed before. Cap'n Bill wrapped his fish\nin some of the weed and dipped it in the water to dampen it. Then he\nlighted a match and set fire to Trot's heap, which speedily burned down\nto a glowing bed of ashes. Then they laid the wrapped fish on the ashes,\ncovered it with more seaweed, and allowed this to catch fire and burn to\nembers. After feeding the fire with seaweed for some time, the sailor\nfinally decided that their supper was ready, so he scattered the ashes\nand drew out the bits of fish, still encased in their smoking wrappings.\nWhen these wrappings were removed, the fish was found thoroughly cooked\nand both Trot and Cap'n Bill ate of it freely. It had a slight flavor of\nseaweed and would have been better with a sprinkling of salt.\n\nThe soft glow which until now had lighted the cavern, began to grow dim,\nbut there was a great quantity of seaweed in the place, so after they\nhad eaten their fish they kept the fire alive for a time by giving it a\nhandful of fuel now and then.\n\nFrom an inner pocket the sailor drew a small flask of battered metal and\nunscrewing the cap handed it to Trot. She took but one swallow of the\nwater, although she wanted more, and she noticed that Cap'n Bill merely\nwet his lips with it.\n\n\"S'pose,\" said she, staring at the glowing seaweed fire and speaking\nslowly, \"that we can catch all the fish we need; how 'bout the\ndrinking-water, Cap'n?\"\n\nHe moved uneasily but did not reply. Both of them were thinking about the\ndark hole, but while Trot had little fear of it the old man could not\novercome his dislike to enter the place. He knew that Trot was right,\nthough. To remain in the cavern, where they now were, could only result\nin slow but sure death.\n\nIt was nighttime upon the earth's surface, so the little girl became\ndrowsy and soon fell asleep. After a time the old sailor slumbered on the\nsands beside her. It was very still and nothing disturbed them for hours.\nWhen at last they awoke the cavern was light again.\n\nThey had divided one of the biscuits and were munching it for breakfast\nwhen they were startled by a sudden splash in the pool. Looking toward\nit they saw emerging from the water the most curious creature either of\nthem had ever beheld. It wasn't a fish, Trot decided, nor was it a beast.\nIt had wings, though, and queer wings they were: shaped like an inverted\nchopping-bowl and covered with tough skin instead of feathers. It had\nfour legs--much like the legs of a stork, only double the number--and\nits head was shaped a good deal like that of a poll parrot, with a beak\nthat curved downward in front and upward at the edges, and was half bill\nand half mouth. But to call it a bird was out of the question, because\nit had 110 feathers whatever except a crest of wavy plumes of a scarlet\ncolor on the very top of its head. The strange creature must have weighed\nas much as Cap'n Bill, and as it floundered and struggled to get out of\nthe water to the sandy beach it was so big and unusual that both Trot and\nher companion stared at it in wonder--in wonder that was not unmixed with\nfear.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 3\n\nThe Ork\n\nThe eyes that regarded them, as the creature stood dripping before them,\nwere bright and mild in expression, and the queer addition to their party\nmade no attempt to attack them and seemed quite as surprised by the\nmeeting as they were.\n\n\"I wonder,\" whispered Trot, \"what it is.\"\n\n\"Who, me?\" exclaimed the creature in a shrill, high-pitched voice. \"Why,\nI'm an Ork.\"\n\n\"Oh!\" said the girl. \"But what is an Ork?\"\n\n\"I am,\" he repeated, a little proudly, as he shook the water from his\nfunny wings; \"and if ever an Ork was glad to be out of the water and\non dry land again, you can be mighty sure that I'm that especial,\nindividual Ork!\"\n\n\"Have you been in the water long?\" inquired Cap'n Bill, thinking it only\npolite to show an interest in the strange creature..\n\n\"Why, this last ducking was about ten minutes, I believe, and that's\nabout nine minutes and sixty seconds too long for comfort,\" was the\nreply. \"But last night I was in an awful pickle, I assure you. The\nwhirlpool caught me, and--\"\n\n\"Oh, were you in the whirlpool, too?\" asked Trot eagerly.\n\nHe gave her a glance that was somewhat reproachful.\n\n\"I believe I was mentioning the fact, young lady, when your desire to\ntalk interrupted me,\" said the Ork. \"I am not usually careless in my\nactions, but that whirlpool was so busy yesterday that I thought I'd\nsee what mischief it was up to. So I flew a little too near it and the\nsuction of the air drew me down into the depths of the ocean. Water and\nI are natural enemies, and it would have conquered me this time had not\na bevy of pretty mermaids come to my assistance and dragged me away from\nthe whirling water and far up into a cavern, where they deserted me.\"\n\n\"Why, that's about the same thing that happened to us,\" cried Trot. \"Was\nyour cavern like this one?\"\n\n\"I haven't examined this one yet,\" answered the Ork; \"but if they happen\nto be alike I shudder at our fate, for the other one was a prison,\nwith no outlet except by means of the water. I stayed there all night,\nhowever, and this morning I plunged into the pool, as far down as I\ncould go, and then swam as hard and as far as I could. The rocks scraped\nmy back, now and then, and I barely escaped the clutches of an ugly\nsea-monster; but by and by I came to the surface to catch my breath,\nand found myself here. That's the whole story, and as I see you have\nsomething to eat I entreat you to give me a share of it. The truth is,\nI'm half starved.\"\n\nWith these words the Ork squatted down beside them. Very reluctantly\nCap'n Bill drew another biscuit from his pocket and held it out. The Ork\npromptly seized it in one of its front claws and began to nibble the\nbiscuit in much the same manner a parrot might have done.\n\n\"We haven't much grub,\" said the sailor-man, \"but we're willin' to share\nit with a comrade in distress.\"\n\n\"That's right,\" returned the Ork, cocking its head sidewise in a cheerful\nmanner, and then for a few minutes there was silence while they all ate\nof the biscuits. After a while Trot said:\n\n\"I've never seen or heard of an Ork before. Are there many of you?\"\n\n\"We are rather few and exclusive, I believe,\" was the reply. \"In the\ncountry where I was born we are the absolute rulers of all living things,\nfrom ants to elephants.\"\n\n\"What country is that?\" asked Cap'n Bill.\n\n\"Orkland.\"\n\n\"Where does it lie?\"\n\n\"I don't know, exactly. You see, I have a restless nature, for some\nreason, while all the rest of my race are quiet and contented Orks and\nseldom stray far from home. From childhood days I loved to fly long\ndistances away, although father often warned me that I would get into\ntrouble by so doing.\n\n\"'It's a big world, Flipper, my son,' he would say, 'and I've heard that\nin parts of it live queer two-legged creatures called Men, who war upon\nall other living things and would have little respect for even an Ork.'\n\n\"This naturally aroused my curiosity and after I had completed my\neducation and left school I decided to fly out into the world and try to\nget a glimpse of the creatures called Men. So I left home without saying\ngood-bye, an act I shall always regret. Adventures were many, I found. I\nsighted men several times, but have never before been so close to them\nas now. Also I had to fight my way through the air, for I met gigantic\nbirds, with fluffy feathers all over them, which attacked me fiercely.\nBesides, it kept me busy escaping from floating airships. In my rambling\nI had lost all track of distance or direction, so that when I wanted to\ngo home I had no idea where my country was located. I've now been trying\nto find it for several months and it was during one of my flights over\nthe ocean that I met the whirlpool and became its victim.\"\n\nTrot and Cap'n Bill listened to this recital with much interest, and\nfrom the friendly tone and harmless appearance of the Ork they judged he\nwas not likely to prove so disagreeable a companion as at first they had\nfeared he might be.\n\nThe Ork sat upon its haunches much as a cat does, but used the\nfinger-like claws of its front legs almost as cleverly as if they were\nhands. Perhaps the most curious thing about the creature was its tail, or\nwhat ought to have been its tail. This queer arrangement of skin, bones\nand muscle was shaped like the propellers used on boats and airships,\nhaving fan-like surfaces and being pivoted to its body. Cap'n Bill knew\nsomething of mechanics, and observing the propeller-like tail of the Ork\nhe said:\n\n\"I s'pose you're a pretty swift flyer?\"\n\n\"Yes, indeed; the Orks are admitted to be Kings of the Air.\"\n\n\"Your wings don't seem to amount to much,\" remarked Trot.\n\n\"Well, they are not very big,\" admitted the Ork, waving the four hollow\nskins gently to and fro, \"but they serve to support my body in the air\nwhile I speed along by means of my tail. Still, taken altogether, I'm\nvery handsomely formed, don't you think?\"\n\nTrot did not like to reply, but Cap'n Bill nodded gravely. \"For an Ork,\"\nsaid he, \"you're a wonder. I've never seen one afore, but I can imagine\nyou're as good as any.\"\n\nThat seemed to please the creature and it began walking around the\ncavern, making its way easily up the slope. While it was gone, Trot and\nCap'n Bill each took another sip from the water-flask, to wash down their\nbreakfast.\n\n\"Why, here's a hole--an exit--an outlet!\" exclaimed the Ork from above.\n\n\"We know,\" said Trot. \"We found it last night.\"\n\n\"Well, then, let's be off,\" continued the Ork, after sticking its head\ninto the black hole and sniffing once or twice. \"The air seems fresh and\nsweet, and it can't lead us to any worse place than this.\"\n\n[Illustration]\n\nThe girl and the sailor-man got up and climbed to the side of the Ork.\n\n\"We'd about decided to explore this hole before you came,\" explained\nCap'n Bill; \"but it's a dangerous place to navigate in the dark, so wait\ntill I light a candle.\"\n\n\"What is a candle?\" inquired the Ork.\n\n\"You'll see in a minute,\" said Trot.\n\nThe old sailor drew one of the candles from his right-side pocket and the\ntin matchbox from his left-side pocket. When he lighted the match the\nOrk gave a startled jump and eyed the flame suspiciously; but Cap'n Bill\nproceeded to light the candle and the action interested the Ork very much.\n\n\"Light,\" it said, somewhat nervously, \"is valuable in a hole of this\nsort. The candle is not dangerous, I hope?\"\n\n\"Sometimes it burns your fingers,\" answered Trot, \"but that's about the\nworst it can do--'cept to blow out when you don't want it to.\"\n\nCap'n Bill shielded the flame with his hand and crept into the hole. It\nwasn't any too big for a grown man, but after he had crawled a few feet\nit grew larger. Trot came close behind him and then the Ork followed.\n\n\"Seems like a reg'lar tunnel,\" muttered the sailor-man, who was creeping\nalong awkwardly because of his wooden leg. The rocks, too, hurt his knees.\n\nFor nearly half an hour the three moved slowly along the tunnel, which\nmade many twists and turns and sometimes slanted downward and sometimes\nupward. Finally Cap'n Bill stopped short, with an exclamation of\ndisappointment, and held the flickering candle far ahead to light the\nscene.\n\n\"What's wrong?' demanded Trot, who could see nothing because the sailor's\nform completely filled the hole.\n\n\"Why, we've come to the end of our travels, I guess,\" he replied.\n\n\"Is the hole blocked?\" inquired the Ork.\n\n\"No; it's wuss nor that,\" replied Cap'n Bill sadly. \"I'm on the edge\nof a precipice. Wait a minute an' I'll move along and let you see for\nyourselves. Be careful, Trot, not to fall.\"\n\nThen he crept forward a little and moved to one side, holding the candle\nso that the girl could see to follow him. The Ork came next and now all\nthree knelt on a narrow ledge of rock which dropped straight away and\nleft a huge black space which the tiny flame of the candle could not\nilluminate.\n\n\"H-m!\" said the Ork, peering over the edge; \"this doesn't look very\npromising, I'll admit. But let me take your candle, and I'll fly down and\nsee what's below us.\"\n\n\"Aren't you afraid?\" asked Trot.\n\n\"Certainly I'm afraid,\" responded the Ork. \"But if we intend to escape\nwe can't stay on this shelf forever. So, as I notice you poor creatures\ncannot fly, it is my duty to explore the place for you.\"\n\nCap'n Bill handed the Ork the candle, which had now burned to about half\nits length. The Ork took it in one claw rather cautiously and then tipped\nits body forward and slipped over the edge. They heard a queer buzzing\nsound, as the tail revolved, and a brisk flapping of the peculiar wings,\nbut they were more interested just then in following with their eyes the\ntiny speck of light which marked the location of the candle. This light\nfirst made a great circle, then dropped slowly downward and suddenly was\nextinguished, leaving everything before them black as ink.\n\n\"Hi, there! How did that happen?\" cried the Ork.\n\n\"It blew out, I guess,\" shouted Cap'n Bill. \"Fetch it here.\"\n\n\"I can't see where you are,\" said the Ork.\n\nSo Cap'n Bill got out another candle and lighted it, and its flame\nenabled the Ork to fly back to them. It alighted on the edge and held out\nthe bit of candle.\n\n\"What made it stop burning?\" asked the creature.\n\n\"The wind,\" said Trot. \"You must be more careful, this time.\"\n\n\"What's the place like?\" inquired Cap'n Bill.\n\n\"I don't know, yet; but there must be a bottom to it, so I'll try to find\nit.\"\n\nWith this the Ork started out again and this time sank downward more\nslowly. Down, down, down it went, till the candle was a mere spark, and\nthen it headed away to the left and Trot and Cap'n Bill lost all sight of\nit.\n\n[Illustration]\n\nIn a few minutes, however, they saw the spark of light again, and as the\nsailor still held the second lighted candle the Ork made straight toward\nthem. It was only a few yards distant when suddenly it dropped the\ncandle with a cry of pain and next moment alighted, fluttering wildly,\nupon the rocky ledge.\n\n\"What's the matter?\" asked Trot.\n\n\"It bit me!\" wailed the Ork. \"I don't like your candles. The thing began\nto disappear slowly as soon as I took it in my claw, and it grew smaller\nand smaller until just now it turned and bit me--a most unfriendly thing\nto do. Oh--oh! Ouch, what a bite!\"\n\n\"That's the nature of candles, I'm sorry to say,\" explained Cap'n Bill,\nwith a grin. \"You have to handle 'em mighty keerful. But tell us, what\ndid you find down there?\"\n\n\"I found a way to continue our journey,\" said the Ork, nursing tenderly\nthe claw which had been burned. \"Just below us is a great lake of black\nwater, which looked so cold and wicked that it made me shudder; but away\nat the left there's a big tunnel, which we can easily walk through. I\ndon't know where it leads to, of course, but we must follow it and find\nout.\"\n\n\"Why, we can't get to it,\" protested the little girl. \"We can't fly, as\nyou do, you must remember.\"\n\n\"No, that's true,\" replied the Ork musingly.\n\n\"Your bodies are built very poorly, it seems to me, since all you can do\nis crawl upon the earth's surface. But you may ride upon my back, and in\nthat way T can promise you a safe journey to the tunnel.\"\n\n\"Are you strong enough to carry us?\" asked Cap'n Bill, doubtfully.\n\n\"Yes, indeed; I'm strong enough to carry a dozen of you, if you could\nfind a place to sit,\" was the reply; \"but there's only room between my\nwings for one at a time, so I'll have to make two trips.\"\n\n\"All right; I'll go first,\" decided Cap'n Bill.\n\nHe lit another candle for Trot to hold while they were gone and to light\nthe Ork on his return to her, and then the old sailor got upon the Ork's\nback, where he sat with his wooden leg sticking straight out sidewise.\n\n\"If you start to fall, clasp your arms around my neck,\" advised the\ncreature.\n\n\"If I start to fall, it's good night an' pleasant dreams,\" said Cap'n\nBill.\n\n\"All ready?\" asked the Ork.\n\n\"Start the buzz-tail,\" said Cap'n Bill, with a tremble in his voice. But\nthe Ork flew away so gently that the old man never even tottered in his\nseat.\n\nTrot watched the light of Cap'n Bill's candle till it disappeared in the\nfar distance. She didn't like to be left alone on this dangerous ledge,\nwith a lake of black water hundreds of feet below her; but she was a\nbrave little girl and waited patiently for the return of the Ork. It came\neven sooner than she had expected and the creature said to her:\n\n\"Your friend is safe in the tunnel. Now, then, get aboard and I'll carry\nyou to him in a jiffy.\"\n\nI'm sure not many little girls would have cared to take that awful ride\nthrough the huge black cavern on the back of a skinny Ork. Trot didn't\ncare for it, herself, but it just had to be done and so she did it as\ncourageously as possible. Her heart beat fast and she was so nervous she\ncould scarcely hold the candle in her fingers as the Ork sped swiftly\nthrough the darkness.\n\nIt seemed like a long ride to her, yet in reality the Ork covered the\ndistance in a wonderfully brief period of time and soon Trot stood\nsafely beside Cap'n Bill on the level floor of a big arched tunnel. The\nsailor-man was very glad to greet his little comrade again and both were\ngrateful to the Ork for his assistance.\n\n\"I dunno where this tunnel leads to,\" remarked Cap'n Bill, \"but it surely\nlooks more promisin' than that other hole we crept through.\"\n\n\"When the Ork is rested,\" said Trot, \"we'll travel on and see what\nhappens.\"\n\n\"Rested!\" cried the Ork, as scornfully as his shrill voice would allow.\n\"That bit of flying didn't tire me at all. I'm used to flying days at a\ntime, without ever once stopping.\"\n\n\"Then let's move on,\" proposed Cap'n Bill. He still held in his hand one\nlighted candle, so Trot blew out the other flame and placed her candle in\nthe sailor's big pocket. She knew it was not wise to burn two candles at\nonce.\n\nThe tunnel was straight and smooth and very easy to walk through, so they\nmade good progress. Trot thought that the tunnel began about two miles\nfrom the cavern where they had been cast by the whirlpool, but now it\nwas impossible to guess the miles traveled, for they walked steadily for\nhours and hours without any change in their surroundings.\n\nFinally Cap'n Bill stopped to rest.\n\n\"There's somethin' queer about this 'ere tunnel, I'm certain,\" he\ndeclared, wagging his head dolefully. \"Here's three candles gone a'ready,\nan' only three more left us, yet the tunnel's the same as it was when we\nstarted. An' how long it's goin' to keep up, no one knows.\"\n\n\"Couldn't we walk without a light?\" asked Trot. \"The way seems safe\nenough.\"\n\n\"It does right now,\" was the reply, \"but we can't tell when we are likely\nto come to another gulf, or somethin' jes' as dangerous. In that case\nwe'd be killed afore we knew it.\"\n\n\"Suppose I go ahead?\" suggested the Ork. \"I don't fear a fall, you know,\nand if anything happens I'll call out and warn you.\"\n\n\"That's a good idea,\" declared Trot, and Cap'n Bill thought so, too. So\nthe Ork started off ahead, quite in the dark, and hand in hand the two\nfollowed him.\n\nWhen they had walked in this way for a good long time the Ork halted and\ndemanded food. Cap'n Bill had not mentioned food because there was so\nlittle left--only three biscuits and a lump of cheese about as big as his\ntwo fingers--but he gave the Ork half of a biscuit, sighing as he did so.\nThe creature didn't care for the cheese, so the sailor divided it between\nhimself and Trot. They lighted a candle and sat down in the tunnel while\nthey ate.\n\n\"My feet hurt me,\" grumbled the Ork. \"I'm not used to walking and this\nrocky passage is so uneven and lumpy that it hurts me to walk upon it.\"\n\n\"Can't you fly along?\" asked Trot.\n\n\"No; the roof is too low,\" said the Ork.\n\nAfter the meal they resumed their journey, which Trot began to fear would\nnever end. When Cap'n Bill noticed how tired the little girl was, he\npaused and lighted a match and looked at his big silver watch.\n\n\"Why, it's night!\" he exclaimed. \"We've tramped all day, an' still we're\nin this awful passage, which mebbe goes straight through the middle of\nthe world, an' mebbe is a circle--in which case we can keep walkin' till\ndoomsday. Not knowin' what's before us so well as we know what's behind\nus, I propose we make a stop, now, an' try to sleep till mornin'.\"\n\n\"That will suit me,\" asserted the Ork, with a groan. \"My feet are hurting\nme dreadfully and for the last few miles I've been limping with pain.\"\n\n\"My foot hurts, too,\" said the sailor, looking for a smooth place on the\nrocky floor to sit down.\n\n\"_Your_ foot!\" cried the Ork. \"Why, you've only one to hurt you, while I\nhave four. So I suffer four times as much as you possibly can. Here; hold\nthe candle while I look at the bottoms of my claws. I declare,\" he said,\nexamining them by the flickering light, \"there are bunches of pain all\nover them!\"\n\n\"P'r'aps,\" said Trot, who was very glad to sit down beside her\ncompanions, \"you've got corns.\"\n\n\"Corns? Nonsense! Orks never have corns,\" protested the creature, rubbing\nits sore feet tenderly.\n\n\"Then mebbe they're--they're--What do you call 'em, Cap'n Bill? Something\n'bout the Pilgrim's Progress, you know.\"\n\n\"Bunions,\" said Cap'n Bill.\n\n\"Oh, yes; mebbe you've got bunions.\"\n\n\"It is possible,\" moaned the Ork. \"But whatever they are, another day of\nsuch walking on them would drive me crazy.\"\n\n\"I'm sure they'll feel better by mornin',\" said Cap'n Bill,\nencouragingly. \"Go to sleep an' try to forget your sore feet.\"\n\nThe Ork cast a reproachful look at the sailor-man, who didn't see it.\nThen the creature asked plaintively: \"Do we eat now, or do we starve?\"\n\n\"There's only half a biscuit left for you,\" answered Cap'n Bill. \"No one\nknows how long we'll have to stay in this dark tunnel, where there's\nnothing whatever to eat; so I advise you to save that morsel o' food till\nlater.\"\n\n\"Give it me now!\" demanded the Ork. \"If I'm going to starve, I'll do it\nall at once--not by degrees.\"\n\nCap'n Bill produced the biscuit and the creature ate it in a trice. Trot\nwas rather hungry and whispered to Cap'n Bill that she'd take part of\nher share; but the old man secretly broke his own half-biscuit in two,\nsaving Trot's share for a time of greater need.\n\nHe was beginning to be worried over the little girl's plight and long\nafter she was asleep and the Ork was snoring in a rather disagreeable\nmanner, Cap'n Bill sat with his back to a rock and smoked his pipe and\ntried to think of some way to escape from this seemingly endless tunnel.\nBut after a time he also slept, for hobbling on a wooden leg all day was\ntiresome, and there in the dark slumbered the three adventurers for many\nhours, until the Ork roused itself and kicked the old sailor with one\nfoot.\n\n\"It must be another day,\" said he.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 4\n\nDaylight at Last\n\n\nCap'n Bill rubbed his eyes, lit a match and consulted his watch.\n\n\"Nine o'clock. Yes, I guess it's another day, sure enough. Shall we go\non?' he asked.\n\n\"Of course,\" replied the Ork. \"Unless this tunnel is different from\neverything else in the world, and has no end, we'll find a way out of it\nsooner or later.\"\n\nThe sailor gently wakened Trot. She felt much rested by her long sleep\nand sprang to her feet eagerly.\n\n\"Let's start, Cap'n,\" was all she said.\n\nThey resumed the journey and had only taken a few steps when the Ork\ncried \"Wow!\" and made a great fluttering of its wings and whirling of\nits tail. The others, who were following a short distance behind, stopped\nabruptly.\n\n\"What's the matter?\" asked Cap'n Bill.\n\n\"Give us a light,\" was the reply. \"I think we've come to the end of the\ntunnel.\" Then, while Cap'n Bill lighted a candle, the creature added: \"If\nthat is true, we needn't have wakened so soon, for we were almost at the\nend of this place when we went to sleep.\"\n\nThe sailor-man and Trot came forward with a light. A wall of rock really\nfaced the tunnel, but now they saw that the opening made a sharp turn\nto the left. So they followed on, by a narrower passage, and then made\nanother sharp turn--this time to the right.\n\n\"Blow out the light, Cap'n,\" said the Ork, in a pleased voice. \"We've\nstruck daylight.\"\n\nDaylight at last! A shaft of mellow light fell almost at their feet as\nTrot and the sailor turned the corner of the passage, but it came from\nabove, and raising their eyes they found they were at the bottom of a\ndeep, rocky well, with the top far, far above their heads. And here the\npassage ended.\n\n[Illustration]\n\nFor a while they gazed in silence, at least two of them being filled\nwith dismay at the sight. But the Ork merely whistled softly and said\ncheerfully:\n\n\"That was the toughest journey I ever had the misfortune to undertake,\nand I'm glad it's over. Yet, unless I can manage to fly to the top of\nthis pit, we are entombed here forever.\"\n\n\"Do you think there is room enough for you to fly in?\" asked the little\ngirl anxiously; and Cap'n Bill added:\n\n\"It's a straight-up shaft, so I don't see how you'll ever manage it.\"\n\n\"Were I an ordinary bird--one of those horrid feathered things--I\nwouldn't even make the attempt to fly out,\" said the Ork. \"But my\nmechanical propeller tail can accomplish wonders, and whenever you're\nready I'll show you a trick that is worth while.\"\n\n\"Oh!\" exclaimed Trot; \"do you intend to take us up, too?\"\n\n\"Why not?\"\n\n\"I thought,\" said Cap'n Bill, \"as you'd go first, an' then send somebody\nto help us by lettin' down a rope.\"\n\n\"Ropes are dangerous,\" replied the Ork, \"and I might not be able to find\none to reach all this distance. Besides, it stands to reason that if I\ncan get out myself I can also carry you two with me.\"\n\n\"Well, I'm not afraid,\" said Trot, who longed to be on the earth's\nsurface again.\n\n\"S'pose we fall?'' suggested Cap'n Bill, doubtfully.\n\n\"Why, in that case we would all fall together,\" returned the Ork. \"Get\naboard, little girl; sit across my shoulders and put both your arms\naround my neck.\"\n\nTrot obeyed and when she was seated on the Ork, Cap'n Bill inquired:\n\n\"How 'bout me, Mr. Ork?\"\n\n\"Why, I think you'd best grab hold of my rear legs and let me carry you\nup in that manner,\" was the reply.\n\nCap'n Bill looked way up at the top of the well, and then he looked at\nthe Ork's slender, skinny legs and heaved a deep sigh.\n\n\"It's goin' to be some dangle, I guess; but if you don't waste too much\ntime on the way up, I may be able to hang on,\" said he.\n\n\"All ready, then!\" cried the Ork, and at once his whirling tail began\nto revolve. Trot felt herself rising into the air; when the creature's\nlegs left the ground Cap'n Bill grasped two of them firmly and held\non for dear life. The Ork's body was tipped straight upward, and Trot\nhad to embrace the neck very tightly to keep from sliding off. Even in\nthis position the Ork had trouble in escaping the rough sides of the\nwell. Several times it exclaimed \"Wow!\" as it bumped its back, or a wing\nhit against some jagged projection; but the tail kept whirling with\nremarkable swiftness and the daylight grew brighter and brighter. It was,\nindeed, a long journey from the bottom to the top, yet almost before Trot\nrealized they had come so far, they popped out of the hole into the clear\nair and sunshine and a moment later the Ork alighted gently upon the\nground.\n\n[Illustration]\n\nThe release was so sudden that even with the creature's care for its\npassengers Cap'n Bill struck the earth with a shock that sent him rolling\nheel over head; but by the time Trot had slid down from her seat the old\nsailor-man was sitting up and looking around him with much satisfaction.\n\n\"It's sort o' pretty here,\" said he.\n\n\"Earth is a beautiful place!\" cried Trot.\n\n\"I wonder where on earth we are?' pondered the Ork, turning first one\nbright eye and then the other to this side and that. Trees there were, in\nplenty, and shrubs and flowers and green turf. But there were no houses;\nthere were no paths; there was no sign of civilization whatever.\n\n\"Just before I settled down on the ground I thought I caught a view of\nthe ocean,\" said the Ork. \"Let's see if I was right.\" Then he flew to a\nlittle hill, near by, and Trot and Cap'n Bill followed him more slowly.\nWhen they stood on the top of the hill they could see the blue waves of\nthe ocean in front of them, to the right of them, and at the left of\nthem. Behind the hill was a forest that shut out the view.\n\n\"I hope it ain't an island, Trot,\" said Cap'n Bill gravely.\n\n\"If it is, I s'pose we're prisoners,\" she replied.\n\n\"Ezzackly so, Trot.\"\n\n\"But, even so, it's better than those terr'ble underground tunnels and\ncaverns,\" declared the girl.\n\n\"You are right, little one,\" agreed the Ork. \"Anything above ground is\nbetter than the best that lies under ground. So let's not quarrel with\nour fate but be thankful we've escaped.\"\n\n\"We are, indeed!\" she replied. \"But I wonder if we can find something to\neat in this place?\"\n\n\"Let's explore an' find out,\" proposed Cap'n Bill. \"Those trees over at\nthe left look like cherry-trees.\"\n\nOn the way to them the explorers had to walk through a tangle of vines\nand Cap'n Bill, who went first, stumbled and pitched forward on his face.\n\n\"Why, it's a melon!\" cried Trot delightedly, as she saw what had caused\nthe sailor to fall.\n\n[Illustration]\n\nCap'n Bill rose to his foot, for he was not at all hurt, and examined the\nmelon. Then he took his big jackknife from his pocket and cut the melon\nopen. It was quite ripe and looked delicious; but the old man tasted\nit before he permitted Trot to eat any. Deciding it was good he gave\nher a big slice and then offered the Ork some. The creature looked at\nthe fruit somewhat disdainfully, at first, but once he had tasted its\nflavor he ate of it as heartily as did the others. Among the vines they\ndiscovered many other melons, and Trot said gratefully: \"Well, there's no\ndanger of our starving, even if this _is_ an island.\"\n\n\"Melons,\" remarked Cap'n Bill, \"are both food an' water. We couldn't have\nstruck anything better.\"\n\nFarther on they came to the cherry-trees, where they obtained some of the\nfruit, and at the edge of the little forest were wild plums. The forest\nitself consisted entirely of nut trees--walnuts, filberts, almonds and\nchestnuts--so there would be plenty of wholesome food for them while they\nremained there.\n\nCap'n Bill and Trot decided to walk through the forest, to discover what\nwas on the other side of it, but the Ork's feet were still so sore and\n\"lumpy\" from walking on the rocks that the creature said he preferred to\nfly over the tree-tops and meet them on the other side. The forest was\nnot large, so by walking briskly for fifteen minutes they reached its\nfarthest edge and saw before them the shore of the ocean.\n\n\"It's an island, all right,\" said Trot, with a sigh.\n\n\"Yes, and a pretty island, too,\" said Cap'n Bill, trying to conceal his\ndisappointment on Trot's account. \"I guess, partner, if the wuss comes to\nthe wuss, I could build a raft--or even a boat--from those trees, so's\nwe could sail away in it.\"\n\nThe little girl brightened at this suggestion.\n\n\"I don't see the Ork anywhere,\" she remarked, looking around. Then her\neyes lighted upon something and she exclaimed: \"Oh, Cap'n Bill! Isn't\nthat a house, over there to the left?\"\n\nCap'n Bill, looking closely, saw a shed-like structure built at one edge\nof the forest.\n\n\"Seems like it, Trot. Not that I'd call it much of a house, but it's a\nbuildin', all right. Let's go over an' see if it's occypied.\"\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 5\n\nThe Little Old Man of the Island\n\n\nA few steps brought them to the shed, which was merely a roof of boughs\nbuilt over a square space, with some branches of trees fastened to the\nsides to keep off the wind. The front was quite open and faced the sea,\nand as our friends came nearer they observed a little man, with a long\npointed beard, sitting motionless on a stool and staring thoughtfully out\nover the water.\n\n\"Get out of the way, please,\" he called in a fretful voice. \"Can't you\nsee you are obstructing my view?\"\n\n\"Good morning,\" said Cap'n Bill, politely.\n\n\"It isn't a good morning!\" snapped the little man. \"I've seen plenty\nof mornings better than this. Do you call it a good morning when I'm\npestered with such a crowd as you?\"\n\nTrot was astonished to hear such words from a stranger whom they had\ngreeted quite properly, and Cap'n Bill grew red at the little man's\nrudeness. But the sailor said, in a quiet tone of voice:\n\n\"Are you the only one as lives on this 'ere island?\"\n\n\"Your grammar's bad,\" was the reply. \"But this is my own exclusive\nisland, and I'll thank you to get off it as soon as possible.\"\n\n\"We'd like to do that,\" said Trot, and then she and Cap'n Bill turned\naway and walked down to the shore, to see if any other land was in sight.\n\nThe little man rose and followed them, although both were now too\nprovoked to pay any attention to him.\n\n\"Nothin' in sight, partner,\" reported Cap'n Bill, shading his eyes with\nhis hand; \"so we'll have to stay here for a time, anyhow. It isn't a bad\nplace, Trot, by any means.\"\n\n\"That's all you know about it!\" broke in the little man. \"The trees are\naltogether too green and the rocks are harder than they ought to be. I\nfind the sand very grainy and the water dreadfully wet. Every breeze\nmakes a draught and the sun shines in the daytime, when there's no need\nof it, and disappears just as soon as it begins to get dark. If you\nremain here you'll find the island very unsatisfactory.\"\n\nTrot turned to look at him, and her sweet face was grave and curious.\n\n\"I wonder who you are,\" she said.\n\n\"My name is Pessim,\" said he, with an air of pride. \"I'm called the\nObserver.\"\n\n\"Oh. What do you observe?\" asked the little girl.\n\n\"Everything I see,\" was the reply, in a more surly tone. Then Pessim drew\nback with a startled exclamation and looked at some footprints in the\nsand. \"Why, good gracious me!' he cried in distress.\n\n\"What's the matter now?' asked Cap'n Bill.\n\n\"Someone has pushed the earth in! Don't you see it?\"\n\n\"It isn't pushed in far enough to hurt anything,\" said Trot, examining\nthe footprints.\n\n\"Everything hurts that isn't right,\" insisted the man. \"If the earth were\npushed in a mile, it would be a great calamity, wouldn't it?\"\n\n\"I s'pose so,\" admitted the little girl.\n\n\"Well, here it is pushed in a full inch! That's a twelfth of a foot,\nor a little more than a millionth part of a mile. Therefore it is\none-millionth part of a calamity--Oh, dear! How dreadful!\" said Pessim in\na wailing voice.\n\n\"Try to forget it, sir,\" advised Cap'n Bill, soothingly. \"It's beginning\nto rain. Let's get under your shed and keep dry.\"\n\n\"Raining! Is it really raining?' asked Pessim, beginning to weep.\n\n\"It is,\" answered Cap'n Bill, as the drops began to descend, \"and I don't\nsee any way to stop it--although I'm some observer myself.\"\n\n\"No; we can't stop it, I fear,\" said the man. \"Are you very busy just\nnow?\"\n\n\"I won't be after I get to the shed,\" replied the sailor-man.\n\n\"Then do me a favor, please,\" begged Pessim, walking briskly along behind\nthem, for they were hastening to the shed.\n\n\"Depends on what it is,\" said Cap'n Bill.\n\n\"I wish you would take my umbrella down to the shore and hold it over\nthe poor fishes till it stops raining. I'm afraid they'll get wet,\" said\nPessim.\n\nTrot laughed, but Cap'n Bill thought the little man was poking fun at him\nand so he scowled upon Pessim in a way that showed he was angry.\n\nThey reached the shed before getting very wet, although the rain was now\ncoming down in big drops. The roof of the shed protected them and while\nthey stood watching the rainstorm something buzzed in and circled around\nPessim's head. At once the Observer began beating it away with his hands,\ncrying out:\n\n\"A bumblebee! A bumblebee! The queerest bumblebee I ever saw!\"\n\nCap'n Bill and Trot both looked at it and the little girl said in\nsurprise:\n\n\"Dear me! It's a wee little Ork!\"\n\n\"That's what it is, sure enough,\" exclaimed Cap'n Bill.\n\nReally, it wasn't much bigger than a big bumblebee, and when it came\ntoward Trot she allowed it to alight on her shoulder.\n\n\"It's me, all right,\" said a very small voice in her ear; \"but I'm in an\nawful pickle, just the same!\"\n\n\"What, are you _our_ Ork, then?\" demanded the girl, much amazed.\n\n\"No, I'm my own Ork. But I'm the only Ork you know,\" replied the tiny\ncreature.\n\n\"What's happened to you?\" asked the sailor, putting his head close to\nTrot's shoulder in order to hear the reply better. Pessim also put his\nhead close, and the Ork said:\n\n[Illustration]\n\n\"You will remember that when I left you I started to fly over the trees,\nand just as I got to this side of the forest I saw a bush that was loaded\ndown with the most luscious fruit you can imagine. The fruit was about\nthe size of a gooseberry and of a lovely lavender color. So I swooped\ndown and picked off one in my bill and ate it. At once I began to grow\nsmall. I could feel myself shrinking, shrinking away, and it frightened\nme terribly, so that I alighted on the ground to think over what was\nhappening. In a few seconds I had shrunk to the size you now see me;\nbut there I remained, getting no smaller, indeed, but no larger. It is\ncertainly a dreadful affliction! After I had recovered somewhat from the\nshock I began to search for you. It is not so easy to find one's way when\na creature is so small, but fortunately I spied you here in this shed and\ncame to you at once.\"\n\nCap'n Bill and Trot were much astonished at this story and felt grieved\nfor the poor Ork, but the little man Pessim seemed to think it a good\njoke. He began laughing when he heard the story and laughed until he\nchoked, after which he lay down on the ground and rolled and laughed\nagain, while the tears of merriment coursed down his wrinkled cheeks.\n\n\"Oh, dear! Oh, dear!\" he finally gasped, sitting up and wiping his eyes.\n\"This is too rich! It's almost too joyful to be true.\"\n\n\"I don't see anything funny about it,\" remarked Trot indignantly.\n\n\"You would if you'd had my experience,\" said Pessim, getting upon his\nfeet and gradually resuming his solemn and dissatisfied expression of\ncountenance. \"The same thing happened to me.\"\n\n\"Oh, did it? And how did you happen to come to this island?\" asked the\ngirl.\n\n\"I didn't come; the neighbors brought me,\" replied the little man, with a\nfrown at the recollection. \"They said I was quarrelsome and fault-finding\nand blamed me because I told them all the things that went wrong, or\nnever were right, and because I told them how things ought to be. So they\nbrought me here and left me all alone, saying that if I quarreled with\nmyself, no one else would be made unhappy. Absurd, wasn't it?\"\n\n\"Seems to me,\" said Cap'n Bill, \"those neighbors did the proper thing.\"\n\n\"Well,\" resumed Pessim, \"when I found myself King of this island I\nwas obliged to live upon fruits, and I found many fruits growing here\nthat I had never seen before. I tasted several and found them good and\nwholesome. But one day I ate a lavender berry--as the Ork did--and\nimmediately I grew so small that I was scarcely two inches high. It was a\nvery unpleasant condition and like the Ork I became frightened. I could\nnot walk very well nor very far, for every lump of earth in my way seemed\na mountain, every blade of grass a tree and every grain of sand a rocky\nboulder. For several days I stumbled around in an agony of fear. Once a\ntree toad nearly gobbled me up, and if I ran out from the shelter of the\nbushes the gulls and cormorants swooped down upon me. Finally I decided\nto eat another berry and become nothing at all, since life, to one as\nsmall as I was, had become a dreary nightmare.\n\n\"At last I found a small tree that I thought bore the same fruit as that\nI had eaten. The berry was dark purple instead of light lavender, but\notherwise it was quite similar. Being unable to climb the tree, I was\nobliged to wait underneath it until a sharp breeze arose and shook the\nlimbs so that a berry fell. Instantly I seized it and taking a last view\nof the world--as I then thought--I ate the berry in a twinkling. Then,\nto my surprise, I began to grow big again, until I became of my former\nstature, and so I have since remained. Needless to say, I have never\neaten again of the lavender fruit, nor do any of the beasts or birds that\nlive upon this island eat it.\"\n\nThey had all three listened eagerly to this amazing tale, and when it was\nfinished the Ork exclaimed:\n\n\"Do you think, then, that the deep purple berry is the antidote for the\nlavender one?\"\n\n\"I'm sure of it,\" answered Pessim. \"Then lead me to the tree at once!\"\nbegged the Ork, \"for this tiny form I now have terrifies me greatly.\"\n\nPessim examined the Ork closely.\n\n[Illustration]\n\n\"You are ugly enough as you are,\" said he. \"Were you any larger you might\nbe dangerous.\"\n\n\"Oh, no,\" Trot assured him; \"the Ork has been our good friend. Please\ntake us to the tree.\"\n\nThen Pessim consented, although rather reluctantly. He led them to the\nright, which was the east side of the island, and in a few minutes\nbrought them near to the edge of the grove which faced the shore of the\nocean. Here stood a small tree bearing berries of a deep purple color.\nThe fruit looked very enticing and Cap'n Bill reached up and selected one\nthat seemed especially plump and ripe.\n\nThe Ork had remained perched upon Trot's shoulder but now it flew down\nto the ground. It was so difficult for Cap'n Bill to kneel down, with\nhis wooden leg, that the little girl took the berry from him and held it\nclose to the Ork's head.\n\n\"It's too big to go into my mouth,\" said the little creature, looking at\nthe fruit sidewise.\n\n\"You'll have to make sev'ral mouthfuls of it, I guess,\" said Trot; and\nthat is what the Ork did. He pecked at the soft, ripe fruit with his bill\nand ate it up very quickly, because it was good.\n\nEven before he had finished the berry they could see the Ork begin to\ngrow. In a few minutes he had regained his natural size and was strutting\nbefore them, quite delighted with his transformation.\n\n\"Well, well! What do you think of me now?\" he asked proudly.\n\n\"You are very skinny and remarkably ugly,\" declared Pessim.\n\n\"You are a poor judge of Orks,\" was the reply. \"Anyone can see that I'm\nmuch handsomer than those dreadful things called birds, which are all\nfluff and feathers.\"\n\n\"Their feathers make soft beds,\" asserted Pessim.\n\n\"And my skin would make excellent drumheads,\" retorted the Ork.\n\"Nevertheless, a plucked bird or a skinned Ork would be of no value to\nhimself, so we needn't brag of our usefulness after we are dead. But for\nthe sake of argument, friend Pessim, I'd like to know what good _you_\nwould be, were you not alive?\"\n\n\"Never mind that,\" said Cap'n Bill. \"He isn't much good as he is.\"\n\n\"I am King of this Island, allow me to say, and you're intruding on my\nproperty,\" declared the little man, scowling upon them. \"If you don't\nlike me--and I'm sure you don't, for no one else does--why don't you go\naway and leave me to myself?\"\n\n\"Well, the Ork can fly, but we can't,\" explained Trot, in answer. \"We\ndon't want to stay here a bit, but I don't see how we can get away.\"\n\n\"You can go back into the hole you came from.\"\n\nCap'n Bill shook his head; Trot shuddered at the thought; the Ork laughed\naloud.\n\n\"You may be King here,\" the creature said to Pessim, \"but we intend to\nrun this island to suit ourselves, for we are three and you are one, and\nthe balance of power lies with us.\"\n\nThe little man made no reply to this, although as they walked back to\nthe shed his face wore its fiercest scowl. Cap'n Bill gathered a lot of\nleaves and, assisted by Trot, prepared two nice beds in opposite corners\nof the shed. Pessim slept in a hammock which he swung between two trees.\n\nThey required no dishes, as all their food consisted of fruits and nuts\npicked from the trees; they made no fire, for the weather was warm and\nthere was nothing to cook; the shed had no furniture other than the rude\nstool which the little man was accustomed to sit upon. He called it his\n\"throne\" and they let him keep it.\n\nSo they lived upon the island for three days, and rested and ate to their\nhearts' content. Still, they were not at all happy in this life because\nof Pessim. He continually found fault with them, and all that they did,\nand all their surroundings. He could see nothing good or admirable in all\nthe world and Trot soon came to understand why the little man's former\nneighbors had brought him to this island and left him there, all alone,\nso he could not annoy anyone. It was their misfortune that they had\nbeen led to this place by their adventures, for often they would have\npreferred the company of a wild beast to that of Pessim.\n\nOn the fourth day a happy thought came to the Ork. They had all\nbeen racking their brains for a possible way to leave the island,\nand discussing this or that method, without finding a plan that was\npractical. Cap'n Bill had said he could make a raft of the trees,\nbig enough to float them all, but he had no tools except those two\npocketknives and it was not possible to chop down trees with such small\nblades.\n\n\"And s'pose we got afloat on the ocean,\" said Trot, \"where would we drift\nto, and how long would it take us to get there?\"\n\nCap'n Bill was forced to admit he didn't know. The Ork could fly away\nfrom the island any time it wished to, but the queer creature was loyal\nto his new friends and refused to leave them in such a lonely, forsaken\nplace.\n\nIt was when Trot urged him to go, on this fourth morning, that the Ork\nhad his happy thought.\n\n\"I will go,\" said he, \"if you two will agree to ride upon my back.\"\n\n\"We are too heavy; you might drop us,\" objected Cap'n Bill.\n\n\"Yes, you are rather heavy for a long journey,\" acknowledged the Ork,\n\"but you might eat of those lavender berries and become so small that I\ncould carry you with ease.\"\n\nThis quaint suggestion startled Trot and she looked gravely at the\nspeaker while she considered it, but Cap'n Bill gave a scornful snort and\nasked:\n\n\"What would become of us afterward! We wouldn't be much good if we were\nsome two or three inches high. No, Mr. Ork, I'd rather stay here, as I\nam, than be a hop-o'-my-thumb somewhere else.\"\n\n\"Why couldn't you take some of the dark purple berries along with you, to\neat after we had reached our destination?\" inquired the Ork. \"Then you\ncould grow big again whenever you pleased.\"\n\nTrot clapped her hands with delight.\n\n\"That's it!\" she exclaimed. \"Let's do it, Cap'n Bill.\"\n\nThe old sailor did not like the idea at first, but he thought it over\ncarefully and the more he thought the better it seemed.\n\n\"How could you manage to carry us, if we were so small?\" he asked.\n\n\"I could put you in a paper bag, and tie the bag around my neck.\"\n\n\"But we haven't a paper bag,\" objected Trot.\n\nThe Ork looked at her.\n\n\"There's your sunbonnet,\" it said presently, \"which is hollow in the\nmiddle and has two strings that you could tie around my neck.\"\n\n[Illustration]\n\nTrot took off her sunbonnet and regarded it critically. Yes, it might\neasily hold both her and Cap'n Bill, after they had eaten the lavender\nberries and been reduced in size. She tied the strings around the Ork's\nneck and the sunbonnet made a bag in which two tiny people might ride\nwithout danger of falling out. So she said:\n\n\"I b'lieve we'll do it that way, Cap'n.\"\n\nCap'n Bill groaned but could make no logical objection except that the\nplan seemed to him quite dangerous--and dangerous in more ways than one.\n\n\"I think so, myself,\" said Trot soberly. \"But nobody can stay alive\nwithout getting into danger sometimes, and danger doesn't mean getting\nhurt, Cap'n; it only means we _might_ get hurt. So I guess we'll have to\ntake the risk.\"\n\n\"Let's go and find the berries,\" said the Ork.\n\nThey said nothing to Pessim, who was sitting on his stool and scowling\ndismally as he stared at the ocean, but started at once to seek the\ntrees that bore the magic fruits. The Ork remembered very well where the\nlavender berries grew and led his companions quickly to the spot.\n\nCap'n Bill gathered two berries and placed them carefully in his pocket.\nThen they went around to the east side of the island and found the tree\nthat bore the dark purple berries.\n\n\"I guess I'll take four of these,\" said the sailor-man, \"so in case one\ndoesn't make us grow big we can eat another.\"\n\n\"Better take six,\" advised the Ork. \"It's well to be on the safe side,\nand I'm sure these trees grow nowhere else in all the world.\"\n\nSo Cap'n Bill gathered six of the purple berries and with their precious\nfruit they returned to the shed to bid good-bye to Pessim. Perhaps they\nwould not have granted the surly little man this courtesy had they not\nwished to use him to tie the sunbonnet around the Ork's neck.\n\nWhen Pessim learned they were about to leave him he at first looked\ngreatly pleased, but he suddenly recollected that nothing ought to please\nhim and so began to grumble about being left alone.\n\n\"We knew it wouldn't suit you,\" remarked Cap'n Bill. \"It didn't suit you\nto have us here, and it won't suit you to have us go away.\"\n\n\"That is quite true,\" admitted Pessim. \"I haven't been suited since I can\nremember; so it doesn't matter to me in the least whether you go or stay.\"\n\nHe was interested in their experiment, however, and willingly agreed to\nassist, although he prophesied they would fall out of the sunbonnet on\ntheir way and be either drowned in the ocean or crushed upon some rocky\nshore. This uncheerful prospect did not daunt Trot, but it made Cap'n\nBill quite nervous.\n\n\"I will eat my berry first,\" said Trot, as she placed her sunbonnet on\nthe ground, in such manner that they could get into it.\n\nThen she ate the lavender berry and in a few seconds became so small that\nCap'n Bill picked her up gently with his thumb and one finger and placed\nher in the middle of the sunbonnet. Then he placed beside her the six\npurple berries--each one being about as big as the tiny Trot's head--and\nall preparations being now made the old sailor ate his lavender berry and\nbecame very small--wooden leg and all!\n\nCap'n Bill stumbled sadly in trying to climb over the edge of the\nsunbonnet and pitched in beside Trot headfirst, which caused the unhappy\nPessim to laugh with glee. Then the King of the Island picked up the\nsunbonnet--so rudely that he shook its occupants like peas in a pod--and\ntied it, by means of its strings, securely around the Ork's neck.\n\n\"I hope, Trot, you sewed those strings on tight,\" said Cap'n Bill\nanxiously.\n\n\"Why, we are not very heavy, you know,\" she replied, \"so I think the\nstitches will hold. But be careful and not crush the berries, Cap'n.\"\n\n\"One is jammed already,\" he said, looking at them.\n\n\"All ready?\" asked the Ork.\n\n\"Yes!\" they cried together, and Pessim came close to the sunbonnet and\ncalled out to them: \"You'll be smashed or drowned, I'm sure you will! But\nfarewell, and good riddance to you.\"\n\nThe Ork was provoked by this unkind speech, so he turned his tail toward\nthe little man and made it revolve so fast that the rush of air tumbled\nPessim over backward and he rolled several times upon the ground before\nhe could stop himself and sit up. By that time the Ork was high in the\nair and speeding swiftly over the ocean.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 6\n\nThe Flight of the Midgets\n\n\nCap'n Bill and Trot rode very comfortably in the sunbonnet. The motion\nwas quite steady, for they weighed so little that the Ork flew without\neffort. Yet they were both somewhat nervous about their future fate and\ncould not help wishing they were safe on land and their natural size\nagain.\n\n\"You're terr'ble small, Trot,\" remarked Cap'n Bill, looking at his\ncompanion.\n\n\"Same to you, Cap'n,\" she said with a laugh; \"but as long as we have the\npurple berries we needn't worry about our size.\"\n\n\"In a circus,\" mused the old man, \"we'd be curiosities. But in a\nsunbonnet--high up in the air--sailin' over a big, unknown ocean--they\nain't no word in any booktionary to describe us.\"\n\n\"Why, we're midgets, that's all,\" said the little girl.\n\nThe Ork flew silently for a long time. The slight swaying of the\nsunbonnet made Cap'n Bill drowsy, and he began to doze. Trot, however,\nwas wide awake, and after enduring the monotonous journey as long as she\nwas able she called out:\n\n\"Don't you see land anywhere, Mr. Ork?\"\n\n\"Not yet,\" he answered. \"This is a big ocean and I've no idea in which\ndirection the nearest land to that island lies; but if I keep flying in a\nstraight line I'm sure to reach some place some time.\"\n\nThat seemed reasonable, so the little people in the sunbonnet remained as\npatient as possible; that is, Cap'n Bill dozed and Trot tried to remember\nher geography lessons so she could figure out what land they were likely\nto arrive at.\n\nFor hours and hours the Ork flew steadily, keeping to the straight line\nand searching with his eyes the horizon of the ocean for land. Cap'n Bill\nwas fast asleep and snoring and Trot had laid her head on his shoulder to\nrest it when suddenly the Ork exclaimed:\n\n\"There! I've caught a glimpse of land, at last.\"\n\nAt this announcement they roused themselves. Cap'n Bill stood up and\ntried to peek over the edge of the sunbonnet.\n\n\"What does it look like?\" he inquired.\n\n\"Looks like another island,\" said the Ork; \"but I can judge it better in\na minute or two.\"\n\n\"I don't care much for islands, since we visited that other one,\"\ndeclared Trot.\n\nSoon the Ork made another announcement.\n\n\"It is surely an island, and a little one, too,\" said he. \"But I won't\nstop, because I see a much bigger land straight ahead of it.\"\n\n\"That's right,\" approved Cap'n Bill. \"The bigger the land, the better it\nwill suit us.\"\n\n\"It's almost a continent,\" continued the Ork after a brief silence,\nduring which he did not decrease the speed of his flight. \"I wonder if it\ncan be Orkland, the place I have been seeking so long?\"\n\n\"I hope not,\" whispered Trot to Cap'n Bill--so softly that the Ork could\nnot hear her--\"for I shouldn't like to be in a country where only Orks\nlive. This one Ork isn't a bad companion, but a lot of him wouldn't be\nmuch fun.\"\n\nAfter a few more minutes of flying the Ork called out in a sad voice:\n\n\"No! this is not my country. It's a place I have never seen before,\nalthough I have wandered far and wide. It seems to be all mountains and\ndeserts and green valleys and queer cities and lakes and rivers--mixed up\nin a very puzzling way.\"\n\n\"Most countries are like that,\" commented Cap'n Bill. \"Are you going to\nland?\"\n\n\"Pretty soon,\" was the reply. \"There is a mountain peak just ahead of me.\nWhat do you say to our landing on that?\"\n\n\"All right,\" agreed the sailor-man, for both he and Trot were getting\ntired of riding in the sunbonnet and longed to set foot on solid ground\nagain.\n\nSo in a few minutes the Ork slowed down his speed and then came to a\nstop so easily that they were scarcely jarred at all. Then the creature\nsquatted down until the sunbonnet rested on the ground, and began trying\nto unfasten with its claws the knotted strings.\n\nThis proved a very clumsy task, because the strings were tied at the back\nof the Ork's neck, just where his claws would not easily reach. After\nmuch fumbling he said:\n\n\"I'm afraid I can't let you out, and there is no one near to help me.\"\n\nThis was at first discouraging, but after a little thought Cap'n Bill\nsaid:\n\n\"If you don't mind, Trot, I can cut a slit in your sunbonnet with my\nknife.\"\n\n\"Do,\" she replied. \"The slit won't matter, 'cause I can sew it up again\nafterward, when I am big.\"\n\nSo Cap'n Bill got out his knife, which was just as small, in proportion,\nas he was, and after considerable trouble managed to cut a long slit in\nthe sunbonnet. First he squeezed through the opening himself and then\nhelped Trot to get out.\n\n[Illustration]\n\nWhen they stood on firm ground again their first act was to begin eating\nthe dark purple berries which they had brought with them. Two of these\nTrot had guarded carefully during the long journey, by holding them in\nher lap, for their safety meant much to the tiny people.\n\n\"I'm not very hungry,\" said the little girl as she handed a berry to\nCap'n Bill, \"but hunger doesn't count, in this case. It's like taking\nmedicine to make you well, so we must manage to eat 'em, somehow or\nother.\"\n\nBut the berries proved quite pleasant to taste and as Cap'n Bill and\nTrot nibbled at their edges their forms began to grow in size--slowly\nbut steadily. The bigger they grew the easier it was for them to eat\nthe berries, which of course became smaller to them, and by the time the\nfruit was eaten our friends had regained their natural size.\n\nThe little girl was greatly relieved when she found herself as large as\nshe had ever been, and Cap'n Bill shared her satisfaction; for, although\nthey had seen the effect of the berries on the Ork, they had not been\nsure the magic fruit would have the same effect on human beings, or that\nthe magic would work in any other country than that in which the berries\ngrew.\n\n\"What shall we do with the other four berries?\" asked Trot, as she picked\nup her sunbonnet, marveling that she had ever been small enough to ride\nin it. \"They're no good to us now, are they, Cap'n?\"\n\n\"I'm not sure as to that,\" he replied. \"If they were eaten by one who had\nnever eaten the lavender berries, they might have no effect at all; but\nthen, contrarywise, they might. One of 'em has got badly jammed, so I'll\nthrow it away, but the other three I b'lieve I'll carry with me. They're\nmagic things, you know, and may come handy to us some time.\"\n\nHe now searched in his big pockets and drew out a small wooden box with\na sliding cover. The sailor had kept an assortment of nails, of various\nsizes, in this box, but those he now dumped loosely into his pocket and\nin the box placed the three sound purple berries.\n\nWhen this important matter was attended to they found time to look about\nthem and see what sort of place the Ork had landed them in.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 7\n\nThe Bumpy Man\n\n\nThe mountain on which they had alighted was not a barren waste, but had\non its sides patches of green grass, some bushes, a few slender trees and\nhere and there masses of tumbled rocks. The sides of the slope seemed\nrather steep, but with care one could climb up or down them with ease and\nsafety. The view from where they now stood showed pleasant valleys and\nfertile hills lying below the heights. Trot thought she saw some houses\nof queer shapes scattered about the lower landscape, and there were\nmoving dots that might be people or animals, yet were too far away for\nher to see them clearly.\n\nNot far from the place where they stood was the top of the mountain,\nwhich seemed to be flat, so the Ork proposed to his companions that he\nwould fly up and see what was there.\n\n\"That's a good idea,\" said Trot, \"'cause it's getting toward evening and\nwe'll have to find a place to sleep.\"\n\nThe Ork had not been gone more than a few minutes when they saw him\nappear on the edge of the top which was nearest them.\n\n\"Come on up!\" he called.\n\nSo Trot and Cap'n Bill began to ascend the steep slope and it did not\ntake them long to reach the place where the Ork awaited them.\n\nTheir first view of the mountain-top pleased them very much. It was a\nlevel space of wider extent than they had guessed and upon it grew grass\nof a brilliant green color. In the very center stood a house built of\nstone and very neatly constructed. No one was in sight, but smoke was\ncoming from the chimney, so with one accord all three began walking\ntoward the house.\n\n\"I wonder,\" said Trot, \"in what country we are, and if it's very far from\nmy home in California.\"\n\n\"Can't say as to that, partner,\" answered Cap'n Bill, \"but I'm mighty\ncertain we've come a long way since we struck that whirlpool.\"\n\n\"Yes,\" she agreed, with a sigh, \"it must be miles and miles!\"\n\n\"Distance means nothing,\" said the Ork. \"I have flown pretty much all\nover the world, trying to find my home, and it is astonishing how many\nlittle countries there are, hidden away in the cracks and corners of this\nbig globe of Earth. If one travels, he may find some new country at every\nturn, and a good many of them have never yet been put upon the maps.\"\n\n\"P'raps this is one of them,\" suggested Trot.\n\nThey reached the house after a brisk walk and Cap'n Bill knocked upon\nthe door. It was at once opened by a rugged looking man who had \"bumps\nall over him,\" as Trot afterward declared. There were bumps on his head,\nbumps on his body and bumps on his arms and legs and hands. Even his\nfingers had bumps on the ends of them. For dress he wore an old gray suit\nof fantastic design, which fitted him very badly because of the bumps it\ncovered but could not conceal.\n\nBut the Bumpy Man's eyes were kind and twinkling in expression and as\nsoon as he saw his visitors he bowed low and said in a rather bumpy voice:\n\n\"Happy day! Come in and shut the door, for it grows cool when the sun\ngoes down. Winter is now upon us.\"\n\n\"Why, it isn't cold a bit, outside,\" said Trot, \"so it can't be winter\nyet.\"\n\n\"You will change your mind about that in a little while,\" declared the\nBumpy Man. \"My bumps always tell me the state of the weather, and they\nfeel just now as if a snowstorm was coming this way. But make yourselves\nat home, strangers. Supper is nearly ready and there is food enough for\nall.\"\n\nInside the house there was but one large room, simply but comfortably\nfurnished. It had benches, a table and a fireplace, all made of stone.\nOn the hearth a pot was bubbling and steaming, and Trot thought it\nhad a rather nice smell. The visitors seated themselves upon the\nbenches--except the Ork, which squatted by the fireplace--and the Bumpy\nMan began stirring the kettle briskly.\n\n\"May I ask what country this is, sir?' inquired Cap'n Bill.\n\n\"Goodness me--fruit-cake and apple-sauce!--don't you know where you are?'\nasked the Bumpy Man, as he stopped stirring and looked at the speaker in\nsurprise.\n\n\"No,\" admitted Cap'n Bill. \"We've just arrived.\"\n\n\"Lost your way?\" questioned the Bumpy Man.\n\n\"Not exactly,\" said Cap'n Bill. \"We didn't have any way to lose.\"\n\n\"Ah!\" said the Bumpy Man, nodding his bumpy head. \"This,\" he announced,\nin a solemn, impressive voice, \"is the famous Land of Mo.\"\n\n\"Oh!\" exclaimed the sailor and the girl, both in one breath. But, never\nhaving heard of the Land of Mo, they were no wiser than before.\n\n\"I thought that would startle you,\" remarked the Bumpy Man, well pleased,\nas he resumed his stirring. The Ork watched him a while in silence and\nthen asked:\n\n\"Who may _you_ be?\"\n\n\"Me?\" answered the Bumpy Man. \"Haven't you heard of me? Gingerbread and\nlemon-juice! I'm known, far and wide, as the Mountain Ear.\"\n\nThey all received this information in silence at first, for they were\ntrying to think what he could mean. Finally Trot mustered up courage to\nask:\n\n\"What is a Mountain Ear, please?\"\n\nFor answer the man turned around and faced them, waving the spoon with\nwhich he had been stirring the kettle, as he recited the following verses\nin a singsong tone of voice:\n\n        \"Here's a mountain, hard of hearing,\n        That's sad-hearted and needs cheering,\n  So my duty is to listen to all sounds that Nature makes,\n        So the hill won't get uneasy--\n        Get to coughing, or get sneezy--\n  For this monster bump, when frightened, is quite liable to quakes.\n\n        \"_You_ can hear a bell that's ringing;\n        _I_ can feel some people's singing;\n  But a mountain isn't sensible of what goes on, and so\n        When I hear a blizzard blowing\n        Or it's raining hard, or snowing,\n  I tell it to the mountain and the mountain seems to know.\n\n        \"Thus I benefit all people\n        While I'm living on this steeple,\n  For I keep the mountain steady so my neighbors all may thrive.\n        With my list'ning and my shouting\n        I prevent this mount from spouting,\n  And that makes me so important that I'm glad that I'm alive.\"\n\nWhen he had finished these lines of verse the Bumpy Man turned again to\nresume his stirring. The Ork laughed softly and Cap'n Bill whistled to\nhimself and Trot made up her mind that the Mountain Ear must be a little\ncrazy. But the Bumpy Man seemed satisfied that he had explained his\nposition fully and presently he placed four stone plates upon the table\nand then lifted the kettle from the fire and poured some of its contents\non each of the plates. Cap'n Bill and Trot at once approached the table,\nfor they were hungry, but when she examined her plate the little girl\nexclaimed:\n\n\"Why, it's molasses candy!\"\n\n\"To be sure,\" returned the Bumpy Man, with a pleasant smile. \"Eat it\nquick, while it's hot, for it cools very quickly this winter weather.\"\n\nWith this he seized a stone spoon and began putting the hot molasses\ncandy into his mouth, while the others watched him in astonishment.\n\n\"Doesn't it burn you?\" asked the girl.\n\n\"No indeed,\" said he. \"Why don't you eat? Aren't you hungry?\"\n\n\"Yes,\" she replied, \"I am hungry. But we usually eat our candy when it is\ncold and hard. We always pull molasses candy before we eat it.\"\n\n\"Ha, ha, ha!\" laughed the Mountain Ear. \"What a funny idea! Where in the\nworld did you come from?\"\n\n\"California,\" she said.\n\n\"California! Pooh! there isn't any such place. I've heard of every place\nin the Land of Mo, but I never before heard of California.\"\n\n[Illustration]\n\n\"It isn't in the Land of Mo,\" she explained.\n\n\"Then it isn't worth talking about,\" declared the Bumpy Man, helping\nhimself again from the steaming kettle, for he had been eating all the\ntime he talked.\n\n\"For my part,\" sighed Cap'n Bill, \"I'd like a decent square meal, once\nmore, just by way of variety. In the last place there was nothing but\nfruit to eat, and here it's worse, for there's nothing but candy.\"\n\n\"Molasses candy isn't so bad,\" said Trot. \"Mine's nearly cool enough to\npull, already. Wait a bit, Cap'n, and you can eat it.\"\n\nA little later she was able to gather the candy from the stone plate and\nbegin to work it back and forth with her hands. The Mountain Ear was\ngreatly amazed at this and watched her closely. It was really good candy\nand pulled beautifully, so that Trot was soon ready to cut it into chunks\nfor eating.\n\nCap'n Bill condescended to eat one or two pieces and the Ork ate several,\nbut the Bumpy Man refused to try it. Trot finished the plate of candy\nherself and then asked for a drink of water.\n\n\"Water?\" said the Mountain Ear wonderingly. \"What is that?\"\n\n\"Something to drink. Don't you have water in Mo?\"\n\n\"None that ever I heard of,\" said he. \"But I can give you some fresh\nlemonade. I caught it in a 'jar the last time it rained, which was only\nday before yesterday.\"\n\n\"Oh, does it rain lemonade here?\" she inquired.\n\n\"Always; and it is very refreshing and healthful.\"\n\n[Illustration ]\n\nWith this he brought from a cupboard a stone jar and a dipper, and the\ngirl found it very nice lemonade, indeed. Cap'n Bill liked it, too; but\nthe Ork would not touch it.\n\n\"If there is no water in this country, I cannot stay here for long,\" the\ncreature declared. \"Water means life to man and beast and bird.\"\n\n\"There must be water in lemonade,\" said Trot.\n\n\"Yes,\" answered the Ork, \"I suppose so; but there are other things in it,\ntoo, and they spoil the good water.\"\n\nThe day's adventures had made our wanderers tired, so the Bumpy Man\nbrought them some blankets in which they rolled themselves and then lay\ndown before the fire, which their host kept alive with fuel all through\nthe night. Trot wakened several times and found the Mountain Ear always\nalert and listening intently for the slightest sound. But the little girl\ncould hear no sound at all except the snores of Cap'n Bill.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 8\n\nButton-Bright is Lost and Found Again\n\n\n\"Wake up--wake up!\" called the voice of the Bumpy Man. \"Didn't I tell you\nwinter was coming? I could hear it coming with my left ear, and the proof\nis that it is now snowing hard outside.\"\n\n\"Is it?\" said Trot, rubbing her eyes and creeping out of her blanket.\n\"Where I live, in California, I have never seen snow, except far away on\nthe tops of high mountains.\"\n\n\"Well, this is the top of a high mountain,\" returned the bumpy one, \"and\nfor that reason we get our heaviest snowfalls right here.\"\n\nThe little girl went to the window and looked out. The air was filled\nwith falling white flakes, so large in size and so queer in form that she\nwas puzzled.\n\n\"Are you certain this is snow?\" she asked.\n\n\"To be sure. I must get my snow-shovel and turn out to shovel a path.\nWould you like to come with me?\"\n\n\"Yes,\" she said, and followed the Bumpy Man out when he opened the door.\nThen she exclaimed: \"Why, it isn't cold a bit!\"\n\n\"Of course not,\" replied the man. \"It was cold last night, before the\nsnowstorm; but snow, when it falls, is always crisp and warm.\"\n\nTrot gathered a handful of it.\n\n\"Why, it's popcorn? 7 she cried.\n\n\"Certainly; all snow is popcorn. What did you expect it to be?\"\n\n\"Popcorn is not snow in my country.\"\n\n\"Well, it is the only snow we have in the Land of Mo, so you may as well\nmake the best of it,\" said he, a little impatiently. \"I'm not responsible\nfor the absurd things that happen in your country, and when you're in Mo\nyou must do as the Momen do. Eat some of our snow, and you will find it\nis good. The only fault I find with our snow is that we get too much of\nit at times.\"\n\nWith this the Bumpy Man set to work shoveling a path and he was so quick\nand industrious that he piled up the popcorn in great banks on either\nside of the trail that led to the mountain-top from the plains below.\nWhile he worked, Trot ate popcorn and found it crisp and slightly warm,\nas well as nicely salted and buttered. Presently Cap'n Bill came out of\nthe house and joined her.\n\n\"What's this?\" he asked.\n\n\"Mo snow,\" said she. \"But it isn't real snow, although it falls from the\nsky. It's popcorn.\"\n\nCap'n Bill tasted it; then he sat down in the path and began to eat. The\nOrk came out and pecked away with its bill as fast as it could. They all\nliked popcorn and they all were hungry this morning.\n\nMeantime the flakes of \"Mo snow\" came down so fast that the number of\nthem almost darkened the air. The Bumpy Man was now shoveling quite a\ndistance down the mountain-side, while the path behind him rapidly filled\nup with fresh-fallen popcorn. Suddenly Trot heard him call out:\n\n\"Goodness gracious--mince pie and pancakes!--here is some one buried in\nthe snow.\"\n\nShe ran toward him at once and the others followed, wading through the\ncorn and crunching it underneath their feet. The Mo snow was pretty deep\nwhere the Bumpy Man was shoveling and from beneath a great bank of it he\nhad uncovered a pair of feet.\n\n\"Dear me! Someone has been lost in the storm,\" said Cap'n Bill. \"I hope\nhe is still alive. Let's pull him out and see.\"\n\nHe took hold of one foot and the Bumpy Man took hold of the other. Then\nthey both pulled and out from the heap of popcorn came a little boy.\nHe was dressed in a brown velvet jacket and knickerbockers, with brown\nstockings, buckled shoes and a blue shirt-waist that had frills down its\nfront. When drawn from the heap the boy was chewing a mouthful of popcorn\nand both his hands were full of it. So at first he couldn't speak to his\nrescuers but lay quite still and eyed them calmly until he had swallowed\nhis mouthful. Then he said:\n\n\"Get my cap,\" and stuffed more popcorn into his mouth.\n\nWhile the Bumpy Man began shoveling into the corn-bank to find the boy's\ncap, Trot was laughing joyfully and Cap'n Bill had a broad grin on his\nface. The Ork looked from one to another and asked:\n\n\"Who is this stranger?\"\n\n\"Why, it's Button-Bright, of course,\" answered Trot. \"If anyone ever\nfinds a lost boy, he can make up his mind it's Button-Bright. But how he\never came to be lost in this far-away country is more'n I can make out.\"\n\n\"Where does he belong?\" inquired the Ork.\n\n[Illustration]\n\n\"His home used to be in Philadelphia, I think; but I'm quite sure\nButton-Bright doesn't belong anywhere.\"\n\n\"That's right,\" said the boy, nodding his head as he swallowed the second\nmouthful.\n\n\"Everyone belongs somewhere,\" remarked the Ork.\n\n\"Not me,\" insisted Button-Bright. \"I'm half-way 'round the world from\nPhiladelphia, and I've lost my Magic Umbrella, that used to carry me\nanywhere. Stands to reason that if I can't get back I haven't any home.\nBut I don't care much. This is a pretty good country, Trot. I've had lots\nof fun here.\"\n\nBy this time the Mountain Ear had secured the boy's cap and was listening\nto the conversation with much interest.\n\n\"It seems you know this poor, snow-covered castaway,\" he said.\n\n\"Yes, indeed,\" answered Trot. \"We made a journey together to Sky Island,\nonce, and were good friends.\"\n\n\"Well, then I'm glad I saved his life,\" said the Bumpy Man.\n\n\"Much obliged, Mr. Knobs,\" said Button-Bright, sitting up and staring at\nhim, \"but I don't believe you've saved anything except some popcorn that\nI might have eaten had you not disturbed me. It was nice and warm in that\nbank of popcorn, and there was plenty to eat. What made you dig me out?\nAnd what makes you so bumpy everywhere?\"\n\n\"As for the bumps,\" replied the man, looking at himself with much pride,\n\"I was born with them and I suspect they were a gift from the fairies.\nThey make me look rugged and big, like the mountain I serve.\"\n\n\"All right,\" said Button-Bright and began eating popcorn again.\n\nIt had stopped snowing, now, and great flocks of birds were gathering\naround the mountain-side, eating the popcorn with much eagerness and\nscarcely noticing the people at all. There were birds of every size and\ncolor, most of them having gorgeous feathers and plumes.\n\n\"Just look at them!\" exclaimed the Ork scornfully. \"Aren't they dreadful\ncreatures, all covered with feathers?\"\n\n\"I think they're beautiful,\" said Trot, and this made the Ork so\nindignant that he went back into the house and sulked.\n\nButton-Bright reached out his hand and caught a big bird by the leg. At\nonce it rose into the air and it was so strong that it nearly carried the\nlittle boy with it. He let go the leg in a hurry and the bird flew down\nagain and began to eat of the popcorn, not being frightened in the least.\n\nThis gave Cap'n Bill an idea. He felt in his pocket and drew out several\npieces of stout string. Moving very quietly, so as to not alarm the\nbirds, he crept up to several of the biggest ones and tied cords around\ntheir legs, thus making them prisoners. The birds were so intent on their\neating that they did not notice what had happened to them, and when about\ntwenty had been captured in this manner Cap'n Bill tied the ends of all\nthe strings together and fastened them to a huge stone, so they could not\nescape.\n\nThe Bumpy Man watched the old sailor's actions with much curiosity.\n\n\"The birds will be quiet until they've eaten up all the snow,\" he said,\n\"but then they will want to fly away to their homes. Tell me, sir, what\nwill the poor things do when they find they can't fly?\"\n\n\"It may worry 'em a little,\" replied Cap'n Bill, \"but they're not going\nto be hurt if they take it easy and behave themselves.\"\n\nOur friends had all made a good breakfast of the delicious popcorn and\nnow they walked toward the house again. Button-Bright walked beside Trot\nand held her hand in his, because they were old friends and he liked\nthe little girl very much. The boy was not so old as Trot, and small as\nshe was he was half a head shorter in height. The most remarkable thing\nabout Button-Bright was that he was always quiet and composed, whatever\nhappened, and nothing was ever able to astonish him. Trot liked him\nbecause he was not rude and never tried to plague her. Cap'n Bill liked\nhim because he had found the boy cheerful and brave at all times, and\nwilling to do anything he was asked to do.\n\nWhen they came to the house Trot sniffed the air and asked: \"Don't I\nsmell perfume?'\"\n\n[Illustration]\n\n\"I think you do,\" said the Bumpy Man. \"You smell violets, and that\nproves there is a breeze springing up from the south. All our winds and\nbreezes are perfumed and for that reason we are glad to have them blow\nin our direction. The south breeze always has a violet odor; the north\nbreeze has the fragrance of wild roses; the east breeze is perfumed with\nlilies-of-the-valley and the west wind with lilac blossoms. So we need no\nweather-vane to tell us which way the wind is blowing. We have only to\nsmell the perfume and it informs us at once.\"\n\nInside the house they found the Ork, and Button-Bright regarded the\nstrange, bird-like creature with curious interest. After examining it\nclosely for a time he asked:\n\n\"Which way does your tail whirl?\"\n\n\"Either way,\" said the Ork.\n\nButton-Bright put out his hand and tried to spin it.\n\n\"Don't do that!\" exclaimed the Ork.\n\n\"Why not?' inquired the boy.\n\n\"Because it happens to be my tail, and I reserve the right to whirl it\nmyself,\" explained the Ork.\n\n\"Let's go out and fly somewhere,\" proposed Button-Bright. \"I want to see\nhow the tail works.\"\n\n\"Not now,\" said the Ork. \"I appreciate your interest in me, which I fully\ndeserve; but I only fly when I am going somewhere, and if I got started I\nmight not stop.\"\n\n\"That reminds me,\" remarked Cap'n Bill, \"to ask you, friend Ork, how we\nare going to get away from here?\"\n\n\"Get away!\" exclaimed the Bumpy Man. \"Why don't you stay here? You won't\nfind any nicer place than Mo.\"\n\n\"Have you been anywhere else, sir?\"\n\n\"No; I can't say that I have,\" admitted the Mountain Ear.\n\n\"Then permit me to say you're no judge,\" declared Cap'n Bill. \"But you\nhaven't answered my question, friend Ork. How are we to get away from\nthis mountain?\"\n\nThe Ork reflected a while before he answered.\n\n\"I might carry one of you--the boy or the girl--upon my back,\" said he,\n\"but three big people are more than I can manage, although I have carried\ntwo of you for a short distance. You ought not to have eaten those purple\nberries so soon.\"\n\n\"P'r'aps we did make a mistake,\" Cap'n Bill acknowledged.\n\n\"Or we might have brought some of those lavender berries with us, instead\nof so many purple ones,\" suggested Trot regretfully.\n\nCap'n Bill made no reply to this statement, which showed he did not\nfully agree with the little girl; but he fell into deep thought, with\nwrinkled brows, and finally he said:\n\n\"If those purple berries would make anything grow bigger, whether it'd\neaten the lavender ones or not, I could find a way out of our troubles.\"\n\nThey did not understand this speech and looked at the old sailor as if\nexpecting him to explain what he meant. But just then a chorus of shrill\ncries rose from outside.\n\n\"Here! Let me go--let me go!\" the voices seemed to say. \"Why are we\ninsulted in this way? Mountain Ear, come and help us!\"\n\nTrot ran to the window and looked out.\n\n\"It's the birds you caught, Cap'n,\" she said. \"I didn't know they could\ntalk.\"\n\n\"Oh, yes; all the birds in Mo are educated to talk,\" said the Bumpy Man.\nThen he looked at Cap'n Bill uneasily and added: \"Won't you let the poor\nthings go?\"\n\n\"I'll see,\" replied the sailor, and walked out to where the birds were\nfluttering and complaining because the strings would not allow them to\nfly away.\n\n\"Listen to me!\" he cried, and at once they became still. \"We three people\nwho are strangers in your land want to go to some other country, and\nwe want three of you birds to carry us there. We know we are asking a\ngreat favor, but it's the only way we can think of--excep' walkin', an'\nI'm not much good at that because I've a wooden leg. Besides, Trot an'\nButton-Bright are too small to undertake a long and tiresome journey.\nNow, tell me: Which three of you birds will consent to carry us?\"\n\n[Illustration]\n\nThe birds looked at one another as if greatly astonished. Then one of\nthem replied:\n\n\"You must be crazy, old man. Not one of us is big enough to fly with\neven the smallest of your party.\"\n\n\"I'll fix the matter of size,\" promised Cap'n Bill. \"If three of you will\nagree to carry us, I'll make you big an' strong enough to do it, so it\nwon't worry you a bit.\"\n\nThe birds considered this gravely. Living in a magic country, they had no\ndoubt but that the strange one-legged man could do what he said. After a\nlittle, one of them asked:\n\n\"If you make us big, would we stay big always?\"\n\n\"I think so,\" replied Cap'n Bill.\n\nThey chattered a while among themselves and then the bird that had first\nspoken said: \"Til go, for one.\"\n\n\"So will I,\" said another; and after a pause a third said: \"I'll go, too.\"\n\nPerhaps more would have volunteered, for it seemed that for some reason\nthey all longed to be bigger than they were; but three were enough for\nCap'n Bill's purpose and so he promptly released all the others, who\nimmediately flew away.\n\nThe three that remained were cousins, and all were of the same brilliant\nplumage and in size about as large as eagles. When Trot questioned them\nshe found they were quite young, having only abandoned their nests a few\nweeks before. They were strong young birds, with clear, brave eyes, and\nthe little girl decided they were the most beautiful of all the feathered\ncreatures she had ever seen.\n\n[Illustration]\n\nCap'n Bill now took from his pocket the wooden box with the sliding cover\nand removed the three purple berries, which were still in good condition.\n\n\"Eat these,\" he said, and gave one to each of the birds. They obeyed,\nfinding the fruit very pleasant to taste. In a few seconds they began to\ngrow in size and grew so fast that Trot feared they would never stop. But\nthey finally did stop growing, and then they were much larger than the\nOrk, and nearly the size of full-grown ostriches.\n\nCap'n Bill was much pleased by this result.\n\n\"You can carry us now, all right,\" said he.\n\nThe birds strutted around with pride, highly pleased with their immense\nsize.\n\n\"I don't see, though,\" said Trot doubtfully, \"how we're going to ride on\ntheir backs without falling off.\"\n\n\"We're not going to ride on their backs,\" answered Cap'n Bill. \"I'm going\nto make swings for us to ride in.\"\n\nHe then asked the Bumpy Man for some rope, but the man had no rope. He\nhad, however, an old suit of gray clothes which he gladly presented to\nCap'n Bill, who cut the cloth into strips and twisted it so that it was\nalmost as strong as rope. With this material he attached to each bird a\nswing that dangled below its feet, and Button-Bright made a trial flight\nin one of them to prove that it was safe and comfortable. When all this\nhad been arranged one of the birds asked:\n\n\"Where do you wish us to take you?\"\n\n\"Why, just follow the Ork,\" said Cap'n Bill. \"He will be our leader, and\nwherever the Ork flies you are to fly, and wherever the Ork lands you are\nto land. Is that satisfactory?\"\n\n[Illustration]\n\nThe birds declared it was quite satisfactory, so Cap'n Bill took counsel\nwith the Ork.\n\n\"On our way here,\" said that peculiar creature, \"I noticed a broad, sandy\ndesert at the left of me, on which was no living thing.\"\n\n\"Then we'd better keep away from it,\" replied the sailor.\n\n\"Not so,\" insisted the Ork. \"I have found, on my travels, that the most\npleasant countries often lie in the midst of deserts; so I think it would\nbe wise for us to fly over this desert and discover what lies beyond it.\nFor in the direction we came from lies the ocean, as we well know, and\nbeyond here is this strange Land of Mo, which we do not care to explore.\nOn one side, as we can see from this mountain, is a broad expanse of\nplain, and on the other the desert. For my part, I vote for the desert.\"\n\n\"What do you say, Trot?\" inquired Cap'n Bill.\n\n\"It's all the same to me,\" she replied.\n\nNo one thought of asking Button-Bright's opinion, so it was decided to\nfly over the desert. They bade good-bye to the Bumpy Man and thanked him\nfor his kindness and hospitality. Then they seated themselves in the\nswings--one for each bird--and told the Ork to start away and they would\nfollow.\n\nThe whirl of the Ork's tail astonished the birds at first, but after he\nhad gone a short distance they rose in the air, carrying their passengers\neasily, and flew with strong, regular strokes of their great wings in the\nwake of their leader.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 9\n\nThe Kingdom of Jinxland\n\n\nTrot rode with more comfort than she had expected, although the swing\nswayed so much that she had to hold on tight with both hands. Cap'n\nBill's bird followed the Ork, and Trot came next, with Button-Bright\ntrailing behind her. It was quite an imposing procession, but\nunfortunately there was no one to see it, for the Ork had headed straight\nfor the great sandy desert and in a few minutes after starting they were\nflying high over the broad waste, where no living thing could exist.\n\nThe little girl thought this would be a bad place for the birds to lose\nstrength, or for the cloth ropes to give way; but although she could not\nhelp feeling a trifle nervous and fidgety she had confidence in the huge\nand brilliantly plumaged bird that bore her, as well as in Cap'n Bill's\nknowledge of how to twist and fasten a rope so it would hold.\n\nThat was a remarkably big desert. There was nothing to relieve the\nmonotony of view and every minute seemed an hour and every hour a day.\nDisagreeable fumes and gases rose from the sands, which would have been\ndeadly to the travelers had they not been so high in the air. As it was,\nTrot was beginning to feel sick, when a breath of fresher air filled her\nnostrils and on looking ahead she saw a great cloud of pink-tinted mist.\nEven while she wondered what it could be, the Ork plunged boldly into the\nmist and the other birds followed. She could see nothing for a time, nor\ncould the bird which carried her see where the Ork had gone, but it kept\nflying as sturdily as ever and in a few moments the mist was passed and\nthe girl saw a most beautiful landscape spread out below her, extending\nas far as her eye could reach.\n\nShe saw bits of forest, verdure clothed hills, fields of waving grain,\nfountains, rivers and lakes; and throughout the scene were scattered\ngroups of pretty houses and a few grand castles and palaces.\n\nOver all this delightful landscape--which from Trot's high perch seemed\nlike a magnificent painted picture--was a rosy glow such as we sometimes\nsee in the west at sunset. In this case, however, it was not in the west\nonly, but everywhere.\n\nNo wonder the Ork paused to circle slowly over this lovely country. The\nother birds followed his action, all eyeing the place with equal delight.\nThen, as with one accord, the four formed a group and slowly sailed\ndownward. This brought them to that part of the newly-discovered land\nwhich bordered on the desert's edge; but it was just as pretty here as\nanywhere, so the Ork and the birds alighted and the three passengers at\nonce got out of their swings.\n\n\"Oh, Cap'n Bill, isn't this fine an' dandy?\" exclaimed Trot rapturously.\n\"How lucky we were to discover this beautiful country!\"\n\n\"The country seems rather high class, I'll admit, Trot,\" replied the old\nsailor-man, looking around him, \"but we don't know, as yet, what its\npeople are like.\"\n\n\"No one could live in such a country without being happy and good--I'm\nsure of that,\" she said earnestly. \"Don't you think so, Button-Bright?\"\n\n\"I'm not thinking, just now,\" answered the little boy. \"It tires me to\nthink, and I never seem to gain anything by it. When we see the people\nwho live here we will know what they are like, and no 'mount of thinking\nwill make them any different.\"\n\n\"That's true enough,\" said the Ork. \"But now I want to make a proposal.\nWhile you are getting acquainted with this new country, which looks as if\nit contains everything to make one happy, I would like to fly along--all\nby myself--and see if I can find my home on the other side of the great\ndesert. If I do, I will stay there, of course. But if I fail to find\nOrkland I will return to you in a week, to see if I can do anything more\nto assist you.\"\n\nThey were sorry to lose their queer companion, but could offer no\nobjection to the plan; so the Ork bade them good-bye and rising swiftly\nin the air, he flew over the country and was soon lost to view in the\ndistance.\n\nThe three birds which had carried our friends now begged permission to\nreturn by the way they had come, to their own homes, saying they were\nanxious to show their families how big they had become. So Cap'n Bill and\nTrot and Button-Bright all thanked them gratefully for their assistance\nand soon the birds began their long flight toward the Land of Mo.\n\nBeing now left to themselves in this strange land, the three comrades\nselected a pretty pathway and began walking along it. They believed\nthis path would lead them to a splendid castle which they espied in the\ndistance, the turrets of which towered far above the tops of the trees\nwhich surrounded it. It did not seem very far away, so they sauntered on\nslowly, admiring the beautiful ferns and flowers that lined the pathway\nand listening to the singing of the birds and the soft chirping of the\ngrasshoppers.\n\n[Illustration]\n\nPresently the path wound over a little hill. In a valley that lay beyond\nthe hill was a tiny cottage surrounded by flower beds and fruit trees. On\nthe shady porch of the cottage they saw, as they approached, a pleasant\nfaced woman sitting amidst a group of children, to whom she was telling\nstories. The children quickly discovered the strangers and ran toward\nthem with exclamations of astonishment, so that Trot and her friends\nbecame the center of a curious group, all chattering excitedly. Cap'n\nBill's wooden leg seemed to arouse the wonder of the children, as they\ncould not understand why he had not two meat legs. This attention seemed\nto please the old sailor, who patted the heads of the children kindly and\nthen, raising his hat to the woman, he inquired:\n\n\"Can you tell us, madam, just what country this is?\"\n\nShe stared hard at all three of the strangers as she replied briefly:\n\"Jinxland.\"\n\n\"Oh!\" exclaimed Cap'n Bill, with a puzzled look. \"And where is Jinxland,\nplease?\"\n\n\"In the Quadling Country,\" said she.\n\n\"What!\" cried Trot, in sudden excitement. \"Do you mean to say this is the\nQuadling Country of the Land of Oz?\"\n\n\"To be sure I do,\" the woman answered. \"Every bit of land that is\nsurrounded by the great desert is the Land of Oz, as you ought to know\nas well as I do; but I'm sorry to say that Jinxland is separated from\nthe rest of the Quadling Country by that row of high mountains you see\nyonder, which have such steep sides that no one can cross them. So we\nlive here all by ourselves, and are ruled by our own King, instead of by\nOzma of Oz.\"\n\n\"I've been to the Land of Oz before,\" said Button-Bright, \"but I've never\nbeen here.\"\n\n\"Did you ever hear of Jinxland before?' asked Trot.\n\n\"No,\" said Button-Bright.\n\n\"It is on the Map of Oz, though,\" asserted the woman, \"and it's a fine\ncountry, I assure you. If only,\" she added, and then paused to look\naround her with a frightened expression. \"If only--\" here she stopped\nagain, as if not daring to go on with her speech.\n\n\"If only what, ma'am?\" asked Cap'n Bill.\n\nThe woman sent the children into the house. Then she came closer to the\nstrangers and whispered: \"If only we had a different King, we would be\nvery happy and contented.\"\n\n\"What's the matter with your King?\" asked Trot, curiously. But the woman\nseemed frightened to have said so much. She retreated to her porch,\nmerely saying:\n\n\"The King punishes severely any treason on the part of his subjects.\"\n\n\"What's treason?\" asked Button-Bright.\n\n\"In this case,\" replied Cap'n Bill, \"treason seems to consist of knockin'\nthe King; but I guess we know his disposition now as well as if the lady\nhad said more.\"\n\n\"I wonder,\" said Trot, going up to the woman, \"if you could spare us\nsomething to eat. We haven't had anything but popcorn and lemonade for a\nlong time.\"\n\n\"Bless your heart! Of course I can spare you some food,\" the woman\nanswered, and entering her cottage she soon returned with a tray loaded\nwith sandwiches, cakes and cheese. One of the children drew a bucket of\nclear, cold water from a spring and the three wanderers ate heartily and\nenjoyed the good things immensely.\n\nWhen Button-Bright could eat no more he filled the pockets of his jacket\nwith cakes and cheese, and not even the children objected to this. Indeed\nthey all seemed pleased to see the strangers eat, so Cap'n Bill decided\nthat no matter what the King of Jinxland was like, the people would prove\nfriendly and hospitable.\n\n[Illustration]\n\n\"Whose castle is that, yonder, ma'am?\" he asked, waving his hand toward\nthe towers that rose above the trees.\n\n\"It belongs to his Majesty, King Krewl,\" she said.\n\n\"Oh, indeed; and does he live there?\"\n\n\"When he is not out hunting with his fierce courtiers and war captains,\"\nshe replied.\n\n\"Is he hunting now?\" Trot inquired.\n\n\"I do not know, my dear. The less we know about the King's actions the\nsafer we are.\"\n\nIt was evident the woman did not like to talk about King Krewl and so,\nhaving finished their meal, they said good-bye and continued along the\npathway.\n\n\"Don't you think we'd better keep away from that King's castle, Cap'n?\"\nasked Trot.\n\n\"Well,\" said he, \"King Krewl would find out, sooner or later, that we are\nin his country, so we may as well face the music now. Perhaps he isn't\nquite so bad as that woman thinks he is. Kings aren't always popular with\ntheir people, you know, even if they do the best they know how.\"\n\n\"Ozma is pop'lar,\" said Button-Bright.\n\n\"Ozma is diff'rent from any other Ruler, from all I've heard,\" remarked\nTrot musingly, as she walked beside the boy. \"And, after all, we are\nreally in the Land of Oz, where Ozma rules ev'ry King and ev'rybody\nelse. I never heard of anybody getting hurt in her dominions, did you,\nButton-Bright?\"\n\n\"Not when she knows about it,\" he replied. \"But those birds landed us in\njust the wrong place, seems to me. They might have carried us right on,\nover that row of mountains, to the Em'rald City.\"\n\n\"True enough,\" said Cap'n Bill; \"but they didn't, an' so we must make the\nbest of Jinxland. Let's try not to be afraid.\"\n\n\"Oh, I'm not very scared,\" said Button-Bright, pausing to look at a pink\nrabbit that popped its head out of a hole in the field near by.\n\n\"Nor am I,\" added Trot. \"Really, Cap'n, I'm so glad to be anywhere at all\nin the wonderful fairyland of Oz that I think I'm the luckiest girl in\nall the world. Dorothy lives in the Em'rald City, you know, and so does\nthe Scarecrow and the Tin Woodman and Tik-Tok and the Shaggy Man--and all\nthe rest of 'em that we've heard so much about not to mention Ozma, who\nmust be the sweetest and loveliest girl in all the world!\"\n\n\"Take your time, Trot,\" advised Button-Bright. \"You don't have to say\nit all in one breath, you know. And you haven't mentioned half of the\ncurious people in the Em'rald City.\"\n\n\"That 'ere Em'rald City,\" said Cap'n Bill impressively, \"happens to be\non the other side o' those mountains, that we're told no one is able\nto cross. I don't want to discourage of you, Trot, but we're a'most as\nmuch separated from your Ozma an' Dorothy as we were when we lived in\nCaliforny.\"\n\nThere was so much truth in this statement that they all walked on in\nsilence for some time. Finally they reached the grove of stately trees\nthat bordered the grounds of the King's castle. They had gone half-way\nthrough it when the sound of sobbing, as of someone in bitter distress,\nreached their ears and caused them to halt abruptly.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 10\n\nPon, the Gardener's Boy\n\n\nIt was Button-Bright who first discovered, lying on his face beneath\na broad spreading tree near the pathway, a young man whose body shook\nwith the force of his sobs. He was dressed in a long brown smock and had\nsandals on his feet, betokening one in humble life. His head was bare and\nshowed a shock of brown, curly hair. Button-Bright looked down on the\nyoung man and said:\n\n\"Who cares, anyhow?\"\n\n\"I do!\" cried the young man, interrupting his sobs to roll over, face\nupward, that he might see who had spoken. \"I care, for my heart is\nbroken!\"\n\n\"Can't you get another one?\" asked the little boy.\n\n\"I don't want another!\" wailed the young man.\n\nBy this time Trot and Cap'n Bill arrived at the spot and the girl leaned\nover and said in a sympathetic voice:\n\n\"Tell us your troubles and perhaps we may help you.\"\n\nThe youth sat up, then, and bowed politely. Afterward he got upon his\nfeet, but still kept wringing his hands as he tried to choke down his\nsobs. Trot thought he was very brave to control such awful agony so well.\n\n\"My name is Pon,\" he began. \"I'm the gardener's boy.\"\n\n\"Then the gardener of the King is your father, I suppose,\" said Trot.\n\n\"Not my father, but my master,\" was the reply.\n\n\"I do the work and the gardener gives the orders. And it was not my\nfault, in the least, that the Princess Gloria fell in love with me.\"\n\n\"Did she, really?\" asked the little girl.\n\n\"I don't see why,\" remarked Button-Bright, staring at the youth.\n\n\"And who may the Princess Gloria be?\" inquired Cap'n Bill.\n\n\"She is the niece of King Krewl, who is her guardian. The Princess\nlives in the castle and is the loveliest and sweetest maiden in all\nJinxland. She is fond of flowers and used to walk in the gardens with\nher attendants. At such times, if I was working at my tasks, I used to\ncast down my eyes as Gloria passed me; but one day I glanced up and found\nher gazing at me with a very tender look in her eyes. The next day she\ndismissed her attendants and, coming to my side, began to talk with me.\nShe said I had touched her heart as no other young man had ever done. I\nkissed her hand. Just then the King came around a bend in the walk. He\nstruck me with his fist and kicked me with his foot. Then he seized the\narm of the Princess and rudely dragged her into the castle.\"\n\n\"Wasn't he awful!\" gasped Trot indignantly.\n\n\"He is a very abrupt King,\" said Pon, \"so it was the least I could\nexpect. Up to that time I had not thought of loving Princess Gloria, but\nrealizing it would be impolite not to return her love, I did so. We met\nat evening, now and then, and she told me the King wanted her to marry a\nrich courtier named Googly-Goo, who is old enough to be Gloria's father.\nShe has refused Googly-Goo thirty-nine times, but he still persists and\nhas brought many rich presents to bribe the King. On that account King\nKrewl has commanded his niece to marry the old man, but the Princess has\nassured me, time and again, that she will wed only me. This morning we\nhappened to meet in the grape arbor and as I was respectfully saluting\nthe cheek of the Princess, two of the King's guards seized me and beat me\nterribly before the very eyes of Gloria, whom the King himself held back\nso she could not interfere.\"\n\n[Illustration]\n\n\"Why, this King must be a monster!\" cried Trot.\n\n\"He is far worse than that,\" said Pon, mournfully.\n\n\"But, see here,\" interrupted Cap'n Bill, who had listened carefully to\nPon. \"This King may not be so much to blame, after all. Kings are proud\nfolks, because they're so high an' mighty, an' it isn't reasonable for a\nroyal Princess to marry a common gardener's boy.\"\n\n\"It isn't right,\" declared Button-Bright. \"A Princess should marry a\nPrince.\"\n\n\"I'm not a common gardener's boy,\" protested Pon. \"If I had my rights I\nwould be the King instead of Krewl. As it is, I'm a Prince, and as royal\nas any man in Jinxland.\"\n\n\"How does that come?\" asked Cap'n Bill.\n\n\"My father used to be the King and Krewl was his Prime Minister. But one\nday while out hunting, King Phearse--that was my father's name--had a\nquarrel with Krewl and tapped him gently on the nose with the knuckles\nof his closed hand. This so provoked the wicked Krewl that he tripped my\nfather backward, so that he fell into a deep pond. At once Krewl threw\nin a mass of heavy stones, which so weighted down my poor father that\nhis body could not rise again to the surface. It is impossible to kill\nanyone in this land, as perhaps you know, but when my father was pressed\ndown into the mud at the bottom of the deep pool and the stones held him\nso he could never escape, he was of no more use to himself or the world\nthan if he had died. Knowing this, Krewl proclaimed himself King, taking\npossession of the royal castle and driving all my father's people out.\nI was a small boy, then, but when I grew up I became a gardener. I have\nserved King Krewl without his knowing that I am the son of the same King\nPhearse whom he so cruelly made away with.\"\n\n\"My, but that's a terr'bly exciting story!\" said Trot, drawing a long\nbreath. \"But tell us, Pon, who was Gloria's father?\"\n\n\"Oh, he was the King before my father,\" replied Pon. \"Father was Prime\nMinister for King Kynd, who was Gloria's father. She was only a baby\nwhen King Kynd fell into the Great Gulf that lies just this side of the\nmountains--the same mountains that separate Jinxland from the rest of the\nLand of Oz. It is said the Great Gulf has no bottom; but, however that\nmay be, King Kynd has never been seen again and my father became King in\nhis place.\"\n\n\"Seems to me,\" said Trot, \"that if Gloria had her rights she would be\nQueen of Jinxland.\"\n\n\"Well, her father was a King,\" admitted Pon, \"and so was my father;\nso we are of equal rank, although she's a great lady and I'm a humble\ngardener's boy. I can't see why we should not marry if we want to--except\nthat King Krewl won't let us.\"\n\n\"It's a sort of mixed-up mess, taken altogether,\" remarked Cap'n Bill.\n\"But we are on our way to visit King Krewl, and if we get a chance, young\nman, we'll put in a good word for you.\"\n\n\"Do, please!\" begged Pon.\n\n\"Was it the flogging you got that broke your heart?' inquired\nButton-Bright.\n\n\"Why, it helped to break it, of course,\" said Pon.\n\n\"I'd get it fixed up, if I were you,\" advised the boy, tossing a pebble\nat a chipmunk in a tree.\n\n\"You ought to give Gloria just as good a heart as she gives you.\"\n\n\"That's common sense,\" agreed Cap'n Bill. So they left the gardener's boy\nstanding beside the path, and resumed their journey toward the castle.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 11\n\nThe Wicked King and Googly-Goo\n\n\nWhen our friends approached the great doorway of the castle they found it\nguarded by several soldiers dressed in splendid uniforms. They were armed\nwith swords and lances. Cap'n Bill walked straight up to them and asked:\n\n\"Does the King happen to be at home?\"\n\n\"His Magnificent and Glorious Majesty, King Krewl, is at present\ninhabiting his Royal Castle,\" was the stiff reply.\n\n\"Then I guess we'll go in an' say how-d'ye-do,\" continued Cap'n Bill,\nattempting to enter the doorway. But a soldier barred his way with a\nlance.\n\n\"Who are you, what are your names, and where do you come from? 7 demanded\nthe soldier.\n\n\"You wouldn't know if we told you,\" returned the sailor, \"seein' as we're\nstrangers in a strange land.\"\n\n\"Oh, if you are strangers you will be permitted to enter,\" said the\nsoldier, lowering his lance. \"His Majesty is very fond of strangers.\"\n\n\"Do many strangers come here?\" asked Trot.\n\n\"You are the first that ever came to our country,\" said the man. \"But\nhis Majesty has often said that if strangers ever arrived in Jinxland he\nwould see that they had a very exciting time.\"\n\nCap'n Bill scratched his chin thoughtfully. He wasn't very favorably\nimpressed by this last remark. But he decided that as there was no way of\nescape from Jinxland it would be wise to confront--the King boldly and\ntry to win his favor. So they entered the castle, escorted by one of the\nsoldiers.\n\nIt was certainly a fine castle, with many large rooms, all beautifully\nfurnished. The passages were winding and handsomely decorated, and after\nfollowing several of these the soldier led them into an open court that\noccupied the very center of the huge building. It was surrounded on every\nside by high turreted walls, and contained beds of flowers, fountains\nand walks of many colored marbles which were matched together in quaint\ndesigns. In an open space near the middle of the court they saw a group\nof courtiers and their ladies, who surrounded a lean man who wore upon\nhis head a jeweled crown. His face was hard and sullen and through the\nslits of his half-closed eyelids the eyes glowed like coals of fire. He\nwas dressed in brilliant satins and velvets and was seated in a golden\nthrone-chair.\n\nThis personage was King Krewl, and as soon as Cap'n Bill saw him the old\nsailor knew at once that he was not going to like the King of Jinxland.\n\n\"Hello! who's here?\" said his Majesty, with a deep scowl.\n\n\"Strangers, Sire,\" answered the soldier, bowing so low that his forehead\ntouched the marble tiles.\n\n\"Strangers, eh? Well, well; what an unexpected visit! Advance, strangers,\nand give an account of yourselves.\"\n\nThe King's voice was as harsh as his features. Trot shuddered a little\nbut Cap'n Bill calmly replied:\n\n\"There ain't much for us to say, 'cept as we've arrived to look over\nyour country an' see how we like it. Judgin' from the way you speak, you\ndon't know who we are, or you'd be jumpin' up to shake hands an' offer\nus seats. Kings usually treat us pretty well, in the great big Outside\nWorld where we come from, but in this little kingdom which don't amount\nto much, anyhow folks don't seem to 'a' got much culchure.\"\n\nThe King listened with amazement to this bold speech, first with a frown\nand then gazing at the two children and the old sailor with evident\ncuriosity. The courtiers were dumb with fear, for no one had ever\ndared speak in such a manner to their self-willed, cruel King before.\nHis Majesty, however, was somewhat frightened, for cruel people are\nalways cowards, and he feared these mysterious strangers might possess\nmagic powers that would destroy him unless he treated them well. So he\ncommanded his people to give the new arrivals seats, and they obeyed with\ntrembling haste.\n\nAfter being seated, Cap'n Bill lighted his pipe and began puffing smoke\nfrom it, a sight so strange to them that it filled them all with wonder.\nPresently the King asked:\n\n\"How did you penetrate to this hidden country? Did you cross the desert\nor the mountains?\"\n\n\"Desert,\" answered Cap'n Bill, as if the task were too easy to be worth\ntalking about.\n\n\"Indeed! No one has ever been able to do that before,\" said the King.\n\n\"Well, it's easy enough, if you know how,\" asserted Cap'n Bill, so\ncarelessly that it greatly impressed his hearers. The King shifted in his\nthrone uneasily. He was more afraid of these strangers than before.\n\n\"Do you intend to stay long in Jinxland?\" was his next anxious question.\n\n\"Depends on how we like it,\" said Cap'n Bill. \"Just now I might suggest\nto your Majesty to order some rooms got ready for us in your dinky little\ncastle here. And a royal banquet, with some fried onions an' pickled\ntripe, would set easy on our stomicks an' make us a bit happier than we\nare now.\"\n\n\"Your wishes shall be attended to,\" said King Krewl, but his eyes flashed\nfrom between their slits in a wicked way that made Trot hope the food\nwouldn't be poisoned. At the King's command several of his attendants\nhastened away to give the proper orders to the castle servants and no\nsooner were they gone than a skinny old man entered the courtyard and\nbowed before the King.\n\nThis disagreeable person was dressed in rich velvets, with many furbelows\nand laces. He was covered with golden chains, finely wrought rings and\njeweled ornaments. He walked with mincing steps and glared at all the\ncourtiers as if he considered himself far superior to any or all of them.\n\n[Illustration]\n\n\"Well, well, your Majesty; what news--what news?\" he demanded, in a\nshrill, cracked voice.\n\nThe King gave him a surly look.\n\n\"No news, Lord Googly-Goo, except that strangers have arrived,\" he said.\n\nGoogly-Goo cast a contemptuous glance at Cap'n Bill and a disdainful one\nat Trot and Button-Bright. Then he said:\n\n\"Strangers do not interest me, your Majesty. But the Princess Gloria is\nvery interesting--very interesting, indeed! What does she say, Sire? Will\nshe marry me?\"\n\n\"Ask her,\" retorted the King.\n\n\"I have, many times; and every time she has refused.\"\n\n\"Well?\" said the King harshly.\n\n\"Well,\" said Googly-Goo in a jaunty tone, \"a bird that _can_ sing, and\n_won't_ sing, must be _made_ to sing.\"\n\n\"Huh!\" sneered the King. \"That's easy, with a bird; but a girl is harder\nto manage.\"\n\n\"Still,\" persisted Googly-Goo, \"we must overcome difficulties. The chief\ntrouble is that Gloria fancies she loves that miserable gardener's boy,\nPon. Suppose we throw Pon into the Great Gulf, your Majesty?\"\n\n\"It would do you no good,\" returned the King. \"She would still love him.\"\n\n\"Too bad, too bad!\" sighed Googly-Goo. \"I have laid aside more than a\nbushel of precious gems--each worth a king's ransom--to present to your\nMajesty on the day I wed Gloria.\"\n\nThe King's eyes sparkled, for he loved wealth above everything; but the\nnext moment he frowned deeply again.\n\n\"It won't help us to kill Pon,\" he muttered. \"What we must do is kill\nGloria's love for Pon.\"\n\n\"That is better, if you can find a way to do it,\" agreed Googly-Goo.\n\"Everything would come right if you could kill Gloria's love for that\ngardener's boy. Really, Sire, now that I come to think of it, there must\nbe fully a bushel and a half of those jewels!\"\n\nJust then a messenger entered the court to say that the banquet was\nprepared for the strangers. So Cap'n Bill, Trot and Button-Bright entered\nthe castle and were taken to a room where a fine feast was spread upon\nthe table.\n\n\"I don't like that Lord Googly-Goo,\" remarked Trot as she was busily\neating.\n\n\"Nor I,\" said Cap'n Bill. \"But from the talk we heard I guess the\ngardener's boy won't get the Princess.\"\n\n\"Perhaps not,\" returned the girl; \"but I hope old Googly doesn't get her,\neither.\"\n\n\"The King means to sell her for all those jewels,\" observed\nButton-Bright, his mouth half full of cake and jam.\n\n\"Poor Princess!\" sighed Trot. \"I'm sorry for her, although I've never\nseen her. But if she says no to Googly-Goo, and means it, what can they\ndo?\"\n\n\"Don't let us worry about a strange Princess,\" advised Cap'n Bill. \"I've\na notion we're not too safe, ourselves, with this cruel King.\"\n\nThe two children felt the same way and all three were rather solemn\nduring the remainder of the meal.\n\nWhen they had eaten, the servants escorted them to their rooms. Cap'n\nBill's room was way to one end of the castle, very high up, and Trot's\nroom was at the opposite end, rather low down. As for Button-Bright, they\nplaced him in the middle, so that all were as far apart as they could\npossibly be. They didn't like this arrangement very well, but all the\nrooms were handsomely furnished and being guests of the King they dared\nnot complain.\n\nAfter the strangers had left the courtyard the King and Googly-Goo had a\nlong talk together, and the King said:\n\n[Illustration]\n\n\"I cannot force Gloria to marry you just now, because those strangers may\ninterfere. I suspect that the wooden-legged man possesses great magical\npowers, or he would never have been able to carry himself and those\nchildren across the deadly desert.\"\n\n\"I don't like him; he looks dangerous,\" answered Googly-Goo. \"But\nperhaps you are mistaken about his being a wizard. Why don't you test his\npowers?\"\n\n\"How?\" asked the King.\n\n\"Send for the Wicked Witch. She will tell you in a moment whether that\nwooden-legged person is a common man or a magician.\"\n\n\"Ha! that's a good idea,\" cried the King. \"Why didn't I think of the\nWicked Witch before? But the woman demands rich rewards for her services.\"\n\n\"Never mind; I will pay her,\" promised the wealthy Googly-Goo.\n\nSo a servant was dispatched to summon the Wicked Witch, who lived but\na few leagues from King Krewl's castle. While they awaited her, the\nwithered old courtier proposed that they pay a visit to Princess Gloria\nand see if she was not now in a more complaisant mood. So the two started\naway together and searched the castle over without finding Gloria.\n\nAt last Googly-Goo suggested she might be in the rear garden, which was\na large park filled with bushes and trees and surrounded by a high wall.\nAnd what was their anger, when they turned a corner of the path, to find\nin a quiet nook the beautiful Princess, and kneeling before her, Pon, the\ngardener's boy!\n\nWith a roar of rage the King dashed forward; but Pon had scaled the wall\nby means of a ladder, which still stood in its place, and when he saw the\nKing coming he ran up the ladder and made good his escape. But this left\nGloria confronted by her angry guardian, the King, and by old Googly-Goo,\nwho was trembling with a fury he could not express in words.\n\nSeizing the Princess by her arm the King dragged her back to the castle.\nPushing her into a room on the lower floor he locked the door upon the\nunhappy girl. And at that moment the arrival of the Wicked Witch was\nannounced.\n\n[Illustration]\n\nHearing this, the King smiled, as a tiger smiles, showing his teeth.\nAnd Googly-Goo smiled, as a serpent smiles, for he had no teeth except\na couple of fangs. And having frightened each other with these smiles\nthe two dreadful men went away to the Royal Council Chamber to meet the\nWicked Witch.\n\n[Illustration: Queen Gloria]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 12\n\nThe Wooden-Legged Grass-Hopper\n\n\nNow it so happened that Trot, from the window of her room, had witnessed\nthe meeting of the lovers in the garden and had seen the King come and\ndrag Gloria away. The little girl's heart went out in sympathy for the\npoor Princess, who seemed to her to be one of the sweetest and loveliest\nyoung ladies she had ever seen, so she crept along the passages and from\na hidden niche saw Gloria locked in her room.\n\nThe key was still in the lock, so when the King had gone away, followed\nby Googly-Goo, Trot stole up to the door, turned the key and entered.\nThe Princess lay prone upon a couch, sobbing bitterly. Trot went up to\nher and smoothed her hair and tried to comfort her.\n\n\"Don't cry,\" she said. \"I've unlocked the door, so you can go away any\ntime you want to.\"\n\n\"It isn't that,\" sobbed the Princess. \"I am unhappy because they will not\nlet me love Pon, the gardener's boy!\"\n\n\"Well, never mind; Pon isn't any great shakes, anyhow, seems to me,\" said\nTrot soothingly. \"There are lots of other people you can love.\"\n\nGloria rolled over on the couch and looked at the little girl\nreproachfully.\n\n\"Pon has won my heart, and I can't help loving him,\" she explained.\nThen with sudden indignation she added: \"But I'll never love\nGoogly-Goo--never, as long as I live!\"\n\n\"I should say not!\" replied Trot. \"Pon may not be much good, but old\nGoogly is very, very bad. Hunt around, and I'm sure you'll find someone\nworth your love. You're very pretty, you know, and almost anyone ought to\nlove you.\"\n\n\"You don't understand, my dear,\" said Gloria, as she wiped the tears from\nher eyes with a dainty lace handkerchief bordered with pearls. \"When you\nare older you will realize that a young lady cannot decide whom she will\nlove, or choose the most worthy. Her heart alone decides for her, and\nwhomsoever her heart selects, she must love, whether he amounts to much\nor not.\"\n\nTrot was a little puzzled by this speech, which seemed to her\nunreasonable; but she made no reply and presently Gloria's grief\nsoftened and she began to question the little girl about herself and her\nadventures. Trot told her how they had happened to come to Jinxland, and\nall about Cap'n Bill and the Ork and Pessim and the Bumpy Man.\n\nWhile they were thus conversing together, getting more and more friendly\nas they became better acquainted, in the Council Chamber the King and\nGoogly-Goo were talking with the Wicked Witch.\n\nThis evil creature was old and ugly. She had lost one eye and wore a\nblack patch over it, so the people of Jinxland had named her \"Blinkie.\"\nOf course witches are forbidden to exist in the Land of Oz, but Jinxland\nwas so far removed from the center of Ozma's dominions, and so absolutely\ncut off from it by the steep mountains and the bottomless gulf, that\nthe laws of Oz were not obeyed very well in that country. So there were\nseveral witches in Jinxland who were the terror of the people, but King\nKrewl favored them and permitted them to exercise their evil sorcery.\n\nBlinkie was the leader of all the other witches and therefore the most\nhated and feared. The King used her witchcraft at times to assist him in\ncarrying out his cruelties and revenge, but he was always obliged to pay\nBlinkie large sums of money or heaps of precious jewels before she would\nundertake an enchantment. This made him hate the old woman almost as much\nas his subjects did, but to-day Lord Googly-Goo had agreed to pay the\nwitch's price, so the King greeted her with gracious favor.\n\n\"Can you destroy the love of Princess Gloria for the gardener's boy?\"\ninquired his Majesty.\n\nThe Wicked Witch thought about it before she replied:\n\n\"That's a hard question to answer. I can do lots of clever magic, but\nlove is a stubborn thing to conquer. When you think you've killed it,\nit's liable to bob up again as strong as ever. I believe love and cats\nhave nine lives. In other words, killing love is a hard job, even for a\nskillful witch, but I believe I can do something that will answer your\npurpose just as well.\"\n\n\"What is that?\" asked the King.\n\n[Illustration]\n\n\"I can freeze the girl's heart. I've got a special incantation for that,\nand when Gloria's heart is thoroughly frozen she can no longer love Pon.\"\n\n\"Just the thing!\" exclaimed Googly-Goo, and the King was likewise much\npleased.\n\nThey bargained a long time as to the price, but finally the old courtier\nagreed to pay the Wicked Witch's demands. It was arranged that they\nshould take Gloria to Blinkie's house the next day, to have her heart\nfrozen.\n\nThen King Krewl mentioned to the old hag the strangers who had that day\narrived in Jinxland, and said to her:\n\n\"I think the two children--the boy and the girl--are unable to harm me,\nbut I have a suspicion that the wooden-legged man is a powerful wizard.\"\n\nThe witch's face wore a troubled look when she heard this.\n\n\"If you are right,\" she said, \"this wizard might spoil my incantation and\ninterfere with me in other ways. So it will be best for me to meet this\nstranger at once and match my magic against his, to decide which is the\nstronger.\"\n\n\"All right,\" said the King. \"Come with me and I will lead you to the\nman's room.\"\n\nGoogly-Goo did not accompany them, as he was obliged to go home to get\nthe money and jewels he had promised to pay old Blinkie, so the other two\nclimbed several flights of stairs and went through many passages until\nthey came to the room occupied by Cap'n Bill.\n\nThe sailor-man, finding his bed soft and inviting, and being tired with\nthe adventures he had experienced, had decided to take a nap. When the\nWicked Witch and the King softly opened his door and entered, Cap'n Bill\nwas snoring with such vigor that he did not hear them at all.\n\nBlinkie approached the bed and with her one eye anxiously stared at the\nsleeping stranger.\n\n\"Ah,\" she said in a soft whisper, \"I believe you are right, King Krewl.\nThe man looks to me like a very powerful wizard. But by good luck I have\ncaught him asleep, so I shall transform him before he wakes up, giving\nhim such a form that he will be unable to oppose me.\"\n\n\"Careful!\" cautioned the King, also speaking low. \"If he discovers what\nyou are doing he may destroy you, and that would annoy me because I need\nyou to attend to Gloria.\"\n\nBut the Wicked Witch realized as well as he did that she must be\ncareful. She carried over her arm a black bag, from which she now drew\nseveral packets carefully wrapped in paper. Three of these she selected,\nreplacing the others in the bag. Two of the packets she mixed together\nand then she cautiously opened the third.\n\n\"Better stand back, your Majesty,\" she advised, \"for if this powder falls\non you you might be transformed yourself.\"\n\nThe King hastily retreated to the end of the room. As Blinkie mixed the\nthird powder with the others she waved her hands over it, mumbled a few\nwords, and then backed away as quickly as she could.\n\nCap'n Bill was slumbering peacefully, all unconscious of what was going\non. Puff! A great cloud of smoke rolled over the bed and completely hid\nhim from view. When the smoke rolled away, both Blinkie and the King saw\nthat the body of the stranger had quite disappeared, while in his place,\ncrouching in the middle of the bed, was a little gray grasshopper.\n\nOne curious thing about this grasshopper was that the last joint of its\nleft leg was made of wood. Another curious thing--considering it was a\ngrasshopper--was that it began talking, crying out in a tiny but sharp\nvoice:\n\n\"Here--you people! What do you mean by treating me so? Put me back where\nI belong, at once, or you'll be sorry!\"\n\n[Illustration]\n\nThe cruel King turned pale at hearing the grasshopper's threats, but the\nWicked Witch merely laughed in derision. Then she raised her stick and\naimed a vicious blow at the grasshopper, but before the stick struck the\nbed the tiny hopper made a marvelous jump--marvelous, indeed, when we\nconsider that it had a wooden leg. It rose in the air and sailed across\nthe room and passed right through the open window, where it disappeared\nfrom their view.\n\n\"Good!\" shouted the King. \"We are well rid of this desperate wizard.\" And\nthen they both laughed heartily at the success of the incantation, and\nwent away to complete their horrid plans.\n\nAfter Trot had visited a time with Princess Gloria, the little girl went\nto Button-Bright's room but did not find him there. Then she went to\nCap'n Bill's room, but he was not there because the witch and the King\nhad been there before her. So she made her way downstairs and questioned\nthe servants. They said they had seen the little boy go out into the\ngarden, some time ago, but the old man with the wooden leg they had not\nseen at all.\n\nTherefore Trot, not knowing what else to do, rambled through the great\ngardens, seeking for Button-Bright or Cap'n Bill and not finding either\nof them. This part of the garden, which lay before the castle, was not\nwalled in, but extended to the roadway, and the paths were open to the\nedge of the forest; so, after two hours of vain search for her friends,\nthe little girl returned to the castle.\n\nBut at the doorway a soldier stopped her.\n\n\"I live here,\" said Trot, \"so it's all right to let me in. The King has\ngiven me a room.\"\n\n\"Well, he has taken it back again,\" was the soldier's reply. \"His\nMajesty's orders are to turn you away if you attempt to enter. I am also\nordered to forbid the boy, your companion, to again enter the King's\ncastle.\"\n\n\"How 'bout Cap'n Bill'?' she inquired.\n\n\"Why, it seems he has mysteriously disappeared,\" replied the soldier,\nshaking his head ominously. \"Where he has gone to, I can't make out, but\nI can assure you he is no longer in this castle. I'm sorry, little girl,\nto disappoint you. Don't blame me; I must obey my master's orders.\"\n\nNow, all her life Trot had been accustomed to depend on Cap'n Bill, so\nwhen this good friend was suddenly taken from her she felt very miserable\nand forlorn indeed. She was brave enough not to cry before the soldier,\nor even to let him see her grief and anxiety, but after she was turned\naway from the castle she sought a quiet bench in the garden and for a\ntime sobbed as if her heart would break.\n\nIt was Button-Bright who found her, at last, just as the sun had set and\nthe shades of evening were falling. He also had been turned away from the\nKing's castle, when he tried to enter it, and in the park he came across\nTrot.\n\n\"Never mind,\" said the boy. \"We can find a place to sleep.\"\n\n\"I want Cap'n Bill,\" wailed the girl.\n\n\"Well, so do I,\" was the reply. \"But we haven't got him. Where do you\ns'pose he is, Trot?\"\n\n\"I don't s'pose anything. He's gone, an' that's all I know 'bout it.\"\n\nButton-Bright sat on the bench beside her and thrust his hands in the\npockets of his knickerbockers. Then he reflected somewhat gravely for him.\n\n\"Cap'n Bill isn't around here,\" he said, letting his eyes wander over\nthe dim garden, \"so we must go somewhere else if we want to find him.\nBesides, it's fast getting dark, and if we want to find a place to sleep\nwe must get busy while we can see where to go.\"\n\nHe rose from the bench as he said this and Trot also jumped up, drying\nher eyes on her apron. Then she walked beside him out of the grounds of\nthe King's castle. They did not go by the main path, but passed through\nan opening in a hedge and found themselves in a small but well-worn\nroadway. Following this for some distance, along a winding way, they came\nupon no house or building that would afford them refuge for the night. It\nbecame so dark that they could scarcely see their way, and finally Trot\nstopped and suggested that they camp under a tree.\n\n[Illustration]\n\n\"All right,\" said Button-Bright, \"I've often found that leaves make a\ngood warm blanket. But--look there, Trot!--isn't that a light flashing\nover yonder?\"\n\n\"It certainly is, Button-Bright. Let's go over and see if it's a house.\nWhoever lives there couldn't treat us worse than the King did.\"\n\nTo reach the light they had to leave the road, so they stumbled over\nhillocks and brushwood, hand in hand, keeping the tiny speck of light\nalways in sight.\n\nThey were rather forlorn little waifs, outcasts in a strange country and\nforsaken by their only friend and guardian, Cap'n Bill. So they were very\nglad when finally they reached a small cottage and, looking in through\nits one window, saw Pon, the gardener's boy, sitting by a fire of twigs.\n\nAs Trot opened the door and walked boldly in, Pon sprang up to greet\nthem. They told him of Cap'n Bill's disappearance and how they had been\nturned out of the King's castle. As they finished the story Pon shook his\nhead sadly.\n\n\"King Krewl is plotting mischief, I fear,\" said he, \"for to-day he sent\nfor old Blinkie, the Wicked Witch, and with my own eyes I saw her\ncome from the castle and hobble away toward her hut. She had been with\nthe King and Googly-Goo, and I was afraid they were going to work some\nenchantment on Gloria so she would no longer love me. But perhaps the\nwitch was only called to the castle to enchant your friend, Cap'n Bill.\"\n\n\"Could she do that?\" asked Trot, horrified by the suggestion.\n\n\"I suppose so, for old Blinkie can do a lot of wicked magical things.\"\n\n\"What sort of an enchantment could she put on Cap'n Bill?\"\n\n\"I don't know. But he has disappeared, so I'm pretty certain she has done\nsomething dreadful to him. But don't worry. If it has happened, it can't\nbe helped, and if it hasn't happened we may be able to find him in the\nmorning.\"\n\nWith this Pon went to the cupboard and brought food for them. Trot was\nfar too worried to eat, but Button-Bright made a good supper from the\nsimple food and then lay down before the fire and went to sleep. The\nlittle girl and the gardener's boy, however, sat for a long time staring\ninto the fire, busy with their thoughts. But at last Trot, too, became\nsleepy and Pon gently covered her with the one blanket he possessed. Then\nhe threw more wood on the fire and laid himself down before it, next to\nButton-Bright. Soon all three were fast asleep. They were in a good deal\nof trouble; but they were young, and sleep was good to them because for a\ntime it made them forget.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 13\n\nGlinda the Good and the Scarecrow of Oz\n\n\nThat country south of the Emerald City, in the Land of Oz, is known as\nthe Quadling Country, and in the very southernmost part of it stands a\nsplendid palace in which lives Glinda the Good.\n\nGlinda is the Royal Sorceress of Oz. She has wonderful magical powers and\nuses them only to benefit the subjects of Ozma's kingdom. Even the famous\nWizard of Oz pays tribute to her, for Glinda taught him all the real\nmagic he knows, and she is his superior in all sorts of sorcery.\n\nEveryone loves Glinda, from the dainty and exquisite Ruler, Ozma, down\nto the humblest inhabitant of Oz, for she is always kindly and helpful\nand willing to listen to their troubles, however busy she may be. No one\nknows her age, but all can see how beautiful and stately she is. Her hair\nis like red gold and finer than the finest silken strands. Her eyes are\nblue as the sky and always frank and smiling. Her cheeks are the envy of\npeach-blows and her mouth is enticing as a rosebud. Glinda is tall and\nwears splendid gowns that trail behind her as she walks. She wears no\njewels, for her beauty would shame them.\n\nFor attendants Glinda has half a hundred of the loveliest girls in\nOz. They are gathered from all over Oz, from among the Winkies, the\nMunchkins, the Gillikins and the Quadlings, as well as from Ozma's\nmagnificent Emerald City, and it is considered a great favor to be\nallowed to serve the Royal Sorceress.\n\nAmong the many wonderful things in Glinda's palace is the Great Book\nof Records. In this book is inscribed everything that takes place in\nall the world, just the instant it happens; so that by referring to its\npages Glinda knows what is taking place far and near, in every country\nthat exists. In this way she learns when and where she can help any in\ndistress or danger, and although her duties are confined to assisting\nthose who inhabit the Land of Oz, she is always interested in what takes\nplace in the unprotected outside world.\n\n[Illustration: The most popular man in the Land of Oz]\n\nSo it was that on a certain evening Glinda sat in her library, surrounded\nby a bevy of her maids, who were engaged in spinning, weaving and\nembroidery, when an attendant announced the arrival at the palace of the\nScarecrow.\n\nThis personage was one of the most famous and popular in all the Land of\nOz. His body was merely a suit of Munchkin clothes stuffed with straw,\nbut his head was a round sack filled with bran, with which the Wizard of\nOz had mixed some magic brains of a very superior sort. The eyes, nose\nand mouth of the Scarecrow were painted upon the front of the sack, as\nwere his ears, and since this quaint being had been endowed with life,\nthe expression of his face was very interesting, if somewhat comical.\n\nThe Scarecrow was good all through, even to his brains, and while he\nwas naturally awkward in his movements and lacked the neat symmetry of\nother people, his disposition was so kind and considerate and he was so\nobliging and honest, that all who knew him loved him, and there were few\npeople in Oz who had not met our Scarecrow and made his acquaintance.\n\nHe lived part of the time in Ozma's palace at the Emerald City, part of\nthe time in his own corncob castle in the Winkie Country, and part of the\ntime he traveled over all Oz, visiting with the people and playing with\nthe children, whom he dearly loved.\n\nIt was on one of his wandering journeys that the Scarecrow had arrived at\nGlinda's palace, and the Sorceress at once made him welcome. As he sat\nbeside her, talking of his adventures, he asked:\n\n\"What's new in the way of news?\"\n\nGlinda opened her Great Book of Records and read some of the last pages.\n\n\"Here is an item quite curious and interesting,\" she announced, an accent\nof surprise in her voice. \"Three people from the big Outside World have\narrived in Jinxland.\"\n\n\"Where is Jinxland?' inquired the Scarecrow.\n\n\"Very near here, a little to the east of us,\" she said. \"In fact,\nJinxland is a little slice taken off the Quadling Country, but separated\nfrom it by a range of high mountains, at the foot of which lies a wide,\ndeep gulf that is supposed to be impassable.\"\n\n\"Then Jinxland is really a part of the Land of Oz,\" said he.\n\n\"Yes,\" returned Glinda, \"but Oz people know nothing of it, except what\nis recorded here in my book.\"\n\n\"What does the Book say about it?' asked the Scarecrow.\n\n\"It is ruled by a wicked man called King Krewl, although he has no right\nto the title. Most of the people are good, but they are very timid and\nlive in constant fear of their fierce ruler. There are also several\nWicked Witches who keep the inhabitants of Jinxland in a state of terror.\"\n\n\"Do those witches have any magical powers?\" inquired the Scarecrow.\n\n\"Yes, they seem to understand witchcraft in its most evil form, for one\nof them has just transformed a respectable and honest old sailor--one of\nthe strangers who arrived there--into a grasshopper. This same witch,\nBlinkie by name, is also planning to freeze the heart of a beautiful\nJinxland girl named Princess Gloria.\"\n\n\"Why, that's a dreadful thing to do!\" exclaimed the Scarecrow.\n\nGlinda's face was very grave. She read in her book how Trot and\nButton-Bright were turned out of the King's castle, and how they found\nrefuge in the hut of Pon, the gardener's boy.\n\n\"I'm afraid those helpless earth people will endure much suffering in\nJinxland, even if the wicked King and the witches permit them to live,\"\nsaid the good Sorceress, thoughtfully. \"I wish I might help them.\"\n\n\"Can I do anything?\" asked the Scarecrow, anxiously. \"If so, tell me what\nto do, and Til do it.\"\n\n[Illustration]\n\nFor a few moments Glinda did not reply, but sat musing over the records.\nThen she said: \"I am going to send you to Jinxland, to protect Trot and\nButton-Bright and Cap'n Bill.\"\n\n\"All right,\" answered the Scarecrow in a cheerful voice. \"I know\nButton-Bright already, for he has been in the Land of Oz before. You\nremember he went away from the Land of Oz in one of our Wizard's big\nbubbles.\"\n\n\"Yes,\" said Glinda, \"I remember that.\" Then she carefully instructed the\nScarecrow what to do and gave him certain magical things which he placed\nin the pockets of his ragged Munchkin coat.\n\n\"As you have no need to sleep,\" said she, \"you may as well start at once.\"\n\n\"The night is the same as day to me,\" he replied, \"except that I cannot\nsee my way so well in the dark.\"\n\n\"I will furnish a light to guide you,\" promised the Sorceress.\n\nSo the Scarecrow bade her good-bye and at once started on his journey. By\nmorning he had reached the mountains that separated the Quadling Country\nfrom Jinxland. The sides of these mountains were too steep to climb,\nbut the Scarecrow took a small rope from his pocket and tossed one end\nupward, into the air. The rope unwound itself for hundreds of feet, until\nit caught upon a peak of rock at the very top of a mountain, for it was a\nmagic rope furnished him by Glinda. The Scarecrow climbed the rope and,\nafter pulling it up, let it down on the other side of the mountain range.\nWhen he descended the rope on this side he found himself in Jinxland, but\nat his feet yawned the Great Gulf, which must be crossed before he could\nproceed any farther.\n\n[Illustration]\n\n[Illustration]\n\nThe Scarecrow knelt down and examined the ground carefully, and in a\nmoment he discovered a fuzzy brown spider that had rolled itself into\na ball. So he took two tiny pills from his pocket and laid them beside\nthe spider, which unrolled itself and quickly ate up the pills. Then the\nScarecrow said in a voice of command:\n\n\"Spin!\" and the spider obeyed instantly.\n\n[Illustration]\n\nIn a few moments the little creature had spun two slender but strong\nstrands that reached way across the gulf, one being five or six feet\nabove the other. When these were completed the Scarecrow started across\nthe tiny bridge, walking upon one strand as a person walks upon a rope,\nand holding to the upper strand with his hands to prevent him from losing\nhis balance and toppling over into the gulf. The tiny threads held him\nsafely, thanks to the strength given them by the magic pills.\n\nPresently he was safe across and standing on the plains of Jinxland. Far\naway he could see the towers of the King's castle and toward this he at\nonce began to walk.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 14\n\nThe Frozen Heart\n\n\nIn the hut of Pon, the gardener's boy, Button-Bright was the first to\nwaken in the morning. Leaving his companions still asleep, he went out\ninto the fresh morning air and saw some blackberries growing on bushes\nin a field not far away. Going to the bushes he found the berries ripe\nand sweet, so he began eating them. More bushes were scattered over the\nfields, so the boy wandered on, from bush to bush, without paying any\nheed to where he was wandering. Then a butterfly fluttered by. He gave\nchase to it and followed it a long way. When finally he paused to look\naround him, Button-Bright could see no sign of Pon's house, nor had he\nthe slightest idea in which direction it lay.\n\n\"Well, I'm lost again,\" he remarked to himself. \"But never mind; I've\nbeen lost lots of times. Someone is sure to find me.\"\n\nTrot was a little worried about Button-Bright when she awoke and found\nhim gone. Knowing how careless he was, she believed that he had strayed\naway, but felt that he would come back in time, because he had a habit of\nnot staying lost. Pon got the little girl some food for her breakfast and\nthen together they went out of the hut and stood in the sunshine.\n\nPon's house was some distance off the road, but they could see it from\nwhere they stood and both gave a start of surprise when they discovered\ntwo soldiers walking along the roadway and escorting Princess Gloria\nbetween them. The poor girl had her hands bound together, to prevent her\nfrom struggling, and the soldiers rudely dragged her forward when her\nsteps seemed to lag.\n\nBehind this group came King Krewl, wearing his jeweled crown and swinging\nin his hand a slender golden staff with a ball of clustered gems at one\nend.\n\n\"Where are they going?'' asked Trot.\n\n\"To the house of the Wicked Witch, I fear,\" Pon replied. \"Come, let us\nfollow them, for I am sure they intend to harm my dear Gloria.\"\n\n\"Won't they see us?\" she asked timidly.\n\n\"We won't let them. I know a short cut through the trees to Blinkie's\nhouse,\" said he.\n\nSo they hurried away through the trees and reached the house of the witch\nahead of the King and his soldiers. Hiding themselves in the shrubbery,\nthey watched the approach of poor Gloria and her escort, all of whom\npassed so near to them that Pon could have put out a hand and touched his\nsweetheart, had he dared to.\n\nBlinkie's house had eight sides, with a door and a window in each side.\nSmoke was coming out of the chimney and as the guards brought Gloria to\none of the doors it was opened by the old witch in person. She chuckled\nwith evil glee and rubbed her skinny hands together to show the delight\nwith which she greeted her victim, for Blinkie was pleased to be able to\nperform her wicked rites on one so fair and sweet as the Princess.\n\nGloria struggled to resist when they bade her enter the house, so the\nsoldiers forced her through the doorway and even the King gave her a\nshove as he followed close behind. Pon was so incensed at the cruelty\nshown Gloria that he forgot all caution and rushed forward to enter the\nhouse also; but one of the soldiers prevented him, pushing the gardener's\nboy away with violence and slamming the door in his face.\n\n\"Never mind,\" said Trot soothingly, as Pon rose from where he had fallen.\n\"You couldn't do much to help the poor Princess if you were inside. How\nunfortunate it is that you are in love with her!\"\n\n\"True,\" he answered sadly, \"it is indeed my misfortune. If I did not\nlove her, it would be none of my business what the King did to his niece\nGloria; but the unlucky circumstance of my loving her makes it my duty to\ndefend her.\"\n\n\"I don't see how you can, duty or no duty,\" observed Trot.\n\n\"No; I am powerless, for they are stronger than I. But we might peek in\nthrough the window and see what they are doing.\"\n\nTrot was somewhat curious, too, so they crept up to one of the windows\nand looked in, and it so happened that those inside the witch's house\nwere so busy they did not notice that Pon and Trot were watching them.\n\nGloria had been tied to a stout post in the center of the room and the\nKing was giving the Wicked Witch a quantity of money and jewels, which\nGoogly-Goo had provided in payment. When this had been done the King said\nto her:\n\n\"Are you perfectly sure you can freeze this maiden's heart, so that she\nwill no longer love that low gardener's boy?\"\n\n\"Sure as witchcraft, your Majesty,\" the creature replied.\n\n\"Then get to work,\" said the King. \"There may be some unpleasant features\nabout the ceremony that would annoy me, so I'll bid you good day and\nleave you to carry out your contract. One word, however: If you fail, I\nshall burn you at the stake!\" Then he beckoned to his soldiers to follow\nhim, and throwing wide the door of the house walked out.\n\nThis action was so sudden that King Krewl almost caught Trot and Pon\neavesdropping, but they managed to run around the house before he saw\nthem. Away he marched, up the road, followed by his men, heartlessly\nleaving Gloria to the mercies of old Blinkie.\n\n[Illustration]\n\nWhen they again crept up to the window, Trot and Pon saw Blinkie gloating\nover her victim. Although nearly fainting from fear, the proud Princess\ngazed with haughty defiance into the face of the wicked creature; but she\nwas bound so tightly to the post that she could do no more to express her\nloathing.\n\nPretty soon Blinkie went to a kettle that was swinging by a chain over\nthe fire and tossed into it several magical compounds. The kettle gave\nthree flashes, and at every flash another witch appeared in the room.\n\nThese hags were very ugly but when one-eyed Blinkie whispered her orders\nto them they grinned with joy as they began dancing around Gloria.\nFirst one and then another cast something into the kettle, when to the\nastonishment of the watchers at the window all three of the old women\nwere instantly transformed into maidens of exquisite beauty, dressed\nin the daintiest costumes imaginable. Only their eyes could not be\ndisguised, and an evil glare still shone in their depths. But if the eyes\nwere cast down or hidden, one could not help but admire these beautiful\ncreatures, even with the knowledge that they were mere illusions of\nwitchcraft.\n\nTrot certainly admired them, for she had never seen anything so dainty\nand bewitching, but her attention was quickly drawn to their deeds\ninstead of their persons, and then horror replaced admiration.\n\nInto the kettle old Blinkie poured another mess from a big brass bottle\nshe took from a chest, and this made the kettle begin to bubble and\nsmoke violently. One by one the beautiful witches approached to stir the\ncontents of the kettle and to mutter a magic charm. Their movements were\ngraceful and rhythmic and the Wicked Witch who had called them to her aid\nwatched them with an evil grin upon her wrinkled face.\n\nFinally the incantation was complete. The kettle ceased bubbling and\ntogether the witches lifted it from the fire. Then Blinkie brought a\nwooden ladle and filled it from the contents of the kettle. Going with\nthe spoon to Princess Gloria she cried:\n\n  \"Love no more! Magic art\n  Now will freeze your mortal heart!\"\n\nWith this she dashed the contents of the ladle full upon Gloria's breast.\n\nTrot saw the body of the Princess become transparent, so that her beating\nheart showed plainly. But now the heart turned from a vivid red to gray,\nand then to white. A layer of frost formed about it and tiny icicles\nclung to its surface. Then slowly the body of the girl became visible\nagain and the heart was hidden from view. Gloria seemed to have fainted,\nbut now she recovered and, opening her beautiful eyes, stared coldly and\nwithout emotion at the group of witches confronting her.\n\nBlinkie and the others knew by that one cold look that their charm had\nbeen successful. They burst into a chorus of wild laughter and the three\nbeautiful ones began dancing again, while Blinkie unbound the Princess\nand set her free.\n\nTrot rubbed her eyes to prove that she was wide awake and seeing clearly,\nfor her astonishment was great when the three lovely maidens turned into\nugly, crooked hags again, leaning on broomsticks and canes. They jeered\nat Gloria, but the Princess regarded them with cold disdain. Being now\nfree, she walked to a door, opened it and passed out. And the witches let\nher go.\n\nTrot and Pon had been so intent upon this scene that in their eagerness\nthey had pressed quite hard against the window. Just as Gloria went out\nof the house the window-sash broke loose from its fastenings and fell\nwith a crash into the room. The witches uttered a chorus of screams and\nthen, seeing that their magical incantation had been observed, they\nrushed for the open window with uplifted broomsticks and canes. But Pon\nwas off like the wind, and Trot followed at his heels. Fear lent them\nstrength to run, to leap across ditches, to speed up the hills and to\nvault the low fences as a deer would.\n\n[Illustration]\n\nThe band of witches had dashed through the window in pursuit; but Blinkie\nwas so old, and the others so crooked and awkward, that they soon\nrealized they would be unable to overtake the fugitives. So the three\nwho had been summoned by the Wicked Witch put their canes or broomsticks\nbetween their legs and flew away through the air, quickly disappearing\nagainst the blue sky. Blinkie, however, was so enraged at Pon and Trot\nthat she hobbled on in the direction they had taken, fully determined\nto catch them, in time, and to punish them terribly for spying upon her\nwitchcraft.\n\nWhen Pon and Trot had run so far that they were confident they had made\ngood their escape, they sat down near the edge of a forest to get their\nbreath again, for both were panting hard from their exertions. Trot was\nthe first to recover speech, and she said to her companion:\n\n\"My! wasn't it tenable?\"\n\n\"The most terrible thing I ever saw,\" Pon agreed.\n\n\"And they froze Gloria's heart; so now she can't love you any more.\"\n\n\"Well, they froze her heart, to be sure,\" admitted Pon, \"but I'm in hopes\nI can melt it with my love.\"\n\n\"Where do you s'pose Gloria is?' asked the girl, after a pause.\n\n\"She left the witch's house just before we did. Perhaps she has gone back\nto the King's castle,\" he said.\n\n\"I'm pretty sure she started off in a different direction,\" declared\nTrot. \"I looked over my shoulder, as I ran, to see how close the witches\nwere, and I'm sure I saw Gloria walking slowly away toward the north.\"\n\n\"Then let us circle around that way,\" proposed Pon, \"and perhaps we shall\nmeet her.\"\n\nTrot agreed to this and they left the grove and began to circle around\ntoward the north, thus drawing nearer and nearer to old Blinkie's house\nagain. The Wicked Witch did not suspect this change of direction, so when\nshe came to the grove she passed through it and continued on.\n\nPon and Trot had reached a place less than half a mile from the witch's\nhouse when they saw Gloria walking toward them. The Princess moved with\ngreat dignity and with no show of haste whatever, holding her head high\nand looking neither to right nor left.\n\nPon rushed forward, holding out his arms as if to embrace her and calling\nher sweet names. But Gloria gazed upon him coldly and repelled him with a\nhaughty gesture. At this the poor gardener's boy sank upon his knees and\nhid his face in his arms, weeping bitter tears; but the Princess was not\nat all moved by his distress. Passing him by, she drew her skirts aside,\nas if unwilling they should touch him, and then she walked up the path a\nway and hesitated, as if uncertain where to go next.\n\nTrot was grieved by Pon's sobs and indignant because Gloria treated him\nso badly. But she remembered why.\n\n\"I guess your heart is frozen, all right,\" she said to the Princess.\nGloria nodded gravely, in reply, and then turned her back upon the little\ngirl. \"Can't you like even me?\" asked Trot, half pleadingly.\n\n\"No,\" said Gloria.\n\n\"Your voice sounds like a refrig'rator,\" sighed the little girl. \"I'm\nawful sorry for you, 'cause you were sweet an' nice to me before this\nhappened. You can't help it, of course; but it's a dreadful thing, jus'\nthe same.\"\n\n\"My heart is frozen to all mortal loves,\" announced Gloria, calmly. \"I do\nnot love even myself.\"\n\n[Illustration]\n\n\"That's too bad,\" said Trot, \"for, if you can't love anybody, you can't\nexpect anybody to love you.\"\n\n\"I do!\" cried Pon. \"I shall always love her.\"\n\n\"Well, you're just a gardener's boy,\" replied Trot, \"and I didn't think\nyou 'mounted to much, from the first. I can love the old Princess Gloria,\nwith a warm heart an' nice manners, but this one gives me the shivers.\"\n\n\"It's her icy heart, that's all,\" said Pon.\n\n\"That's enough,\" insisted Trot. \"Seeing her heart isn't big enough to\nskate on, I can't see that she's of any use to anyone. For my part, I'm\ngoin' to try to find Button-Bright an' Cap'n Bill.\"\n\n\"I will go with you,\" decided Pon. \"It is evident that Gloria no longer\nloves me and that her heart is frozen too stiff for me to melt it with my\nown love; therefore I may as well help you to find your friends.\"\n\nAs Trot started off, Pon cast one more imploring look at the Princess,\nwho returned it with a chilly stare. So he followed after the little girl.\n\nAs for the Princess, she hesitated a moment and then turned in the same\ndirection the others had taken, but going far more slowly. Soon she heard\nfootsteps pattering behind her, and up came Googly-Goo, a little out of\nbreath with running.\n\n\"Stop, Gloria!\" he cried. \"I have come to take you back to my mansion,\nwhere we are to be married.\"\n\nShe looked at him wonderingly a moment, then tossed her head disdainfully\nand walked on. But Googly-Goo kept beside her.\n\n\"What does this mean?\" he demanded. \"Haven't you discovered that you no\nlonger love that gardener's boy, who stood in my way?\"\n\n\"Yes; I have discovered it,\" she replied. \"My heart is frozen to all\nmortal loves. I cannot love you, or Pon, or the cruel King my uncle, or\neven myself. Go your way, Googly-Goo, for I will wed no one at all.\"\n\nHe stopped in dismay when he heard this, but in another minute he\nexclaimed angrily:\n\n\"You _must_ wed me, Princess Gloria, whether you want to or not! I paid to\nhave your heart frozen; I also paid the King to permit our marriage. If\nyou now refuse me it will mean that I have been robbed--robbed--robbed of\nmy precious money and jewels!\"\n\nHe almost wept with despair, but she laughed a cold, bitter laugh and\npassed on. Googly-Goo caught at her arm, as if to restrain her, but she\nwhirled and dealt him a blow that sent him reeling into a ditch beside\nthe path. Here he lay for a long time, half covered by muddy water, dazed\nwith surprise.\n\nFinally the old courtier arose, dripping, and climbed from the ditch. The\nPrincess had gone; so, muttering threats of vengeance upon her, upon the\nKing and upon Blinkie, old Googly-Goo hobbled back to his mansion to have\nthe mud removed from his costly velvet clothes.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 15\n\nTrot Meets the Scarecrow\n\n\nTrot and Pon covered many leagues of ground, searching through forests,\nin fields and in many of the little villages of Jinxland, but could find\nno trace of either Cap'n Bill or Button-Bright. Finally they paused\nbeside a cornfield and sat upon a stile to rest. Pon took some apples\nfrom his pocket and gave one to Trot. Then he began eating another\nhimself, for this was their time for luncheon. When his apple was\nfinished Pon tossed the core into the field.\n\n\"Tchuk-tchuk!\" said a strange voice. \"What do you mean by hitting me in\nthe eye with an apple-core?\"\n\nThen rose up the form of the Scarecrow, who had hidden himself in the\ncornfield while he examined Pon and Trot and decided whether they were\nworthy to be helped.\n\n\"Excuse me,\" said Pon. \"I didn't know you were there.\"\n\n\"How did you happen to be there, anyhow?\" asked Trot.\n\nThe Scarecrow came forward with awkward steps and stood beside them.\n\n\"Ah, you are the gardener's boy,\" he said to Pon. Then he turned to Trot.\n\"And you are the little girl who came to Jinxland riding on a big bird,\nand who has had the misfortune to lose her friend, Cap'n Bill, and her\nchum, Button-Bright.\"\n\n\"Why, how did you know all that?\" she inquired.\n\n\"I know a lot of things,\" replied the Scarecrow, winking at her\ncomically. \"My brains are the Carefully-Assorted, Double-Distilled,\nHigh-Efficiency sort that the Wizard of Oz makes. He admits, himself,\nthat my brains are the best he ever manufactured.\"\n\n\"I think I've heard of you,\" said Trot slowly, as she looked the\nScarecrow over with much interest; \"but you used to live in the Land of\nOz.\"\n\n\"Oh, I do now,\" he replied cheerfully. \"I've just come over the\nmountains from the Quadling Country to see if I can be of any help to\nyou.\"\n\n\"Who, me?\" asked Pon.\n\n\"No, the strangers from the big world. It seems they need looking after.\"\n\n\"I'm doing that myself,\" said Pon, a little ungraciously. \"If you will\npardon me for saying so, I don't see how a Scarecrow with painted eyes\ncan look after anyone.\"\n\n\"If you don't see that, you are more blind than the Scarecrow,\" asserted\nTrot. \"He's a fairy man, Pon, and comes from the fairyland of Oz, so he\ncan do 'most anything. I hope,\" she added, turning to the Scarecrow, \"you\ncan find Cap'n Bill for me.\"\n\n\"I will try, anyhow,\" he promised. \"But who is that old woman who is\nrunning toward us and shaking her stick at us?\"\n\nTrot and Pon turned around and both uttered an exclamation of fear. The\nnext instant they took to their heels and ran fast up the path. For it\nwas old Blinkie, the Wicked Witch, who had at last traced them to this\nplace. Her anger was so great that she was determined not to abandon the\nchase of Pon and Trot until she had caught and punished them.\n\nThe Scarecrow understood at once that the old woman meant harm to his\nnew friends, so as she drew near he stepped before her. His appearance\nwas so sudden and unexpected that Blinkie ran into him and toppled him\nover, but she tripped on his straw body and went rolling in the path\nbeside him.\n\n[Illustration]\n\nThe Scarecrow sat up and said: \"I beg your pardon!\" but she whacked him\nwith her stick and knocked him flat again. Then, furious with rage, the\nold witch sprang upon her victim and began pulling the straw out of his\nbody. The poor Scarecrow was helpless to resist and in a few moments all\nthat was left of him was an empty suit of clothes and a heap of straw\nbeside it. Fortunately, Blinkie did not harm his head, for it rolled into\na little hollow and escaped her notice. Fearing that Pon and Trot would\nescape her, she quickly resumed the chase and disappeared over the brow\nof a hill, following the direction in which she had seen them go.\n\nOnly a short time elapsed before a gray grasshopper with a wooden\nleg came hopping along and lit directly on the upturned face of the\nScarecrow's head.\n\n\"Pardon me, but you are resting yourself upon my nose,\" remarked the\nScarecrow.\n\n[Illustration]\n\n\"Oh! are you alive?\" asked the grasshopper.\n\n\"That is a question I have never been able to decide,\" said the\nScarecrow's head. \"When my body is properly stuffed I have animation\nand can move around as well as any live person. The brains in the head\nyou are now occupying as a throne, are of very superior quality and do\na lot of very clever thinking. But whether that is being alive, or not,\nI cannot prove to you; for one who lives is liable to death, while I am\nonly liable to destruction.\"\n\n\"Seems to me,\" said the grasshopper, rubbing his nose with his front\nlegs, \"that in your case it doesn't matter--unless you're destroyed\nalready.\"\n\n\"I am not; all I need is re-stuffing,\" declared the Scarecrow; \"and if\nPon and Trot escape the witch, and come back here, I am sure they will do\nme that favor.\"\n\n\"Tell me! Are Trot and Pon around here?\" inquired the grasshopper, its\nsmall voice trembling with excitement.\n\nThe Scarecrow did not answer at once, for both his eyes were staring\nstraight upward at a beautiful face that was slightly bent over his head.\nIt was, indeed, Princess Gloria, who had wandered to this spot, very much\nsurprised when she heard the Scarecrow's head talk and the tiny gray\ngrasshopper answer it.\n\n\"This,\" said the Scarecrow, still staring at her, \"must be the Princess\nwho loves Pon, the gardener's boy.\"\n\n\"Oh, indeed!\" exclaimed the grasshopper--who of course was Cap'n Bill--as\nhe examined the young lady curiously.\n\n\"No,\" said Gloria frigidly, \"I do not love Pon, or anyone else, for the\nWicked Witch has frozen my heart.\"\n\n\"What a shame!\" cried the Scarecrow. \"One so lovely should be able to\nlove. But would you mind, my dear, stuffing that straw into my body\nagain?\"\n\nThe dainty Princess glanced at the straw and at the well-worn blue\nMunchkin clothes and shrank back in disdain. But she was spared from\nrefusing the Scarecrow's request by the appearance of Trot and Pon, who\nhad hidden in some bushes just over the brow of the hill and waited until\nold Blinkie had passed them by. Their hiding place was on the same side\nas the witch's blind eye, and she rushed on in the chase of the girl and\nthe youth without being aware that they had tricked her.\n\n[Illustration]\n\nTrot was shocked at the Scarecrow's sad condition and at once began\nputting the straw back into his body. Pon, at sight of Gloria, again\nappealed to her to take pity on him, but the frozen-hearted Princess\nturned coldly away and with a sigh the gardener's boy began to assist\nTrot.\n\nNeither of them at first noticed the small grasshopper, which at their\nappearance had skipped off the Scarecrow's nose and was now clinging to\na wisp of grass beside the path, where he was not likely to be stepped\nupon. Not until the Scarecrow had been neatly restuffed and set upon his\nfeet again when he bowed to his restorers and expressed his thanks did\nthe grasshopper move from his perch. Then he leaped lightly into the path\nand called out:\n\n\"Trot--Trot! Look at me. I'm Cap'n Bill! See what the Wicked Witch has\ndone to me.\"\n\nThe voice was small, to be sure, but it reached Trot's ears and startled\nher greatly. She looked intently at the grasshopper, her eyes wide with\nfear at first; then she knelt down and, noticing the wooden leg, she\nbegan to weep sorrowfully.\n\n\"Oh, Cap'n Bill--dear Cap'n Bill! What a cruel thing to do!'' she sobbed.\n\n\"Don't cry, Trot,\" begged the grasshopper. \"It didn't hurt any, and it\ndoesn't hurt now. But it's mighty inconvenient an' humiliatin', to say\nthe least.\"\n\n\"I wish,\" said the girl indignantly, while trying hard to restrain her\ntears, \"that I was big 'nough an' strong 'nough to give that horrid witch\na good beating. She ought to be turned into a toad for doing this to you,\nCap'n Bill!\"\n\n\"Never mind,\" urged the Scarecrow, in a comforting voice, \"such a\ntransformation doesn't last always, and as a general thing there's some\nway to break the enchantment. I'm sure Glinda could do it, in a jiffy.\"\n\n\"Who is Glinda?\" inquired Cap'n Bill.\n\nThen the Scarecrow told them all about Glinda, not forgetting to mention\nher beauty and goodness and her wonderful powers of magic. He also\nexplained how the Royal Sorceress had sent him to Jinxland especially to\nhelp the strangers, whom she knew to be in danger because of the wiles of\nthe cruel King and the Wicked Witch.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 16\n\nPon Summons the King to Surrender\n\n\nGloria had drawn near to the group to listen to their talk, and it seemed\nto interest her in spite of her frigid manner. They knew, of course, that\nthe poor Princess could not help being cold and reserved, so they tried\nnot to blame her.\n\n\"I ought to have come here a little sooner,\" said the Scarecrow,\nregretfully; \"but Glinda sent me as soon as she discovered you were\nhere and were likely to get into trouble. And now that we are all\ntogether--except Button-Bright, over whom it is useless to worry--I\npropose we hold a council of war, to decide what is best to be done.\"\n\nThat seemed a wise thing to do, so they all sat down upon the grass,\nincluding Gloria, and the grasshopper perched upon Trot's shoulder and\nallowed her to stroke him gently with her hand.\n\n\"In the first place,\" began the Scarecrow, \"this King Krewl is a usurper\nand has no right to rule this Kingdom of Jinxland.\"\n\n\"That is true,\" said Pon, eagerly. \"My father was King before him, and\nI--\"\n\n\"You are a gardener's boy,\" interrupted the Scarecrow. \"Your father had\nno right to rule, either, for the rightful King of this land was the\nfather of Princess Gloria, and only she is entitled to sit upon the\nthrone of Jinxland.\"\n\n\"Good!\" exclaimed Trot. \"But what'll we do with King Krewl? I s'pose he\nwon't give up the throne unless he has to.\"\n\n\"No, of course not,\" said the Scarecrow. \"Therefore it will be our duty\nto _make_ him give up the throne.\"\n\n\"How?\" asked Trot.\n\n\"Give me time to think,\" was the reply. \"That's what my brains are for. I\ndon't know whether you people ever think, or not, but my brains are the\nbest that the Wizard of Oz ever turned out, and if I give them plenty of\ntime to work, the result usually surprises me.\"\n\n\"Take your time, then,\" suggested Trot. \"There's no hurry.\"\n\n\"Thank you,\" said the straw man, and sat perfectly still for half an\nhour. During this interval the grasshopper whispered in Trot's ear, to\nwhich he was very close, and Trot whispered back to the grasshopper\nsitting upon her shoulder. Pon cast loving glances at Gloria, who paid\nnot the slightest heed to them.\n\nFinally the Scarecrow laughed aloud.\n\n\"Brains working?\" inquired Trot.\n\n\"Yes. They seem in fine order to-day. We will conquer King Krewl and put\nGloria upon his throne as Queen of Jinxland.\"\n\n\"Fine!\" cried the little girl, clapping her hands together gleefully.\n\"But how?\"\n\n\"Leave the _how_ to me,\" said the Scarecrow proudly. \"As a conqueror I'm\na wonder. We will, first of all, write a message to send to King Krewl,\nasking him to surrender. If he refuses, then we will make him surrender.\"\n\n\"Why ask him, when we _know_ he'll refuse?\" inquired Pon.\n\n\"Why, we must be polite, whatever we do,\" explained the Scarecrow. \"It\nwould be very rude to conquer a King without proper notice.\"\n\n[Illustration]\n\nThey found it difficult to write a message without paper, pen and ink,\nnone of which was at hand; so it was decided to send Pon as a messenger,\nwith instructions to ask the King, politely but firmly, to surrender.\n\nPon was not anxious to be the messenger. Indeed, he hinted that it might\nprove a dangerous mission.\n\nBut the Scarecrow was now the acknowledged head of the Army of Conquest,\nand he would listen to no refusal. So off Pon started for the King's\ncastle, and the others accompanied him as far as his hut, where they had\ndecided to await the gardener's boy's return.\n\nI think it was because Pon had known the Scarecrow such a short time that\nhe lacked confidence in the straw man's wisdom. It was easy to say: \"We\nwill conquer King Krewl,\" but when Pon drew near to the great castle he\nbegan to doubt the ability of a straw-stuffed man, a girl, a grasshopper\nand a frozen-hearted Princess to do it. As for himself, he had never\nthought of defying the King before.\n\nThat was why the gardener's boy was not very bold when he entered the\ncastle and passed through to the enclosed court where the King was just\nthen seated, with his favorite courtiers around him. None prevented Pon's\nentrance, because he was known to be the gardener's boy, but when the\nKing saw him he began to frown fiercely. He considered Pon to be to blame\nfor all his trouble with Princess Gloria, who since her heart had been\nfrozen had escaped to some unknown place, instead of returning to the\ncastle to wed Googly-Goo, as she had been expected to do. So the King\nbared his teeth angrily as he demanded:\n\n[Illustration]\n\n\"What have you done with Princess Gloria?\"\n\n\"Nothing, your Majesty! I have done nothing at all,\" answered Pon in a\nfaltering voice. \"She does not love me any more and even refuses to speak\nto me.\"\n\n\"Then why are you here, you rascal?\" roared the King.\n\nPon looked first one way and then another, but saw no means of escape; so\nhe plucked up courage.\n\n\"I am here to summon your Majesty to surrender.\"\n\n\"What!\" shouted the King. \"Surrender? Surrender to whom?\"\n\nPon's heart sank to his boots.\n\n\"To the Scarecrow,\" he replied.\n\nSome of the courtiers began to titter, but King Krewl was greatly\nannoyed. He sprang up and began to beat poor Pon with the golden staff he\ncarried. Pon howled lustily and would have run away had not two of the\nsoldiers held him until his Majesty was exhausted with punishing the boy.\nThen they let him go and he left the castle and returned along the road,\nsobbing at every step because his body was so sore and aching.\n\n\"Well,\" said the Scarecrow, \"did the King surrender?\"\n\n\"No; but he gave me a good drubbing!\" sobbed poor Pon.\n\nTrot was very sorry for Pon, but Gloria did not seem affected in any\nway by her lover's anguish. The grasshopper leaped to the Scarecrow's\nshoulder and asked him what he was going to do next.\n\n\"Conquer,\" was the reply. \"But I will go alone, this time, for beatings\ncannot hurt me at all; nor can lance thrusts--or sword cuts--or arrow\npricks.\"\n\n\"Why is that?\" inquired Trot.\n\n\"Because I have no nerves, such as you meat people possess. Even\ngrasshoppers have nerves, but straw doesn't; so whatever they do--except\njust one thing--they cannot injure me. Therefore I expect to conquer King\nKrewl with ease.\"\n\n\"What is that one thing you excepted?\" asked Trot.\n\n\"They will never think of it, so never mind. And now, if you will kindly\nexcuse me for a time, I'll go over to the castle and do my conquering.\"\n\n\"You have no weapons,\" Pon reminded him.\n\n\"True,\" said the Scarecrow. \"But if I carried weapons I might injure\nsomeone--perhaps seriously--and that would make me unhappy. I will just\nborrow that riding-whip, which I see in the corner of your hut, if you\ndon't mind. It isn't exactly proper to walk with a riding-whip, but I\ntrust you will excuse the inconsistency.\"\n\nPon handed him the whip and the Scarecrow bowed to all the party and left\nthe hut, proceeding leisurely along the way to the King's castle.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 17\n\nThe Ork Rescues Button-Bright\n\n\nI must now tell you what had become of Button-Bright since he wandered\naway in the morning and got lost. This small boy, as perhaps you have\ndiscovered, was almost as destitute of nerves as the Scarecrow. Nothing\never astonished him much; nothing ever worried him or made him unhappy.\nGood fortune or bad fortune he accepted with a quiet smile, never\ncomplaining, whatever happened. This was one reason why Button-Bright was\na favorite with all who knew him--and perhaps it was the reason why he so\noften got into difficulties, or found himself lost.\n\nTo-day, as he wandered here and there, over hill and down dale, he missed\nTrot and Cap'n Bill, of whom he was fond, but nevertheless he was not\nunhappy. The birds sang merrily and the wildflowers were beautiful and\nthe breeze had a fragrance of new-mown hay.\n\n\"The only bad thing about this country is its King,\" he reflected; \"but\nthe country isn't to blame for that.\"\n\nA prairie-dog stuck its round head out of a mound of earth and looked at\nthe boy with bright eyes.\n\n\"Walk around my house, please,\" it said, \"and then you won't harm it or\ndisturb the babies.\"\n\n\"All right,\" answered Button-Bright, and took care not to step on the\nmound. He went on, whistling merrily, until a petulant voice cried:\n\n\"Oh, stop it! Please stop that noise. It gets on my nerves.\"\n\nButton-Bright saw an old gray owl sitting in the crotch of a tree, and he\nreplied with a laugh: \"All right, old Fussy,\" and stopped whistling until\nhe had passed out of the owl's hearing. At noon he came to a farmhouse\nwhere an aged couple lived. They gave him a good dinner and treated him\nkindly, but the man was deaf and the woman was dumb, so they could answer\nno questions to guide him on the way to Port's house. When he left them\nhe was just as much lost as he had been before.\n\nEvery grove of trees he saw from a distance he visited, for he remembered\nthat the King's castle was near a grove of trees and Pon's hut was near\nthe King's castle; but always he met with disappointment. Finally,\npassing through one of these groves, he came out into the open and found\nhimself face to face with the Ork.\n\n\"Hello!\" said Button-Bright. \"Where did _you_ come from?\"\n\n[Illustration]\n\n\"From Orkland,\" was the reply. \"I've found my own country, at last, and\nit is not far from here, either. I would have come back to you sooner,\nto see how you are getting along, had not my family and friends welcomed\nmy return so royally that a great celebration was held in my honor. So I\ncouldn't very well leave Orkland again until the excitement was over.\"\n\n\"Can you find your way back home again?\" asked the boy.\n\n\"Yes, easily; for now I know exactly where it is. But where are Trot and\nCap'n Bill?\"\n\nButton-Bright related to the Ork their adventures since it had left them\nin Jinxland, telling of Trot's fear that the King had done something\nwicked to Cap'n Bill, and of Pon's love for Gloria, and how Trot and\nButton-Bright had been turned out of the King's castle. That was all the\nnews that the boy had, but it made the Ork anxious for the safety of his\nfriends.\n\n\"We must go to them at once, for they may need us,\" he said.\n\n\"I don't know where to go,\" confessed Button-Bright. \"I'm lost.\"\n\n\"Well, I can take you back to the hut of the gardener's boy,\" promised\nthe Ork, \"for when I fly high in the air I can look down and easily spy\nthe King's castle. That was how I happened to spy you, just entering the\ngrove; so I flew down and waited until you came out.\"\n\n\"How can you carry me?\" asked the boy.\n\n\"You'll have to sit straddle my shoulders and put your arms around my\nneck. Do you think you can keep from falling off?\"\n\n\"Til try,\" said Button-Bright. So the Ork squatted down and the boy\ntook his seat and held on tight. Then the skinny creature's tail began\nwhirling and up they went, far above all the tree-tops.\n\nAfter the Ork had circled around once or twice, its sharp eyes located\nthe towers of the castle and away it flew, straight toward the place.\nAs it hovered in the air, near by the castle, Button-Bright pointed out\nPon's hut, so they landed just before it and Trot came running out to\ngreet them.\n\nGloria was introduced to the Ork, who was surprised to find Cap'n Bill\ntransformed into a grasshopper.\n\n\"How do you like it?\" asked the creature.\n\n\"Why, it worries me a good deal,\" answered Cap'n Bill, perched upon\nTrot's shoulder. \"I'm always afraid o' bein' stepped on, and I don't like\nthe flavor of grass an' can't seem to get used to it. It's my nature to\neat grass, you know, but I begin to suspect it's an acquired taste.\"\n\n\"Can you give molasses?\" asked the Ork.\n\n\"I guess I'm not that kind of a grasshopper,\" replied Cap'n Bill. \"But I\ncan't say what I might do if I was squeezed--which I hope I won't be.\"\n\n\"Well,\" said the Ork, \"it's a great pity, and I'd like to meet that cruel\nKing and his Wicked Witch and punish them both severely. You're awfully\nsmall, Cap'n Bill, but I think I would recognize you anywhere by your\nwooden leg.\"\n\nThen the Ork and Button-Bright were told all about Gloria's frozen heart\nand how the Scarecrow had come from the Land of Oz to help them. The Ork\nseemed rather disturbed when it learned that the Scarecrow had gone alone\nto conquer King Krewl.\n\n\"I'm afraid he'll make a fizzle of it,\" said the skinny creature,\n\"and there's no telling what that terrible King might do to the poor\nScarecrow, who seems like a very interesting person. So I believe I'll\ntake a hand in this conquest myself.\"\n\n\"How?\" asked Trot.\n\n\"Wait and see,\" was the reply. \"But, first of all, I must fly home\nagain--back to my own country--so if you'll forgive my leaving you so\nsoon, I'll be off at once. Stand away from my tail, please, so that the\nwind from it, when it revolves, won't knock you over.\"\n\nThey gave the creature plenty of room and away it went like a flash and\nsoon disappeared in the sky.\n\n\"I wonder,\" said Button-Bright, looking solemnly after the Ork, \"whether\nhe'll ever come back again.\"\n\n\"Of course he will!\" returned Trot. \"The Ork's a pretty good fellow, and\nwe can depend on him. An' mark my words, Button-Bright, whenever our\nOrk does come back, there's one cruel King in Jinxland that'll wish he\nhadn't.\"\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 18\n\nThe Scarecrow Meets an Enemy\n\n\nThe Scarecrow was not a bit afraid of King Krewl. Indeed, he rather\nenjoyed the prospect of conquering the evil King and putting Gloria on\nthe throne of Jinxland in his place. So he advanced boldly to the royal\ncastle and demanded admittance.\n\nSeeing that he was a stranger, the soldiers allowed him to enter. He made\nhis way straight to the throne room, where at that time his Majesty was\nsettling the disputes among his subjects.\n\n\"Who are you?\" demanded the King.\n\n\"I'm the Scarecrow of Oz, and I command you to surrender yourself my\nprisoner.\"\n\n[Illustration]\n\n\"Why should I do that?\" inquired the King, much astonished at the straw\nman's audacity.\n\n\"Because I've decided you are too cruel a King to rule so beautiful a\ncountry. You must remember that Jinxland is a part of Oz, and therefore\nyou owe allegiance to Ozma of Oz, whose friend and servant I am.\"\n\nNow, when he heard this, King Krewl was much disturbed in mind, for he\nknew the Scarecrow spoke the truth. But no one had ever before come to\nJinxland from the Land of Oz and the King did not intend to be put out of\nhis throne if he could help it. Therefore he gave a harsh, wicked laugh\nof derision and said:\n\n\"I'm busy, now. Stand out of my way, Scarecrow, and I'll talk with you by\nand by.\"\n\nBut the Scarecrow turned to the assembled courtiers and people and called\nin a loud voice:\n\n\"I hereby declare, in the name of Ozma of Oz, that this man is no longer\nruler of Jinxland. From this moment Princess Gloria is your rightful\nQueen, and I ask all of you to be loyal to her and to obey her commands.\"\n\nThe people looked fearfully at the King, whom they all hated in their\nhearts, but likewise feared. Krewl was now in a terrible rage and he\nraised his golden sceptre and struck the Scarecrow so heavy a blow that\nhe fell to the floor.\n\nBut he was up again, in an instant, and with Pon's riding-whip he\nswitched the King so hard that the wicked monarch roared with pain as\nmuch as with rage, calling on his soldiers to capture the Scarecrow.\n\nThey tried to do that, and thrust their lances and swords into the\nstraw body, but without doing any damage except to make holes in the\nScarecrow's clothes. However, they were many against one and finally old\nGoogly-Goo brought a rope which he wound around the Scarecrow, binding\nhis legs together and his arms to his sides, and after that the fight was\nover.\n\nThe King stormed and danced around in a dreadful fury, for he had never\nbeen so switched since he was a boy--and perhaps not then. He ordered the\nScarecrow thrust into the castle prison, which was no task at all because\none man could carry him easily, bound as he was.\n\nEven after the prisoner was removed the King could not control his anger.\nHe tried to figure out some way to be revenged upon the straw man, but\ncould think of nothing that could hurt him.\n\nAt last, when the terrified people and the frightened courtiers had all\nslunk away, old Googly-Goo approached the king with a malicious grin upon\nhis face.\n\n\"I'll tell you what to do,\" said he. \"Build a big bonfire and burn the\nScarecrow up, and that will be the end of him.\"\n\nThe King was so delighted with this suggestion that he hugged old\nGoogly-Goo in his joy.\n\n\"Of course!\" he cried. \"The very thing. Why did I not think of it my\nself?\"\n\nSo he summoned his soldiers and retainers and bade them prepare a great\nbonfire in an open space in the castle park. Also he sent word to all his\npeople to assemble and witness the destruction of the Scarecrow who had\ndared to defy his power. Before long a vast throng gathered in the park\nand the servants had heaped up enough fuel to make a fire that might be\nseen for miles away--even in the daytime.\n\nWhen all was prepared, the King had his throne brought out for him to sit\nupon and enjoy the spectacle, and then he sent his soldiers to fetch the\nScarecrow.\n\n[Illustration]\n\nNow the one thing in all the world that the straw man really feared was\nfire. He knew he would burn very easily and that his ashes wouldn't\namount to much afterward. It wouldn't hurt him to be destroyed in such\na manner, but he realized that many people in the Land of Oz, and\nespecially Dorothy and the Royal Ozma, would feel sad if they learned\nthat their old friend the Scarecrow was no longer in existence.\n\nIn spite of this, the straw man was brave and faced his fiery fate like a\nhero. When they marched him out before the concourse of people he turned\nto the King with great calmness and said:\n\n\"This wicked deed will cost you your throne, as well as much suffering,\nfor my friends will avenge my destruction.\"\n\n\"Your friends are not here, nor will they know what I have done to you,\nwhen you are gone and cannot tell them,\" answered the King in a scornful\nvoice.\n\nThen he ordered the Scarecrow bound to a stout stake that he had had\ndriven into the ground, and the materials for the fire were heaped all\naround him. When this had been done, the King's brass band struck up a\nlively tune and old Googly-Goo came forward with a lighted match and set\nfire to the pile.\n\n[Illustration]\n\nAt once the flames shot up and crept closer and closer toward the\nScarecrow. The King and all his people were so intent upon this terrible\nspectacle that none of them noticed how the sky grew suddenly dark.\nPerhaps they thought that the loud buzzing sound--like the noise of a\ndozen moving railway trains--came from the blazing fagots; that the rush\nof wind was merely a breeze. But suddenly down swept a flock of Orks,\nhalf a hundred of them at the least, and the powerful currents of air\ncaused by their revolving tails sent the bonfire scattering in every\ndirection, so that not one burning brand ever touched the Scarecrow.\n\nBut that was not the only effect of this sudden tornado. King Krewl was\nblown out of his throne and went tumbling heels over head until he landed\nwith a bump against the stone wall of his own castle, and before he could\nrise a big Ork sat upon him and held him pressed flat to the ground. Old\nGoogly-Goo shot up into the air like a rocket and landed on a tree, where\nhe hung by the middle on a high limb, kicking the air with his feet and\nclawing the air with his hands, and howling for mercy like the coward he\nwas.\n\nThe people pressed back until they were jammed close together, while\nall the soldiers were knocked over and sent sprawling to the earth. The\nexcitement was great for a few minutes, and every frightened inhabitant\nof Jinxland looked with awe and amazement at the great Orks whose descent\nhad served to rescue the Scarecrow and conquer King Krewl at one and the\nsame time.\n\nThe Ork, who was the leader of the band, soon had the Scarecrow free of\nhis bonds. Then he said: \"Well, we were just in time to save you, which\nis better than being a minute too late. You are now the master here, and\nwe are determined to see your orders obeyed.\"\n\nWith this the Ork picked up Krewl's golden crown, which had fallen off\nhis head, and placed it upon the head of the Scarecrow, who in his\nawkward way then shuffled over to the throne and sat down in it.\n\nSeeing this, a rousing cheer broke from the crowd of people, who tossed\ntheir hats and waved their handkerchiefs and hailed the Scarecrow as\ntheir King. The soldiers joined the people in the cheering, for now they\nfully realized that their hated master was conquered and it would be wise\nto show their good will to the conqueror. Some of them bound Krewl with\nropes and dragged him forward, dumping his body on the ground before the\nScarecrow's throne. Googly-Goo struggled until he finally slid off the\nlimb of the tree and came tumbling to the ground. He then tried to sneak\naway and escape, but the soldiers seized and bound him beside Krewl.\n\n\"The tables are turned,\" said the Scarecrow, swelling out his chest until\nthe straw within it crackled pleasantly, for he was highly pleased; \"but\nit was you and your people who did it, friend Ork, and from this time you\nmay count me your humble servant.\"\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 19\n\nThe Conquest of the Witch\n\n\nNow as soon as the conquest of King Krewl had taken place, one of the\nOrks had been dispatched to Pon's house with the joyful news. At once\nGloria and Pon and Trot and Button-Bright hastened toward the castle.\nThey were somewhat surprised by the sight that met their eyes, for there\nwas the Scarecrow, crowned King, and all the people kneeling humbly\nbefore him. So they likewise bowed low to the new ruler and then stood\nbeside the throne. Cap'n Bill, as the gray grasshopper, was still perched\nupon Trot's shoulder, but now he hopped to the shoulder of the Scarecrow\nand whispered into the painted ear:\n\n\"I thought Gloria was to be Queen of Jinxland.\"\n\nThe Scarecrow shook his head.\n\n\"Not yet,\" he answered. \"No Queen with a frozen heart is fit to rule any\ncountry.\" Then he turned to his new friend, the Ork, who was strutting\nabout, very proud of what he had done, and said: \"Do you suppose you, or\nyour followers, could find old Blinkie the Witch?\"\n\n\"Where is she?\" asked the Ork.\n\n\"Somewhere in Jinxland, I'm sure.\"\n\n\"Then,\" said the Ork, \"we shall certainly be able to find her.\"\n\n\"It will give me great pleasure,\" declared the Scarecrow. \"When you have\nfound her, bring her here to me, and I will then decide what to do with\nher.\"\n\nThe Ork called his followers together and spoke a few words to them in\na low tone. A moment after they rose into the air--so suddenly that the\nScarecrow, who was very light in weight, was blown quite out of his\nthrone and into the arms of Pon, who replaced him carefully upon his\nseat. There was an eddy of dust and ashes, too, and the grasshopper only\nsaved himself from being whirled into the crowd of people by jumping into\na tree, from where a series of hops soon brought him back to Trot's\nshoulder again.\n\nThe Orks were quite out of sight by this time, so the Scarecrow made a\nspeech to the people and presented Gloria to them, whom they knew well\nalready and were fond of. But not all of them knew of her frozen heart,\nand when the Scarecrow related the story of the Wicked Witch's misdeeds,\nwhich had been encouraged and paid for by Krewl and Googly-Goo, the\npeople were very indignant.\n\nMeantime the fifty Orks had scattered all over Jinxland, which is not a\nvery big country, and their sharp eyes were peering into every valley\nand grove and gully. Finally one of them spied a pair of heels sticking\nout from underneath some bushes, and with a shrill whistle to warn his\ncomrades that the witch was found the Ork flew down and dragged old\nBlinkie from her hiding-place. Then two or three of the Orks seized the\nclothing of the wicked woman in their strong claws and, lifting her high\nin the air, where she struggled and screamed to no avail, they flew with\nher straight to the royal castle and set her down before the throne of\nthe Scarecrow.\n\n[Illustration]\n\n[Illustration]\n\n\"Good!\" exclaimed the straw man, nodding his stuffed head with\nsatisfaction. \"Now we can proceed to business. Mistress Witch, I am\nobliged to request, gently but firmly, that you undo all the wrongs you\nhave done by means of your witchcraft.\"\n\n\"Pah!\" cried old Blinkie in a scornful voice. \"I defy you all! By my\nmagic powers I can turn you all into pigs, rooting in the mud, and I'll\ndo it if you are not careful.\"\n\n\"I think you are mistaken about that,\" said the Scarecrow, and rising\nfrom his throne he walked with wobbling steps to the side of the Wicked\nWitch. \"Before I left the Land of Oz, Glinda the Royal Sorceress gave me\na box, which I was not to open except in an emergency. But I feel pretty\nsure that this occasion is an emergency; don't you, Trot?' he asked,\nturning toward the little girl.\n\n\"Why, we've got to do _something_,\" replied Trot seriously. \"Things seem\nin an awful muddle here, jus' now, and they'll be worse if we don't stop\nthis witch from doing more harm to people.\"\n\n\"That is my idea, exactly,\" said the Scarecrow, and taking a small box\nfrom his pocket he opened the cover and tossed the contents toward\nBlinkie.\n\nThe old woman shrank back, pale and trembling, as a fine white dust\nsettled all about her. Under its influence she seemed to the eyes of all\nobservers to shrivel and grow smaller.\n\n\"Oh, dear--oh, dear!\" she wailed, wringing her hands in fear. \"Haven't\nyou the antidote, Scarecrow? Didn't the great Sorceress give you another\nbox?\"\n\n\"She did,\" answered the Scarecrow.\n\n\"Then give it me--quick!\" pleaded the witch. \"Give it me--and I'll do\nanything you ask me to!\"\n\n\"You will do what I ask first,\" declared the Scarecrow, firmly.\n\nThe witch was shriveling and growing smaller every moment.\n\n\"Be quick, then!\" she cried. \"Tell me what I must do and let me do it, or\nit will be too late.\"\n\n\"You made Trot's friend, Cap'n Bill, a grasshopper. I command you to give\nhim back his proper form again,\" said the Scarecrow.\n\n\"Where is he? Where's the grasshopper? Quick--quick!\" she screamed.\n\nCap'n Bill, who had been deeply interested in this conversation, gave\na great leap from Trot's shoulder and landed on that of the Scarecrow.\nBlinkie saw him alight and at once began to make magic passes and to\nmumble magic incantations. She was in a desperate hurry, knowing that she\nhad no time to waste, and the grasshopper was so suddenly transformed\ninto the old sailor-man, Cap'n Bill, that he had no opportunity to jump\noff the Scarecrow's shoulder; so his great weight bore the stuffed\nScarecrow to the ground. No harm was done, however, and the straw man got\nup and brushed the dust from his clothes while Trot delightedly embraced\nCap'n Bill.\n\n\"The other box! Quick! Give me the other box,\" begged Blinkie, who had\nnow shrunk to half her former size.\n\n\"Not yet,\" said the Scarecrow. \"You must first melt Princess Gloria's\nfrozen heart.\"\n\n\"I can't; it's an awful job to do that! I can't,\" asserted the witch, in\nan agony of fear--for still she was growing smaller.\n\n\"You must!\" declared the Scarecrow, firmly.\n\nThe witch cast a shrewd look at him and saw that he meant it; so she\nbegan dancing around Gloria in a frantic manner. The Princess looked\ncoldly on, as if not at all interested in the proceedings, while Blinkie\ntore a handful of hair from her own head and ripped a strip of cloth from\nthe bottom of her gown. Then the witch sank upon her knees, took a purple\npowder from her black bag and sprinkled it over the hair and cloth.\n\n\"I hate to do it--I hate to do it!\" she wailed, \"for there is no more\nof this magic compound in all the world. But I must sacrifice it to save\nmy own life. A match! Give me a match, quick!\" and panting from lack of\nbreath she gazed imploringly from one to another.\n\n[Illustration]\n\nCap'n Bill was the only one who had a match, but he lost no time in\nhanding it to Blinkie, who quickly set fire to the hair and the cloth\nand the purple powder. At once a purple cloud enveloped Gloria, and this\ngradually turned to a rosy pink color--brilliant and quite transparent.\nThrough the rosy cloud they could all see the beautiful Princess,\nstanding proud and erect. Then her heart became visible, at first\nfrosted with ice but slowly growing brighter and warmer until all the\nfrost had disappeared and it was beating as softly and regularly as any\nother heart. And now the cloud dispersed and disclosed Gloria, her face\nsuffused with joy, smiling tenderly upon the friends who were grouped\nabout her.\n\nPoor Pon stepped forward--timidly, fearing a repulse, but with pleading\neyes and arms fondly outstretched toward his former sweetheart--and the\nPrincess saw him and her sweet face lighted with a radiant smile. Without\nan instant's hesitation she threw herself into Pon's arms and this\nreunion of two loving hearts was so affecting that the people turned away\nand lowered their eyes so as not to mar the sacred joy of the faithful\nlovers.\n\nBut Blinkie's small voice was shouting to the Scarecrow for help.\n\n\"The antidote!\" she screamed. \"Give me the other box--quick!\"\n\nThe Scarecrow looked at the witch with his quaint, painted eyes and saw\nthat she was now no taller than his knee. So he took from his pocket the\nsecond box and scattered its contents on Blinkie. She ceased to grow any\nsmaller, but she could never regain her former size, and this the wicked\nold woman well knew.\n\n[Illustration]\n\nShe did not know, however, that the second powder had destroyed all her\npower to work magic, and seeking to be revenged upon the Scarecrow and\nhis friends she at once began to mumble a charm so terrible in its effect\nthat it would have destroyed half the population of Jinxland--had it\nworked. But it did not work at all, to the amazement of old Blinkie. And\nby this time the Scarecrow noticed what the little witch was trying to\ndo, and said to her:\n\n\"Go home, Blinkie, and behave yourself. You are no longer a witch, but an\nordinary old woman, and since you are powerless to do more evil I advise\nyou to try to do some good in the world. Believe me, it is more fun to\naccomplish a good act than an evil one, as you will discover when once\nyou have tried it.\"\n\nBut Blinkie was at that moment filled with grief and chagrin at losing\nher magic powers. She started away toward her home, sobbing and bewailing\nher fate, and not one who saw her go was at all sorry for her.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 20\n\nQueen Gloria\n\n\nNext morning the Scarecrow called upon all the courtiers and the people\nto assemble in the throne room of the castle, where there was room enough\nfor all that were able to attend. They found the straw man seated upon\nthe velvet cushions of the throne, with the King's glittering crown still\nupon his stuffed head. On one side of the throne, in a lower chair, sat\nGloria, looking radiantly beautiful and fresh as a new-blown rose. On the\nother side sat Pon, the gardener's boy, still dressed in his old smock\nfrock and looking sad and solemn; for Pon could not make himself believe\nthat so splendid a Princess would condescend to love him when she had\ncome to her own and was seated upon a throne. Trot and Cap'n Bill sat at\nthe feet of the Scarecrow and were much interested in the proceedings.\nButton-Bright had lost himself before breakfast, but came into the throne\nroom before the ceremonies were over. Back of the throne stood a row of\nthe great Orks, with their leader in the center, and the entrance to the\npalace was guarded by more Orks, who were regarded with wonder and awe.\n\nWhen all were assembled, the Scarecrow stood up and made a speech. He\ntold how Gloria's father, the good King Kynd, who had once ruled them and\nbeen loved by everyone, had been destroyed by King Phearse, the father\nof Pon, and how King Phearse had been destroyed by King Krewl. This last\nKing had been a bad ruler, as they knew very well, and the Scarecrow\ndeclared that the only one in all Jinxland who had the right to sit upon\nthe throne was Princess Gloria, the daughter of King Kynd.\n\n\"But,\" he added, \"it is not for me, a stranger, to say who shall rule\nyou. You must decide for yourselves, or you will not be content. So\nchoose now who shall be your future ruler.\"\n\nAnd they all shouted: \"The Scarecrow! The Scarecrow shall rule us!\"\n\nWhich proved that the stuffed man had made himself very popular by his\nconquest of King Krewl, and the people thought they would like him for\ntheir King. But the Scarecrow shook his head so vigorously that it became\nloose, and Trot had to pin it firmly to his body again.\n\n\"No,\" said he, \"I belong in the Land of Oz, where I am the humble servant\nof the lovely girl who rules us all the royal Ozma. You must choose one\nof your own inhabitants to rule over Jinxland. Who shall it be?\"\n\nThey hesitated for a moment, and some few cried: \"Pon!\" but many more\nshouted: \"Gloria!\"\n\nSo the Scarecrow took Gloria's hand and led her to the throne, where he\nfirst seated her and then took the glittering crown off his own head and\nplaced it upon that of the young lady, where it nestled prettily amongst\nher soft curls. The people cheered and shouted then, kneeling before\ntheir new Queen; but Gloria leaned down and took Pon's hand in both her\nown and raised him to the seat beside her.\n\n\"You shall have both a King and a Queen to care for you and to protect\nyou, my dear subjects,\" she said in a sweet voice, while her face glowed\nwith happiness; \"for Pon was a King's son before he became a gardener's\nboy, and because I love him he is to be my Royal Consort.\"\n\nThat pleased them all, especially Pon, who realized that this was the\nmost important moment of his life. Trot and Button-Bright and Cap'n\nBill all congratulated him on winning the beautiful Gloria; but the Ork\nsneezed twice and said that in his opinion the young lady might have done\nbetter.\n\nThen the Scarecrow ordered the guards to bring in the wicked Krewl,\nKing no longer, and when he appeared, loaded with chains and dressed\nin fustian, the people hissed him and drew back as he passed so their\ngarments would not touch him.\n\nKrewl was not haughty or overbearing any more; on the contrary he seemed\nvery meek and in great fear of the fate his conquerors had in store for\nhim. But Gloria and Pon were too happy to be revengeful and so they\noffered to appoint Krewl to the position of gardener's boy at the castle,\nPon having resigned to become King. But they said he must promise to\nreform his wicked ways and to do his duty faithfully, and he must change\nhis name from Krewl to Grewl. All this the man eagerly promised to do,\nand so when Pon retired to a room in the castle to put on princely\nraiment, the old brown smock he had formerly worn was given to Grewl,\nwho then went out into the garden to water the roses.\n\n[Illustration]\n\nThe remainder of that famous day, which was long remembered in Jinxland,\nwas given over to feasting and merrymaking. In the evening there was a\ngrand dance in the courtyard, where the brass band played a new piece of\nmusic called the \"Ork Trot\" which was dedicated to \"Our Glorious Gloria,\nthe Queen.\"\n\nWhile the Queen and Pon were leading this dance, and all the Jinxland\npeople were having a good time, the strangers were gathered in a group\nin the park outside the castle. Cap'n Bill, Trot, Button-Bright and the\nScarecrow were there, and so was their old friend the Ork; but of all the\ngreat flock of Orks which had assisted in the conquest but three remained\nin Jinxland, besides their leader, the others having returned to their\nown country as soon as Gloria was crowned Queen. To the young Ork who had\naccompanied them in their adventures Cap'n Bill said:\n\n\"You've surely been a friend in need, and we're mighty grateful to you\nfor helping us. I might have been a grasshopper yet if it hadn't been for\nyou, an' I might remark that bein' a grasshopper isn't much fun.\"\n\n\"If it hadn't been for you, friend Ork,\" said the Scarecrow, \"I fear I\ncould not have conquered King Krewl.\"\n\n\"No,\" agreed Trot, \"you'd have been just a heap of ashes by this time.\"\n\n\"And I might have been lost yet,\" added Button-Bright. \"Much obliged, Mr.\nOrk.\"\n\n\"Oh, that's all right,\" replied the Ork. \"Friends must stand together,\nyou know, or they wouldn't be friends. But now I must leave you and be\noff to my own country, where there's going to be a surprise party on my\nuncle, and I've promised to attend it.\"\n\n\"Dear me,\" said the Scarecrow, regretfully. \"That is very unfortunate.\"\n\n\"Why so?\" asked the Ork.\n\n\"I hoped you would consent to carry us over those mountains, into the\nLand of Oz. My mission here is now finished and I want to get back to the\nEmerald City.\"\n\n\"How did you cross the mountains before?\" inquired the Ork.\n\n\"I scaled the cliffs by means of a rope, and crossed the Great Gulf on\na strand of spider web. Of course I can return in the same manner, but\nit would be a hard journey and perhaps an impossible one for Trot and\nButton-Bright and Cap'n Bill. So I thought that if you had the time you\nand your people would carry us over the mountains and land us all safely\non the other side, in the Land of Oz.\"\n\nThe Ork thoughtfully considered the matter for a while. Then he said:\n\n\"I mustn't break my promise to be present at the surprise party; but,\ntell me, could you go to Oz to-night?\"\n\n\"What, now?\" exclaimed Trot.\n\n\"It is a fine moonlight night,\" said the Ork, \"and I've found in my\nexperience that there's no time so good as right away. The fact is,\" he\nexplained, \"it's a long journey to Orkland and I and my cousins here are\nall rather tired by our day's work. But if you will start now, and be\ncontent to allow us to carry you over the mountains and dump you on the\nother side, just say the word and--off we go!\"\n\nCap'n Bill and Trot looked at one another questioningly. The little girl\nwas eager to visit the famous fairyland of Oz and the old sailor had\nendured such hardships in Jinxland that he would be glad to be out of it.\n\n\"It's rather impolite of us not to say good-bye to the new King and\nQueen,\" remarked the Scarecrow, \"but I'm sure they're too happy to miss\nus, and I assure you it will be much easier to fly on the backs of the\nOrks over those steep mountains than to climb them as I did.\"\n\n\"All right; let's go!\" Trot decided. \"But where's Button-Bright?\"\n\nJust at this important moment Button-Bright was lost again, and they all\nscattered in search of him. He had been standing beside them just a few\nminutes before, but his friends had an exciting hunt for him before they\nfinally discovered the boy seated among the members of the band, beating\nthe end of the bass drum with the bone of a turkey-leg that he had taken\nfrom the table in the banquet room.\n\n\"Hello, Trot,\" he said, looking up at the little girl when she found him.\n\"This is the first chance I ever had to pound a drum with a regular drum\nstick. And I ate all the meat off the bone myself.\"\n\n\"Come quick. We're going to the Land of Oz.\"\n\n\"Oh, what's the hurry?\" said Button-Bright; but she seized his arm and\ndragged him away to the park, where the others were waiting.\n\nTrot climbed upon the back of her old friend, the Ork leader, and the\nothers took their seats on the backs of his three cousins. As soon as\nall were placed and clinging to the skinny necks of the creatures, the\nrevolving tails began to whirl and up rose the four monster Orks and\nsailed away toward the mountains. They were so high in the air that when\nthey passed the crest of the highest peak it seemed far below them. No\nsooner were they well across the barrier than the Orks swooped downward\nand landed their passengers upon the ground.\n\n\"Here we are, safe in the Land of Oz!' cried the Scarecrow joyfully.\n\n\"Oh, are we?\" asked Trot, looking around her curiously.\n\nShe could see the shadows of stately trees and the outlines of rolling\nhills; beneath her feet was soft turf, but otherwise the subdued light of\nthe moon disclosed nothing clearly.\n\n\"Seems jus' like any other country,\" was Cap'n Bill's comment.\n\n[Illustration]\n\n\"But it isn't,\" the Scarecrow assured him. \"You are now within the\nborders of the most glorious fairyland in all the world. This part of\nit is just a corner of the Quadling Country, and the least interesting\nportion of it. It's not very thickly settled, around here, I'll admit,\nbut--\"\n\nHe was interrupted by a sudden whir and a rush of air as the four Orks\nmounted into the sky.\n\n\"Good night!\" called the shrill voices of the strange creatures, and\nalthough Trot shouted \"Good night!\" as loudly as she could, the little\ngirl was almost ready to cry because the Orks had not waited to be\nproperly thanked for all their kindness to her and to Cap'n Bill.\n\nBut the Orks were gone, and thanks for good deeds do not amount to much\nexcept to prove one's politeness.\n\n\"Well, friends,\" said the Scarecrow, \"we mustn't stay here in the meadows\nall night, so let us find a pleasant place to sleep. Not that it matters\nto me, in the least, for I never sleep; but I know that meat people like\nto shut their eyes and lie still during the dark hours.\"\n\n\"I'm pretty tired,\" admitted Trot, yawning as she followed the straw man\nalong a tiny path, \"so, if you don't find a house handy, Cap'n Bill and I\nwill sleep under the trees, or even on this soft grass.\"\n\nBut a house was not very far off, although when the Scarecrow stumbled\nupon it there was no light in it whatever. Cap'n Bill knocked on the door\nseveral times, and there being no response the Scarecrow boldly lifted\nthe latch and walked in, followed by the others. And no sooner had they\nentered than a soft light filled the room. Trot couldn't tell where it\ncame from, for no lamp of any sort was visible, but she did not waste\nmuch time on this problem, because directly in the center of the room\nstood a table set for three, with lots of good food on it and several of\nthe dishes smoking hot.\n\n[Illustration]\n\nThe little girl and Button-Bright both uttered exclamations of pleasure,\nbut they looked in vain for any cook stove or fireplace, or for any\nperson who might have prepared for them this delicious feast.\n\n\"It's fairyland,\" muttered the boy, tossing his cap in a corner and\nseating himself at the table. \"This supper smells 'most as good as that\nturkey-leg I had in Jinxland. Please pass the muffins, Cap'n Bill.\"\n\nTrot thought it was strange that no people but themselves were in the\nhouse, but on the wall opposite the door was a gold frame bearing in big\nletters the word:\n\n  \"WELCOME.\"\n\nSo she had no further hesitation in eating of the food so mysteriously\nprepared for them.\n\n\"But there are only places for three!' she exclaimed.\n\n\"Three are quite enough,\" said the Scarecrow. \"I never eat, because I am\nstuffed full already, and I like my nice clean straw better than I do\nfood.\"\n\nTrot and the sailor-man were hungry and made a hearty meal, for not since\nthey had left home had they tasted such good food. It was surprising that\nButton-Bright could eat so soon after his feast in Jinxland, but the boy\nalways ate whenever there was an opportunity. \"If I don't eat now,\" he\nsaid, \"the next time I'm hungry I'll wish I had.\"\n\n\"Really, Cap'n,\" remarked Trot, when she found a dish of ice-cream appear\nbeside her plate, \"I b'lieve this is fairyland, sure enough.\"\n\n\"There's no doubt of it, Trot,\" he answered gravely.\n\n\"I've been here before,\" said Button-Bright, \"so I know.\"\n\nAfter supper they discovered three tiny bedrooms adjoining the big living\nroom of the house, and in each room was a comfortable white bed with\ndowny pillows. You may be sure that the tired mortals were not long in\nbidding the Scarecrow good night and creeping into their beds, where they\nslept soundly until morning.\n\nFor the first time since they set eyes on the terrible whirlpool, Trot\nand Cap'n Bill were free from anxiety and care. Button-Bright never\nworried about anything. The Scarecrow, not being able to sleep, looked\nout of the window and tried to count the stars.\n\n\n\n\n[Illustration]\n\n\nCHAPTER 21\n\nDorothy, Betsy and Ozma\n\n\nI suppose many of my readers have read descriptions of the beautiful and\nmagnificent Emerald City of Oz, so I need not describe it here, except\nto state that never has any city in any fairyland ever equalled this one\nin stately splendor. It lies almost exactly in the center of the Land of\nOz, and in the center of the Emerald City rises the wall of glistening\nemeralds that surrounds the palace of Ozma. The palace is almost a city\nin itself and is inhabited by many of the Ruler's especial friends and\nthose who have won her confidence and favor.\n\nAs for Ozma herself, there are no words in any dictionary I can find\nthat are fitted to describe this young girl's beauty of mind and person.\nMerely to see her is to love her for her charming face and manners; to\nknow her is to love her for her tender sympathy, her generous nature, her\ntruth and honor. Born of a long line of Fairy Queens, Ozma is as nearly\nperfect as any fairy may be, and she is noted for her wisdom as well as\nfor her other qualities. Her happy subjects adore their girl Ruler and\neach one considers her a comrade and protector.\n\nAt the time of which I write, Ozma's best friend and most constant\ncompanion was a little Kansas girl named Dorothy, a mortal who had come\nto the Land of Oz in a very curious manner and had been offered a home in\nOzma's palace. Furthermore, Dorothy had been made a Princess of Oz, and\nwas as much at home in the royal palace as was the gentle Ruler. She knew\nalmost every part of the great country and almost all of its numerous\ninhabitants. Next to Ozma she was loved better than anyone in all Oz,\nfor Dorothy was simple and sweet, seldom became angry and had such a\nfriendly, chummy way that she made friends wherever she wandered. It was\nshe who first brought the Scarecrow and the Tin Woodman and the Cowardly\nLion to the Emerald City. Dorothy had also introduced to Ozma the Shaggy\nMan and the Hungry Tiger, as well as Billina the Yellow Hen, Eureka\nthe Pink Kitten, and many other delightful characters and creatures.\nComing as she did from our world, Dorothy was much like many other girls\nwe know; so there were times when she was not so wise as she might\nhave been, and other times when she was obstinate and got herself into\ntrouble. But life in a fairyland had taught the little girl to accept all\nsorts of surprising things as matters-of-course, for while Dorothy was no\nfairy--but just as mortal as we are--she had seen more wonders than most\nmortals ever do.\n\nAnother little girl from our outside world also lived in Ozma's palace.\nThis was Betsy Bobbin, whose strange adventures had brought her to the\nEmerald City, where Ozma had cordially welcomed her. Betsy was a shy\nlittle thing and could never get used to the marvels that surrounded\nher, but she and Dorothy were firm friends and thought themselves very\nfortunate in being together in this delightful country.\n\nOne day Dorothy and Betsy were visiting Ozma in the girl Ruler's private\napartment, and among the things that especially interested them was\nOzma's Magic Picture, set in a handsome frame and hung upon the wall\nof the room. This picture was a magic one because it constantly changed\nits scenes and showed events and adventures happening in all parts of\nthe world. Thus it was really a \"moving picture\" of life, and if the one\nwho stood before it wished to know what any absent person was doing, the\npicture instantly showed that person, with his or her surroundings.\n\nThe two girls were not wishing to see anyone in particular, on this\noccasion, but merely enjoyed watching the shifting scenes, some of which\nwere exceedingly curious and remarkable. Suddenly Dorothy exclaimed:\n\"Why, there's Button-Bright!\" and this drew Ozma also to look at the\npicture, for she and Dorothy knew the boy well.\n\n\"Who is Button-Bright?\" asked Betsy, who had never met him.\n\n\"Why, he's the little boy who is just getting off the back of that\nstrange flying creature,\" exclaimed Dorothy. Then she turned to Ozma and\nasked: \"What is that thing, Ozma? A bird? I've never seen anything like\nit before.\"\n\n[Illustration]\n\n\"It is an Ork,\" answered Ozma, for they were watching the scene where\nthe Ork and the three big birds were first landing their passengers in\nJinxland, after the long flight across the desert. \"I wonder,\" added\nthe girl Ruler, musingly, \"why those strangers dare venture into that\nunfortunate country, which is ruled by a wicked King.\"\n\n\"That girl, and the one-legged man, seem to be mortals from the outside\nworld,\" said Dorothy.\n\n\"The man isn't one-legged,\" corrected Betsy; \"he has one wooden leg.\"\n\n\"It's almost as bad,\" declared Dorothy, watching Cap'n Bill stump around.\n\n\"They are three mortal adventurers,\" said Ozma, \"and they seem worthy and\nhonest. But I fear they will be treated badly in Jinxland, and if they\nmeet with any misfortune there it will reflect upon me, for Jinxland is a\npart of my dominions.\"\n\n\"Can't we help them in any way?\" inquired Dorothy. \"That seems like a\nnice little girl. I'd be sorry if anything happened to her.\"\n\n\"Let us watch the picture for awhile,\" suggested Ozma, and so they all\ndrew chairs before the Magic Picture and followed the adventures of Trot\nand Cap'n Bill and Button-Bright. Presently the scene shifted and showed\ntheir friend the Scarecrow crossing the mountains into Jinxland, and that\nsomewhat relieved Ozma's anxiety, for she knew at once that Glinda the\nGood had sent the Scarecrow to protect the strangers.\n\nThe adventures in Jinxland proved very interesting to the three girls in\nOzma's palace, who during the succeeding days spent much of their time in\nwatching the picture. It was like a story to them.\n\n[Illustration: Dorothy]\n\n\"That girl's a reg'lar trump!' exclaimed Dorothy, referring to Trot, and\nOzma answered:\n\n\"She's a dear little thing, and I'm sure nothing very bad will happen\nto her. The old sailor is a fine character, too, for he has never once\ngrumbled over being a grasshopper, as so many would have done.\"\n\nWhen the Scarecrow was so nearly burned up the girls all shivered a\nlittle, and they clapped their hands in joy when the flock of Orks came\nand saved him.\n\nSo it was that when all the exciting adventures in Jinxland were over and\nthe four Orks had begun their flight across the mountains to carry the\nmortals into the Land of Oz, Ozma called the Wizard to her and asked him\nto prepare a place for the strangers to sleep.\n\nThe famous Wizard of Oz was a quaint little man who inhabited the royal\npalace and attended to all the magical things that Ozma wanted done. He\nwas not as powerful as Glinda, to be sure, but he could do a great many\nwonderful things. He proved this by placing a house in the uninhabited\npart of the Quadling Country where the Orks landed Cap'n Bill and Trot\nand Button-Bright, and fitting it with all the comforts I have described\nin the last chapter.\n\nNext morning Dorothy said to Ozma:\n\n\"Oughtn't we to go meet the strangers, so we can show them the way to the\nEmerald City? I'm sure that little girl will feel shy in this beautiful\nland, and I know if 'twas me I'd like somebody to give me a welcome.\"\n\nOzma smiled at her little friend and answered:\n\n\"You and Betsy may go to meet them, if you wish, but I can not leave\nmy palace just now, as I am to have a conference with Jack Pumpkinhead\nand Professor Wogglebug on important matters. You may take the Sawhorse\nand the Red Wagon, and if you start soon you will be able to meet the\nScarecrow and the strangers at Glinda's palace.\"\n\n\"Oh, thank you!\" cried Dorothy, and went away to tell Betsy and to make\npreparations for the journey.\n\n[Illustration: Betsy]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 22\n\nThe Waterfall\n\n\nGlinda's castle was a long way from the mountains, but the Scarecrow\nbegan the journey cheerfully, since time was of no great importance in\nthe Land of Oz and he had recently made the trip and knew the way. It\nnever mattered much to Button-Bright where he was or what he was doing;\nthe boy was content in being alive and having good companions to share\nhis wanderings. As for Trot and Cap'n Bill, they now found themselves\nso comfortable and free from danger, in this fine fairyland, and they\nwere so awed and amazed by the adventures they were encountering, that\nthe journey to Glinda's castle was more like a pleasure trip than a\nhardship, so many wonderful things were there to see.\n\nButton-Bright had been in Oz before, but never in this part of it, so\nthe Scarecrow was the only one who knew the paths and could lead them.\nThey had eaten a hearty breakfast, which they found already prepared for\nthem and awaiting them on the table when they arose from their refreshing\nsleep, so they left the magic house in a contented mood and with hearts\nlighter and more happy than they had known for many a day. As they\nmarched along through the fields, the sun shone brightly and the breeze\nwas laden with delicious fragrance, for it carried with it the breath of\nmillions of wildflowers.\n\nAt noon, when they stopped to rest by the banks of a pretty river, Trot\nsaid with a long-drawn breath that was much like a sigh:\n\n\"I wish we'd brought with us some of the food that was left from our\nbreakfast, for I'm getting hungry again.\"\n\nScarcely had she spoken when a table rose up before them, as if from\nthe ground itself, and it was loaded with fruits and nuts and cakes and\nmany other good things to eat. The little girl's eyes opened wide at\nthis display of magic, and Cap'n Bill was not sure that the things were\nactually there and fit to eat until he had taken them in his hand and\ntasted them. But the Scarecrow said with a laugh:\n\n\"Someone is looking after your welfare, that is certain, and from the\nlooks of this table I suspect my friend the Wizard has taken us in his\ncharge. I've known him to do things like this before, and if we are in\nthe Wizard's care you need not worry about your future.\"\n\n\"Who's worrying?\" inquired Button-Bright, already at the table and busily\neating.\n\nThe Scarecrow looked around the place while the others were feasting, and\nfinding many things unfamiliar to him he shook his head and remarked:\n\n\"I must have taken the wrong path, back in that last valley, for on my\nway to Jinxland I remember that I passed around the foot of this river,\nwhere there was a great waterfall.\"\n\n\"Did the river make a bend, after the waterfall?\" asked Cap'n Bill.\n\n\"No, the river disappeared. Only a pool of whirling water showed what had\nbecome of the river; but I suppose it is under ground, somewhere, and\nwill come to the surface again in another part of the country.\"\n\n\"Well,\" suggested Trot, as she finished her luncheon, \"as there is no way\nto cross this river, I s'pose we'll have to find that waterfall, and go\naround it.\"\n\n\"Exactly,\" replied the Scarecrow; so they soon renewed their journey,\nfollowing the river for a long time until the roar of the waterfall\nsounded in their ears. By and by they came to the waterfall itself, a\nsheet of silver dropping far, far down into a tiny lake which seemed to\nhave no outlet. From the top of the fall, where they stood, the banks\ngradually sloped away, so that the descent by land was quite easy, while\nthe river could do nothing but glide over an edge of rock and tumble\nstraight down to the depths below.\n\n\"You see,\" said the Scarecrow, leaning over the brink, \"this is called by\nour Oz people the Great Waterfall, because it is certainly the highest\none in all the land; but I think--Help!\"\n\n[Illustration]\n\nHe had lost his balance and pitched headforemost into the river. They saw\na flash of straw and blue clothes, and the painted face looking upward in\nsurprise. The next moment the Scarecrow was swept over the waterfall and\nplunged into the basin below.\n\nThe accident had happened so suddenly that for a moment they were all too\nhorrified to speak or move.\n\n\"Quick! We must go to help him or he will be drowned,\" Trot exclaimed.\n\nEven while speaking she began to descend the bank to the pool below,\nand Cap'n Bill followed as swiftly as his wooden leg would let him.\nButton-Bright came more slowly, calling to the girl:\n\n\"He can't drown, Trot; he's a Scarecrow.\"\n\nBut she wasn't sure a Scarecrow couldn't drown and never relaxed her\nspeed until she stood on the edge of the pool, with the spray dashing in\nher face. Cap'n Bill, puffing and panting, had just voice enough to ask,\nas he reached her side:\n\n\"See him, Trot?\"\n\n\"Not a speck of him. Oh, Cap'n, what do you s'pose has become of him?\"\n\n\"I s'pose,\" replied the sailor, \"that he's in that water, more or less\nfar down, and I'm 'fraid it'll make his straw pretty soggy. But as fer\nhis bein' drowned, I agree with Button-Bright that it can't be done.\"\n\n[Illustration]\n\nThere was small comfort in this assurance and Trot stood for some\ntime searching with her eyes the bubbling water, in the hope that\nthe Scarecrow would finally come to the surface. Presently she heard\nButton-Bright calling: \"Come here, Trot!\" and looking around she saw that\nthe boy had crept over the wet rocks to the edge of the waterfall and\nseemed to be peering behind it. Making her way toward him, she asked:\n\n\"What do you see?\"\n\n\"A cave,\" he answered. \"Let's go in. Perhaps we'll find the Scarecrow\nthere.\"\n\nShe was a little doubtful of that, but the cave interested her, and\nso did it Cap'n Bill. There was just space enough at the edge of the\nsheet of water for them to crowd in behind it, but after that dangerous\nentrance they found room enough to walk upright and after a time they\ncame to an opening in the w r all of rock. Approaching this opening,\nthey gazed within it and found a series of steps, cut so that they might\neasily descend into the cavern.\n\nTrot turned to look inquiringly at her companions. The falling water made\nsuch din and roaring that her voice could not be heard. Cap'n Bill nodded\nhis head, but before he could enter the cave, Button-Bright was before\nhim, clambering down the steps without a particle of fear. So the others\nfollowed the boy.\n\nThe first steps were wet with spray, and slippery, but the remainder were\nquite dry. A rosy light seemed to come from the interior of the cave, and\nthis lighted their way. After the steps there was a short tunnel, high\nenough for them to walk erect in, and then they reached the cave itself\nand paused in wonder and admiration.\n\nThey stood on the edge of a vast cavern, the walls and domed roof of\nwhich were lined with countless rubies, exquisitely cut and flashing\nsparkling rays from one to another. This caused a radiant light that\npermitted the entire cavern to be distinctly seen, and the effect was so\nmarvelous that Trot drew in her breath with a sort of a gasp, and stood\nquite still in wonder.\n\nBut the walls and roof of the cavern were merely a setting for a more\nwonderful scene. In the center was a bubbling cauldron of water, for here\nthe river rose again, splashing and dashing till its spray rose high in\nthe air, where it took the ruby color of the jewels and seemed like a\nseething mass of flame. And while they gazed into the tumbling, tossing\nwater, the body of the Scarecrow suddenly rose in the center, struggling\nand kicking, and the next instant wholly disappeared from view.\n\n\"My, but he's wet!\" exclaimed Button-Bright; but none of the others heard\nhim.\n\nTrot and Cap'n Bill discovered that a broad ledge--covered, like the\nwalls, with glittering rubies--ran all around the cavern; so they\nfollowed this gorgeous path to the rear and found where the water made\nits final dive underground, before it disappeared entirely. Where it\nplunged into this dim abyss the river was black and dreary looking, and\nthey stood gazing in awe until just beside them the body of the Scarecrow\nagain popped up from the water.\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 23\n\nThe Land of Oz\n\n\nThe straw man's appearance on the water was so sudden that it startled\nTrot, but Cap'n Bill had the presence of mind to stick his wooden leg out\nover the water and the Scarecrow made a desperate clutch and grabbed the\nleg with both hands. He managed to hold on until Trot and Button-Bright\nknelt down and seized his clothing, but the children would have been\npowerless to drag the soaked Scarecrow ashore had not Cap'n Bill now\nassisted them. When they laid him on the ledge of rubies he was the most\nuseless looking Scarecrow you can imagine--his straw sodden and dripping\nwith water, his clothing wet and crumpled, while even the sack upon\nwhich his face was painted had become so wrinkled that the old jolly\nexpression of their stuffed friend's features was entirely gone. But he\ncould still speak, and when Trot bent down her ear she heard him say:\n\n\"Get me out of here as soon as you can.\"\n\nThat seemed a wise thing to do, so Cap'n Bill lifted his head and\nshoulders, and Trot and Button-Bright each took a leg; among them they\npartly carried and partly dragged the damp Scarecrow out of the Ruby\nCavern, along the tunnel, and up the flight of rock steps. It was\nsomewhat difficult to get him past the edge of the waterfall, but they\nsucceeded, after much effort, and a few minutes later laid their poor\ncomrade on a grassy bank where the sun shone upon him freely and he was\nbeyond the reach of the spray.\n\nCap'n Bill now knelt down and examined the straw that the Scarecrow was\nstuffed with.\n\n\"I don't believe it'll be of much use to him, any more,\" said he, \"for\nit's full of polliwogs an' fish eggs, an' the water has took all the\ncrinkle out o' the straw an' ruined it. I guess, Trot, that the best\nthing for us to do is to empty out all his body an' carry his head an'\nclothes along the road till we come to a field or a house where we can\nget some fresh straw.\"\n\n\"Yes, Cap'n,\" she agreed, \"there's nothing else to be done. But how shall\nwe ever find the road to Glinda's palace, without the Scarecrow to guide\nus?\"\n\n\"That's easy,\" said the Scarecrow, speaking in a rather feeble but\ndistinct voice. \"If Cap'n Bill will carry my head on his shoulders, eyes\nfront, I can tell him which way to go.\"\n\nSo they followed that plan and emptied all the old, wet straw out of the\nScarecrow's body. Then the sailor-man wrung out the clothes and laid them\nin the sun till they were quite dry. Trot took charge of the head and\npressed the wrinkles out of the face as it dried, so that after a while\nthe Scarecrow's expression became natural again, and as jolly as before.\n\nThis work consumed some time, but when it was completed they again\nstarted upon their journey, Button-Bright carrying the boots and hat,\nTrot the bundle of clothes, and Cap'n Bill the head. The Scarecrow,\nhaving regained his composure and being now in a good humor, despite his\nrecent mishaps, beguiled their way with stories of the Land of Oz.\n\n[Illustration]\n\nIt was not until the next morning, however, that they found straw with\nwhich to restuff the Scarecrow. That evening they came to the same little\nhouse they had slept in before, only now it was magically transferred to\na new place. The same bountiful supper as before was found smoking hot\nupon the table and the same cosy beds were ready for them to sleep in.\n\nThey rose early and after breakfast went out of doors, and there, lying\njust beside the house, was a heap of clean, crisp straw. Ozma had noticed\nthe Scarecrow's accident in her Magic Picture and had notified the Wizard\nto provide the straw, for she knew the adventurers were not likely to\nfind straw in the country through which they were now traveling.\n\nThey lost no time in stuffing the Scarecrow anew, and he was greatly\ndelighted at being able to walk around again and to assume the leadership\nof the little party.\n\n\"Really,\" said Trot, \"I think you're better than you were before, for you\nare fresh and sweet all through and rustle beautifully when you move.\"\n\n\"Thank you, my dear,\" he replied gratefully. \"I always feel like a new\nman when I'm freshly stuffed. No one likes to get musty, you know, and\neven good straw may be spoiled by age.\"\n\n\"It was water that spoiled you, the last time,\" remarked Button-Bright,\n\"which proves that too much bathing is as bad as too little. But, after\nall, Scarecrow, water is not as dangerous for you as fire.\"\n\n\"All things are good in moderation,\" declared the Scarecrow. \"But now,\nlet us hurry on, or we shall not reach Glinda's palace by nightfall.\"\n\n[Illustration]\n\n\n\n\n[Illustration]\n\n\nCHAPTER 24\n\nThe Royal Reception\n\n\nAt about four o'clock of that same day the Red Wagon drew up at the\nentrance to Glinda's palace and Dorothy and Betsy jumped out. Ozma's Red\nWagon was almost a chariot, being inlaid with rubies and pearls, and it\nwas drawn by Ozma's favorite steed, the wooden Sawhorse.\n\n\"Shall I unharness you,\" asked Dorothy, \"so you can come in and visit?\"\n\n\"No,\" replied the Sawhorse. \"Til just stand here and think. Take your\ntime. Thinking doesn't seem to bore me at all.\"\n\n\"What will you think of?\" inquired Betsy.\n\n\"Of the acorn that grew the tree from which I was made.\"\n\nSo they left the wooden animal and went in to see Glinda, who welcomed\nthe little girls in her most cordial manner.\n\n\"I knew you were on your way,\" said the good Sorceress when they were\nseated in her library, \"for I learned from my Record Book that you\nintended to meet Trot and Button-Bright on their arrival here.\"\n\n\"Is the strange little girl named Trot?' asked Dorothy.\n\n\"Yes; and her companion, the old sailor, is named Cap'n Bill. I think we\nshall like them very much, for they are just the kind of people to enjoy\nand appreciate our fairyland and I do not see any way, at present, for\nthem to return again to the outside world.\"\n\n\"Well, there's room enough here for them, I'm sure,\" said Dorothy. \"Betsy\nand I are already eager to welcome Trot. It will keep us busy for a year,\nat least, showing her all the wonderful things in Oz.\"\n\nGlinda smiled.\n\n\"I have lived here many years,\" said she, \"and I have not seen all the\nwonders of Oz vet.\"\n\nMeantime the travelers were drawing near to the palace, and when they\nfirst caught sight of its towers Trot realized that it was far more\ngrand and imposing than was the King's castle in Jinxland. The nearer\nthey came, the more beautiful the palace appeared, and when finally the\nScarecrow led them up the great marble steps, even Button-Bright was\nfilled with awe.\n\n\"I don't see any soldiers to guard the place,\" said the little girl.\n\n\"There is no need to guard Glinda's palace,\" replied the Scarecrow. \"We\nhave no wicked people in Oz, that we know of, and even if there were any,\nGlinda's magic would be powerful enough to protect her.\"\n\nButton-Bright was now standing on the top steps of the entrance, and he\nsuddenly exclaimed:\n\n\"Why, there's the Sawhorse and the Red Wagon! Hip, hooray!\" and next\nmoment he was rushing down to throw his arms around the neck of the\nwooden horse, which good-naturedly permitted this familiarity when it\nrecognized in the boy an old friend.\n\nButton-Bright's shout had been heard inside the palace, so now Dorothy\nand Betsy came running out to embrace their beloved friend, the\nScarecrow, and to welcome Trot and Cap'n Bill to the Land of Oz.\n\n\"We've been watching you for a long time, in Ozma's Magic Picture,\" said\nDorothy, \"and Ozma has sent us to invite you to her own palace in the\nEm'rald City. I don't know if you realize how lucky you are to get that\ninvitation, but you'll understand it better after you've seen the royal\npalace and the Em'rald City.\"\n\nGlinda now appeared in person to lead all the party into her Azure\nReception Room. Trot was a little afraid of the stately Sorceress, but\ngained courage by holding fast to the hands of Betsy and Dorothy. Cap'n\nBill had no one to help him feel at ease, so the old sailor sat stiffly\non the edge of his chair and said: \"Yes, ma'am,\" or \"No, ma'am,\" when he\nwas spoken to, and was greatly embarrassed by so much splendor.\n\nThe Scarecrow had lived so much in palaces that he felt quite at home,\nand he chatted to Glinda and the Oz girls in a merry, light-hearted way.\nHe told all about his adventures in Jinxland, and at the Great Waterfall,\nand on the journey hither--most of which his hearers knew already--and\nthen he asked Dorothy and Betsy what had happened in the Emerald City\nsince he had left there.\n\nThey all passed the evening and the night at Glinda's palace, and the\nSorceress was so gracious to Cap'n Bill that the old man by degrees\nregained his self-possession and began to enjoy himself. Trot had\nalready come to the conclusion that in Dorothy and Betsy she had found\ntwo delightful comrades, and Button-Bright was just as much at home here\nas he had been in the fields of Jinxland or when he was buried in the\npopcorn snow of the Land of Mo.\n\nThe next morning they arose bright and early and after breakfast bade\ngood-bye to the kind Sorceress, whom Trot and Cap'n Bill thanked\nearnestly for sending the Scarecrow to Jinxland to rescue them. Then they\nall climbed into the Red Wagon.\n\nThere was room for all on the broad seats, and when all had taken\ntheir places--Dorothy, Trot and Betsy on the rear seat and Cap'n Bill,\nButton-Bright and the Scarecrow in front--they called \"Gid-dap!\" to the\nSawhorse and the wooden steed moved briskly away, pulling the Red Wagon\nwith ease.\n\nIt was now that the strangers began to perceive the real beauties of the\nLand of Oz, for they were passing through a more thickly settled part\nof the country and the population grew more dense as they drew nearer\nto the Emerald City. Everyone they met had a cheery word or a smile for\nthe Scarecrow, Dorothy and Betsy Bobbin, and some of them remembered\nButton-Bright and welcomed him back to their country.\n\nIt was a happy party, indeed, that journeyed in the Red Wagon to the\nEmerald City, and Trot already began to hope that Ozma would permit her\nand Cap'n Bill to live always in the Land of Oz.\n\nWhen they reached the great city they were more amazed than ever, both by\nthe concourse of people in their quaint and picturesque costumes, and by\nthe splendor of the city itself. But the magnificence of the Royal Palace\nquite took their breath away, until Ozma received them in her own pretty\napartment and by her charming manners and assuring smiles made them feel\nthey were no longer strangers.\n\nTrot was given a lovely little room next to that of Dorothy, while Cap'n\nBill had the cosiest sort of a room next to Trot's and overlooking the\ngardens. And that evening Ozma gave a grand banquet and reception in\nhonor of the new arrivals. While Trot had read of many of the people she\nthen met, Cap'n Bill was less familiar with them and many of the unusual\ncharacters introduced to him that evening caused the old sailor to open\nhis eyes wide in astonishment.\n\n[Illustration]\n\n[Illustration]\n\nHe had thought the live Scarecrow about as curious as anyone could be,\nbut now he met the Tin Woodman, who was all made of tin, even to his\nheart, and carried a gleaming axe over his shoulder wherever he went.\nThen there was Jack Pumpkinhead, whose head was a real pumpkin with the\nface carved upon it; and Professor Wogglebug, who had the shape of an\nenormous bug but was dressed in neat fitting garments. The Professor was\nan interesting talker and had very polite manners, but his face was so\ncomical that it made Cap'n Bill smile to look at it. A great friend of\nDorothy and Ozma seemed to be a machine man called Tik-Tok, who ran down\nseveral times during the evening and had to be wound up again by someone\nbefore he could move or speak.\n\nAt the reception appeared the Shaggy Man and his brother, both very\npopular in Oz, as well as Dorothy's Uncle Henry and Aunt Em, two happy\nold people who lived in a pretty cottage near the palace.\n\nBut what perhaps seemed most surprising to both Trot and Cap'n Bill was\nthe number of peculiar animals admitted into Ozma's parlors, where they\nnot only conducted themselves quite properly but were able to talk as\nwell as anyone.\n\nThere was the Cowardly Lion, an immense beast with a beautiful mane; and\nthe Hungry Tiger, who smiled continually; and Eureka the Pink Kitten, who\nlay curled upon a cushion and had rather supercilious manners; and the\nwooden Sawhorse; and nine tiny piglets that belonged to the Wizard; and\na mule named Hank, who belonged to Betsy Bobbin. A fuzzy little terrier\ndog, named Toto, lay at Dorothy's feet but seldom took part in the\nconversation, although he listened to every word that was said. But the\nmost wonderful of all to Trot was a square beast with a winning smile,\nthat squatted in a corner of the room and wagged his square head at\neveryone in quite a jolly way. Betsy told Trot that this unique beast was\ncalled the Woozy, and there was no other like him in all the world.\n\nCap'n Bill and Trot had both looked around expectantly for the Wizard of\nOz, but the evening was far advanced before the famous little man entered\nthe room. But he went up to the strangers at once and said:\n\n\"I know you, but you don't know me; so let's get acquainted.\"\n\nAnd they did get acquainted, in a very short time, and before the evening\nwas over Trot felt that she knew every person and animal present at the\nreception, and that they were all her good friends.\n\nSuddenly they looked around for Button-Bright, but he was nowhere to be\nfound.\n\n\"Dear me!\" cried Trot. \"He's lost again.\"\n\n\"Never mind, my dear,\" said Ozma, with her charming smile, \"no one\ncan go far astray in the Land of Oz, and if Button-Bright isn't lost\noccasionally, he isn't happy.\"\n\n[Illustration]\n\n\n       *       *       *       *       *\n\n\nTranscriber Notes\n\n\nAll illustrations were placed so as to not split paragraphs. The color\nillustrations were grouped together (between pages 32 and 33) in the\nprinted version; but have been moved to the relevent point within the\nstory. Minor typos corrected.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Scarecrow of Oz, by L. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SCARECROW OF OZ ***\n\n***** This file should be named 51263.txt or 51263.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/1\/2\/6\/51263\/\n\nProduced by David Edwards, Tom Cosmas, The Internet Archives\nfor replacement pages, OZClub.org for a better cover image,\nand the Online Distributed Proofreading Team at\nhttp:\/\/www.pgdp.net (This book was produced from scanned\nimages of public domain material from the Google Books\nproject.)\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":493,"split":"train"}
