{"ori_id":"4a130666c65fb9435977c7b28ace9f922b224567","title":"Youth (Conrad short story)","context":"Youth (Conrad short story)\n Similar to Joseph Conrad's better-known Heart of Darkness, Youth begins with a narrator describing five men drinking claret around a mahogany table. They are all veterans of the merchant navy. The main character, Marlow, tells the story of his first voyage to the East as second mate on board the Judea. The story is set twenty-two years earlier, when Marlow was 20. With two years of experience, most recently as third mate aboard a crack clipper, Marlow receives a billet as second mate on the barque Judea. The skipper is Captain John Beard, a man of about 60. This is Beard's first command. The Judea is an old boat, belonging to a man \"Wilmer, Wilcox or something similar\", suffering from age and disuse in Shadewell basin. The 400-ton ship is commissioned to take 600 tons of coal from England to Thailand. The trip should take approximately 150 days. The ship leaves London loaded with sand ballast and heads north to the Senn river to pick up the cargo of coal. On her way, the Judea suffers from her ballast shifting aside and the crew go below to put things right again. The trip takes 16 days because of inclement weather, and the battered ship must use a tug boat to get into port. The Judea waits a month on the Tyne to be loaded with coal. The night before she ships out she is hit by a steamer, the Miranda or the Melissa. The damage takes another three weeks to repair. Three months after leaving London, the Judea ships off for Bangkok.\nThe Judea travels through the North Sea and Britain. 300 miles west of the Lizard a winter storm, 'the famous winter gale of twenty-two years ago', hits. The storm \"guts\" the Judea; she is stripped of her stanchions, ventilators, bulwarks, cabin-door, and deck house. The oakum is stripped from her bottom seams and the men are forced to work at the pumps \"watch and watch\" to keep the ship afloat. After weathering the storm they must fight their way against the wind back to Falmouth to be refitted. Despite three attempts to leave, the Judea ultimately remains in Falmouth for more than six months until she is finally overhauled, recaulked, and refitted with a new copper hull. During the laborious overhaul, the cargo is wetted, knocked about, and reloaded multiple times. The rats abandon the reshipped barque and a new crew is brought in from Liverpool (because no sailor will sail on a ship abandoned by rats).\nThe Judea ships out to Bangkok, running at times 8 knots, but mostly averaging 3 miles per hour. Near the coast of Western Australia, the cargo spontaneously combusts. The crew attempts to smother the fire, but the hull cannot be made airtight. Then they attempt to flood the fire with water, but they cannot fill the hull. One hundred and ninety miles out from Java Head, the gases in the hull explode and blow up the deck; Marlow is hurled into the air and falls on the burning debris of the deck. The Judea hails a passing steamer, the Sommerville, which agrees to tow the wounded ship to Anjer or Batavia. Captain Beard intends to scuttle the Judea there to put out the fire, and then resurface her and resume the voyage to Bangkok. However, the speed of the Sommerville fans the smoldering fire into flames. The crew of the Judea is forced to send the steamer on without them while they attempt to save possibly most of the ship's gear for the underwriters. The gear is loaded into three small boats, which head due north towards Java. Before the crew leaves the Judea, they enjoy a last meal on deck. Marlow becomes skipper of the smallest of the ship's three boats. All the boats make it safely into a Java port, where they book passage on the steamer Celestial, which is on her return trip to England.\nThe story is loosely based upon reality. One of Conrad's pen-pals, or friends, discovered the secret of the port at which the boats called: the port was Muntok. Conrad became angry with him, calling Muntok 'a beastly hole'. The boats of the real ship reached the safety only after several hours, Marlow was a bit younger than Conrad etc.\nï»¿The Project Gutenberg EBook of Youth, by Joseph Conrad\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Youth\n\nAuthor: Joseph Conrad\n\nRelease Date: May 1996 [EBook #525]\nPosting Date: June 18, 2009\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK YOUTH ***\n\n\n\n\nProduced by Judith Boss and David Widger\n\n\n\n\n\nYOUTH\n\nA NARRATIVE\n\n\nBy Joseph Conrad\n\n\n\n  \"... But the Dwarf answered: No; something human is dearer to me\n  than the wealth of all the world.\" GRIMM'S TALES.\n\n\n\nTO MY WIFE\n\n\n\n\nYOUTH\n\n\nThis could have occurred nowhere but in England, where men and sea\ninterpenetrate, so to speak--the sea entering into the life of most men,\nand the men knowing something or everything about the sea, in the way of\namusement, of travel, or of bread-winning.\n\nWe were sitting round a mahogany table that reflected the bottle, the\nclaret-glasses, and our faces as we leaned on our elbows. There was a\ndirector of companies, an accountant, a lawyer, Marlow, and myself. The\ndirector had been a _Conway_ boy, the accountant had served four years at\nsea, the lawyer--a fine crusted Tory, High Churchman, the best of old\nfellows, the soul of honour--had been chief officer in the P. & O.\nservice in the good old days when mail-boats were square-rigged at least\non two masts, and used to come down the China Sea before a fair monsoon\nwith stun'-sails set alow and aloft. We all began life in the merchant\nservice. Between the five of us there was the strong bond of the sea,\nand also the fellowship of the craft, which no amount of enthusiasm for\nyachting, cruising, and so on can give, since one is only the amusement\nof life and the other is life itself.\n\nMarlow (at least I think that is how he spelt his name) told the story,\nor rather the chronicle, of a voyage:\n\n\"Yes, I have seen a little of the Eastern seas; but what I remember best\nis my first voyage there. You fellows know there are those voyages that\nseem ordered for the illustration of life, that might stand for a symbol\nof existence. You fight, work, sweat, nearly kill yourself, sometimes do\nkill yourself, trying to accomplish something--and you can't. Not\nfrom any fault of yours. You simply can do nothing, neither great nor\nlittle--not a thing in the world--not even marry an old maid, or get a\nwretched 600-ton cargo of coal to its port of destination.\n\n\"It was altogether a memorable affair. It was my first voyage to the\nEast, and my first voyage as second mate; it was also my skipper's first\ncommand. You'll admit it was time. He was sixty if a day; a little man,\nwith a broad, not very straight back, with bowed shoulders and one leg\nmore bandy than the other, he had that queer twisted-about appearance\nyou see so often in men who work in the fields. He had a nut-cracker\nface--chin and nose trying to come together over a sunken mouth--and it\nwas framed in iron-grey fluffy hair, that looked like a chin strap of\ncotton-wool sprinkled with coal-dust. And he had blue eyes in that\nold face of his, which were amazingly like a boy's, with that candid\nexpression some quite common men preserve to the end of their days by\na rare internal gift of simplicity of heart and rectitude of soul.\nWhat induced him to accept me was a wonder. I had come out of a crack\nAustralian clipper, where I had been third officer, and he seemed to\nhave a prejudice against crack clippers as aristocratic and high-toned.\nHe said to me, 'You know, in this ship you will have to work.' I said\nI had to work in every ship I had ever been in. 'Ah, but this is\ndifferent, and you gentlemen out of them big ships;... but there! I\ndare say you will do. Join to-morrow.'\n\n\"I joined to-morrow. It was twenty-two years ago; and I was just twenty.\nHow time passes! It was one of the happiest days of my life. Fancy!\nSecond mate for the first time--a really responsible officer! I wouldn't\nhave thrown up my new billet for a fortune. The mate looked me over\ncarefully. He was also an old chap, but of another stamp. He had a Roman\nnose, a snow-white, long beard, and his name was Mahon, but he insisted\nthat it should be pronounced Mann. He was well connected; yet there was\nsomething wrong with his luck, and he had never got on.\n\n\"As to the captain, he had been for years in coasters, then in the\nMediterranean, and last in the West Indian trade. He had never been\nround the Capes. He could just write a kind of sketchy hand, and didn't\ncare for writing at all. Both were thorough good seamen of course,\nand between those two old chaps I felt like a small boy between two\ngrandfathers.\n\n\"The ship also was old. Her name was the _Judea_. Queer name, isn't it?\nShe belonged to a man Wilmer, Wilcox--some name like that; but he has\nbeen bankrupt and dead these twenty years or more, and his name don't\nmatter. She had been laid up in Shadwell basin for ever so long. You may\nimagine her state. She was all rust, dust, grime--soot aloft, dirt on\ndeck. To me it was like coming out of a palace into a ruined cottage.\nShe was about 400 tons, had a primitive windlass, wooden latches to the\ndoors, not a bit of brass about her, and a big square stern. There was\non it, below her name in big letters, a lot of scroll work, with the\ngilt off, and some sort of a coat of arms, with the motto 'Do or Die'\nunderneath. I remember it took my fancy immensely. There was a touch of\nromance in it, something that made me love the old thing--something that\nappealed to my youth!\n\n\"We left London in ballast--sand ballast--to load a cargo of coal in a\nnorthern port for Bankok. Bankok! I thrilled. I had been six years at\nsea, but had only seen Melbourne and Sydney, very good places, charming\nplaces in their way--but Bankok!\n\n\"We worked out of the Thames under canvas, with a North Sea pilot on\nboard. His name was Jermyn, and he dodged all day long about the galley\ndrying his handkerchief before the stove. Apparently he never slept.\nHe was a dismal man, with a perpetual tear sparkling at the end of his\nnose, who either had been in trouble, or was in trouble, or expected\nto be in trouble--couldn't be happy unless something went wrong. He\nmistrusted my youth, my common-sense, and my seamanship, and made a\npoint of showing it in a hundred little ways. I dare say he was right.\nIt seems to me I knew very little then, and I know not much more now;\nbut I cherish a hate for that Jermyn to this day.\n\n\"We were a week working up as far as Yarmouth Roads, and then we got\ninto a gale--the famous October gale of twenty-two years ago. It was\nwind, lightning, sleet, snow, and a terrific sea. We were flying light,\nand you may imagine how bad it was when I tell you we had smashed\nbulwarks and a flooded deck. On the second night she shifted her ballast\ninto the lee bow, and by that time we had been blown off somewhere on\nthe Dogger Bank. There was nothing for it but go below with shovels and\ntry to right her, and there we were in that vast hold, gloomy like a\ncavern, the tallow dips stuck and flickering on the beams, the gale\nhowling above, the ship tossing about like mad on her side; there we\nall were, Jermyn, the captain, everyone, hardly able to keep our feet,\nengaged on that gravedigger's work, and trying to toss shovelfuls of wet\nsand up to windward. At every tumble of the ship you could see vaguely\nin the dim light men falling down with a great flourish of shovels.\nOne of the ship's boys (we had two), impressed by the weirdness of the\nscene, wept as if his heart would break. We could hear him blubbering\nsomewhere in the shadows.\n\n\"On the third day the gale died out, and by-and-by a north-country tug\npicked us up. We took sixteen days in all to get from London to the\nTyne! When we got into dock we had lost our turn for loading, and they\nhauled us off to a tier where we remained for a month. Mrs. Beard (the\ncaptain's name was Beard) came from Colchester to see the old man. She\nlived on board. The crew of runners had left, and there remained only\nthe officers, one boy, and the steward, a mulatto who answered to the\nname of Abraham. Mrs. Beard was an old woman, with a face all wrinkled\nand ruddy like a winter apple, and the figure of a young girl. She\ncaught sight of me once, sewing on a button, and insisted on having my\nshirts to repair. This was something different from the captains' wives\nI had known on board crack clippers. When I brought her the shirts, she\nsaid: 'And the socks? They want mending, I am sure, and John's--Captain\nBeard's--things are all in order now. I would be glad of something to\ndo.' Bless the old woman! She overhauled my outfit for me, and meantime\nI read for the first time _Sartor Resartus_ and Burnaby's _Ride to\nKhiva_. I didn't understand much of the first then; but I remember I\npreferred the soldier to the philosopher at the time; a preference\nwhich life has only confirmed. One was a man, and the other was either\nmore--or less. However, they are both dead, and Mrs. Beard is dead, and\nyouth, strength, genius, thoughts, achievements, simple hearts--all dies\n.... No matter.\n\n\"They loaded us at last. We shipped a crew. Eight able seamen and two\nboys. We hauled off one evening to the buoys at the dock-gates, ready to\ngo out, and with a fair prospect of beginning the voyage next day. Mrs.\nBeard was to start for home by a late train. When the ship was fast\nwe went to tea. We sat rather silent through the meal--Mahon, the old\ncouple, and I. I finished first, and slipped away for a smoke, my cabin\nbeing in a deck-house just against the poop. It was high water, blowing\nfresh with a drizzle; the double dock-gates were opened, and the steam\ncolliers were going in and out in the darkness with their lights burning\nbright, a great plashing of propellers, rattling of winches, and a lot\nof hailing on the pier-heads. I watched the procession of head-lights\ngliding high and of green lights gliding low in the night, when suddenly\na red gleam flashed at me, vanished, came into view again, and remained.\nThe fore-end of a steamer loomed up close. I shouted down the cabin,\n'Come up, quick!' and then heard a startled voice saying afar in the\ndark, 'Stop her, sir.' A bell jingled. Another voice cried warningly,\n'We are going right into that barque, sir.' The answer to this was a\ngruff 'All right,' and the next thing was a heavy crash as the steamer\nstruck a glancing blow with the bluff of her bow about our fore-rigging.\nThere was a moment of confusion, yelling, and running about. Steam\nroared. Then somebody was heard saying, 'All clear, sir.'... 'Are\nyou all right?' asked the gruff voice. I had jumped forward to see the\ndamage, and hailed back, 'I think so.' 'Easy astern,' said the gruff\nvoice. A bell jingled. 'What steamer is that?' screamed Mahon. By that\ntime she was no more to us than a bulky shadow maneuvering a little\nway off. They shouted at us some name--a woman's name, Miranda or\nMelissa--or some such thing. 'This means another month in this beastly\nhole,' said Mahon to me, as we peered with lamps about the splintered\nbulwarks and broken braces. 'But where's the captain?'\n\n\"We had not heard or seen anything of him all that time. We went aft to\nlook. A doleful voice arose hailing somewhere in the middle of the dock,\n'_Judea_ ahoy!'... How the devil did he get there?... 'Hallo!' we\nshouted. 'I am adrift in our boat without oars,' he cried. A belated\nwaterman offered his services, and Mahon struck a bargain with him for\nhalf-a-crown to tow our skipper alongside; but it was Mrs. Beard that\ncame up the ladder first. They had been floating about the dock in that\nmizzly cold rain for nearly an hour. I was never so surprised in my\nlife.\n\n\"It appears that when he heard my shout 'Come up,' he understood at once\nwhat was the matter, caught up his wife, ran on deck, and across,\nand down into our boat, which was fast to the ladder. Not bad for a\nsixty-year-old. Just imagine that old fellow saving heroically in his\narms that old woman--the woman of his life. He set her down on a thwart,\nand was ready to climb back on board when the painter came adrift\nsomehow, and away they went together. Of course in the confusion we\ndid not hear him shouting. He looked abashed. She said cheerfully, 'I\nsuppose it does not matter my losing the train now?' 'No, Jenny--you go\nbelow and get warm,' he growled. Then to us: 'A sailor has no business\nwith a wife--I say. There I was, out of the ship. Well, no harm done\nthis time. Let's go and look at what that fool of a steamer smashed.'\n\n\"It wasn't much, but it delayed us three weeks. At the end of that time,\nthe captain being engaged with his agents, I carried Mrs. Beard's bag to\nthe railway-station and put her all comfy into a third-class carriage.\nShe lowered the window to say, 'You are a good young man. If you see\nJohn--Captain Beard--without his muffler at night, just remind him from\nme to keep his throat well wrapped up.' 'Certainly, Mrs. Beard,' I said.\n'You are a good young man; I noticed how attentive you are to John--to\nCaptain--' The train pulled out suddenly; I took my cap off to the old\nwoman: I never saw her again... Pass the bottle.\n\n\"We went to sea next day. When we made that start for Bankok we had been\nalready three months out of London. We had expected to be a fortnight or\nso--at the outside.\n\n\"It was January, and the weather was beautiful--the beautiful sunny\nwinter weather that has more charm than in the summer-time, because it\nis unexpected, and crisp, and you know it won't, it can't, last long.\nIt's like a windfall, like a godsend, like an unexpected piece of luck.\n\n\"It lasted all down the North Sea, all down Channel; and it lasted till\nwe were three hundred miles or so to the westward of the Lizards: then\nthe wind went round to the sou'west and began to pipe up. In two days it\nblew a gale. The _Judea_, hove to, wallowed on the Atlantic like an old\ncandlebox. It blew day after day: it blew with spite, without interval,\nwithout mercy, without rest. The world was nothing but an immensity of\ngreat foaming waves rushing at us, under a sky low enough to touch\nwith the hand and dirty like a smoked ceiling. In the stormy space\nsurrounding us there was as much flying spray as air. Day after day and\nnight after night there was nothing round the ship but the howl of the\nwind, the tumult of the sea, the noise of water pouring over her deck.\nThere was no rest for her and no rest for us. She tossed, she pitched,\nshe stood on her head, she sat on her tail, she rolled, she groaned, and\nwe had to hold on while on deck and cling to our bunks when below, in a\nconstant effort of body and worry of mind.\n\n\"One night Mahon spoke through the small window of my berth. It opened\nright into my very bed, and I was lying there sleepless, in my boots,\nfeeling as though I had not slept for years, and could not if I tried.\nHe said excitedly--\n\n\"'You got the sounding-rod in here, Marlow? I can't get the pumps to\nsuck. By God! it's no child's play.'\n\n\"I gave him the sounding-rod and lay down again, trying to think of\nvarious things--but I thought only of the pumps. When I came on deck\nthey were still at it, and my watch relieved at the pumps. By the light\nof the lantern brought on deck to examine the sounding-rod I caught a\nglimpse of their weary, serious faces. We pumped all the four hours.\nWe pumped all night, all day, all the week,--watch and watch. She was\nworking herself loose, and leaked badly--not enough to drown us at once,\nbut enough to kill us with the work at the pumps. And while we pumped\nthe ship was going from us piecemeal: the bulwarks went, the stanchions\nwere torn out, the ventilators smashed, the cabin-door burst in. There\nwas not a dry spot in the ship. She was being gutted bit by bit. The\nlong-boat changed, as if by magic, into matchwood where she stood in her\ngripes. I had lashed her myself, and was rather proud of my handiwork,\nwhich had withstood so long the malice of the sea. And we pumped. And\nthere was no break in the weather. The sea was white like a sheet of\nfoam, like a caldron of boiling milk; there was not a break in the\nclouds, no--not the size of a man's hand--no, not for so much as ten\nseconds. There was for us no sky, there were for us no stars, no sun,\nno universe--nothing but angry clouds and an infuriated sea. We pumped\nwatch and watch, for dear life; and it seemed to last for months, for\nyears, for all eternity, as though we had been dead and gone to a hell\nfor sailors. We forgot the day of the week, the name of the month, what\nyear it was, and whether we had ever been ashore. The sails blew away,\nshe lay broadside on under a weather-cloth, the ocean poured over\nher, and we did not care. We turned those handles, and had the eyes of\nidiots. As soon as we had crawled on deck I used to take a round turn\nwith a rope about the men, the pumps, and the mainmast, and we turned,\nwe turned incessantly, with the water to our waists, to our necks, over\nour heads. It was all one. We had forgotten how it felt to be dry.\n\n\"And there was somewhere in me the thought: By Jove! this is the deuce\nof an adventure--something you read about; and it is my first voyage as\nsecond mate--and I am only twenty--and here I am lasting it out as well\nas any of these men, and keeping my chaps up to the mark. I was pleased.\nI would not have given up the experience for worlds. I had moments of\nexultation. Whenever the old dismantled craft pitched heavily with her\ncounter high in the air, she seemed to me to throw up, like an appeal,\nlike a defiance, like a cry to the clouds without mercy, the words\nwritten on her stern: '_Judea_, London. Do or Die.'\n\n\"O youth! The strength of it, the faith of it, the imagination of it! To\nme she was not an old rattle-trap carting about the world a lot of coal\nfor a freight--to me she was the endeavour, the test, the trial of life.\nI think of her with pleasure, with affection, with regret--as you would\nthink of someone dead you have loved. I shall never forget her....\nPass the bottle.\n\n\"One night when tied to the mast, as I explained, we were pumping\non, deafened with the wind, and without spirit enough in us to wish\nourselves dead, a heavy sea crashed aboard and swept clean over us. As\nsoon as I got my breath I shouted, as in duty bound, 'Keep on, boys!'\nwhen suddenly I felt something hard floating on deck strike the calf of\nmy leg. I made a grab at it and missed. It was so dark we could not see\neach other's faces within a foot--you understand.\n\n\"After that thump the ship kept quiet for a while, and the thing,\nwhatever it was, struck my leg again. This time I caught it--and it was\na saucepan. At first, being stupid with fatigue and thinking of nothing\nbut the pumps, I did not understand what I had in my hand. Suddenly it\ndawned upon me, and I shouted, 'Boys, the house on deck is gone. Leave\nthis, and let's look for the cook.'\n\n\"There was a deck-house forward, which contained the galley, the cook's\nberth, and the quarters of the crew. As we had expected for days to see\nit swept away, the hands had been ordered to sleep in the cabin--the\nonly safe place in the ship. The steward, Abraham, however, persisted\nin clinging to his berth, stupidly, like a mule--from sheer fright\nI believe, like an animal that won't leave a stable falling in an\nearthquake. So we went to look for him. It was chancing death, since\nonce out of our lashings we were as exposed as if on a raft. But we\nwent. The house was shattered as if a shell had exploded inside. Most\nof it had gone overboard--stove, men's quarters, and their property,\nall was gone; but two posts, holding a portion of the bulkhead to which\nAbraham's bunk was attached, remained as if by a miracle. We groped in\nthe ruins and came upon this, and there he was, sitting in his bunk,\nsurrounded by foam and wreckage, jabbering cheerfully to himself. He\nwas out of his mind; completely and for ever mad, with this sudden shock\ncoming upon the fag-end of his endurance. We snatched him up, lugged him\naft, and pitched him head-first down the cabin companion. You understand\nthere was no time to carry him down with infinite precautions and wait\nto see how he got on. Those below would pick him up at the bottom of\nthe stairs all right. We were in a hurry to go back to the pumps. That\nbusiness could not wait. A bad leak is an inhuman thing.\n\n\"One would think that the sole purpose of that fiendish gale had been to\nmake a lunatic of that poor devil of a mulatto. It eased before morning,\nand next day the sky cleared, and as the sea went down the leak took up.\nWhen it came to bending a fresh set of sails the crew demanded to put\nback--and really there was nothing else to do. Boats gone, decks swept\nclean, cabin gutted, men without a stitch but what they stood in, stores\nspoiled, ship strained. We put her head for home, and--would you believe\nit? The wind came east right in our teeth. It blew fresh, it blew\ncontinuously. We had to beat up every inch of the way, but she did\nnot leak so badly, the water keeping comparatively smooth. Two hours'\npumping in every four is no joke--but it kept her afloat as far as\nFalmouth.\n\n\"The good people there live on casualties of the sea, and no doubt were\nglad to see us. A hungry crowd of shipwrights sharpened their chisels\nat the sight of that carcass of a ship. And, by Jove! they had pretty\npickings off us before they were done. I fancy the owner was already in\na tight place. There were delays. Then it was decided to take part\nof the cargo out and calk her topsides. This was done, the repairs\nfinished, cargo re-shipped; a new crew came on board, and we went\nout--for Bankok. At the end of a week we were back again. The crew said\nthey weren't going to Bankok--a hundred and fifty days' passage--in a\nsomething hooker that wanted pumping eight hours out of the twenty-four;\nand the nautical papers inserted again the little paragraph: _'Judea_.\nBarque. Tyne to Bankok; coals; put back to Falmouth leaky and with crew\nrefusing duty.'\n\n\"There were more delays--more tinkering. The owner came down for a day,\nand said she was as right as a little fiddle. Poor old Captain Beard\nlooked like the ghost of a Geordie skipper--through the worry and\nhumiliation of it. Remember he was sixty, and it was his first command.\nMahon said it was a foolish business, and would end badly. I loved the\nship more than ever, and wanted awfully to get to Bankok. To Bankok!\nMagic name, blessed name. Mesopotamia wasn't a patch on it. Remember I\nwas twenty, and it was my first second mate's billet, and the East was\nwaiting for me.\n\n\"We went out and anchored in the outer roads with a fresh crew--the\nthird. She leaked worse than ever. It was as if those confounded\nshipwrights had actually made a hole in her. This time we did not even\ngo outside. The crew simply refused to man the windlass.\n\n\"They towed us back to the inner harbour, and we became a fixture, a\nfeature, an institution of the place. People pointed us out to visitors\nas 'That 'ere bark that's going to Bankok--has been here six months--put\nback three times.' On holidays the small boys pulling about in boats\nwould hail, '_Judea_, ahoy!' and if a head showed above the rail\nshouted, 'Where you bound to?--Bankok?' and jeered. We were only three\non board. The poor old skipper mooned in the cabin. Mahon undertook\nthe cooking, and unexpectedly developed all a Frenchman's genius for\npreparing nice little messes. I looked languidly after the rigging. We\nbecame citizens of Falmouth. Every shopkeeper knew us. At the barber's\nor tobacconist's they asked familiarly, 'Do you think you will ever get\nto Bankok?' Meantime the owner, the underwriters, and the charterers\nsquabbled amongst themselves in London, and our pay went on.... Pass\nthe bottle.\n\n\"It was horrid. Morally it was worse than pumping for life. It seemed as\nthough we had been forgotten by the world, belonged to nobody, would get\nnowhere; it seemed that, as if bewitched, we would have to live for ever\nand ever in that inner harbour, a derision and a by-word to generations\nof long-shore loafers and dishonest boatmen. I obtained three months'\npay and a five days' leave, and made a rush for London. It took me a day\nto get there and pretty well another to come back--but three months'\npay went all the same. I don't know what I did with it. I went to a\nmusic-hall, I believe, lunched, dined, and supped in a swell place in\nRegent Street, and was back to time, with nothing but a complete set of\nByron's works and a new railway rug to show for three months' work. The\nboatman who pulled me off to the ship said: 'Hallo! I thought you had\nleft the old thing. _She_ will never get to Bankok.' 'That's all _you_\nknow about it,' I said scornfully--but I didn't like that prophecy at\nall.\n\n\"Suddenly a man, some kind of agent to somebody, appeared with full\npowers. He had grog-blossoms all over his face, an indomitable energy,\nand was a jolly soul. We leaped into life again. A hulk came alongside,\ntook our cargo, and then we went into dry dock to get our copper\nstripped. No wonder she leaked. The poor thing, strained beyond\nendurance by the gale, had, as if in disgust, spat out all the oakum of\nher lower seams. She was recalked, new coppered, and made as tight as a\nbottle. We went back to the hulk and re-shipped our cargo.\n\n\"Then on a fine moonlight night, all the rats left the ship.\n\n\"We had been infested with them. They had destroyed our sails, consumed\nmore stores than the crew, affably shared our beds and our dangers, and\nnow, when the ship was made seaworthy, concluded to clear out. I called\nMahon to enjoy the spectacle. Rat after rat appeared on our rail, took\na last look over his shoulder, and leaped with a hollow thud into the\nempty hulk. We tried to count them, but soon lost the tale. Mahon said:\n'Well, well! don't talk to me about the intelligence of rats. They ought\nto have left before, when we had that narrow squeak from foundering.\nThere you have the proof how silly is the superstition about them. They\nleave a good ship for an old rotten hulk, where there is nothing to eat,\ntoo, the fools!... I don't believe they know what is safe or what is\ngood for them, any more than you or I.'\n\n\"And after some more talk we agreed that the wisdom of rats had been\ngrossly overrated, being in fact no greater than that of men.\n\n\"The story of the ship was known, by this, all up the Channel from\nLand's End to the Forelands, and we could get no crew on the south\ncoast. They sent us one all complete from Liverpool, and we left once\nmore--for Bankok.\n\n\"We had fair breezes, smooth water right into the tropics, and the\nold Judea lumbered along in the sunshine. When she went eight knots\neverything cracked aloft, and we tied our caps to our heads; but mostly\nshe strolled on at the rate of three miles an hour. What could you\nexpect? She was tired--that old ship. Her youth was where mine is--where\nyours is--you fellows who listen to this yarn; and what friend would\nthrow your years and your weariness in your face? We didn't grumble at\nher. To us aft, at least, it seemed as though we had been born in her,\nreared in her, had lived in her for ages, had never known any other\nship. I would just as soon have abused the old village church at home\nfor not being a cathedral.\n\n\"And for me there was also my youth to make me patient. There was all\nthe East before me, and all life, and the thought that I had been tried\nin that ship and had come out pretty well. And I thought of men of old\nwho, centuries ago, went that road in ships that sailed no better, to\nthe land of palms, and spices, and yellow sands, and of brown nations\nruled by kings more cruel than Nero the Roman and more splendid than\nSolomon the Jew. The old bark lumbered on, heavy with her age and the\nburden of her cargo, while I lived the life of youth in ignorance and\nhope. She lumbered on through an interminable procession of days; and\nthe fresh gilding flashed back at the setting sun, seemed to cry out\nover the darkening sea the words painted on her stern, '_Judea_, London.\nDo or Die.'\n\n\"Then we entered the Indian Ocean and steered northerly for Java Head.\nThe winds were light. Weeks slipped by. She crawled on, do or die, and\npeople at home began to think of posting us as overdue.\n\n\"One Saturday evening, I being off duty, the men asked me to give them\nan extra bucket of water or so--for washing clothes. As I did not wish\nto screw on the fresh-water pump so late, I went forward whistling, and\nwith a key in my hand to unlock the forepeak scuttle, intending to serve\nthe water out of a spare tank we kept there.\n\n\"The smell down below was as unexpected as it was frightful. One would\nhave thought hundreds of paraffin-lamps had been flaring and smoking in\nthat hole for days. I was glad to get out. The man with me coughed and\nsaid, 'Funny smell, sir.' I answered negligently, 'It's good for the\nhealth, they say,' and walked aft.\n\n\"The first thing I did was to put my head down the square of the midship\nventilator. As I lifted the lid a visible breath, something like a thin\nfog, a puff of faint haze, rose from the opening. The ascending air was\nhot, and had a heavy, sooty, paraffiny smell. I gave one sniff, and\nput down the lid gently. It was no use choking myself. The cargo was on\nfire.\n\n\"Next day she began to smoke in earnest. You see it was to be expected,\nfor though the coal was of a safe kind, that cargo had been so handled,\nso broken up with handling, that it looked more like smithy coal than\nanything else. Then it had been wetted--more than once. It rained all\nthe time we were taking it back from the hulk, and now with this\nlong passage it got heated, and there was another case of spontaneous\ncombustion.\n\n\"The captain called us into the cabin. He had a chart spread on the\ntable, and looked unhappy. He said, 'The coast of West Australia is\nnear, but I mean to proceed to our destination. It is the hurricane\nmonth too; but we will just keep her head for Bankok, and fight the\nfire. No more putting back anywhere, if we all get roasted. We will try\nfirst to stifle this 'ere damned combustion by want of air.'\n\n\"We tried. We battened down everything, and still she smoked. The smoke\nkept coming out through imperceptible crevices; it forced itself through\nbulkheads and covers; it oozed here and there and everywhere in slender\nthreads, in an invisible film, in an incomprehensible manner. It made\nits way into the cabin, into the forecastle; it poisoned the sheltered\nplaces on the deck, it could be sniffed as high as the main-yard. It\nwas clear that if the smoke came out the air came in. This was\ndisheartening. This combustion refused to be stifled.\n\n\"We resolved to try water, and took the hatches off. Enormous volumes\nof smoke, whitish, yellowish, thick, greasy, misty, choking, ascended as\nhigh as the trucks. All hands cleared out aft. Then the poisonous cloud\nblew away, and we went back to work in a smoke that was no thicker now\nthan that of an ordinary factory chimney.\n\n\"We rigged the force pump, got the hose along, and by-and-by it burst.\nWell, it was as old as the ship--a prehistoric hose, and past repair.\nThen we pumped with the feeble head-pump, drew water with buckets, and\nin this way managed in time to pour lots of Indian Ocean into the main\nhatch. The bright stream flashed in sunshine, fell into a layer of\nwhite crawling smoke, and vanished on the black surface of coal. Steam\nascended mingling with the smoke. We poured salt water as into a barrel\nwithout a bottom. It was our fate to pump in that ship, to pump out\nof her, to pump into her; and after keeping water out of her to save\nourselves from being drowned, we frantically poured water into her to\nsave ourselves from being burnt.\n\n\"And she crawled on, do or die, in the serene weather. The sky was a\nmiracle of purity, a miracle of azure. The sea was polished, was blue,\nwas pellucid, was sparkling like a precious stone, extending on all\nsides, all round to the horizon--as if the whole terrestrial globe had\nbeen one jewel, one colossal sapphire, a single gem fashioned into a\nplanet. And on the luster of the great calm waters the _Judea_ glided\nimperceptibly, enveloped in languid and unclean vapours, in a lazy cloud\nthat drifted to leeward, light and slow: a pestiferous cloud defiling\nthe splendour of sea and sky.\n\n\"All this time of course we saw no fire. The cargo smoldered at the\nbottom somewhere. Once Mahon, as we were working side by side, said to\nme with a queer smile: 'Now, if she only would spring a tidy leak--like\nthat time when we first left the Channel--it would put a stopper on this\nfire. Wouldn't it?' I remarked irrelevantly, 'Do you remember the rats?'\n\n\"We fought the fire and sailed the ship too as carefully as though\nnothing had been the matter. The steward cooked and attended on us. Of\nthe other twelve men, eight worked while four rested. Everyone took\nhis turn, captain included. There was equality, and if not exactly\nfraternity, then a deal of good feeling. Sometimes a man, as he dashed\na bucketful of water down the hatchway, would yell out, 'Hurrah for\nBankok!' and the rest laughed. But generally we were taciturn and\nserious--and thirsty. Oh! how thirsty! And we had to be careful with the\nwater. Strict allowance. The ship smoked, the sun blazed.... Pass the\nbottle.\n\n\"We tried everything. We even made an attempt to dig down to the fire.\nNo good, of course. No man could remain more than a minute below. Mahon,\nwho went first, fainted there, and the man who went to fetch him out\ndid likewise. We lugged them out on deck. Then I leaped down to show\nhow easily it could be done. They had learned wisdom by that time,\nand contented themselves by fishing for me with a chain-hook tied to a\nbroom-handle, I believe. I did not offer to go and fetch up my shovel,\nwhich was left down below.\n\n\"Things began to look bad. We put the long-boat into the water. The\nsecond boat was ready to swing out. We had also another, a fourteen-foot\nthing, on davits aft, where it was quite safe.\n\n\"Then behold, the smoke suddenly decreased. We re-doubled our efforts\nto flood the bottom of the ship. In two days there was no smoke at all.\nEverybody was on the broad grin. This was on a Friday. On Saturday no\nwork, but sailing the ship of course was done. The men washed their\nclothes and their faces for the first time in a fortnight, and had a\nspecial dinner given them. They spoke of spontaneous combustion with\ncontempt, and implied _they_ were the boys to put out combustions.\nSomehow we all felt as though we each had inherited a large fortune. But\na beastly smell of burning hung about the ship. Captain Beard had hollow\neyes and sunken cheeks. I had never noticed so much before how twisted\nand bowed he was. He and Mahon prowled soberly about hatches and\nventilators, sniffing. It struck me suddenly poor Mahon was a very, very\nold chap. As to me, I was as pleased and proud as though I had helped to\nwin a great naval battle. O! Youth!\n\n\"The night was fine. In the morning a homeward-bound ship passed us hull\ndown,--the first we had seen for months; but we were nearing the land at\nlast, Java Head being about 190 miles off, and nearly due north.\n\n\"Next day it was my watch on deck from eight to twelve. At breakfast the\ncaptain observed, 'It's wonderful how that smell hangs about the cabin.'\nAbout ten, the mate being on the poop, I stepped down on the main-deck\nfor a moment. The carpenter's bench stood abaft the mainmast: I leaned\nagainst it sucking at my pipe, and the carpenter, a young chap, came to\ntalk to me. He remarked, 'I think we have done very well, haven't we?'\nand then I perceived with annoyance the fool was trying to tilt the\nbench. I said curtly, 'Don't, Chips,' and immediately became aware of a\nqueer sensation, of an absurd delusion,--I seemed somehow to be in\nthe air. I heard all round me like a pent-up breath released--as if\na thousand giants simultaneously had said Phoo!--and felt a dull\nconcussion which made my ribs ache suddenly. No doubt about it--I was\nin the air, and my body was describing a short parabola. But short as\nit was, I had the time to think several thoughts in, as far as I can\nremember, the following order: 'This can't be the carpenter--What is\nit?--Some accident--Submarine volcano?--Coals, gas!--By Jove! we are\nbeing blown up--Everybody's dead--I am falling into the after-hatch--I\nsee fire in it.'\n\n\"The coal-dust suspended in the air of the hold had glowed dull-red\nat the moment of the explosion. In the twinkling of an eye, in an\ninfinitesimal fraction of a second since the first tilt of the bench, I\nwas sprawling full length on the cargo. I picked myself up and scrambled\nout. It was quick like a rebound. The deck was a wilderness of smashed\ntimber, lying crosswise like trees in a wood after a hurricane; an\nimmense curtain of soiled rags waved gently before me--it was the\nmainsail blown to strips. I thought, The masts will be toppling over\ndirectly; and to get out of the way bolted on all-fours towards the\npoop-ladder. The first person I saw was Mahon, with eyes like saucers,\nhis mouth open, and the long white hair standing straight on end round\nhis head like a silver halo. He was just about to go down when the\nsight of the main-deck stirring, heaving up, and changing into splinters\nbefore his eyes, petrified him on the top step. I stared at him in\nunbelief, and he stared at me with a queer kind of shocked curiosity.\nI did not know that I had no hair, no eyebrows, no eyelashes, that my\nyoung moustache was burnt off, that my face was black, one cheek laid\nopen, my nose cut, and my chin bleeding. I had lost my cap, one of my\nslippers, and my shirt was torn to rags. Of all this I was not aware. I\nwas amazed to see the ship still afloat, the poop-deck whole--and, most\nof all, to see anybody alive. Also the peace of the sky and the serenity\nof the sea were distinctly surprising. I suppose I expected to see them\nconvulsed with horror.... Pass the bottle.\n\n\"There was a voice hailing the ship from somewhere--in the air, in the\nsky--I couldn't tell. Presently I saw the captain--and he was mad. He\nasked me eagerly, 'Where's the cabin-table?' and to hear such a question\nwas a frightful shock. I had just been blown up, you understand, and\nvibrated with that experience,--I wasn't quite sure whether I was alive.\nMahon began to stamp with both feet and yelled at him, 'Good God! don't\nyou see the deck's blown out of her?' I found my voice, and stammered\nout as if conscious of some gross neglect of duty, 'I don't know where\nthe cabin-table is.' It was like an absurd dream.\n\n\"Do you know what he wanted next? Well, he wanted to trim the yards.\nVery placidly, and as if lost in thought, he insisted on having the\nforeyard squared. 'I don't know if there's anybody alive,' said Mahon,\nalmost tearfully. 'Surely,' he said gently, 'there will be enough left\nto square the foreyard.'\n\n\"The old chap, it seems, was in his own berth, winding up the\nchronometers, when the shock sent him spinning. Immediately it occurred\nto him--as he said afterwards--that the ship had struck something, and\nhe ran out into the cabin. There, he saw, the cabin-table had vanished\nsomewhere. The deck being blown up, it had fallen down into the\nlazarette of course. Where we had our breakfast that morning he saw only\na great hole in the floor. This appeared to him so awfully mysterious,\nand impressed him so immensely, that what he saw and heard after he got\non deck were mere trifles in comparison. And, mark, he noticed directly\nthe wheel deserted and his barque off her course--and his only thought\nwas to get that miserable, stripped, undecked, smouldering shell of\na ship back again with her head pointing at her port of destination.\nBankok! That's what he was after. I tell you this quiet, bowed,\nbandy-legged, almost deformed little man was immense in the singleness\nof his idea and in his placid ignorance of our agitation. He motioned us\nforward with a commanding gesture, and went to take the wheel himself.\n\n\"Yes; that was the first thing we did--trim the yards of that wreck! No\none was killed, or even disabled, but everyone was more or less hurt.\nYou should have seen them! Some were in rags, with black faces, like\ncoal-heavers, like sweeps, and had bullet heads that seemed closely\ncropped, but were in fact singed to the skin. Others, of the watch\nbelow, awakened by being shot out from their collapsing bunks, shivered\nincessantly, and kept on groaning even as we went about our work. But\nthey all worked. That crew of Liverpool hard cases had in them the right\nstuff. It's my experience they always have. It is the sea that gives\nit--the vastness, the loneliness surrounding their dark stolid souls.\nAh! Well! we stumbled, we crept, we fell, we barked our shins on the\nwreckage, we hauled. The masts stood, but we did not know how much they\nmight be charred down below. It was nearly calm, but a long swell ran\nfrom the west and made her roll. They might go at any moment. We looked\nat them with apprehension. One could not foresee which way they would\nfall.\n\n\"Then we retreated aft and looked about us. The deck was a tangle of\nplanks on edge, of planks on end, of splinters, of ruined woodwork. The\nmasts rose from that chaos like big trees above a matted undergrowth.\nThe interstices of that mass of wreckage were full of something whitish,\nsluggish, stirring--of something that was like a greasy fog. The\nsmoke of the invisible fire was coming up again, was trailing, like a\npoisonous thick mist in some valley choked with dead wood. Already lazy\nwisps were beginning to curl upwards amongst the mass of splinters. Here\nand there a piece of timber, stuck upright, resembled a post. Half of a\nfife-rail had been shot through the foresail, and the sky made a patch\nof glorious blue in the ignobly soiled canvas. A portion of several\nboards holding together had fallen across the rail, and one end\nprotruded overboard, like a gangway leading upon nothing, like a gangway\nleading over the deep sea, leading to death--as if inviting us to walk\nthe plank at once and be done with our ridiculous troubles. And still\nthe air, the sky--a ghost, something invisible was hailing the ship.\n\n\"Someone had the sense to look over, and there was the helmsman, who had\nimpulsively jumped overboard, anxious to come back. He yelled and swam\nlustily like a merman, keeping up with the ship. We threw him a\nrope, and presently he stood amongst us streaming with water and very\ncrestfallen. The captain had surrendered the wheel, and apart, elbow on\nrail and chin in hand, gazed at the sea wistfully. We asked ourselves,\nWhat next? I thought, Now, this is something like. This is great. I\nwonder what will happen. O youth!\n\n\"Suddenly Mahon sighted a steamer far astern. Captain Beard said, 'We\nmay do something with her yet.' We hoisted two flags, which said in the\ninternational language of the sea, 'On fire. Want immediate assistance.'\nThe steamer grew bigger rapidly, and by-and-by spoke with two flags on\nher foremast, 'I am coming to your assistance.'\n\n\"In half an hour she was abreast, to windward, within hail, and rolling\nslightly, with her engines stopped. We lost our composure, and yelled\nall together with excitement, 'We've been blown up.' A man in a white\nhelmet, on the bridge, cried, 'Yes! All right! all right!' and he nodded\nhis head, and smiled, and made soothing motions with his hand as though\nat a lot of frightened children. One of the boats dropped in the water,\nand walked towards us upon the sea with her long oars. Four Calashes\npulled a swinging stroke. This was my first sight of Malay seamen. I've\nknown them since, but what struck me then was their unconcern: they\ncame alongside, and even the bowman standing up and holding to our\nmain-chains with the boat-hook did not deign to lift his head for a\nglance. I thought people who had been blown up deserved more attention.\n\n\"A little man, dry like a chip and agile like a monkey, clambered up. It\nwas the mate of the steamer. He gave one look, and cried, 'O boys--you\nhad better quit.'\n\n\"We were silent. He talked apart with the captain for a time,--seemed to\nargue with him. Then they went away together to the steamer.\n\n\"When our skipper came back we learned that the steamer was the\n_Sommerville_, Captain Nash, from West Australia to Singapore via\nBatavia with mails, and that the agreement was she should tow us to\nAnjer or Batavia, if possible, where we could extinguish the fire by\nscuttling, and then proceed on our voyage--to Bankok! The old man seemed\nexcited. 'We will do it yet,' he said to Mahon, fiercely. He shook his\nfist at the sky. Nobody else said a word.\n\n\"At noon the steamer began to tow. She went ahead slim and high, and\nwhat was left of the _Judea_ followed at the end of seventy fathom of\ntow-rope,--followed her swiftly like a cloud of smoke with mastheads\nprotruding above. We went aloft to furl the sails. We coughed on the\nyards, and were careful about the bunts. Do you see the lot of us there,\nputting a neat furl on the sails of that ship doomed to arrive nowhere?\nThere was not a man who didn't think that at any moment the masts would\ntopple over. From aloft we could not see the ship for smoke, and\nthey worked carefully, passing the gaskets with even turns. 'Harbour\nfurl--aloft there!' cried Mahon from below.\n\n\"You understand this? I don't think one of those chaps expected to get\ndown in the usual way. When we did I heard them saying to each other,\n'Well, I thought we would come down overboard, in a lump--sticks and\nall--blame me if I didn't.' 'That's what I was thinking to myself,'\nwould answer wearily another battered and bandaged scarecrow. And, mind,\nthese were men without the drilled-in habit of obedience. To an onlooker\nthey would be a lot of profane scallywags without a redeeming\npoint. What made them do it--what made them obey me when I, thinking\nconsciously how fine it was, made them drop the bunt of the foresail\ntwice to try and do it better? What? They had no professional\nreputation--no examples, no praise. It wasn't a sense of duty; they all\nknew well enough how to shirk, and laze, and dodge--when they had a mind\nto it--and mostly they had. Was it the two pounds ten a month that sent\nthem there? They didn't think their pay half good enough. No; it was\nsomething in them, something inborn and subtle and everlasting. I don't\nsay positively that the crew of a French or German merchantman wouldn't\nhave done it, but I doubt whether it would have been done in the same\nway. There was a completeness in it, something solid like a principle,\nand masterful like an instinct--a disclosure of something secret--of\nthat hidden something, that gift, of good or evil that makes racial\ndifference, that shapes the fate of nations.\n\n\"It was that night at ten that, for the first time since we had been\nfighting it, we saw the fire. The speed of the towing had fanned the\nsmoldering destruction. A blue gleam appeared forward, shining below the\nwreck of the deck. It wavered in patches, it seemed to stir and creep\nlike the light of a glowworm. I saw it first, and told Mahon. 'Then the\ngame's up,' he said. 'We had better stop this towing, or she will burst\nout suddenly fore and aft before we can clear out.' We set up a yell;\nrang bells to attract their attention; they towed on. At last Mahon and\nI had to crawl forward and cut the rope with an ax. There was no time to\ncast off the lashings. Red tongues could be seen licking the wilderness\nof splinters under our feet as we made our way back to the poop.\n\n\"Of course they very soon found out in the steamer that the rope\nwas gone. She gave a loud blast of her whistle, her lights were seen\nsweeping in a wide circle, she came up ranging close alongside, and\nstopped. We were all in a tight group on the poop looking at her. Every\nman had saved a little bundle or a bag. Suddenly a conical flame with\na twisted top shot up forward and threw upon the black sea a circle\nof light, with the two vessels side by side and heaving gently in its\ncenter. Captain Beard had been sitting on the gratings still and mute\nfor hours, but now he rose slowly and advanced in front of us, to the\nmizzen-shrouds. Captain Nash hailed: 'Come along! Look sharp. I have\nmail-bags on board. I will take you and your boats to Singapore.'\n\n\"'Thank you! No!' said our skipper. 'We must see the last of the ship.'\n\n\"'I can't stand by any longer,' shouted the other. 'Mails--you know.'\n\n\"'Ay! ay! We are all right.'\n\n\"'Very well! I'll report you in Singapore.... Good-bye!'\n\n\"He waved his hand. Our men dropped their bundles quietly. The steamer\nmoved ahead, and passing out of the circle of light, vanished at once\nfrom our sight, dazzled by the fire which burned fiercely. And then I\nknew that I would see the East first as commander of a small boat. I\nthought it fine; and the fidelity to the old ship was fine. We should\nsee the last of her. Oh the glamour of youth! Oh the fire of it, more\ndazzling than the flames of the burning ship, throwing a magic light on\nthe wide earth, leaping audaciously to the sky, presently to be quenched\nby time, more cruel, more pitiless, more bitter than the sea--and like\nthe flames of the burning ship surrounded by an impenetrable night.\"\n\n*****\n\n\"The old man warned us in his gentle and inflexible way that it was part\nof our duty to save for the under-writers as much as we could of the\nship's gear. According we went to work aft, while she blazed forward to\ngive us plenty of light. We lugged out a lot of rubbish. What didn't we\nsave? An old barometer fixed with an absurd quantity of screws nearly\ncost me my life: a sudden rush of smoke came upon me, and I just got\naway in time. There were various stores, bolts of canvas, coils of rope;\nthe poop looked like a marine bazaar, and the boats were lumbered to the\ngunwales. One would have thought the old man wanted to take as much as\nhe could of his first command with him. He was very very quiet, but off\nhis balance evidently. Would you believe it? He wanted to take a length\nof old stream-cable and a kedge-anchor with him in the long-boat. We\nsaid, 'Ay, ay, sir,' deferentially, and on the quiet let the thing slip\noverboard. The heavy medicine-chest went that way, two bags of green\ncoffee, tins of paint--fancy, paint!--a whole lot of things. Then I was\nordered with two hands into the boats to make a stowage and get them\nready against the time it would be proper for us to leave the ship.\n\n\"We put everything straight, stepped the long-boat's mast for our\nskipper, who was in charge of her, and I was not sorry to sit down for a\nmoment. My face felt raw, every limb ached as if broken, I was aware\nof all my ribs, and would have sworn to a twist in the back-bone. The\nboats, fast astern, lay in a deep shadow, and all around I could see the\ncircle of the sea lighted by the fire. A gigantic flame arose forward\nstraight and clear. It flared there, with noises like the whir of wings,\nwith rumbles as of thunder. There were cracks, detonations, and from\nthe cone of flame the sparks flew upwards, as man is born to trouble, to\nleaky ships, and to ships that burn.\n\n\"What bothered me was that the ship, lying broadside to the swell and to\nsuch wind as there was--a mere breath--the boats would not keep astern\nwhere they were safe, but persisted, in a pig-headed way boats have,\nin getting under the counter and then swinging alongside. They were\nknocking about dangerously and coming near the flame, while the ship\nrolled on them, and, of course, there was always the danger of the masts\ngoing over the side at any moment. I and my two boat-keepers kept them\noff as best we could with oars and boat-hooks; but to be constantly\nat it became exasperating, since there was no reason why we should not\nleave at once. We could not see those on board, nor could we imagine\nwhat caused the delay. The boat-keepers were swearing feebly, and I had\nnot only my share of the work, but also had to keep at it two men who\nshowed a constant inclination to lay themselves down and let things\nslide.\n\n\"At last I hailed 'On deck there,' and someone looked over. 'We're ready\nhere,' I said. The head disappeared, and very soon popped up again. 'The\ncaptain says, All right, sir, and to keep the boats well clear of the\nship.'\n\n\"Half an hour passed. Suddenly there was a frightful racket, rattle,\nclanking of chain, hiss of water, and millions of sparks flew up into\nthe shivering column of smoke that stood leaning slightly above the\nship. The cat-heads had burned away, and the two red-hot anchors had\ngone to the bottom, tearing out after them two hundred fathom of red-hot\nchain. The ship trembled, the mass of flame swayed as if ready to\ncollapse, and the fore top-gallant-mast fell. It darted down like\nan arrow of fire, shot under, and instantly leaping up within an\noar's-length of the boats, floated quietly, very black on the luminous\nsea. I hailed the deck again. After some time a man in an unexpectedly\ncheerful but also muffled tone, as though he had been trying to speak\nwith his mouth shut, informed me, 'Coming directly, sir,' and vanished.\nFor a long time I heard nothing but the whir and roar of the fire. There\nwere also whistling sounds. The boats jumped, tugged at the painters,\nran at each other playfully, knocked their sides together, or, do what\nwe would, swung in a bunch against the ship's side. I couldn't stand it\nany longer, and swarming up a rope, clambered aboard over the stern.\n\n\"It was as bright as day. Coming up like this, the sheet of fire facing\nme, was a terrifying sight, and the heat seemed hardly bearable at\nfirst. On a settee cushion dragged out of the cabin, Captain Beard,\nwith his legs drawn up and one arm under his head, slept with the light\nplaying on him. Do you know what the rest were busy about? They were\nsitting on deck right aft, round an open case, eating bread and cheese\nand drinking bottled stout.\n\n\"On the background of flames twisting in fierce tongues above their\nheads they seemed at home like salamanders, and looked like a band\nof desperate pirates. The fire sparkled in the whites of their eyes,\ngleamed on patches of white skin seen through the torn shirts. Each\nhad the marks as of a battle about him--bandaged heads, tied-up arms, a\nstrip of dirty rag round a knee--and each man had a bottle between his\nlegs and a chunk of cheese in his hand. Mahon got up. With his handsome\nand disreputable head, his hooked profile, his long white beard, and\nwith an uncorked bottle in his hand, he resembled one of those reckless\nsea-robbers of old making merry amidst violence and disaster. 'The last\nmeal on board,' he explained solemnly. 'We had nothing to eat all\nday, and it was no use leaving all this.' He flourished the bottle and\nindicated the sleeping skipper. 'He said he couldn't swallow anything,\nso I got him to lie down,' he went on; and as I stared, 'I don't know\nwhether you are aware, young fellow, the man had no sleep to speak of\nfor days--and there will be dam' little sleep in the boats.' 'There\nwill be no boats by-and-by if you fool about much longer,' I said,\nindignantly. I walked up to the skipper and shook him by the shoulder.\nAt last he opened his eyes, but did not move. 'Time to leave her, sir,'\nI said, quietly.\n\n\"He got up painfully, looked at the flames, at the sea sparkling round\nthe ship, and black, black as ink farther away; he looked at the stars\nshining dim through a thin veil of smoke in a sky black, black as\nErebus.\n\n\"'Youngest first,' he said.\n\n\"And the ordinary seaman, wiping his mouth with the back of his hand,\ngot up, clambered over the taffrail, and vanished. Others followed. One,\non the point of going over, stopped short to drain his bottle, and with\na great swing of his arm flung it at the fire. 'Take this!' he cried.\n\n\"The skipper lingered disconsolately, and we left him to commune alone\nfor awhile with his first command. Then I went up again and brought\nhim away at last. It was time. The ironwork on the poop was hot to the\ntouch.\n\n\"Then the painter of the long-boat was cut, and the three boats, tied\ntogether, drifted clear of the ship. It was just sixteen hours after the\nexplosion when we abandoned her. Mahon had charge of the second boat,\nand I had the smallest--the 14-foot thing. The long-boat would have\ntaken the lot of us; but the skipper said we must save as much property\nas we could--for the under-writers--and so I got my first command. I had\ntwo men with me, a bag of biscuits, a few tins of meat, and a breaker of\nwater. I was ordered to keep close to the long-boat, that in case of bad\nweather we might be taken into her.\n\n\"And do you know what I thought? I thought I would part company as soon\nas I could. I wanted to have my first command all to myself. I wasn't\ngoing to sail in a squadron if there were a chance for independent\ncruising. I would make land by myself. I would beat the other boats.\nYouth! All youth! The silly, charming, beautiful youth.\n\n\"But we did not make a start at once. We must see the last of the ship.\nAnd so the boats drifted about that night, heaving and setting on the\nswell. The men dozed, waked, sighed, groaned. I looked at the burning\nship.\n\n\"Between the darkness of earth and heaven she was burning fiercely upon\na disc of purple sea shot by the blood-red play of gleams; upon a disc\nof water glittering and sinister. A high, clear flame, an immense and\nlonely flame, ascended from the ocean, and from its summit the black\nsmoke poured continuously at the sky. She burned furiously, mournful\nand imposing like a funeral pile kindled in the night, surrounded by\nthe sea, watched over by the stars. A magnificent death had come like\na grace, like a gift, like a reward to that old ship at the end of her\nlaborious days. The surrender of her weary ghost to the keeping of stars\nand sea was stirring like the sight of a glorious triumph. The masts\nfell just before daybreak, and for a moment there was a burst and\nturmoil of sparks that seemed to fill with flying fire the night patient\nand watchful, the vast night lying silent upon the sea. At daylight\nshe was only a charred shell, floating still under a cloud of smoke and\nbearing a glowing mass of coal within.\n\n\"Then the oars were got out, and the boats forming in a line moved round\nher remains as if in procession--the long-boat leading. As we pulled\nacross her stern a slim dart of fire shot out viciously at us, and\nsuddenly she went down, head first, in a great hiss of steam. The\nunconsumed stern was the last to sink; but the paint had gone, had\ncracked, had peeled off, and there were no letters, there was no word,\nno stubborn device that was like her soul, to flash at the rising sun\nher creed and her name.\n\n\"We made our way north. A breeze sprang up, and about noon all the boats\ncame together for the last time. I had no mast or sail in mine, but I\nmade a mast out of a spare oar and hoisted a boat-awning for a sail,\nwith a boat-hook for a yard. She was certainly over-masted, but I had\nthe satisfaction of knowing that with the wind aft I could beat the\nother two. I had to wait for them. Then we all had a look at the\ncaptain's chart, and, after a sociable meal of hard bread and water, got\nour last instructions. These were simple: steer north, and keep together\nas much as possible. 'Be careful with that jury rig, Marlow,' said the\ncaptain; and Mahon, as I sailed proudly past his boat, wrinkled his\ncurved nose and hailed, 'You will sail that ship of yours under water,\nif you don't look out, young fellow.' He was a malicious old man--and\nmay the deep sea where he sleeps now rock him gently, rock him tenderly\nto the end of time!\n\n\"Before sunset a thick rain-squall passed over the two boats, which were\nfar astern, and that was the last I saw of them for a time. Next day I\nsat steering my cockle-shell--my first command--with nothing but water\nand sky around me. I did sight in the afternoon the upper sails of a\nship far away, but said nothing, and my men did not notice her. You see\nI was afraid she might be homeward bound, and I had no mind to turn back\nfrom the portals of the East. I was steering for Java--another blessed\nname--like Bankok, you know. I steered many days.\n\n\"I need not tell you what it is to be knocking about in an open boat. I\nremember nights and days of calm when we pulled, we pulled, and the\nboat seemed to stand still, as if bewitched within the circle of the sea\nhorizon. I remember the heat, the deluge of rain-squalls that kept us\nbaling for dear life (but filled our water-cask), and I remember sixteen\nhours on end with a mouth dry as a cinder and a steering-oar over the\nstern to keep my first command head on to a breaking sea. I did not know\nhow good a man I was till then. I remember the drawn faces, the dejected\nfigures of my two men, and I remember my youth and the feeling that\nwill never come back any more--the feeling that I could last for ever,\noutlast the sea, the earth, and all men; the deceitful feeling that\nlures us on to joys, to perils, to love, to vain effort--to death; the\ntriumphant conviction of strength, the heat of life in the handful of\ndust, the glow in the heart that with every year grows dim, grows cold,\ngrows small, and expires--and expires, too soon--before life itself.\n\n\"And this is how I see the East. I have seen its secret places and have\nlooked into its very soul; but now I see it always from a small boat, a\nhigh outline of mountains, blue and afar in the morning; like faint mist\nat noon; a jagged wall of purple at sunset. I have the feel of the oar\nin my hand, the vision of a scorching blue sea in my eyes. And I see a\nbay, a wide bay, smooth as glass and polished like ice, shimmering in\nthe dark. A red light burns far off upon the gloom of the land, and\nthe night is soft and warm. We drag at the oars with aching arms, and\nsuddenly a puff of wind, a puff faint and tepid and laden with strange\nodors of blossoms, of aromatic wood, comes out of the still night--the\nfirst sigh of the East on my face. That I can never forget. It was\nimpalpable and enslaving, like a charm, like a whispered promise of\nmysterious delight.\n\n\"We had been pulling this finishing spell for eleven hours. Two pulled,\nand he whose turn it was to rest sat at the tiller. We had made out the\nred light in that bay and steered for it, guessing it must mark some\nsmall coasting port. We passed two vessels, outlandish and high-sterned,\nsleeping at anchor, and, approaching the light, now very dim, ran the\nboat's nose against the end of a jutting wharf. We were blind with\nfatigue. My men dropped the oars and fell off the thwarts as if dead. I\nmade fast to a pile. A current rippled softly. The scented obscurity of\nthe shore was grouped into vast masses, a density of colossal clumps of\nvegetation, probably--mute and fantastic shapes. And at their foot the\nsemicircle of a beach gleamed faintly, like an illusion. There was not\na light, not a stir, not a sound. The mysterious East faced me, perfumed\nlike a flower, silent like death, dark like a grave.\n\n\"And I sat weary beyond expression, exulting like a conqueror, sleepless\nand entranced as if before a profound, a fateful enigma.\n\n\"A splashing of oars, a measured dip reverberating on the level of\nwater, intensified by the silence of the shore into loud claps, made me\njump up. A boat, a European boat, was coming in. I invoked the name of\nthe dead; I hailed: _Judea_ ahoy! A thin shout answered.\n\n\"It was the captain. I had beaten the flagship by three hours, and I\nwas glad to hear the old man's voice, tremulous and tired. 'Is it you,\nMarlow?' 'Mind the end of that jetty, sir,' I cried.\n\n\"He approached cautiously, and brought up with the deep-sea lead-line\nwhich we had saved--for the under-writers. I eased my painter and fell\nalongside. He sat, a broken figure at the stern, wet with dew, his hands\nclasped in his lap. His men were asleep already. 'I had a terrible time\nof it,' he murmured. 'Mahon is behind--not very far.' We conversed\nin whispers, in low whispers, as if afraid to wake up the land. Guns,\nthunder, earthquakes would not have awakened the men just then.\n\n\"Looking around as we talked, I saw away at sea a bright light travelling\nin the night. 'There's a steamer passing the bay,' I said. She was not\npassing, she was entering, and she even came close and anchored. 'I\nwish,' said the old man, 'you would find out whether she is English.\nPerhaps they could give us a passage somewhere.' He seemed nervously\nanxious. So by dint of punching and kicking I started one of my men into\na state of somnambulism, and giving him an oar, took another and pulled\ntowards the lights of the steamer.\n\n\"There was a murmur of voices in her, metallic hollow clangs of the\nengine-room, footsteps on the deck. Her ports shone, round like dilated\neyes. Shapes moved about, and there was a shadowy man high up on the\nbridge. He heard my oars.\n\n\"And then, before I could open my lips, the East spoke to me, but it was\nin a Western voice. A torrent of words was poured into the enigmatical,\nthe fateful silence; outlandish, angry words, mixed with words and even\nwhole sentences of good English, less strange but even more surprising.\nThe voice swore and cursed violently; it riddled the solemn peace of the\nbay by a volley of abuse. It began by calling me Pig, and from that went\ncrescendo into unmentionable adjectives--in English. The man up there\nraged aloud in two languages, and with a sincerity in his fury that\nalmost convinced me I had, in some way, sinned against the harmony of\nthe universe. I could hardly see him, but began to think he would work\nhimself into a fit.\n\n\"Suddenly he ceased, and I could hear him snorting and blowing like a\nporpoise. I said--\n\n\"'What steamer is this, pray?'\n\n\"'Eh? What's this? And who are you?'\n\n\"'Castaway crew of an English barque burnt at sea. We came here\nto-night. I am the second mate. The captain is in the long-boat, and\nwishes to know if you would give us a passage somewhere.'\n\n\"'Oh, my goodness! I say... This is the Celestial from Singapore on\nher return trip. I'll arrange with your captain in the morning...\nand,... I say... did you hear me just now?'\n\n\"'I should think the whole bay heard you.'\n\n\"'I thought you were a shore-boat. Now, look here--this infernal lazy\nscoundrel of a caretaker has gone to sleep again--curse him. The light\nis out, and I nearly ran foul of the end of this damned jetty. This is\nthe third time he plays me this trick. Now, I ask you, can anybody stand\nthis kind of thing? It's enough to drive a man out of his mind. I'll\nreport him.... I'll get the Assistant Resident to give him the\nsack, by... See--there's no light. It's out, isn't it? I take you to\nwitness the light's out. There should be a light, you know. A red light\non the--'\n\n\"'There was a light,' I said, mildly.\n\n\"'But it's out, man! What's the use of talking like this? You can see\nfor yourself it's out--don't you? If you had to take a valuable steamer\nalong this God-forsaken coast you would want a light too. I'll kick him\nfrom end to end of his miserable wharf. You'll see if I don't. I will--'\n\n\"'So I may tell my captain you'll take us?' I broke in.\n\n\"'Yes, I'll take you. Good night,' he said, brusquely.\n\n\"I pulled back, made fast again to the jetty, and then went to sleep\nat last. I had faced the silence of the East. I had heard some of its\nlanguages. But when I opened my eyes again the silence was as complete\nas though it had never been broken. I was lying in a flood of light, and\nthe sky had never looked so far, so high, before. I opened my eyes and\nlay without moving.\n\n\"And then I saw the men of the East--they were looking at me. The whole\nlength of the jetty was full of people. I saw brown, bronze, yellow\nfaces, the black eyes, the glitter, the colour of an Eastern crowd.\nAnd all these beings stared without a murmur, without a sigh, without\na movement. They stared down at the boats, at the sleeping men who at\nnight had come to them from the sea. Nothing moved. The fronds of palms\nstood still against the sky. Not a branch stirred along the shore,\nand the brown roofs of hidden houses peeped through the green foliage,\nthrough the big leaves that hung shining and still like leaves forged\nof heavy metal. This was the East of the ancient navigators, so old, so\nmysterious, resplendent and somber, living and unchanged, full of\ndanger and promise. And these were the men. I sat up suddenly. A wave\nof movement passed through the crowd from end to end, passed along\nthe heads, swayed the bodies, ran along the jetty like a ripple on the\nwater, like a breath of wind on a field--and all was still again. I see\nit now--the wide sweep of the bay, the glittering sands, the wealth of\ngreen infinite and varied, the sea blue like the sea of a dream,\nthe crowd of attentive faces, the blaze of vivid colour--the water\nreflecting it all, the curve of the shore, the jetty, the high-sterned\noutlandish craft floating still, and the three boats with tired men\nfrom the West sleeping unconscious of the land and the people and of the\nviolence of sunshine. They slept thrown across the thwarts, curled on\nbottom-boards, in the careless attitudes of death. The head of the old\nskipper, leaning back in the stern of the long-boat, had fallen on his\nbreast, and he looked as though he would never wake. Farther out old\nMahon's face was upturned to the sky, with the long white beard spread\nout on his breast, as though he had been shot where he sat at the\ntiller; and a man, all in a heap in the bows of the boat, slept with\nboth arms embracing the stem-head and with his cheek laid on the\ngunwale. The East looked at them without a sound.\n\n\"I have known its fascination since: I have seen the mysterious shores,\nthe still water, the lands of brown nations, where a stealthy Nemesis\nlies in wait, pursues, overtakes so many of the conquering race, who are\nproud of their wisdom, of their knowledge, of their strength. But for me\nall the East is contained in that vision of my youth. It is all in that\nmoment when I opened my young eyes on it. I came upon it from a tussle\nwith the sea--and I was young--and I saw it looking at me. And this is\nall that is left of it! Only a moment; a moment of strength, of\nromance, of glamour--of youth!... A flick of sunshine upon a strange\nshore, the time to remember, the time for a sigh,\nand--good-bye!--Night--Good-bye...!\"\n\nHe drank.\n\n\"Ah! The good old time--the good old time. Youth and the sea. Glamour\nand the sea! The good, strong sea, the salt, bitter sea, that could\nwhisper to you and roar at you and knock your breath out of you.\"\n\nHe drank again.\n\n\"By all that's wonderful, it is the sea, I believe, the sea itself--or\nis it youth alone? Who can tell? But you here--you all had something out\nof life: money, love--whatever one gets on shore--and, tell me, wasn't\nthat the best time, that time when we were young at sea; young and\nhad nothing, on the sea that gives nothing, except hard knocks--and\nsometimes a chance to feel your strength--that only--what you all\nregret?\"\n\nAnd we all nodded at him: the man of finance, the man of accounts, the\nman of law, we all nodded at him over the polished table that like a\nstill sheet of brown water reflected our faces, lined, wrinkled; our\nfaces marked by toil, by deceptions, by success, by love; our weary eyes\nlooking still, looking always, looking anxiously for something out of\nlife, that while it is expected is already gone--has passed unseen, in\na sigh, in a flash--together with the youth, with the strength, with the\nromance of illusions.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Youth, by Joseph Conrad\n\n*** END OF THIS PROJECT GUTENBERG EBOOK YOUTH ***\n\n***** This file should be named 525.txt or 525.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/2\/525\/\n\nProduced by Judith Boss and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1220,"split":"test"}
