{"ori_id":"405df1ccf0409ea6040c2a765a0315878f991d79","title":"Goodfellas","context":"Goodfellas\n Henry Hill says, \"As far back as I can remember, I always wanted to be a gangster\", referring to his idolization of gangsters in his 1950s blue-collar, predominantly Italian-American neighborhood in East New York, Brooklyn. Wanting to be part of something significant, Henry quits school and goes to work for them. He is able to make a living for himself and learns the two most important lessons in life: \"Never rat on your friends, and always keep your mouth shut\", the advice given to him after being acquitted of criminal charges early in his career.\nHenry is taken under the wing of local mob leader, Paul \"Paulie\" Cicero and his associates: James \"Jimmy the Gent\" Conway, who loves hijacking trucks; and Tommy DeVito, an aggressive armed robber with a temper. In late 1967, they commit the Air France Robbery. Enjoying the perks of their criminal life, they spend most of their nights at the Copacabana carousing with women. Henry meets and later marries Karen, a Jewish woman from the Five Towns area of Long Island. Karen is initially troubled by Henry's criminal activities but is soon seduced by his glamorous lifestyle.\nOn June 11, 1970, Billy Batts, a mobster in the Gambino Crime Family, insults Tommy about being a shoeshine boy in his younger days. Enraged, Tommy and Jimmy attack and kill him. Knowing their murder of a made member would mean retribution from the Gambino crime family, which could possibly include Paulie himself being ordered to kill them, Jimmy, Henry, and Tommy cover up the murder. They transport the body in the trunk of Henry's car and bury it upstate. Six months later, Jimmy learns the burial site will be developed, forcing them to exhume the decomposing corpse and move it.\nHenry sets up his mistress, Janice Rossi, in an apartment. When Karen finds out about their relationship, she tries to confront Janice at the apartment building and then threatens Henry at gunpoint at home. Henry goes to live in the apartment with Janice, but Paulie mediates and directs him to return to Karen after completing a job for him; Henry and Jimmy are sent to collect from an indebted gambler in Florida. However, they are arrested after being turned in by the gambler's sister, a typist for the FBI. Jimmy and Henry receive ten-year prison sentences.\nIn prison, Henry sells drugs smuggled in by Karen to support his family on the outside. After his early release in 1978, Henry further establishes himself in the drug trade, ignoring Paulie's ban on drug trafficking, and convinces Tommy and Jimmy to join him. Jimmy and a lot of Henry's associates commit the Lufthansa heist at John F. Kennedy International Airport, stealing $6 million. However, after a few members buy expensive items and the getaway car is found by police, Jimmy has most of the crew killed. Tommy is eventually killed in retribution for Batts' murder, having been fooled into thinking he would become a made man.\nBy May 11, 1980, Henry is a nervous wreck from cocaine use and insomnia. He tries to organize a drug deal with his associates in Pittsburgh, however he is arrested by narcotics agents and jailed. After being bailed out, Karen tells him she flushed $60,000 worth of cocaine down the toilet to prevent FBI agents from finding it during their raid, leaving the family virtually penniless. Feeling betrayed by Henry's dealing drugs, Paulie gives him $3,200 and ends any association with him. Facing federal charges, and realizing Jimmy plans to have him killed, Henry decides to enroll in the Witness Protection Program. He gives sufficient testimony to have Paulie and Jimmy arrested and convicted. Forced out of his gangster life, Henry now has to face living in the real world. He narrates: \"I'm an average nobody. I get to live the rest of my life like a schnook\".\nSubtitles explain that Henry was subsequently arrested on drug charges in Seattle, Washington, but has been clean since 1987. He and Karen separated in 1989 after twenty five years of marriage. Paul Cicero died in Fort Worth Federal Prison of respiratory illness in 1988 at age 73. Jimmy, in 1990, was serving a twenty-year-to-life sentence in a New York State prison.\n<html><head><title>GOOD FELLAS by Nicholas Pileggi and Martin Scorcese\n<\/title>\n<script>\n<!--\nif (window!= top)\ntop.location.href=location.href\n\/\/ -->\n<\/script>\n<\/head>\n<pre>\n\n\n\n\n\n\n\n\n                                    GOOD FELLAS\n\n                                by Nicholas Pileggi\n                                        and\n                                  Martin Scorcese\n\n                            Based on the book Wiseguys\n                                        by\n                                  Nicholas Pileggi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                       Shooting Draft\n                                                       January 3, 1989\n                                                       Revised 1\/12\/89\n\n\n\n\n\n\n               FADE IN:\n\n               JUNE 11, 1970S  QUEENS, NEW YORK. THE SUITE - NIGHT\n\n               A smoky, overdecorated cocktail lounge and nightclub on \n               Queens Boulevard. Sergio Franchi is in full voice on the \n               jukebox.  It is after midnight.  It has bean a long night.. \n               Balloons and empty glasses litter the place.  BILLY BATTS, \n               a 50-year-old hood in an out-of-date suit, court at the \n               bar. WE SEE a younger, more sharply-dressed HOOD walk in \n               with a BEEHIVE GIRLFRIEND and hug BATTS.\n\n                                     HOOD\n                         Billy. You look beautiful. Welcome \n                         home.\n\n                                     BAITS\n                              (laughing and turning \n                              to the bartender)\n                         What are you having? Give 'em what \n                         they're drinking.\n\n               WE SEE FOUR OTHER MEN, including HENRY HILL and JIMMY BURKE, \n               standing near BILLY BATTS at the bar, raise their glasses \n               in salute. TOMMY DESIMONE and ANOTHER BEEHIVE BLONDE enter. \n               BILLY BATTS looks up and sees TOMMY.\n\n                                     BILLY\n                         Hey, look at him. Tommy. You grew \n                         up.\n\n                                     TOMMY\n                              (preening a little)\n                         Billy, how are you?\n\n                                     BILLY\n                              (smiling broadly at \n                              Tommy and the girl)\n                         Son of a bitch. Get over here.\n\n               TOMMY walks over and BILLY, too aggressively, grabs TOMMY \n               around the neck.  TOMMY doesn't like it.\n\n                                     TOMMY\n                              (forcing a laugh)\n                         Hey, Billy. Watch the suit.\n\n                                     BILLY\n                              (squeezing Tommy's \n                              cheek, a little \n                              too hard)\n                         Listen to him.  \"Watch the suit,\" \n                         he says.  A little pisser I've \n                         known all my life.  Hey, Tommy, \n                         don't go get too big.\n\n                                     TOMMY\n                         Don't go busting my balls. Okay?\n\n                                     BILLY\n                              (laughing, to the \n                              crowd at the bar)\n                         Busting his balls?\n                              (to Tommy)\n                         If I was busting your balls, I'd \n                         send you home for your shine box.\n\n               TOMMY'S smile turns to a glare as he realizes BILLY is \n               making fun of him. The Men at the bar are roaring with \n               laughter.  His GIRL is looking glumly at her shoes.\n\n                                     BILLY\n                              (to the hoods at \n                              the bar)\n                         You remember Tommy's shines? The \n                         kid was great.  He made mirrors.\n\n                                     TOMMY\n                              (almost a threat)\n                         No more shines, Billy.\n\n                                     BILLY\n                         Come ooonnn. Tommeeee. We're only \n                         kidding. You can't take a joke? \n                         Come ooonn.\n\n               WE SEE that TOMMY is still angry, but begins to relax with \n               BILLY'S apparent apology, but as soon as BILLY sees that \n               TOMMY is beginning to relax, he contemptuously turns his \n               back on TOMMY.\n\n                                     BILLY\n                              (facing the bar)\n                         Now get the hell home and get your \n                         shine box.\n\n               HENRY quickly steps in front of TOMMY who is about to \n               explode. BATTS is facing the bar and does not see just how \n               furious TOMMY has become.\n\n                                     HENRY\n                              (gently wrestling \n                              Tommy away from \n                              the bar)\n                         Come on, relax. He's drunk.  He's \n                         been locked up for six years.\n\n                                     TOMMY\n                         I don't give a shit. That guy's \n                         got no right.\n\n                                     HENRY\n                         Tommy. He. doesn't mean anything. \n                         Forget about it.\n\n                                     TOMMY\n                              (trying to wrestle \n                              past Henry)\n                         He's insulting me. Rat bastard. \n                         He's never been any fuckin' good.\n\n                                     HENRY\n                         Tommy.  Come on. Relax.\n\n                                     TOMMY\n                              (to Henry)\n                         Keep him here. I'm going for a \n                         bag.\n\n               TOMMY roughly grabs his GIRL'S arm and storms out.\n\n                                     HENRY\n                              (rejoining Jimmy \n                              and Billy Batts at \n                              the bar)\n                         Batts. I'm sorry.  Tommy gets \n                         loaded.  He doesn't mean any \n                         disrespect.\n\n                                     BATTS\n                         He's got a hot head.\n\n               WE SEE the LAST TWO GUESTS get up to leave. HENRY puts \n               another dollar in the jukebox and moves back behind the \n               bar and starts to total the register receipts.\n\n                                                                 CUT TO:\n\n               From HENRY'S POV behind the bar, WE SEE the GUESTS leave \n               and suddenly WE SEE TOMMY in the doorway. HENRY walks around \n               the bar and approaches TOMMY.\n\n               WE SEE JIMMY and BATTS are still seated at bar with their \n               backs to the door.\n\n                                     BATTS\n                         They're fucking mutts.\n\n               WE SEE JIMMY nod.\n\n                                     BUTTS\n                         I seen them.    They walk around \n                         like big shots and they don't know \n                         shit.\n\n                                     JIMMY\n                         A guy gets half a load on.  He \n                         mouths off.\n\n                                     BATTS\n                         When I was a kid, I swear on my \n                         mother, you mouth off, you got \n                         your fucking legs broke.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               Approaching TOMMY who is carrying a large folded package \n               under one arm.\n\n               TOMMY, followed by HENRY, walks over to the bar where JIMMY \n               and BILLY BATTS are talking. TOMMY drops the package on \n               the floor.\n\n               BILLY BATTS looks up.\n\n               JIMMY turns around and sees that TOMMY has a gun in his \n               hand.\n\n               JIMMY immediately grabs BATTS's arms and WE SEE TOMMY smash \n               the gun into the side of BATTS's head. WE SEE TOMMY hit \n               BATTS again and again as JIMMY continues to hold BATTS's \n               arms.\n\n                                     JIMMY\n                              (to Henry, while \n                              pinning Batts's \n                              arms)\n                         Quick! Lock the door.\n\n               WE SEE TOMMY club BATTS to the ground with JIMMY holding \n               BATTS's arms.\n\n                                                                 CUT TO:\n\n               HENRY locking the door.\n\n                                                                 CUT TO:\n\n               BATTS'S INERT FORM  -\n\n               on the floor.\n\n               WE SEE TOMMY unfold the package he had dropped near the \n               bar.\n\n               It is a plastic, flower-printed mattress cover.\n\n               TOMMY and JIMMY start putting BAITS's legs into the mattress \n               cover.\n\n               HENRY is standing over them as JIMMY and TOMMY struggle to \n               fit BAITS' s body into the mattress cover.\n\n                                     HENRY\n                         What are we going to do with him? \n                         We can't dump him in the street.\n\n                                     JIMMY\n                              (to Henry)\n                         Bring the car round back. I know a \n                         place Upstate they'll never find \n                         him.\n\n               TOMMY is looking brightly at HENRY, as he and JIMMY finally \n               zip BATTS in the mattress cover.\n\n                                     TOMMY\n                         I didn't want to get blood on your \n                         floor.\n\n               EXT. REAR DRIVEWAY - THE SUITE - NIGHT\n\n               Darkness. The open trunk of HENRY 's car. The mattress \n               cover is being shoved into the trunk by the THREE MEN.  It \n               is heavy work.\n\n                                     HENRY\n                         Batts's made. His whole crew is \n                         going to be looking for him. This \n                         is fucking bad.\n\n                                     TOMMY\n                         There's a shovel at my mother's.\n\n               INT. TOMMY'S MOTHER'S HOUSE - KITCHEN - NIGHT\n\n               Darkness in the kitchen. We hear noise of doors opening \n               and tools being banged around in the dark.\n\n                                     TOMMY\n                         SSHHH. You'll wake 'er up.\n\n               Suddenly the light in the entryway goes on, and WE SEE \n               TOMMY'S MOTHER, in housecoat, beaming at her SON and his \n               FRIENDS.\n\n                                                                 CUT TO:\n\n               where TOMMY'S MOTHER' hovers over the seated TOMMY, HENRY \n               and JIMMY. The table is filled with plates and coffee cops \n               and the debris of dirty dishes.\n\n                                     MOTHER\n                              (to all)\n                         Have some more. Yon hardly touched \n                         anything. Did Tommy tell you about \n                         my painting? Look.\n\n               WE SEE her reach next to the refrigerator and pull up a \n               couple of oil paintings she props on the edge of the table.\n\n                                     MOTHER (CONTD)\n                              (proudly)\n                         They want me to do a portrait next. \n                         I'm gonna do the Moan Lisa.\n\n                                                                 CUT TO:\n\n               WINDOW\n\n               where WE SEE HENRY 's car with the body in the trunk, still \n               parked at the curb.\n\n               INT. HENRY'S CAR - NIGHT\n\n               Finally on their way, HENRY is driving. JIMMY, in the \n               passenger's seat, and TOMMY, in the rear seat, embracing \n               the shovel, are dozing off. The sleepy humming of the wheels \n               is suddenly interrupted by a thumping sound. At first, \n               HENRY thinks he has a flat, but the thumping is too \n               irregular. JIMMY awakens. His eyes are on HENRY. TOMMY \n               leans forward from the rear seat. Silence.  Thump Silence.\n\n               EXT. MERRITT PARKWAY - NIGHT\n\n               Car pulls off the road onto the grass. HENRY, JIMMY and \n               TOMMY, still holding the shovel, get out of the car.\n\n                                     TOMMY\n                         Jesus Christ! Miserable bastard!\n\n               HENRY opens the trunk and steps back.  In the trunk light \n               WE SEE the mattress cover squirming around. We hear muffled \n               groans.\n\n                                     TOMMY\n                              (raising the shovel)\n                         Can you believe this no-good fuck? \n                         The prick! He's still alive.\n\n               TOMMY suddenly smashes the shovel into the moving, bloody \n               mattress cover.  He smashes it again and again and again. \n               Cursing BATTS with every swing.\n\n                                     TOMMY\n                         Rat bastard.\n                              (he swings shovel)\n                         No-good, low-life fuck.\n\n               TOMMY swings shovel again and again.\n\n               Soon the mattress cover stops squirming and TOMMY stops \n               swinging the shovel. He is exhausted. TOMMY and JIMMY get \n               back in the car.  HENRY is facing the open trunk.\n\n               TILT UP and FREEZE ON HENRY'S face slamming the trunk shut.\n\n                                     HENRY (V.O.)\n                         As far back as I can remember, I \n                         always wanted to be a gangster.\n\n               MAIN TITLE:\n\n                                      GOOD FELLAS\n\n               UNFREEZE and\n\n                                                            DISSOLVE TO:\n\n               HENRY - AS A CHILD\n\n               looking out his bedroom window.\n\n               TITLE - EAST NEW YORK:  BROOKLYN.  1955.\n\n                                     HENRY (V.O.)\n                         To me, being a gangster was better \n                         than being President of the United \n                         States.\n\n               EXT.  CABSTAND - NIGHT\n\n               HENRY'S POV - A GRIMY ONE-STORY CABSTAND\n\n               with faded \"Pitkin Avenue Cabs\" sign above the door.  Its \n               after midnight.  WE SEE A HALF-DOZEN, immaculately-dressed\n\n               HOODS wearing diamond pinky rings and silk shirts, lounging \n               around the cabstand talking and sipping coffee.\n\n                                     HENRY (V.O.)\n                         Even before I first wandered into \n                         the cabstand for an after-school \n                         job, I knew I wanted to be a part \n                         of them. It was there I belonged.\n\n               HENRY'S POV\n\n               WE SEE a Cadillac pull up to the cabstand.  WEE SEE the \n               car rise slightly when TWO huge, dapper HOODS get out.\n\n               On HOOD #1 WE SEE large diamond pinky ring on a sausage-\n               thick finger.\n\n               On HOOD #2 WE SEE a broken-nosed hood's tie hanging loosely \n               across his monogrammed shirt like a silk bandolier.\n\n                                     HENRY (V.O.)\n                         To me it meant being somebody in a \n                         neighborhood full of nobodies.\n\n               On the sidewalk WE SEE the TWO HOODS who just got out of \n               the car hug and playfully shove TUDDY VARIO, the sloppily-\n               dressed, solidly-built HOOD who runs the cabstand.\n\n                                     HENRY (V.O.)\n                         They weren't like anyone else. \n                         They did whatever they wanted. \n                         They'd double-park in front of the \n                         hydrant and nobody ever gave them \n                         a ticket.  In the summer when they \n                         played cards all night, nobody \n                         ever called the cops.\n\n               WE SEE TODDY laughingly try to push them away.\n\n                                     HENRY (V.O.)\n                         Tuddy Vario ran the cabstand and a \n                         pizzeria and a few other places \n                         for his brother, Paul, who was the \n                         boss over everybody in the \n                         neighborhood.\n\n               WE SEE a laughing HOOD #1 slyly slip behind TUDDY and grab \n               him around the neck, while HOOD #2 starts feigning punches \n               to TODDY's ample midsection.\n\n               Suddenly TODDY VARIO and HOODS see that PAUL VARIO, the \n               boss, is standing in the cabstand's doorway. VARIO is\n\n               A large man, standing six-feet tall and weighing over 240 \n               pounds. He appears even larger.\n\n                                     HENRY (V.O.)\n                         Paulie might have moved slow, but \n                         it was only because he didn't have \n                         to move for anybody.\n\n               TODDY and HOODS immediately stop horsing around.\n\n               TITLES CONTINUE.\n\n               CHILD'S BEDROOM - MORNING\n\n               CARMELLA HILL, HENRY'S mother, shoves his books under his \n               arm and pushes him into the hallway. WE SEE. HENRY'S TWO \n               BROTHERS putting on their jackets and picking up their \n               books and almost tripping over another brother's, MICHAEL, \n               wheelchair.  WE CATCH A GLIMPSE OF TWO SISTERS eating \n               breakfast.\n\n               WE SEE HENRY'S construction worker FATHER sipping coffee \n               in kitchen before going to work.\n\n                                     HENRY (V.O.)\n                         At first, my parents loved that I \n                         found a job across the street. My \n                         father, who was Irish, was sent to \n                         work at the age of eleven, and he \n                         liked that I got myself a job. He \n                         always said American kids were \n                         spoiled lazy.\n\n                                     CARMELLA\n                              (to the brood)\n                         Come on. Come on. You'll all be \n                         late.\n\n                                     HENRY (V.O.)\n                         And my mother was happy after she \n                         found out that the Varios came \n                         from the same part of Sicily as \n                         she did. To my mother, it was the \n                         answer to her prayers.\n\n               WE SEE HENRY'S MOTHER shove him out the door with his school \n               books.\n\n               EXT. STREET SIDE OF DOOR - DAY\n\n               CARMELLA, in doorway, watches HENRY go down the block toward \n               school. When HENRY turns the corner, along with\n\n               OTHER school-bound' YOUNGSTERS, WE SEE he suddenly stops. \n               The OTHER SCHOOLCHILDREN keep walking.  HENRY carefully \n               sticks his head around the corner. His MOTHER is no longer \n               there.\n\n               WE SEE HENRY race across the street toward the cabstand.\n\n                                     HENRY (V.O.)\n                         I was the luckiest kid in the world.\n\n               EXT. CABSTAND - DAY\n\n               WE SEE HENRY leap into the air to catch a set of car keys.\n\n                                     HENRY (V.O.)\n                         I could go anywhere.\n\n               EXT. CABSTAND PARKING LOT - DAY\n\n               WE SEE HENRY, who can hardly see over the dashboard, \n               jockeying a MOBSTER'S Caddy around the cabstand parking \n               lot. WE SEE OTHER KIDS, HENRY'S age, watching HENRY, in \n               awe, from behind a fence.\n\n                                     HENRY (V.O.)\n                         I could do anything.\n\n               INT. CABSTAND BACKROOM - DAY\n\n               WE SEE HENRY watching TWO UNIFORMED COPS laughing with \n               TODDY and SOME HOODS while stuffing whisky bottles under \n               their tunics.\n\n                                     HENRY\n                         I knew everybody and everybody \n                         knew me.\n\n               EXT. SIDEWALK OUTSIDE CABSTAND - DAY\n\n               WE SEE HENRY trying to sip hot espresso coffee just like \n               the BIG GUYS, except WE SEE HENRY grimace because the coffee \n               is too hot and far too bitter.\n\n                                     HENRY (V.O.)\n                         But it wasn't too long before my \n                         parents changed their minds. For \n                         them, the cabstand was supposed to \n                         be a part-tie job, but  for me,   \n                         it was full-time.\n\n                                                                 CUT TO:\n\n               INT. REAR OF CABSTAND\n\n               TODDY is folding and placing long sheets with policy bets \n               into a brown paper bag. In the BG, WE SEE HOODS going \n               through boxes of stolen orange and blue cardigan sweaters.  \n               HENRY waits at TUDDY'S side until TODDY finishes making a \n               notation on a slip of paper. TODDY holds the paper bag in \n               his hands and\n\n                                     TODDY\n                              (to Henry, with a \n                              smile)\n                         Okay.\n\n               EXT. CABSTAND\n\n               WE SEE HENRY running out the cabstand door carrying the \n               paper bag. He runs past HALF A DOZEN HOODS, lounging outside \n               on wooden chairs, wearing orange and blue sweaters.\n\n                                     HENRY\n                         People like my father could never \n                         understand, but I was a part of \n                         something. I belonged.  I was \n                         treated like a grown-up. Every day \n                         I was learning to score.\n\n               INT. KITCHEN - HENRY'S HOUSE\n\n                                     FATHER\n                              (in mock concern)\n                         Did you study hard in school today? \n                         Did you learn a lot? Huh?\n\n               HENRY is silent and begins backing away.\n\n                                     FATHER\n                         I can't hear you, you little liar.\n                              (waving the letter)\n                         I got this from the school. They \n                         say you haven't been there in \n                         months.\n\n               HENRY tries to dart past his FATHER, but he cannot escape.  \n               HENRY gets a blow on the back of his head. HENRY'S MOTHER \n               starts to interfere, but is pushed back.\n\n                                     FATHER\n                              (beating Henry, but \n                              glaring at Carmella)\n                         Little lying bastard.\n\n               CARMELLA screams.  HENRY doubles up.  HENRY'S FATHER keeps \n               pounding away.\n\n               CLOSE ON HENRY'S FACE\n\n               FREEZE IN ACTION ON HENRY'S FATHER'S FACE\n\n                                     HENRY (V.O.)\n                         My father was always pissed off.  \n                         He was pissed that he had to work \n                         so hard. He was pissed that he \n                         made such lousy money. Be was pissed \n                         that there were seven of us living \n                         in a tiny house. But after a while, \n                         he was mostly pissed that I hung \n                         around the cabstand. He said they \n                         were bums and that I was a bum.  \n                         He said I was going to get into \n                         trouble.  I used to say I was only \n                         running errands after school, but \n                         he knew better.  He knew what went \n                         on at the cabstand and, every once \n                         in a while, usually after he got \n                         his load on, I had to take a \n                         beating. But by then, I didn't \n                         care. No matter how many beatings \n                         I took, I wouldn't listen to what \n                         he said.  I don't think I even \n                         heard him. The way I saw it, \n                         everybody has to take a beating \n                         some time.\n\n               UNFREEZE and continue the beating.\n\n                                                                 CUT TO:\n\n               HENRY'S SWOLLEN AND BEATEN FACE\n\n               INT. CABSTAND BACKROOM\n\n                                     TODDY\n                         What happened to you?\n\n                                     HENRY\n                         I can't make any more deliveries.\n\n                                     TODDY\n                         Whadda you mean, you can't make \n                         any more deliveries? You're going \n                         to fuck up everything?\n\n                                     HENRY\n                         My father got a letter from the \n                         school. He said the next time he'll \n                         kill me.\n\n                                                                 CUT TO:\n\n               INT. AUTOMOBILE\n\n               THREE HOODS and HENRY in parked car outside the post office.\n\n                                     HOOD #1\n                              (pointing to one \n                              postman)\n                         Is that the one?\n\n                                     HENRY\n                         NO.\n\n                                     HOOD »2\n                              (pointing at another)\n                         Him?\n\n                                     HENRY\n                         No.\n                              (pause)\n                         There. That's him. That's the guy.\n\n               HOOD #1 and HOOD #2 get out of the car and grab the stunned \n               MAILMAN. He loses his hat and spills some mail as they \n               shove him into the car's rear seat.\n\n               INT. A NEIGHBORHOOD PIZZERIA\n\n               TODDY VARIO is standing in front of a pizza oven. HENRY \n               watches the HOODS shove the MAILMAN against the side of \n               the oven. WE SEE PAUL VARIO in the BG.\n\n                                     TODDY\n                              (pointing to Henry)\n                         You know this kid?\n\n                                     MAILMAN\n                              (barely able to \n                              speak)\n                         Yes.\n\n                                     TUDDY\n                         You know where he lives?\n\n               MAILMAN nods.\n\n                                     TODDY\n                         You deliver mail to his house?\n\n               MAILMAN nods again.\n\n                                     TODDY\n                         From now on, any letters to the \n                         kid from his school come directly \n                         here. Do you understand? One more \n                         letter from the school to the kid's \n                         house and ...\n\n               TODDY looks at PAUL VARIO, who nods, and the HOODS pull \n               down the door or the pizza oven and shove the MAILMAN up \n               close.\n\n                                     TODDY\n                         ... you're going in the oven head-\n                         first.\n\n               FREEZE ON MAILMAN'S face, smeared against the hot stove.\n\n                                     RENKY (V.O.)\n                         That was it. No more letters from \n                         truant officers. No more letters \n                         from school. In fact, no more \n                         letters from anybody. How could I \n                         go back to school after that and \n                         pledge allegiance to the flag and \n                         sit through good government \n                         bullshit.\n\n               EXT. MOB SOCIAL CLUB - DAY\n\n               WE SEE HENRY entering a mob social club, nodding to a \n               friendly COP lounging outside, past WISEGUYS in sleeveless \n               underwear sunning themselves in front of the club. WE SEE \n               A COUPLE OF MENACING HOODS smile and nod hello at HENRY.\n\n               REAR YARD OF SOCIAL CLUB\n\n               HOODS are cooking sausages and peppers on grill. There are \n               bottles of homemade wine and keg of beer.\n\n               WE SEE PAUL VAHIO holding court while eating a sausage \n               sandwich.  There are HOODS standing around him at a \n               respectful distance. Only TODDY approaches him with ease.\n\n               WE SEE A HOOD talk to TODDY.  WE SEE TODDY relay the message \n               to PAUL. WE SEE PAUL say something to TODDY, who nods back \n               to the HOOD and then motions to HENRY to come over.  WE \n               SEE TODDY bend down a little and whisper in HENRY's ear.\n\n               DOLLY IN ON PAUL's face.\n\n                                     HENRY (V.O.)\n                         Hundreds of guys depended on Paulie \n                         and he got a piece of everything \n                         they made. It was tribute, just \n                         like the old country, except they \n                         were doing it in America.  All \n                         they got from Paulie was protection \n                         from other guys looking to rip \n                         them off. That's what it's all \n                         about. That's what the FBI can \n                         never understand -- that what Paulie \n                         and the organization does is offer \n                         protection for people who can't go \n                         to the cops. They're like the police \n                         department for wiseguys.\n\n               EXT. USED CAR LOT - NIGHT\n\n               WE SEE TUDDY in his car, hand HENRY a hammer, some rags, - \n               and a five-gallon can of gasoline.\n\n                                     TODDY\n                              (driving away)\n                         I'll be up at the corner.\n\n               WE SEE HENRY break the windows of about six cars parked \n               facing the sidewalk.\n\n                                     HENRY (V.O.)\n                         People locked at me differently. \n                         They knew I was with somebody.\n\n               HE SEE HENRY shove the gas-soaked rags through the broken \n               car windows.  HENRY looks up the block where TODDY has \n               parked. HE SEE TODDY (from HENRY'S LOT) look around and \n               nod. HENRY immediately begins tossing lighted matchbooks \n               through the smashed car windows.\n\n                                     HENRY (V.O.)\n                         I didn't have to wait on line at \n                         the bakery on Sunday morning anymore \n                         for fresh bread. The owner knew \n                         who I was with, and he'd come from \n                         around the counter, no matter how \n                         many people were waiting.  I was \n                         taken care of first.\n\n               Suddenly the night explodes in orange brightness. WE SEE \n               HENRY begin to run toward TUDDY\"s car as the cars he has \n               ignited begin to explode behind him.\n\n                                     HENRY (V.O.)\n                         Our neighbors didn't park in our \n                         driveway anymore, even though we \n                         didn't have a car. At thirteen, I \n                         was making more money than most of \n                         the grownups in the neighborhood.  \n                         I had more money than I could spend. \n                         I had it all.\n\n               FREEZE ON HENRY'S a silhouette against the darkness like a \n               man in hell.\n\n                                     HENRY (V.O.)\n                         One day some of the kids from the \n                         neighborhood carried my mother's \n                         groceries all the way home for \n                         her. It was out of respect.\n\n                                                                 CUT TO:\n\n               EXT.  HENRY'S HOUSE - DAY\n\n               HENRY'S MOTHER opens door of house, bright daylight.\n\n               MOTHER'S POV\n\n               She sees grey lizard shoes, grey pinstriped trousers, grey \n               silk shirt, Billy Eckstein collar, yellow silk tie, and \n               double-breasted jacket.  She looks up and sees HENRY'S \n               smiling face.\n\n                                     MOTHER\n                              (aghast)\n                         My God!  You look like a gangster.\n\n                                                                 CUT TO:\n\n               SCREAMING MAN\n\n               Running toward the pizzeria, holding his hand.\n\n               EXT.:  PIZZERIA - DAY\n\n               WE SEE HENRY standing near front of store.\n\n                                     MAN\n                              (screaming)\n                         I've been shot! Help!  Help!\n\n                                     TUDDY\n                              (from rear of store, \n                              to Henry)\n                         Close the door. Don't let him in.\n\n               HENRY grabs a chair, takes it outside for the MAN to sit \n               on and closes the pizzeria door.\n\n               The MAS collapses in the seat and HENRY immediately starts \n               wrapping the MAN'S shredded and bleeding hand in his apron. \n               The MAN is turning white and praying.\n\n                                     HENRY\n                              (soothing the man)\n                         It's okay. It's okay. They're \n                         getting an ambulance.\n\n               WE SEE HENRY prop the MAN in his chair and race into the \n               pizzeria for more aprons which he takes outside and wraps \n               around the MAN'S bleeding hand, just as an ambulance pulls \n               up.\n\n               WE SEE TODDY come up behind HENRY as the MAN is rushed \n               away.\n\n                                     HENRY (V.O.)\n                         It was the first time I had ever \n                         seen anyone shot.\n\n                                     TODDY\n                              (angry)\n                         You're some fucking jerk.\n\n               WE SEE that HENRY is stunned.\n\n                                     TODDY\n                         I You wasted eight fucking aprons \n                         on that guy. :\n\n                                     HENRY (V.O.)\n                         I remember feeling bad about the \n                         guy. But I remember feeling that \n                         maybe Tuddy was right.  I knew \n                         Paulie didn't want anybody dying \n                         in the building.\n\n                                                                 CUT TO:\n\n               INT.  CABSTAND - NIGHT\n\n               HENRY is making a ham and cheese sandwich.\n\n               CAMERA TRACKING through room full of PEOPLE playing cards, \n               through professional CARD DEALERS skittering cards across \n               green felt tables, through BODYGUARDS watching the door, \n               through TUDDY VARIO walking around the tables, through \n               PAUL VARIO standing quietly on the side, through HENRY \n               giving the sandwich to ONE of the PLAYERS.\n\n                                     HENRY (V.O.)\n                         It was a glorious time. Wiseguys \n                         were all over the place. It was \n                         before Apalachin and before Crazy \n                         Joey decided to take on a boss and \n                         start a war. It was when I met the \n                         world.  It was when I first met \n                         Jimmy Burke.\n\n               CAMERA COMES TO REST when JIMMY BROKE walks in the door.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               Looking at JIMMY\n\n                                     HENRY (V.O.)\n                         He couldn't have been more than \n                         twenty-four or twenty-five at the \n                         time, but he was already a legend. \n                         He'd walk in the door and everybody \n                         who worked the room went wild. \n                         He'd give the doorman a hundred \n                         just for opening the door.  He \n                         shoved hundreds in the pockets of \n                         the dealers and who ran the games. \n                         The bartender got a hundred just \n                         for keeping the ice cubes cold.\n\n               HENRY sees VARIO give BURKE a hug around the shoulder. \n               HENRY sees JIMMY handing money to the DOORMAN.  HENRY \n               watches PLAYERS timidly move their chairs slightly to make \n               room for JIMMY. HENRY sees JIMMY pull out a wad of bills \n               and sit down.\n\n                                     JIMMY\n                              (to Henry, who is \n                              standing near the \n                              bar)\n                         Hey, kid! Get me a seven and seven.\n\n               WE SEE HENRY make the drink and bring it to JIMMY.\n\n               VARIO is standing next to JIMMY.\n\n                                     VARIO\n                              (his arm around \n                              Henry's shoulder)\n                         Henry. Say hello to Jimmy Burke.\n\n               WE SEE JIMMY slip a $20 bill in Henry's shirt pocket.\n\n                                     JIMMY\n                              (lifting his drink \n                              to Henry)\n                         Keep 'em coming.\n\n               FREEZE FRAME OH JIMMY.\n\n                                     HENRY (V.O.)\n                         Jimmy was one of the most feared \n                         gays in the city.  He was first \n                         locked up at eleven and was doing \n                         hits for mob bosses when he was \n                         sixteen. Hits never bothered him. \n                         It was business. But what he really \n                         loved to do was steal.  I mean, he \n                         actually enjoyed it.  Jimmy was \n                         the kind of guy who rooted for the \n                         bad guys in the movies.  He was \n                         one of the city's biggest hijackers. \n                         Clothes. Razor blades. Booze. \n                         Cigarettes. Shrimp and lobsters. \n                         Shrimp and lobsters were the best. \n                         They went fast.\n\n               EXT. TRAILER TRUCK - NEAR IDLEWILD AIRPORT - NIGHT\n\n               The trailer truck is stopped at a light in a deserted area \n               near JFK Airport. WE SEE the DRIVER being quietly led to a \n               car where JIMMY BURKE is standing. WE SEE JIMMY routinely \n               take the DRIVER'S wallet. There is absolutely no resistance.\n\n                                     HENRY (V.O.)\n                         And almost all of them were \n                         gimmie's.\n\n                                                                 CUT TO:\n\n               CLOSE UP - WALLET\n\n               WE SEE JIMMY put a $50 bill in the DRIVER'S wallet.\n\n                                     HENRY\n                         They called him Jimmy the Gent. \n                         The drivers loved him. They used \n                         to tip him off about the really \n                         good loads. Of course, everybody \n                         got a piece. And when the cops \n                         assigned a whole army to stop him,\n                              (pause)\n                         Jimmy made them partners.\n\n                                                                 CUT TO:\n\n               EXT.  CABSTAND PACKING LOT - DAY\n\n               CLOSE UP - ROWS OF CIGARETTE CARTONS\n\n               piled inside a large trailer truck.\n\n               JIMMY and TOMMY DESIMONE, a youngster about HENRY's age, \n               are moving large cigarette cartons toward truck tailgate. \n               While JIMMY is dressed like a truck driver, TOMMY is - \n               very nattily dressed in a sharply-cut suit and highly buffed \n               shoes.\n\n               JIMMY and TOMMY are loading the cartons into the arms of a \n               WOMAN SCHOOL-CROSSING GUARD who is having difficulty \n               carrying the load.\n\n                                     JIMMY\n                         Tommy. Help the lady.\n\n               WE SEE TOMMY scramble down from the truck and help the \n               SCHOOL-CROSSING GUARD to her own car where WE SEE she \n               already bad a load of the cartons.\n\n               WE SEE HENRY standing near her car and watching.\n\n                                     SCHOOL-CROSSING GUARD\n                              (driving off)\n                         Thank you, sweetheart.\n\n                                                                 CUT TO:\n\n               JIMMY standing between TOMMY and HENRY.\n\n                                     JIMMY\n                              (to Henry)\n                         Say hello to Tommy. You'll do good \n                         together.\n\n                                                                 CUT TO:\n\n               POLICE CAR\n\n               pulling onto the sidewalk where HENRY, TOMMY and JIMMY are \n               standing. The COPS recognize JIMMY.\n\n                                     COP #1\n                         Anything good?\n\n               HENRY watches JIMMY smile and toss a couple of cartons of \n               cigarettes into their radio car.\n\n               The COPS wave and drive off.\n\n               EXT. FACTORY GATE - QUITTING TIME\n\n               WE SEE HENRY busily selling cartons to WORKERS. TOMMY is \n               getting cartons out. of the trunk of a car parked nearby. \n               HENRY is so busy he can hardly keep the money and cash \n               straight. Instead of the neat roll we saw on JIMMY, HENRY's \n               cash is a wrinkled mess. Some of it is rolled, some folded, \n               some in different pockets. WE SEE HENRY approached by TWO \n               CITY DETECTIVES.\n\n                                     DETECTIVE #1\n                         What do you think you're doing?\n\n                                     DETECTIVE #2\n                         Where did you get these cigarettes?\n                              (offering them \n                              cartons)\n                         It's okay.\n\n               DETECTIVE #l roughly grabs HENRY's arm.  DETECTIVE #2 grabs \n               HENRY's cigarette cartons. WE SEE HENRY pull his arm away \n               and ONE of the DETECTIVES slaps him across the face.\n\n               WE SEE that TOMMY is about to say something, but runs away \n               instead.\n\n               INT.  CABSTAND - DAY\n\n               WE SEE TOMMY talking to TUDDY and ASSORTED HOODS at the \n               cabstand.\n\n               INT.  COURTROOM - \"AR-1\"  (ARRAIGNMENT PART 1)\n\n               HENRY is waiting along with DOZENS OF HOOKERS, nodding \n               JUNKIES, MUGGERS and SHOPLIFTERS.  When HENRY'S case is \n               called, WE PAN to a well-dressed MOB LAWYER.  HENRY, who \n               has never seen the LAWYER before, walks to the\n\n               PROSECUTOR'S, rather than the DEFENDANT'S table.  A COURT \n               CLERK nods him over toward his own LAWYER.\n\n               Without acknowledging HENRY, the LAWYER nods and smiles at \n               the JUDGE, who smiles and nods back.\n\n                                     JUDGE\n                         Councilor, proceed.\n\n                                                                 CUT TO:\n\n               INT. COURTROOM - CENTER AISLE\n\n               HENRY is walking out of the court. HENRY sees JIMMY BURKE \n               smiling and waiting for him in the rear of the courtroom. \n               JIMMY puts his arm around HENRY like a father, and tacks a \n               one-hundred dollar bill into HENRY's chest pocket. They \n               walk out into the court corridor in silence together and \n               then, suddenly, HENRY sees PAUL VARIO, TOMMY, TUDDY, and \n               the WHOLE CREW from the cabstand waiting for him. They \n               start clapping and whistling and slapping his back and \n               cheering. VARIO, TUDDY and BURKE embrace him.\n\n               While bewildered COPS and LAWYERS watch!\n\n                                     CHORDS OF HOODS\n                         You broke your cherry! You broke \n                         your cherry!\n\n               LAST FREEZE.\n\n               TITLE UP - IDLEWILD AIRPORT:  1955\n\n               EXT. WIDE SHOT - IDLEWILD CARGO AREA\n\n                                     HENRY (V.O.)\n                         By the time I grew up, there was \n                         thirty billion a year in cargo \n                         moving through Idlewild Airport \n                         and we tried to steal every bit of \n                         it.\n\n               EXT.  AIRPORT DINER - PARKING LOT - DAY\n\n               ANGLE - GREY LIZARD SHOES AND SHARP GREY PANTS\n\n               and UP TO SEE HENRY standing in parking lot, when a large \n               truck pulls up. WE SEE TOMMY DESIMONE standing with him.\n\n                                     HENRY (V.O.)\n                         You've got to understand, we grew \n                         up near the airport.. It belonged \n                         to Paulie. We had friends and \n                         relatives who worked all over the \n                         place and they tipped as off about \n                         what was coming in and what was \n                         going out.\n\n               WE SEE DRIVES get out of track with engine still running \n               and leave door open. He nods to HENRY who does not respond \n               and the DRIVES casually walks toward the diner.\n\n                                     HENRY (V.O.)\n                         If any of the truckers or airlines \n                         gave as trouble, Paulie had his \n                         people scare then with a little \n                         strike. It was beautiful. It was \n                         an even bigger money-major than \n                         numbers, and Jimmy was in charge. \n                         Whenever we needed money, we'd rob \n                         the airport. To us, it was better \n                         than Citibank.\n\n               INT. TABLE IN DINER\n\n               WE SEE DRIVER rise from debris of breakfast dishes, leave \n               a tip and pay the CASHIER. Be walks out the door toward \n               his truck in the parking lot.\n\n               HOLD ON the door.\n\n               DRIVER rushes back in through the door toward the CASHIER.\n\n                                     DRIVER\n                              (flushed and agitated)\n                         Hurry, gimme the phone. Two niggers \n                         just stole my track.\n\n               INT. SONNY'S BAMBOO LOUNGE - DUSK\n\n               A cavernous room within earshot of the airport that looks \n               like a movie nightclub. No matter when you walk into the \n               Bamboo Lounge it's always the middle of the night.\n\n               CAMERA TRACKS past the zebra-striped banquettes and bar \n               stools, past sharpy BUSINESSMEN, BOOKMAKERS and HOODS.\n\n                                     HENRY (V.O.)\n                         There was Jimmy and Tommy and me. \n                         And there was Anthony Stabile, \n                         Angelo Sepe, Fat Andy, Frankie the \n                         Wop, Freddy No Nose, Pete the \n                         Killer, Nicky Blanda, Mikey \n                         Franzese, and Johnny Echoes, who \n                         got that nickname because he said \n                         everything twice.  Like*, \"You \n                         wanna get the papers, get the \n                         papers.\"\n\n               CAMERA TRACKS to the backroom which WE SEE is filled with \n               racks of clothes, boxed television sets, new toaster ovens \n               and stereos.  WE SEE MAN rolling racks of fur coats into \n               the room which looks like a discount store warehouse.\n\n                                     MAN\n                              (to Sonny)\n                         Sonny, we got the coats.\n\n                                     SONNY\n                              (ignoring the man, \n                              and to Henry)\n                         You got any suits?\n\n                                     HENRY\n                         Not till Thursday.\n\n                                     SONNY\n                              (closing door to \n                              backroom)\n                         I need suits.\n\n                                                                 CUT TO:\n\n               HENRY, JIMMY, TOMMY, AND ASSORTED HOODS AND THEIR \n               GIRLFRIENDS\n\n               are having a party. There are champagne buckets around the \n               table which is littered with steak and lobster dishes. The \n               table is a mess and everyone is laughing. WE SEE HENRY \n               look at his watch and look at the lounge's entrance.\n\n                                     HENRY (V.O.)\n                         For us to live any other way was \n                         nuts. To us, those goody-good people \n                         who worked shitty jobs for bum \n                         paychecks, who took the subway to \n                         work every day and worried about \n                         their bills, were dead. They were \n                         suckers. They had no balls. If we \n                         wanted something, we just took it. \n                         If anyone complained twice, they \n                         got hit so bad they never complained \n                         again. It was routine. You didn't \n                         even think about it.\n\n                                                                 CUT TO:\n\n               DOORWAY or BAMBOO LOUNGE WE SEE FRENCHY MCMAHON, a beefy \n               man in a leather wind-breaker, enter.\n\n               WE SEE HENRY get up and go over to greet him.\n\n                                                                 CUT TO:\n\n               THE BAR\n\n               HENRY and FRENCHY embrace.\n\n               FRENCHY is still wearing his Air France cargo worker's - \n               coveralls under his leather jacket and WE SEE the \"Air \n               France\" logo and the name \"Frenchy\" in script over the \n               coverall's breast pocket.\n\n                                     FRENCHY\n                              (trying to whisper \n                              above the din)\n                         It's all there. I can get you past \n                         the alarms and I can get the key.\n\n               WE SEE HENRY torn to table and wave at JIMMY to join the \n               at the bar.\n\n                                                                 CUT TO:\n\n               THE TABLE\n\n               WE SEE JIMMY get up and go to the bar.\n\n               WE SEE TOMMY at the table with SONNY BAMBOO, the owner, \n               hovering around. SONNY BAMBOO is holding a thick sheaf of \n               bills.  WE SEE SONNY timidly approach TOMMY by whispering \n               in his ear. In the BG, WE ALSO SEE the face of a terrified \n               WAITER.\n\n                                     TOMMY\n                              (putting his arm \n                              around Sonny's \n                              shoulder)\n                         It's okay.  Put it on the tab.\n\n                                     SONNY\n                              (whispering with \n                              fear a11 over his \n                              face)\n                         Tommy, it's not just this.  Tommy, \n                         please. It's seven grand here.\n\n               WE SEE TOMMY just stare menacingly at SONNY.\n\n                                     SONNY\n                              (he started, he \n                              might as well finish)\n                         Tommy, I need the money, Tommy, \n                         please. I owe the world.\n\n                                     TOMMY\n                              (leaping from the \n                              table in a rage)\n                         You Sonofabitch fuck. Are you \n                         calling me a deadbeat?  The money \n                         I spent here? Embarrassing me in \n                         front of my friends. You miserable \n                         fuck.\n                              (turning to his \n                              pals)\n                         Can you believe this bastard?\n                              (back to a terrified \n                              Sonny)\n                         Ungrateful fuck!  I oughta break \n                         your fucking legs!\n\n               WE SEE SONNY BAMBOO flee toward his office, with TOMMY \n               making a half-hearted gesture to follow, but instead, he \n               walks over and joins HENRY, JIMMY and FRENCHY at the bar. \n               He is smiling.\n\n                                     FRENCHY\n                              (to Tommy)\n                         Hey, Tommy. Have a drink.\n\n               INT.  BACKROOM - CABSTAND - DAY\n\n               WE SEE SONNY BAMBOO meekly seated at table facing PAUL \n               VARIO.  HENRY is standing behind SONNY BAMBOO for support.\n\n                                     VARIO\n                              (groaning)\n                         If you knew those fucking kids. \n                         They're nuts. Especially that Tommy. \n                         What am I going to do with them?\n\n                                     SONNY\n                              (sweating)\n                         But I'm worried. I'm hearing all \n                         kinds of things. Paulie.  You know \n                         me all my life.  I've always done \n                         the right thing.\n\n                                     VARIO\n                         You think that matters?  You think \n                         they give a shit about anything? \n                         The little bastards.\n\n                                     SONNY\n                         But it isn't right, Paulie.    \n                         That Tommy, he's making trouble \n                         for me all over town.  I can't go \n                         here.  I can't go there.\n\n                                     VARIO\n                         You?  You think you're the only \n                         one?  I've talked to them a million \n                         times, but they don't listen.\n\n                                     SONNY\n                              (weakly)\n                         But, Paulie, please.\n\n                                     VARIO\n                              (barely listening)\n                         Someday they'll get what's coming \n                         to them. That's the only way they'll \n                         stop.\n\n                                     SONNY\n                              (pleading)\n                         Paulie, I swear, I'm afraid. The \n                         guy's nuts. What do I have to do? \n                         Whatever I gotta do, I'll do.\n\n                                     VARIO\n                              (arms outstretched \n                              like a saint)\n                         What can I do? If I could do \n                         something, don't you think I would?\n\n               SONNY looks up at HENRY for support.\n\n                                     HENRY\n                              (to Sonny)\n                         Tell him. It's okay.\n\n                                     VARIO\n                         What?\n\n                                     SONNY\n                         I was thinking that maybe you could \n                         come in with me. Take a piece of \n                         the place. If you were with me, \n                         maybe than they'd have to lay off.\n\n                                     VASIO\n                         What, do I need ...\n\n                                     SONNY\n                              (interrupting)\n                         I mean it. We could do good.\n\n                                     VARIO\n                         You want a partner?\n\n                                     SONNY\n                         Please?\n\n               EXT. BAMBOO LOUNGE - OUTSIDE - DAY\n\n               WE SEE trucks with liquor, beer, sides of beef, even \n               furniture like bar stools and large mirrors being unloaded \n               and delivered into the front door.\n\n                                     HENRY (V.O.)\n                         Now the guy's got Paulie for a \n                         partner. Any problems, he goes to \n                         Paulie. Trouble with the bill?  He \n                         can go to Paulie. Trouble with the \n                         cops? Deliveries? Tommy? He can \n                         call Paulie.\n\n               INT.  BAMBOO LOUNGE - DAY\n\n               WE SEE HENRY AND TWO HOODS from cabstand checking the cases \n               of liquor being delivered into the lounge. The entire room \n               is filled floor to ceiling with cases of whiskey, wine, \n               crates of lobster, and shrimp, and stacks of table linen \n               and sides of beef. The place looks like a warehouse.\n\n                                     HENRY (V.O.)\n                         But now the guy has got to come up \n                         with Paulie 's money every week, \n                         no matter what. Business bad? Fuck \n                         you, pay me. You had a fire?  Fuck \n                         you, pay ma.  The place got hit by \n                         lighting? Fuck you, pay me.  Also, \n                         Paulie could do anything. Especially \n                         run up bills on the joint's credit. \n                         Why not? Nobody's gonna pay for it \n                         anyway.\n\n               EXT.  BAMBOO LOUNGE - REAR ALLEYWAY - DAY\n\n               WE SEE cases of liquor, wine, etc., being carried out of \n               the rear door of the lounge by HOODS from the cabstand and \n               loaded onto U-Haul trucks.\n\n                                     HENRY (V.O.)\n                         As soon as the deliveries are made \n                         in the front door, you move the \n                         stuff out the back and sell it at \n                         a discount. You take a two hundred \n                         dollar case of booze and sell it \n                         for a hundred. It doesn't matter. \n                         It's all profit.\n\n               INT.  BAMBOO LOUNGE OFFICE\n\n               HENRY, JIMMY and TOMMY are standing around the small \n               workman's table. There is no desk. The office looks denuded \n               of furniture.  A LAWYER is going over papers.\n\n               A terrified, unshaven SONNY BAMBOO is seated behind the \n               desk. The LAWYER is showing him where to sign.\n\n                                     HENRY (V.O.)\n                         And, finally, when there's nothing \n                         1 left, when you can't borrow \n                         another buck from the bank or buy \n                         another case of booze, you bust \n                         the joint out.\n\n                                                        CUT DIRECTLY TO:\n\n               LARGE CLOSE UP OF - HANDS\n\n               making rolls of toilet paper being kneaded into long rolls \n               with Sterno.\n\n                                                                 CUT TO:\n\n               HENRY AND TOMMY shoving wads of Sterno paper into the \n               ceiling rafters.\n\n                                     HENRY (V.O.)\n                         You light a match.\n\n                                                                 CUT TO:\n\n               CLOSE UP - MATCH\n\n               Lighting rolls of Sterno paper.\n\n               EXT. BAMBOO LOUNGE - CURBSIDE - NIGHT\n\n               The street is empty.  HENRY and TOMMY are seated in HENRY'S \n               car. They are watching the Bamboo Lounge.\n\n                                     TOMMY\n                              (to Henry)\n                         You gotta help me. Okay? This girl \n                         I told you about? Diana? She's \n                         from the Five Towns. She's Jewish. \n                         She won't go out with me alone. \n                         Can you believe this shit? She's \n                         fucking prejudiced, but she's built. \n                         She's never been out with an Italian \n                         before. She says she'll only go \n                         out on a double date with her \n                         girlfriend.  You believe this shit? \n                         But you gotta see her. I mean, \n                         she's beautiful.\n\n                                     HENRY\n                              (laughing)\n                         Will you get the fuck out of here.\n\n                                     TOMMY\n                         Is it my fault she won't go out \n                         without her girlfriend?  For \n                         Chrissake.  Come on.  You don't \n                         even have to stay.  Jeesuz!  What's \n                         the big deal?\n\n                                     HENRY\n                         Tommy  ...\n\n                                                                 CUT TO:\n\n               HENRY AND TOMMY\n\n               watching smoke coming out of basement windows of Bamboo \n               Lounge.\n\n                                     TOMMY (O.S.)\n                              (back to conversation)\n                         I swear you don't have to do \n                         nothing. You just show up and then \n                         leave. What do you think, I want \n                         you around? All I need is for you \n                         to get me started.\n\n               We hear car angina start.\n\n               INT. A QUIET PLUSH BANQUETTE IN THE VILLA CAPRA\n\n               A red damask restaurant. TOMMY and HENRY are seated on the \n               outside of a U-shaped banquette with their two girls, DIANE \n               and KAREN, seated inside.  DIANE is being wooed and pawed \n               by a blissful TOMMY. DIANE is enjoying every bit of TOMMY'S \n               undivided attention. KAREN has not touched her melted baked \n               Alaska and is looking directly at HENRY. HENRY is stirring \n               his coffee.\n\n                                     HENRY (V.O.)\n                         I had a meeting with Tuddy around \n                         eleven o'clock and here I am a \n                         back-up guy.\n\n                                     KAREN\n                              (sarcastically)\n                         Have more coffee.  It'll wake you \n                         up.\n\n                                     HENRY (V.O.)\n                         I couldn't wait to get away. I was \n                         ordering the dessert when they \n                         were eating dinner. When they were \n                         having coffee, I was asking for a \n                         check.\n\n                                     TOMMY\n                              (to Henry, while \n                              hugging Diana)\n                         Isn't she great? Isn't this great? \n                         Let's do it tomorrow night? Okay?\n\n                                     KAREN (V.O.)\n                         I couldn't stand him.  I thought \n                         he was really obnoxious. He kept \n                         fidgeting around.\n\n               EXT. RESTAURANT - PARKING LOT - NIGHT\n\n               WE SEE HENRY pushing KAREN Into the car.\n\n                                     KAREN (V.O.)\n                         Before it was even time to go home \n                         he was pushing me into the car ...\n\n               EXT. CURBSIDE - KAREN'S HOUSE -\n\n               WE SEE HENRY hurrying KAREN out of the car.\n\n                                     KAREN (V.O.)\n                         ... and then pulling me out.  It \n                         was ridiculous. But Diana and Tommy \n                         had made us promise to meet them \n                         again on Friday night. We agreed. \n                         Of course, when Friday night came \n                         around, Henry stood me up.\n\n               INT.  VILLA CAPRA RESTAURANT - NIGHT\n\n               WE SEE TOMMY, DIANE and KAREN seated at a table set for \n               four.\n\n                                     KAREN (V.O.)\n                         We were a trio instead of double-\n                         date that night, but I made Tommy \n                         take me looking for him.\n\n               EXT. CABSTAND SIDEWALK - NIGHT\n\n               A hot night. The HOODS have moved to the sidewalk where WE \n               SEE them sitting in sleeveless underwear, watching the \n               street.\n\n               WE SEE HENRY leave the cabstand when suddenly a car \n               screeches up on the sidewalk directly in front of him. The \n               HOODS scatter and WE SEE that HENRY is terrified.\n\n                                     KAREN\n                              (charging out of \n                              the door, screaming)\n                         You've got some nerve. Standing me \n                         up. Nobody does that to me. Who do \n                         you think you are? A big shot?\n\n                                                                 CUT TO:\n\n               HENRY\n\n               who sees TOMMY and DIANE in the car, laughing.\n\n                                     HENRY\n                              (embarrassed and \n                              defensive)\n                         I didn't know, I swear.  I thought \n                         it was next week.\n\n                                     KAREN\n                         Liar!\n\n                                                                 CUT TO:\n\n               HENRY\n\n               Who sees the WISEGUYS laughing.\n\n                                     HENRY\n                         Take it easy.  We can talk about \n                         it.\n\n                                     HENRY (V.O.)\n                         She's screaming on the street and \n                         I mean loud, but she looked good. \n                         She had these violet eyes.  I \n                         remember she's screaming, but mostly \n                         I'm looking at her eyes. They were \n                         just like Elizabeth Taylor's. That's \n                         what everybody said.\n\n                                     KAREN\n                              (furious)\n                         Talk? To you? After what you did!\n\n                                     HENRY\n                         I thought you were going to stand \n                         me up. You looked bored. You didn't \n                         say anything. What did you expect. \n                         Tommy was all over me. Right?\n\n               WE SEE KAREN relax for a second.\n\n                                     HENRY\n                         Come on, let me make it up.\n\n               INT.  ENTRY TO KAREN'S SUBURBAN HOME - EVENING\n\n               ANGLE ON GOLD CROSS AROUND MAN'S NECK\n\n               and TILT UP. HENRY is all smiles and slicked-up.\n\n               Standing in the door wearing a grey suit and open-necked \n               black silk shirt with a gold cross and chain.\n\n                                     KAREN\n                              (filled with alarm)\n                         Button year shirt, quick!  Hurry\n\n               HENRY buttons his shirt as KAREN'S MOTHER comes to the \n               door.\n\n                                     KAREN\n                         Ma, this is my friend, Henry Hill.\n\n                                     MOTHER\n                         My daughter says you're half-Jewish?\n\n               EXT.  COPACABANA - NIGHT\n\n               HENRY gives the keys and a rolled-up twenty-dollar bill to \n               the DOORMAN at the building across the street and steers \n               KAREN toward the Copa.\n\n                                     KAREN\n                         What're you doing? What about the \n                         car?\n\n                                     HENRY\n                              (while pushing her \n                              through the crowd \n                              waiting to get in)\n                         He watches it for me. It's better \n                         than waiting at a garage.\n\n               HE SEE HENRY deftly steer KAREN away from the Copa's main \n               entrance and down the basement steps. A HUGE BODYGUARD, \n               eating a sandwich in the stairwell, gives HENRY a big \n               \"Hello.\" WE SEE HENRY walk right through the basement \n               kitchen, which is filled with CHINESE and LATINO COOKS and \n               DISHWASHERS who pay no attention. KAREN is being dragged \n               along, open-mouthed, at the scene. HENRY starts up a stained \n               kitchen staircase through a pair of swinging doors and \n               suddenly KAREN sees she is inside the main room. The harried \n               MAITRE D' (he is surrounded by CUSTOMERS clamoring for \n               their tables) waves happily at HENRY and signals to a \n               CAPTAIN. WE SEE a table held aloft by TWO WAITERS wedging \n               their way toward the stage and plant the table smack in \n               front of what had until that moment been a ringside table. \n               As HENRY leads KAREN to their seat, she sees that he is \n               nodding and shaking hands with MANY of the OTHER GUESTS.  \n               WE SEE HENRY quietly slip twenty-dollar-bills to the \n               WAITERS.\n\n                                     KAREN\n                              (sitting down)\n                         You gave them twenty dollars each?\n\n               WE SEE the CAPTAIN approach with champagne.\n\n                                     CAPTAIN\n                         This is from Mister Tony, over \n                         there.\n\n                                     HENRY\n                         Where, over there?\n\n                                     CAPTAIN\n                         Over there, over there.\n\n               KAREN watches HENRY turn around and wave at a 280-POUND \n               HOOD.\n\n                                     KAREN\n                         What do you do?\n\n                                     HENRY\n                              (toasting Karen and \n                              clinking glasses)\n                         I'm in construction.\n\n                                     KAREN\n                              (taking his hands)\n                         They don't feel like you're in \n                         construction.\n\n               HENRY turns to the stage where the lights begin to dim and \n               BENNY YOUNGMAN walks out.\n\n                                     HENRY\n                         I'm a union delegate.\n\n               EXT. AIR FRANCE CARGO AREA - NIGHT\n\n               On loading platform HE SEE HENRY and TOMMY dressed in Air \n               France coveralls.\n\n               HENRY is carrying a large suitcase.\n\n               Suddenly WE SEE FRENCHY McMAHON come through a door, slip \n               HENRY a key and lead them back into the office area near \n               the entrance.\n\n               HENRY goes to the door marked \"SECURITY AREA\" that FRENCHY \n               points out and opens it with the key. HENRY and TOMMY go \n               inside.\n\n                                                                 CUT TO:\n\n               HENRY AND TOMMY\n\n               coming out with the suitcase, close the door and walk right \n               past FRENCHY without saying a word.\n\n               INT. CABSTAND BACKROOM - NIGHT\n\n               WE SEE the suitcase open on the desk. WE SEE VARIO, JIMMY, \n               HENRY and TOMMY standing around, wreathed in smiles. HENRY \n               is counting stacks of cash, spreading them all over the \n               desk.\n\n                                     HENRY (V.O.)\n                         Air France made me. We walked out \n                         with four hundred and twenty \n                         thousand dollars without a gun. \n                         And we did the right thing.\n\n               HENRY counts up $420,000 and slides ten packages of $l00-\n               bills in front of VARIO who stands up and proudly kisses \n               HENRY on the cheek. JIMMY and TOMMY, both aglow with the \n               moment, look on.  It is clear that HENRY has come of age.\n\n                                                                 CUT TO:\n\n               HENRY'S FACE\n\n                                     VARIO\n                              (to Henry)\n                         It's a lot of money for a kid. If \n                         anyone asks, just say you won it \n                         shooting crap.\n\n               EXT. BEACH CLUB - DAY\n\n               HENRY and KAREN are at a sun-drenched table after paper-\n               cup and paper-plate lunch where HENRY is trying to pay \n               cash.\n\n                                     KAREN\n                              (touching Henry's \n                              arm)\n                         No.  No.  You've got to sign for \n                         it.\n\n               WE SEE athletic YOUNG MEN and WOMEN in white clothe* \n               carrying tennis and squash rackets walk by. One young man, \n               BRUCE, says hello to KAREN. She introduces him to HENRY.\n\n                                                                 CUT TO:\n\n                                     KAREN\n                              (after Bruce walks \n                              on)\n                         He lives across the street.\n\n                                                                 CUT TO:\n\n               CHAMPAGNE\n\n               being sent to table.\n\n               INT. NIGHTCLUB - NIGHT\n\n               CAMERA PANS to stage where WE SEE SINGER'S back and HENRY \n               and KAREN at a luxurious ringside table with linen, silver, \n               and crystal.\n\n                                     KAREN (V.O.)\n                         One night Billy Daniels sent us \n                         champagne. There was nothing like \n                         it.  I didn't think that there was \n                         anything strange in any of this --  \n                         you know, a twenty-one-year-old \n                         kid with such connections.\n\n                                                                 CUT TO:\n\n               INT. HENRY'S CAR - DAWN\n\n               HENRY and KAREN are sipping champagne from Copa glasses in \n               car parked outside her house.\n\n                                     KAREN (V.O.)\n                         He was an exciting guy. He was \n                         really nice. He introduced me to \n                         everybody. Everybody wanted to be \n                         nice to him. And he knew how to \n                         handle it.\n\n                                                                 CUT TO:\n\n               INT. MARTY KRUGMAN'S QUEENS BOUEVARD WIG AND BEAUTY SALON - \n               DAY\n\n               ANGLE ON MARTY'S TELEVISION COMMERCIAL\n\n               WE SEE MARTY swimming the length of a pool, surrounded by \n               adoring MODELS in bathing suits.\n\n                                     MARTY'S TV (V.O.)\n                         They'll stay put even in a typhoon. \n                         And I should know. I'm the president \n                         of the company.\"\n\n               WE SEE MARTY and HENRY standing near television set \n               commercial is repeated over and over.  MARTY is taking \n               bets on the phone and complaining to HENRY. WE SEE an \n               agitated JIMMY BURKE in BG poking at wigs and looking toward \n               HENRY and MARTY\n\n                                     MARTY.\n                              (complaining sotto \n                              voice to Henry \n                              while taking bets \n                              on the phone)\n                         Jimmy's busting my chops.\n                              (into phone)\n                         Okay, give 'em eight to five on \n                         Cleveland.\n                              (hangs up phone and \n                              to Henry, while \n                              nervously eyeing \n                              in the other room)\n                         He wants three points over the \n                         vig.  From me?   I don't believe \n                         this shit?\n\n                                     HENRY\n                              (pleading)\n                         Marty.  Please.  You know Jimmy. \n                         You borrowed his money.  Pay 'em.\n\n                                     MARTY\n                              (so outraged his \n                              voice gets loader)\n                         I didn't agree to three points \n                         over the vig.- What am I nuts? I \n                         didn't need it that much.\n\n                                     HENRY\n                              (getting exasperated)\n                         What are you gonna do? Fight with \n                         him?  He wants his money.\n\n                                     MAJKTY\n                         Fuck 'em.  I never paid points.  I \n                         always did the right thing. Did I \n                         ever bust his balls?  Did I?  Did \n                         I?  I could have dropped a dime a \n                         million times,  and I wouldn't \n                         have had to pay dick.\n\n                                     HENRY\n                              (getting annoyed)\n                         Marty, you're talking crazy. Drop \n                         a dime? Call the cops? Don't even \n                         let anybody hear such bullshit.  \n                         Hey don't you just pay the man his \n                         money and shut the fuck up.\n\n               WE SEE JIMMY in BG start toward HENRY and MARTY when he \n               hears HENRY raise his voice.\n\n               WE SEE JIMMY come up behind MARTY and wrap the long \n               telephone extension cord around MARTY's neck.  WE SEE \n               MARTY's eyes begin to pop. WE SEE HENRY try to get his \n               hands between the wire and MARTY's neck while trying to \n               get JIMMY to stop.\n\n                                     JIMMY\n                              (total fury)\n                         You got money for your bullshit \n                         television, don't you?  I gotta \n                         watch you swimming back and forth \n                         on TV all night long, don't I?  \n                         You got money for that, but you \n                         don't have my money?\n\n                                     HENRY\n                         Jimmy. He'll be okay. He's good \n                         for it. Relax.\n\n               WE SEE MARTY nodding in agreement that he will pay. \n               Suddenly, the phone rings.\n\n               WE SEE JIMMY, HENRY and MARTY frozen for a second.  WE SEE \n               JIMMY relax the cord. WE SEE MARTY pick up the phone. The \n               extension cord is still loosely wrapped around his neck.\n\n                                     MARTY\n                              (handing Henry the \n                              phone)\n                         It's for you.\n\n               HENRY takes the phone.\n\n                                     HENRY\n                              (fury crosses his \n                              face)\n                         Wait there.\n\n               HENRY races out the door, leaving MARTY and JIMMY docilely \n               looking after him as he runs out the door.\n\n               EXT. ROADSIDE TELEPHONE BOOTH ON HIGHWAY\n\n               WE SEE KAREN waiting at booth as HENRY pulls up.\n\n               INT. HENRY'S CAR\n\n                                     KAREN\n                              (crying and \n                              disheveled)\n                         I've known him all my life. He \n                         just started grabbing at me. He \n                         wouldn't stop. And when I hit him \n                         across the nose with my shoe, he \n                         got mad and shoved me over.\n\n               EXT. KAREN'S PARENTS HOUSE\n\n               HENRY's car is parked at the curb. A new red Corvette is \n               parked across the street.\n\n                                     HENRY\n                         Go inside. I'll be right there.\n\n                                     KAREN\n                         What are you gonna do?\n\n                                     HENRY\n                         Get inside!\n\n               When KAREN gets out of the car, WE SEE HENRY reach under \n               the seat for a snub-nose .38 revolver.\n\n               EXT. CORVETTE DRIVEWAY\n\n               WE SEE HENRY walk down driveway to the backyard area where \n               BRUCE and TWO of his BROTHERS are talking.  BRUCE sees \n               HENRY and walks toward him.  BRUCE'S TWO BROTHERS are \n               smirking.\n\n                                     BRUCE\n                         What do you want?\n\n               They get closer.\n\n                                     BRUCE\n                              (annoyed and menacing)\n                         Hey!  Fucko! You want something?\n\n               With absolutely no warning, HENRY reaches out and grabs \n               BRUCE's hair with one hand and pulls his gun out of his \n               waistband with the other. In almost one motion, HENRY\n\n               Smashes the gun across BRUCE's face. Teeth fall from BRUCE's \n               mouth. The TWO BROTHERS, still not seeing the gun, start \n               toward HENRY, but HENRY continues to pound the gun into \n               BRUCE'S face like a dinner gong.  BRUCE's head is still \n               off the ground only because HENRY refuses to let go of his \n               hair.  BRUCE'S BROTHERS realize HENRY has a gun. They freeze \n               and back off.\n\n                                     WOMAN'S VOICE\n                              (from a window)\n                         HELP! Police! He's got a gun!  \n                         Police!  Quick!  Murder!\n\n               HENRY drops BRUCE to the ground.\n\n               EXT. KAREN'S DRIVEWAY\n\n               WE SEE KAREN standing at the side door as HENRY races up \n               and puts something in her hand.\n\n                                     HENRY\n                              (panting)\n                         Here, hold this.\n\n               WE SEE KAREN look down.\n\n                                                                 CUT TO:\n\n               KAREN'S HAND\n\n               holding gun.\n\n               CLOSE UP - GUN\n\n                                     KAREN (V.O.)\n                         I know there are women,  like my \n                         best friends, who would have gotten \n                         out of there the minute their \n                         boyfriend gave them a gun to hide.  \n                         \"Fha!  You and your gun. Get out \n                         of here, who needs you?\"  That's \n                         what they would have said to him.  \n                         But I didn't. I've got to admit \n                         the truth.  It turned me on.\n\n               WE SEE KAREN look around to make sure no one else has seen \n               her. She then leans over and hides the gun in the milk box \n               at her feet.\n\n               INT. KAREN'S PARENTS' HOUSE\n\n               WE SEE hands carefully wrapping a white linen table napkin \n               around some object. WE SEE the napkin and object placed on \n               the fleer. WE SEE a MAN's heel cone down and smash the \n               object:, which turns out to be a wine glass. We are at a \n               small Jewish living room wedding with a canopy and RABBI \n               and it was HENRY who broke the glass as a part of the \n               ritual.  KAREN'S PARENTS are glumly looking on. HENRY'S \n               PARENTS are even glummer. Only MICHAEL, HENRY's brother in \n               the wheelchair, looks pleased.\n\n               INT. CHATEAU BLEU CATERING HALL\n\n               PAULIE VARIO, FRENCHY, MARTY KRUGMAN, TOMMY DESIMONE, and \n               ALL of their WIVES and FIANCEES are present.\n\n               PAN from HENRY'S and KAREN'S PARENTS sitting uneasily at \n               different tables.\n\n               JUMP CUTS TO PAUL VARIO presiding at a sort of line, \n               introducing KAREN to the VARIO FAMILY and GUESTS.  HENRY \n               stands behind KAREN, smiling proudly.\n\n                                     KAREN (V.O.)\n                         It was like he had two families. \n                         The first time I was introduced to \n                         them all at once, it was crazy.  \n                         Paulie and his brothers had lots \n                         of sons and nephews and almost all \n                         of them were named Peter or Paul. \n                         It was unbelievable. There must \n                         have been two dozen Peters and \n                         Pauls at the wedding. Plus, they \n                         were all married to girls named \n                         Marie, and they named all their \n                         daughters Marie. By the time I \n                         finished meeting everybody. I \n                         thought I was drunk.\n\n                                                                 CUT TO:\n\n               HENRY AND KAREN'S TABLE\n\n               Seated nearby are a beaming JIMMY BURKE and his wife, MICKEY \n               BURKE.\n\n               WE SEE VARIO approach and hand KAREN an envelope.\n\n                                     VARIO\n                         Here.  This is for you.\n\n                                     KAREN\n                              (looking down at \n                              the envelope)\n                         Paulie, you shouldn't.\n\n               WE SEE that VARIO's envelope is richly embossed with hearts \n               and flowers and has a clear window in front through which \n               she can see several neatly-folded hundred, dollar bills. \n               When KAREN looks up, she sees that EVERY WISEGUY and his \n               WIFE are lined up before her and that they are ALL holding \n               envelopes with clear windows in front.\n\n                                                                 CUT TO:\n\n               KAREN\n\n               perspiring a little as she accepts and thanks the DOZENS \n               OF WISEGUYS giving her the envelopes. WE ALSO SEE HENRY \n               has opened a plastic supermarket shopping bag under the \n               table where he is stuffing the envelopes just as soon as \n               KAREN accepts them.\n\n                                                                 CUT TO:\n\n               HENRY AND KAREN getting up to dance.\n\n                                     KAREN\n                              (whispering)\n                         My bag. My bag.\n\n                                     HENRY\n                              (amused)\n                         What bag?\n\n                                     KAREN\n                              (desperate)\n                         The bag with the envelopes.\n\n                                     HENRY\n                              (chiding)\n                         Oh that. Don't worry about that. \n                         Nobody's gonna steal it.\n\n               INT. KAREN'S MOTHER'S HOUSE - LIVING ROOM - DAWN\n\n               WE SEE KAREN propped up, awake, in a chair.  Her FATHER is \n               seated on a sofa, asleep.  KAREN'S MOTHER is looking out \n               the window.\n\n                                     KAREN'S MOTHER\n                         He didn't call?\n\n                                     KAREN\n                         He's with his friends.\n\n                                     KAREN'S MOTHER\n                         What kind of person doesn't call?\n\n                                     KAREN\n                         He's a grown man. Be doesn't have \n                         to call every five minutes.\n\n                                     KAREN'S MOTHER\n                         If he was so grown up he'd get you \n                         two an apartment.\n\n                                     KAREN\n                         Don't bring that up. You're the \n                         one who wanted us here.\n\n                                     KAREN'S MOTHER\n                              (ignoring the charge)\n                         Look. He's got the whole house in \n                         an uproar.\n\n                                                                 CUT TO:\n\n               FATHER dozing on sofa.\n\n                                     KAREN'S MOTHER\n                         He's got your father upset. Good \n                         thing he doesn't have to go to \n                         work in the morning. Is this what \n                         he deserves?\n\n                                     KAREN\n                         Ma!  Please! You're driving me \n                         crazy.\n\n                                     KAREN'S MOTHER\n                         Driving you crazy?  Don't get me \n                         started.  You're here a month and \n                         sometimes I know he doesn't come \n                         home at all. What kind of people \n                         are these?\n\n                                     KAREN\n                         Ma!  Stop! What do you want me to \n                         do?\n\n                                     KAREN'S MOTHER\n                         Do?  What can you do?  What did \n                         you expect?  He wasn't Jewish. Did \n                         you know bow they live?  Your father \n                         would never stay out this late \n                         without calling.  In thirty years \n                         he never stayed out all night.\n\n                                                                 CUT TO:\n\n               FATHER SLEEPING ON SOFA\n\n                                     KAREN\n                         Stayed out? Daddy never went out \n                         at all.\n\n                                                            DISSOLVE TO:\n\n               TITLE UP - 6:30 A.M.\n\n               We hear car door open in front of house.\n\n                                                                 CUT TO:\n\n               KAREN AND KAREN'S MOTHER\n\n               open the door together and WE SEE HENRY standing in doorway, \n               a little drunk.\n\n               Behind HENRY WE SEE a car with TOMMY DESIMONE still parked \n               at the curb.\n\n               KAREN is happy to see him. She smiles.\n\n                                     KAREN'S MOTHER\n                              (angrily)\n                         Where were you? Where have you \n                         been? Why didn't you call? We were \n                         all worried to death! A married \n                         man doesn't stay out like this!\n\n               WE SEE HENRY look at KAREN, look at KAREN'S MOTHER and \n               turn around and get back in the car and drive away.\n\n               KAREN BEGINS TO CRY.\n\n               KAREN'S FATHER sleepily comes to the door.\n\n                                     KAREN'S MOTHER\n                              (as Henry drives \n                              away)\n                         Normal people don't live this way.\n\n               INT. LIVING ROOM - JIMMY AND MICKEY'S ARCHIE-BUNKER HOUSE - \n               NIGHT\n\n               KAREN and MOST of the WOMEN we saw at the wedding are at \n               MICKEY's cosmetic party. There are large cardboard posters \n               of glamorous models using the cosmetic's at MICKEY'S feet.\n\n                                     KAREN (V.O.)\n                         We weren't married to nine-to-five \n                         guys, but the first time I realized \n                         how different was when Mickey had \n                         a hostess party.\n\n                                                                 CUT TO:\n\n               MICKEY\n\n               Brushing another woman, ANGIE's, hair while showing off a \n               new brush.\n\n                                     MICKEY\n                              (to Angie)\n                         Angie, sweetheart, you want it \n                         fluff?\n\n                                                                 CUT TO:\n\n               ANGIE'S TIRED FACE\n\n               black-ringed eyes and thin mouth.\n\n                                     ANGIE\n                         He's the one with the hands. I'd \n                         like to smack his face.\n\n                                     WOMAN #1\n                         The red-haired guy?  He looks a \n                         like a farmer?\n\n                                     ANGIE\n                         Sonofabitch.  I swear.  You can't \n                         go through the gate without his \n                         hands.  I told him.  Keep' your \n                         fucking hands off, you Sonofabitch,  \n                         or I'll cut them off.\n\n               WE SEE the WOMEN laugh.\n\n                                     ANGIE)\n                         He don't know bow lucky he is. It \n                         I just mentioned it to Vince, I \n                         don't even want to know.\n\n                                     WOMAN #1\n                         That's the problem.  How can you \n                         mention it? Vince 'd kill him.\n\n                                     ANGIE\n                         You think I don't know? You think \n                         I like to keep this inside? But I \n                         gotta, or he'll kill the miserable \n                         bastard and he'll be there for \n                         life. It's disgusting what you \n                         have to put up with.\n\n                                     MICKEY\n                              (while fluffing \n                              Angle's hair)\n                         Look at Jeannie's kid.\n\n                                     ANGIE\n                         What? What happened?\n\n                                     MICKEY\n                         The oldest one.  He was in an \n                         argument. A lousy ten-dollar card \n                         game. The kid pulls out a gun. It \n                         goes off. The kid gets killed. The \n                         grandmother hears it and finds out \n                         he's been arrested. She has a heart \n                         attack.  She drops dead right on \n                         the spot. Now Jeannie's got a \n                         husband and son in jail and a mother \n                         in the funeral parlor.\n\n                                     ANGIE\n                         But he was always a bad kid, that \n                         one.\n\n                                     MICKEY\n                         No. Come on. It was the younger \n                         one that was the bad one.\n\n                                     KAREN (V.O.)\n                              (continuing over \n                              dialogue)\n                         They had bad skin and wore too \n                         much makeup. I mean they didn't \n                         look very good. They looked beat-\n                         up.\n\n               CLOSE UP - WOMEN\n\n               Talking.\n\n                                     KAREN (V.O.)\n                         You never saw teeth like that where \n                         I was growing up and the stuff \n                         they wore was thrown together and \n                         cheap. A lot of pants suits and \n                         double-knits. And they talked about \n                         how rotten their kids were and \n                         about beating them with broom \n                         handles and leather belts, but \n                         that the kids still didn't pay any \n                         attention. When Henry picked me \n                         up, I was dizzy.\n\n               INT. BEDROOM - KAREN'S MOTHER'S HOUSE - NIGHT\n\n               WE SEE they are getting ready for bed.\n\n                                     KAREN\n                         I Don't know. I don't know if I \n                         could live that way. What if, God \n                         forbid, you go to prison. Mickey \n                         said Jeannie's husband --\n\n                                     HENRY\n                              (angrily interrupting)\n                         Are you nuts?  Jeannie's husband \n                         went to the can just to get away \n                         from her, she's such a pain in the \n                         ass. Let me tell you. Nobody goes \n                         to jail unless they want to, unless \n                         they make themselves get caught. \n                         They do stuff with the wrong people. \n                         They don't have things organized. \n                         You know who goes to jail? Nigger \n                         stickup men. That's who. And they \n                         only get caught because they fall \n                         asleep in the getaway car.\n\n               KAREN looks down.  She listening.\n\n                                     HENRY\n                         Listen, we're beginning to make \n                         real money for the first time. \n                         It's business. Do you think I'm \n                         going to walk away from that?\n\n               HENRY puts his arm around KAREN and begins to hug her.\n\n                                     KAREN (V.O.)\n                         After a while, it all got to be \n                         normal. None of it seemed like \n                         crimes. It was more that Henry was \n                         enterprising. That he and the guys \n                         were making a few bucks hustling, \n                         while other men were sitting on \n                         their asses waiting for handouts. \n                         Our husbands weren't brain surgeons. \n                         They were blue collar guys, and \n                         the only way they could get extra \n                         money, real extra money, was to go \n                         out and cut a few corners.\n\n                                                                 CUT TO:\n\n               INT. TRUCK - NIGHT\n\n               ANGLE ON  HENRY AND TOMMY\n\n               who is carrying a brown paper bag as though it were a gun, \n               pulling a DRIVER out of his truck and shoving him toward \n               ANOTHER HOOD who pushes him into the rear seat of a car \n               Where WE SEE - ANOTHER HOOD.\n\n                                                            CUT BACK TO:\n\n               HENRY AND TOMMY getting into the truck.\n\n                                                                 CUT TO:\n\n               ROAD where HE SEE the truck drive off.\n\n                                                            CUT BACK TO:\n\n               TRUCK\n\n               Where WE SEE the paper bag in TOMMY'S hand explode in a \n               red burst as he wildly fixes shots into the air.\n\n               He hear HENRY's laughter.\n\n                                     KAREN (V.O.)\n                         And we were also very close. I \n                         mean, there were never any outsiders \n                         around. Absolutely never!  And \n                         being together all the time made \n                         everything seem even more normal.\n\n               INT. HENRY'S DOORWAY\n\n               WE SEE KAREN looking at a search warrant being shown to \n               her by DETECTIVES who are being very polite. The CHILDREN \n               are looking on.\n\n                                     KAREN (V.O.)\n                         There was always a little \n                         harassment. They always wanted to \n                         talk to Henry about this or that. \n                         They'd come with their subpoenas \n                         and warrants and make me sign.  \n                         But mostly they were just looking \n                         for a handout. A few bucks to keep \n                         things quiet, no matter what they \n                         found.\n\n                                     KAREN\n                              (signing the paper)\n                         Can I make you some coffee?\n\n               The DETECTIVES smile and, taking off their hats, walk into \n               the house where KIDS and KAREN resume watching TV.\n\n                                     KAREN (V.O.)\n                         I always asked them if they wanted \n                         coffee. Some of the wives, like \n                         Mickey Burke, used to curse at \n                         them and spit on the floor. Imagine. \n                         She'd spit on her own floor.   \n                         That never made any sense to me.  \n                         It was better to be polite and \n                         call the lawyer.\n\n                                                                 CUT TO:\n\n               IN BACKGROUND HE SEE the DETECTIVES going through the house.\n\n                                                                 CUT TO:\n\n               INT. DINING ROOM - JIMMY HORSE'S HOUSE - NIGHT\n\n               WE SEE JIMMY and MICKEY and HENRY and KAREN and TODDY and \n               WIFE, TOMMY and GIRLFRIEND, MARTY and FRAN KRUGMAN, ANGELO \n               SEPE and WIFE and the ASSORTED CHILDREN, all wearing party \n               hats and blowing out the candles on nine-year-old JESSE \n               JAMES BURKE's huge layer cake.\n\n                                     KAREN\n                         We  did everything together and we \n                         were always the same crowd. \n                         Anniversaries. Christenings.  We \n                         only want to each other's houses.\n\n                                                                 CUT TO:\n\n               SNAPSHOT OF JIMMY HOGGING KAREN AND MICKEY AT TABLE\n\n                                     KAREN (V.O.)\n                         The woman played cards.  When my \n                         kids were born. Jimmy and Mickey \n                         were always the first at the \n                         hospital.\n\n                                                                 CUT TO:\n\n               SNAPSHOT OF BEAMING JIMMY, MICKEY AND HENRY EMBRACING \n               AGAINST THE WINDOW OF MATERNITY HOSPITAL WHILE A NURSE \n               HOLDS OP A BABY.  MICKEY IS IN TEARS.\n\n                                     KAREN (V.O.)\n                         When we went to the Islands or \n                         Vegas for vacation, we always . \n                         went together.\n\n                                                                 CUT TO:\n\n               SNAPSHOT OF JIMMY AND MICKEY AND HENRY AND KAREN IN BATH-\n               SUITS STANDING NEXT TO THEIR POOLSIDE CHAIRS HOLDING TALL \n               TRADER VIC'S-STYLE DRINKS WITH TINY UMBRELLAS AND PINEAPPLE \n               STICKING OUT OF THEM.\n\n                                     KAREN\n                         It got to ba normal. I got to where \n                         I was even proud that I had the \n                         kind of husband who was willing to \n                         go out and risk his neck just to \n                         get us the little extras.\n\n                                                                 CUT TO:\n\n               INT. HENRY AND KAREN'S SUBURBAN HOUSE - MORNING\n\n               ANGLE ON HENRY'S BEDROOM CLOSET\n\n               CAMERA TRACKS row after row of neatly hung suits and sports \n               jackets and racks of sharp shoes.\n\n               WE SEE HENRY getting undressed.  He neatly hangs his jacket \n               and then lifts the front of his sport shirt to his neck, \n               REVEALING thick packets of crisp $50 and $100 bills be has \n               wedged all around his waist.\n\n                                     KAREN (O.S.)\n                         But I got my mother to watch the \n                         kids tomorrow night.\n\n                                                                 CUT TO:\n\n               KAREN'S BEDROOM CLOSET\n\n               CAMERA TRACKS past rows of KAREN'S dresses, pants suits, \n               blouses, shoes and fur coats.\n\n                                     HENRY (O.S.)\n                         I told you I can't.\n\n                                                                 CUT TO:\n\n               KITCHEN\n\n               WE SEE HENRY, now shaved and dressed in a different suit.  \n               He is on his way out.\n\n                                     KAREN\n                              (annoyed)\n                         I'm gonna need some money.\n\n                                     HENRY\n                         How much?\n\n               WE SEE KAREN hold her thumb and forefinger about an inch \n               apart.\n\n               WE SEE HENRY take about an inch and a half of money from \n               his inside jacket pocket, slap it on the table and go out \n               the door.\n\n               INT. THE SUITE - NIGHT\n\n               A plush, overdecorated cocktail lounge and nightclub on \n               Queens Boulevard, where we hear Sergio Pranchi on the \n               jukebox.\n\n               (NOTE:  REPLAY THE OPENING OF THE FILM AT 9 TIMES NORMAL \n               SPEED -- HENRY SLAMMING THE TRUNK CLOSED.)\n\n                                     HENRY (V.O.)\n                         For most of the guys, killing got \n                         to be accepted. They were routine.  \n                         Murder was the only way everybody \n                         stayed in line. It was the ultimate \n                         weapon. Yon got out of line, you \n                         got whacked. Everyone knew the \n                         rules.\n\n                                                                 CUT TO:\n\n               TOMMY SMASHING GUN INTO BILLY BATT'S HEAD\n\n                                     HENRY (V.O.)\n                         But sometimes, even if people didn't \n                         get out of line, they'd get whacked. \n                         Hits just became a habit for some \n                         guys. It didn't take anything to \n                         get yourself killed.\n\n                                                                 CUT TO:\n\n               SILHOUETTE OF TOMMY, HENRY AND JIMMY\n\n               Stuffing BILLY'S body into the trunk.\n\n                                     HENRY (V.O.)\n                         Guys would get into arguments over \n                         nothing and before you knew it, \n                         one of them was dead. They were \n                         shooting each other all the time. \n                         Shooting people was a normal thing. \n                         It was no big deal.\n\n                                                                 CUT TO:\n\n               TOMMY'S MOTHER'S KITCHEN AND BREAKFAST.\n\n                                     HENRY (V.O.)\n                         You didn't have to do anything and \n                         nobody was immune. You just had to \n                         be there.\n\n                                                                 CUT TO:\n\n               TOMMY\n\n               smashing shovel into soft, bloodied matress cover in the \n               trunk of the car.\n\n                                     HENRY (V.O.)\n                         But we had a problem with Billy \n                         Batts. This was a touchy thing. \n                         Tommy had killed a made man. Billy \n                         was a part of the Bambino crew and \n                         untouchable.\n\n                                                                 CUT TO:\n\n               EXT.  CONNECTICUT WOODLAND - NIGHT\n\n               WE SEE TOMMY, HENRY and JIMMY burying BATTS.\n\n                                     HENRY (V.O.)\n                         Before you could touch a made guy, \n                         you had to have a good reason. \n                         There had to be a sit-down. And \n                         you better get an okay, or you'd \n                         be the one who got whacked.\n\n               HENRY slams down trunk.\n\n                                                                 CUT TO:\n\n               INT.  COPACABANA - LATE SHOW - NIGHT\n\n               ANGLE ON TABLE\n\n               being quickly set up by WAITERS and MAITRE D' as HENRY, \n               TOMMY, ANGELO SEPE, and JOE MANRI sit down.  In BG, WE SEE \n               OLDER HOODS with YOUNG SHOWGIRL TYPES.\n\n               WE SEE LINDA, a cheery, California blonde, and SOME \n               GIRLFRIENDS seated at a table directly behind HENRY'S table.\n\n                                                                 CUT TO:\n\n               STAGE AND AS STAGE LIGHTS DIM:\n\n                                     HENRY (V.O.)\n                         Saturday night was for wives, but \n                         Friday night at the Copa was always \n                         for the girlfriends.\n\n                                                            CUT BACK TO:\n\n               HENRY'S TABLE\n\n               HENRY is now sitting next to LINDA. TOMMY is with GIRL #l. \n               SEPE is with GIRL #2.\n\n                                     GIRL #1\n                         Last week I saw Sunny Davis. What \n                         a performer. You gotta see him. \n                         You gotta catch him. He does \n                         imitations I swear you'd think it \n                         was the real people.\n\n                                     GIRL #2\n                         Yeah, the way he moves. It's \n                         unbelievable. I mean, you can \n                         understand how a white girl could \n                         fall for him.\n\n                                     TOMMY\n                         What are you talking about?\n\n                                     GIRL #2\n                         I don't mean me.  Not me. I just \n                         mean, you can see how some girls \n                         could.  Like that Swedish girl. \n                         You can see how she fell for him. \n                         You can see how he has this, this, \n                         personality.\n\n                                                                 CUT TO:\n\n               COPA STAGE\n\n               spotlight. BOBBY DARKEN is singing.\n\n               EXT. LINDA'S APARTMENT BUILDING - NIGHT\n\n               HENRY'S convertible pulls up.\n\n               HENRY has his arm around LINDA'S neck.  WE SEE them go \n               into the building.\n\n                                                            DISSOLVE TO:\n\n               DAWN.\n\n               INT. VARIO'S HOUSE - DAY\n\n               Sunday. There are LOTS OF RELATIVES and FRIENDS present. \n               HENRY and KAREN arrive. KAREN ia carrying their NEW BABY \n               and HENRY has his TWO-YEAR-OLD DAUGHTER by the hand. A\n\n               Great fuss is made over the NEW BABY and over KAREN by the \n               WOMEN, including VARIO'S WIFE. VARIO puts an arm around \n               HENRY and leads him into an alcove.\n\n                                     VARIO\n                         What did you hear about that thing?\n\n                                     HENRY\n                         What thing? The Brooklyn thing?\n\n                                     VARIO\n                         No. No. The guy from downtown.\n\n                                     HENRY\n                         The guy from near where Christie \n                         used to live?\n\n                                     VARIO\n                         No. The other one. The one who \n                         disappeared up the block from \n                         Christie. The one they made a beef \n                         on.\n\n                                     HENRY\n                         Oh I Him.\n\n                                     VASIO\n                         You know the one I mean?\n\n                                     HENRY\n                         Oh yeah. Sure. That guy. I know \n                         him.\n\n                                     VASIO\n                         That Batts was a miserable fuck, \n                         but his people are looking still \n                         for him.\n\n                                     HENRY\n                         Oh yeah. Yeah. I know. I even looked \n                         into it myself. Nobody knows what \n                         the fuck happened to him. He came \n                         in the joint that one night and \n                         then he disappeared.\n\n                                     VARZO\n                         Hell, keep your eyes open. They're \n                         busting my balls looking for the \n                         fuck.\n\n               INT. THE SUITE - NIGHT\n\n               HENRY and LINDA, with the CREW, are drinking. MARTY KRUGMAN \n               is reluctantly paying off a bet at the bar. JIMMY calls \n               HENRY aside.\n\n                                     JIMMY\n                         We got a problem, that thing we \n                         took care of upstate?\n\n                                     HENRY\n                              (surprised)\n                         Paulie was just talking about him.\n\n                                     JIMMY\n                         Well, we gotta dig him up again.\n\n                                     HENRY\n                              (shocked)\n                         What?\n\n                                     JIMMY\n                         The guy just sold the property. \n                         They're gonna build condominiums \n                         and I don't want anybody digging \n                         up the little bastard.\n\n                                     HENRY\n                              (horrified)\n                         It's been six months.\n\n                                     JIMMY\n                         It's still better than letting \n                         somebody find him.\n\n                                     HENRY\n                              (nodding in agreement \n                              and concerned)\n                         If Paulie finds out, we got \n                         problems.\n\n                                     JIMMY\n                         Fuck Paulie. If Batts' crew finds \n                         we whacked him, we got real \n                         problems.\n\n               EXT. HENRY'S CAR PARKED ON DESERTED COUNTRY ROAD - NIGHT\n\n               A hot summer night. The car trunk is open. HENRY, JIMMY \n               and TOMMY are struggling with shovels.  HENRY, sickened by \n               the stench, is wearing his handkerchief over his nose and \n               mouth. HENRY looks at JIMMY and TOMMY. They do not appear \n               to be bothered by the stench.\n\n               EXT. HENRY AND KAREN'S SUBURBAN HOME\n\n               HENRY is homing out the trunk of his car.  He has all of \n               the mats, the spare tire, and the jack out of the trunk.\n\n                                     KAREN\n                         What happened to the car?\n                              (annoyed at Karen's \n                              prying)\n                         I hit a skunk.\n\n               HENRY sprinkles in a bottle of perfume and slams the trunk \n               shut.\n\n               INT. LINDA'S APARTMENT - BEDROOM - NIGHT\n\n               WE SEE LINDA showing off her new apartment to the GIRLS, \n               including ROBIN, a sexy, dark-haired girl. We hear HENRY, \n               TOMMY, SEPE and MANRI laughing in BG. The apartment is \n               decorated in Ocean Parkway Ring. There are thick velvet-\n               covered sofa and blue-glass coffee table in bedroom and WE \n               SEE a satin-covered, king-size bed with a doll propped \n               against the pillows. WE SEE LINDA lean over and show her \n               GIRLFRIENDS, including ROBIN, the bed ruffles.\n\n                                     HENRY (V.O.)\n                         I set up Linda in an apartment \n                         around the corner from the Suite. \n                         That way I was able to stay over a \n                         couple of nights a week. Karen was \n                         home with the kids anyway and she \n                         never asked any questions anyway.\n\n               INT. BRIDAL SHOP - BACKROOM\n\n               HENRY is strangling the OWNER of a bridal shop with his \n               own tie while TOMMY and JIMMY laugh.\n\n                                     HENRY (V.O.)\n                         Linda and I were having so much \n                         fun, she started screwing up at \n                         work, and I had to straighten out \n                         her boss a little bit.\n\n               INT.  LINDA'S APARTMENT - BEDROOM - CONTINUOUS NIGHT\n\n               WE SEE LINDA suddenly lifted off her feet and thrown on \n               the bed.  WE SEE HENRY and the GIRLS laughing.  As HENRY \n               lifts LINDA off her feet, he winks at ROBIN, who smiles \n               back.\n\n               INT. THE SUITE - A BASEMENT CARD SAME - NIGHT\n\n               Glazed walls, ornate sconces, and a rumpus room bar. HENRY, \n               JIMMY, TOMMY and OTHER WISEGUYS are playing cards. TOMMY \n               is a little drunk. SPIDER, a 22-year-old apprentice hood, \n               is waiting on the PLAYERS, bringing then drinks. The sort, \n               of thing we saw HENRY doing earlier. TOMMY is feeling \n               expansive. He throws his jacket open TO REVEAL a gun tacked \n               in his belt.\n\n                                     TOMMY\n                              (impatiently)\n                         Spider. C'mon, get me a seven and \n                         seven.\n\n               WE SEE SPIDER deliver a drink to HENRY and slowly back \n               toward the bar.\n\n                                     TOMMY\n                         Spider, what did I say? Did I say \n                         I was dying over here? Come on. \n                         Move it. Don't walk, dance.\n                              (to his fellow \n                              players)\n                         Did you ever see in the cowboy \n                         movies where they make them dance? \n                         Did you see The Oklahoma Kid, the \n                         only cowboy movie Cagney ever made? \n                         Come on, dance, you varmit.\n\n               WE SEE TOMMY taking out his guns.\n\n                                     SPIDER\n                         Tommy, don't fuck around.\n\n                                     TOMMY\n                         Yahooo.\n\n                                     HENRY\n                         Tommy, don't fuck around. Put the \n                         gun away. Tommy!\n\n                                     TOMMY\n                         No, no. It's okay.\n\n                                     HENRY\n                         Tommy, come on. Put the gun away.\n\n                                     TOMMY\n                         No. It's okay. Just watch this.  \n                         Watch it.\n\n               The gun explodes and WE SEE SPIDER shot in the foot.\n\n               EXT. HENRY'S HOUSE - EVENING\n\n               WE SEE a set of keys come flying out the window. TILT DOWN \n               to keys.\n\n                                                                 CUT TO:\n\n               BEDROOM\n\n               HENRY is furious. He pushes past KAREN and looks out window\n\n                                     HENRY\n                         I gotta go out!\n\n                                     KABEN\n                         Not tonight, you're not. Not without \n                         the car keys, you're not.\n\n                                     HENRY\n                         Are you nuts?\n\n                                     KAREN\n                         I don't care. Something's going \n                         on.\n\n                                     HENRY\n                              (exasperated)\n                         That again.\n\n                                     KABEN\n                              (shrieking and in \n                              tears)\n                         You're a liar. I look at you and I \n                         know you're a liar.\n\n               HE SEE HENRY pick up a large lamp and throw it at KAREN. \n               He misses.\n\n                                     HENRY\n                              (suddenly calm and \n                              walking out)\n                         I need some air.  I need a little \n                         peace. At least at home.\n\n               WE SEE KABEN sit down on bed and begin to cry. We hear the \n               CHILDREN crying in BG.\n\n               INT. THE SUITE - BASEMENT CARD GAME - NIGHT\n\n               ANGLE ON SPIDER\n\n               With bandaged foot and HENRY walking in and TILT UP TO \n               both of them.\n\n               JIMMY, TOMMY and SOME HOODS are playing cards.  TOMMY Is \n               already drunk.\n\n                                     TOMMY\n                         Hey!  Look at this.  Fred Astaira, \n                         back from the wars. Can you believe \n                         this guy? That bandage. It's bigger \n                         than his foot.\n\n               SPIDER ignores him.\n\n               The card game is going on. Shirts are unbuttoned. The table \n               filled with empty glasses. SPIDER limps over with drinks.\n\n                                     TOMMY\n                         Spider. You're so full of shit. \n                         Even with that foot, I bet you can \n                         dance.\n\n               SPIDER puts the drinks down and tries to ignore TOMMY again.\n\n                                     TOMMY\n                         Come on. Spider.  Come on. Let's \n                         see you dance.\n\n                                     SPIDER\n                         Why don't you go fuck yourself.\n\n                                     JIMMY\n                              (laughing)\n                         Hey,  Spider.  That's very good. \n                         Did you hear, Spider?  The kid's \n                         got balls.  See, the kid's got \n                         balls.  He's a good kid.\n\n               SPIDER starts to limp proudly back to the bar.\n\n                                     JIMMY\n                              (whispering to Tommy)\n                         You going to take that shit from \n                         this punk?  This fuckin'  low-life. \n                         This kid's got bigger balls than \n                         you'll have any day.  He just got \n                         shot in the foot by you and he \n                         tells you to go fuck yourself.  I \n                         can't believe this shit.\n                              (to the crew, roaring \n                              with laughter)\n                         Can you believe this shit?\n                              (To Tommy, almost \n                              whispering)\n                         Tommy! You gonna take that shit \n                         from a punk?\n\n               The PLAYERS are all laughing loudly. SPIDER is proudly \n               standing near the bar. And, before anyone has any idea of \n               what is about to happen, TOMMY pulls out one of his two \n               guns and puts three deafening shots into SPIDER'S chest.\n\n               EVERYONE is frozen in silence. HENRY is upset by shooting. \n               There is a long pause.\n\n                                     JIMMY\n                         All right, you dumb fuck, if you're \n                         going to be a big fuckin' wiseguy, \n                         you can dig the hole.\n\n               WE SEE a frowning TOMMY get up from table and slowly begin \n               moving chairs around to get ready to dig the hole.\n\n                                     HENRY\n                         After Billy Batts and Spider, \n                         everything was going crazy. Not \n                         just our crew, but everybody.\n\n                                                                 CUT TO:\n\n               EXT. LINDA'S APARTMENT - DAY\n\n               WE SEE LINDA in the apartment.\n\n                                                                 CUT TO:\n\n               LINDA'S DOOR\n\n               WE SEE KAREN pressing the buzzer while holding TWO \n               hysterical CHILDREN.\n\n                                     KAREN\n                              (screaming)\n                         Open up!  I know you're there! You \n                         stay away from my husband.\n\n                                     KAREN (V.O.)\n                         She wouldn't open the door.  I \n                         rang her bell. Still, she wouldn't \n                         open.  I rang her bell for two \n                         hours, and she kept on hiding.\n\n                                                                 CUT TO:\n\n               INT. HENRY'S HOUSE - BEDROOM - NIGHT\n\n               ON HENRY'S SLEEPING FACE\n\n               CAMERA IS LOOKING at him. Peel a presence on top of him. \n               We hear a click.  HENRY's eyes open. HENRY looks up.\n\n                                                                 CUT TO:\n\n               HENRY'S POV\n\n               WE SEE the gun aiming right through the lens. WE CAN SEE \n               the bullets in the chambers.\n\n                                     KAREN\n                              (straddling Henry \n                              in bed, holding a \n                              gun)\n                         Henry.\n                              (she pulls back the \n                              hammer)\n                         Wake up.\n\n                                     HENRY\n                              (always deny)\n                         What's the matter with you?  You're \n                         crazy.\n\n                                     KAREH\n                              (hysterically)\n                         Crazy? I'm crazy enough to shoot \n                         you and her.\n\n               COVERED BY A SERIES OF QUICK CLOSE UP CUTS\n\n               KAREN sweating, HENRY'S profile, the hammer of the gun, \n               etc.\n\n                                     KAREN (V.O.)\n                         But still I couldn't hurt him.  \n                         How could I hurt him? I couldn't \n                         even bring myself to leave him.\n\n                                                                 CUT TO:\n\n               KAREN\n\n               sweating.\n\n                                     HENRY\n                              (carefully moving \n                              his head away from \n                              the gun)\n                         It's all bullshit. I swear. It's \n                         nothing. Whatever you want, we'll \n                         do.\n\n                                                                 CUT TO:\n\n               HENRY'S PROFILE\n\n                                                                 CUT TO:\n\n               KAREN'S TRIGGER FINGER\n\n                                     KAREN (V.O.)\n                         The truth was, that no matter how \n                         bad I felt, I was still very \n                         attracted to him. Why should I \n                         give him up to someone else? Why \n                         should she win?\n\n                                     HENRY\n                              (quickly moving his \n                              head away and \n                              grabbing the gun)\n                         Son of a bitch.\n\n               WE SEE HENRY slap KAREN across the face and knock her off \n               the bed.\n\n                                     HENRY\n                              (angrily getting \n                              out of bed and \n                              packing his clothes)\n                         I don't need this bullshit. I got \n                         enough to worry about getting \n                         whacked on the street. I gotta \n                         come home to get whacked?\n\n               WE SEE KAREN crying.\n\n                                     HENRY\n                         I swear on my mother, I should \n                         kill you. You're fucking crazy.\n\n               WE SEE HENRY hit her. He is about to hit her again, but \n               stops. He turns his back on her and opens the door of his \n               closet roughly grabbing some clothes as if getting ready \n               to pack.\n\n                                                                 CUT TO:\n\n               INT. LINDA'S APARTMENT - DAY\n\n               HENRY opens the door and PAUL VARIO and JIMMY enter. They \n               walk toward the kitchen. The place is in disarray.\n\n                                     HENRY\n                              (to Linda)\n                         Honey.  Go get me some cigarettes.\n\n               LINDA leaves without saying a word.\n\n                                     VARIO\n                              (after watching the \n                              door close)\n                         Karen's come to the house. She's \n                         very upset. It's no good. You gotta \n                         straighten this all out.\n\n               HENRY looks down.\n\n                                     JIMMY\n                         Things gotta be calm right now, \n                         and Karen's so high-strung. She's \n                         with Mickey every day. Who knows \n                         what she's gonna do?\n\n                                     VARIO\n                         Jimmy and Tommy were supposed to \n                         pick up something in Tampa for me \n                         this weekend.\n\n               JIMMY nods in agreement.\n\n                                     VARIO (V.O.)\n                         You go with Jimmy, instead. Get \n                         away for a few days.  Relax.\n\n                                                                 CUT TO:\n\n               INT. REAR SEAT OF CAR - NIGHT\n\n               WE SEE MAM's bleeding face being punched.\n\n                                     VARIO (V.O.)\n                         Enjoy yourselves. Have a good time. \n                         Then, when you get back Monday, \n                         you go home to Karen.\n\n               WE PULL BACK TO SEE JIMMY and HENRY beating a MAM who is \n               squashed between them.\n\n                                     MAM\n                              (pleading)\n                         I ain't got it. I swear.\n\n               WE SEE JIMMY and HENRY beat him more.\n\n                                     MAN\n                              (crying)\n                         I can't.  I swear.\n\n               WE SEE JIMMY and HENRY look at each other.\n\n               EXT.  EXIT SIGN TO BUSCH GARDENS - TAMPA ZOO - NIGHT\n\n               We hear the roar of lions.\n\n               WE SEE JIMMY and HENRY drag the BOOKIE out of the car by \n               his arms and legs just outside the zoo.\n\n                                     JIMMY\n                         we're gonna feed the bastard to \n                         the lions.\n\n                                     HENRY\n                              (while dragging \n                              bookie)\n                         What lions? I'm not going near any \n                         lions.\n\n                                     JIMMY\n                         We only have to shove'em over the \n                         moat.\n\n               WE SEE the MAN finally begin to squirm and scream.\n\n                                                                 CUT TO:\n\n               EXT. ROADSIDE PHONE BOOTH - NIGHT\n\n               ANGLE ON BLEEDING MAN\n\n               on phone with JIMMY and HENRY waiting outside.\n\n                                     HENRY (V.O.)\n                         They must really feed each other \n                         to the lions down there, because \n                         the guy gave the money right up \n                         and we got to spend the rest of \n                         the weekend at the track.\n                              (pause and genuine \n                              shock)\n                         But then, I couldn't believe what \n                         happened.\n\n                                                                 CUT TO:\n\n               NEWSPAPER PICTURE\n\n               of HENRY and JIMMY getting arrested.\n\n                                     HENRY (V.O.)\n                         When we got home, we were all over \n                         the newspapers. At first, I didn't \n                         even know why we got picked up.\n\n                                                                 CUT TO:\n\n               NEWSPAPER PHOTO\n\n               of MAN they beat being arrested with his head bandaged.\n\n                                     HENRY (V.O.)\n                         Then, I found out, that the guy we \n                         roughed up turned out to have a \n                         sister working as a typist for the \n                         FBI.\n\n               GOVERNMENT OFFICE\n\n               where sobbing TYPIST is surrounded by MEN in business suits.\n\n                                     HENRY (V.O.)\n                         Who could believe it? Of all the \n                         fucking people. She gave up \n                         everybody.  Jimmy.  Me. Even her \n                         brother.\n\n                                                                 CUT TO:\n\n               INT. COURTROOM - DAY\n\n               HENRY and JIMMY before JUDGE.  KAREN and CHILDREN crying \n               in court. OTHER FAMILY MEMBERS present and crying.\n\n                                     HENRY (V.O.)\n                         It took the jury six hours to bring \n                         us in guilty. The judge gave Jimmy \n                         and me ten years like he was giving \n                         away candy.\n\n               INT. MAXWELL'S PLUM - THE BAR - LATE AFTERNOON\n\n               TOMMY, MARTY KRUGMAN, JOE MANRI, STACKS EDWARDS, FRENCHY \n               McMAHON, etc., are all having drinks with HENRY before he \n               goes off to prison.\n\n               WE SEE by the bar clock that it is four o'clock.\n\n               Suddenly, KAREN comes charging into the bar.  She is angry. \n               She has tracked HENRY down.\n\n                                     KAREN\n                              (frantic)\n                         I thought you were supposed to \n                         turn yourself in at ten o'clock \n                         this morning?\n\n                                     HENRY\n                         I'm just having my last few drinks.\n\n                                     KAREN\n                         I've been all over town. I got a \n                         call from the bondman.  He says \n                         they're going to rescind your bail \n                         if you don't show up and sign in \n                         right now. They're going to take \n                         away the house.\n\n                                     HENRY\n                         Shit.\n\n               HENRY looks at his PALS, orders his last Screaming Eagle \n               for a while, and gently touches the tips of KAREN'S fingers. \n               He swallows his drink, hugs and kisses a tearful KAREN and \n               walks out of the bar to a long, white, stretch limo waiting \n               at the curb.\n\n                                     TOMMY\n                         Say hello to Jimmy.\n\n               HENRY gets in the rear seat of the limo.\n\n                                     HENRY\n                              (downing a plan \n                              full of valium)\n                         Okay, now you can take me to jail.\n\n                                                                 CUT TO:\n\n               INT. DORMITORY - LEWISBURG FEDERAL PRISON\n\n               CLOSE UP - GARLIC\n\n               being sliced razor thin.\n\n                                     HENRY (V.O.)\n                         Dinner was always a big thing. We \n                         had a pasta course and then meat \n                         or fish.  Paulie did the prep work.  \n                         He was doing a year for contempt \n                         and he had a system for doing \n                         garlic. He used a razor and he \n                         sliced it so thin it used to liquify \n                         in the pan with a little oil.\n\n                                                                 CUT TO:\n\n               HOT PLATE\n\n               with a pot full of tomato sauce and meatballs being stirred.\n\n                                     HENRY (V.O.)\n                         Vinnie was in charge of the tomato \n                         sauce.  I felt he put in too many \n                         onions, but it was a good sauce \n                         anyway.\n\n                                                                 CUT TO:\n\n               FRYING PAN\n\n               With smoking steaks.\n\n                                     HENRY (V.O.)\n                         Johnny Dio did the meat. He didn't \n                         have a broiler, so Johnny did \n                         everything in pans.  He smelled up \n                         the joint something awful and the \n                         hacks used to die.\n\n                                                                 CUT TO:\n\n               HOT FLAT\n\n               Hooked up by long extension cord to an electric outlet in \n               the toilet. There are huge kitchen knives, a block of ice \n               in a tin pail covered with a cloth and large pots and \n               colanders necessary for cooking pasta dishes.\n\n               PULL BACK to a large dorm with four beds separated by \n               shoulder-height partitions. The room does not look like a \n               prison. There are curtains over the bars. The room is filled \n               with smoke from the pan-fried steak.\n\n                                     HENRY (V.O.)\n                         Everybody else in the joint was \n                         doing real time, all mixed together, \n                         living like pigs.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               In grey prison garb, carrying a heavy canvas mail sack \n               marked \"LEWISBURG PRISON.\" He dumps the sacks on one of \n               the beds.\n\n                                     HENRY (V.O.)\n                         We lived alone, we owned the joint. \n                         Even those hacks who we couldn't \n                         bribe would never rat on the guys \n                         who did.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               opens the sack on his bad and pulls out bottles of wine, \n               scotch, and brandy, and holds them aloft.\n\n                                     HENRY\n                              (looking for praise)\n                         Nice? Good?\n\n                                     VARZO\n                              (looking up from \n                              his garlic surgery)\n                         Okay. What else?\n\n               WE SEE HENRY reach in the sack and pull out cheeses, dried \n               sausages, a large jar of vinegar peppers and dried \n               mushrooms.\n\n                                     VARIO\n                              (beaming with pride)\n                         Now we eat.\n\n               WE SEE HENRY begin to set the table.\n\n                                                                 CUT TO:\n\n               VARIO AND THE REST OF TEE MOB BOSSES\n\n               playing cards, sipping wine, scotch and brandy. HENRY is \n               sitting on his bed with his back to the GROUP. When he \n               sees that no one is watching him, he pulls a black plastic \n               garbage bag out of the sack.  HENRY opens the bag and \n               quickly counts the clear plastic bags of marijuana, glassine \n               envelopes of heroin and bottles of pills. HENRY quickly \n               repacks the drugs and slips them under his covers.\n\n               INT.  PRISON ENTRY GATE - DAY\n\n               Visiting day.  HENRY is in a GUARD'S booth watching the \n               VISITORS' gate through a window.  WE SEE a GUARD in the \n               room with HENRY. There is a knock. The GUARD opens the \n               door and looks at HENRY. HENRY nods. The GUARD lets the \n               INMATE enter. While the GUARD watches, the INMATE gives \n               HENRY some cash and HENRY gives him one of the plastic \n               bags filled with marijuana and a bottle of pills. The INMATE \n               is then escorted out by the GUARD who closes the door.\n\n                                     GUARD\n                         Are there any more?\n\n                                     HENRY\n                              (looking intently \n                              at the visiting \n                              gate)\n                         No, that's it. Ho more today.\n\n               WE SEE HENRY casually stuff some bills into the GUARD'S \n               shirt pocket.\n\n                                                                 CUT TO:\n\n               INT. VISITORS' GATE - DAY\n\n               ANGLE ON KAREN\n\n               coming through. She is wearing such a large, oversized \n               coat that KAREN looks twice as big as she was when we last \n               saw her. She has the TWO CHILDREN with her. She is carrying \n               a large purse and some empty shopping bags. The GUARDS see \n               her and immediately help her get through the metal detection \n               device and past the table where OTHER WOMEN are emptying \n               the contents of their bags and packages.\n\n                                                                 CUT TO:\n\n               REGISTRATION DESK where KAREN quickly signs the visitors' \n               book.\n\n                                                                 CUT TO:\n\n               GUARD'S GRINNING FACE\n\n               WE SEE him turn page of book so KAREN can see the name of \n               another of HENRY's visitors.\n\n                                                                 CUT TO:\n\n               PAGE OF BOOK WE SEE name, 'Linda Rossi\" written next to \n               BILL, HENRY.\n\n                                                                 CUT TO:\n\n               INT.  PRISON VISITING ROOM\n\n               PAN BACK to a large gymnasium filled with formica tables \n               and cheap plastic chairs at which WE SEE PRISONERS and \n               their WIVES and CHILDREN eating, talking, crying and, in \n               discreet corners -- hidden behind makeshift screens of \n               shopping bags and scarves -- having oral sex.\n\n               WE SEE that the bored GUARDS are indifferent to what is \n               happening.\n\n                                                                 CUT TO:\n\n               TABLE\n\n               HENRY and KAREN are talking while WE SEE the CHILDREN \n               playing in the distance at the commissary food machines.\n\n                                     KAREN\n                              (fuming)\n                         You son of a bitch. She's been \n                         here.\n\n                                     HENRY\n                              (acting dumb)\n                         What are you talking about?\n\n                                     KAREN\n                              (gottcha)\n                         Don't lie to me. I saw her name in \n                         the register.\n\n                                     HENRY\n                         Jezuz Christ!\n\n                                     KAREN\n                         You want her to visit you?  Good!  \n                         Let her stay up all night crying \n                         and writing letters to the parole \n                         board.\n\n                                     HENRY\n                              (astounded)\n                         What am I doing? I'm in here! I'm \n                         in jail. I can't stop people from \n                         coming to see me.\n\n               WE SEE KAREN open her coat revealing large inside pockets \n               where she has stowed salamis, wine, cigarettes, cartons, \n               etc.\n\n                                     KAREN\n                         You want her?  Good!  Let her sneak \n                         this stuff in for you!\n\n               WE SEE KAREN slam a salami on the table with such a thud \n               that the other PRISONERS and WIVES turn around.\n\n                                     KAREN\n                         Let her fight with these creep \n                         bastards every week to make life \n                         easier for you!\n\n               WE SEE KAREN slam down cigarettes and wine with a thud, \n               this time WE SEE a GUARD turn around and look at KAREN and \n               HENRY and the contraband on the table. Pause.  WE SEE the \n               GUARD turn his head away.\n\n                                     HENRY\n                              (desperate)\n                         Stop! Stop!\n\n                                     KAREN\n                         Let her carry this shit inside.\n\n               WE SEE KAREN boldly wave a Baggie filled with marijuana \n               and some plastic medicine containers with pills.\n\n               HENRY grabs the narcotics out of KAREN's hand and grabs \n               her.  WE SEE HENRY hug KAREN to him and WE SEE her drop \n               her arms and hug him.\n\n                                     KAREN\n                              (quietly sobbing)\n                         Nobody's helping me. Tommy got \n                         four years. Marty and Fran are \n                         broke.  I asked your friend Remo \n                         for the money he owed you, and you \n                         know what he told me?\n\n                                     HENRY\n                              (stroking her head \n                              and soothing her)\n                         It'll be okay.\n\n                                     KAREN\n                         He told me to take the kids to the \n                         police station and make the cops \n                         put me on welfare.\n\n               WE SEE HENRY take the drugs from KAREN's hand and slip it \n               into his shirt.\n\n                                     HENRY\n                         We've got to help each other.\n\n                                     KAREN\n                         Even Paulie, since he got out, I \n                         hardly see him.\n\n                                     HENRY\n                         It's only you and me. That's what \n                         happens when you go away. We're on \n                         our own. Forget everybody.  Forget \n                         Paulie.  As long as he's on parole \n                         he doesn't want anybody doing \n                         anything.\n\n                                     KAREN\n                              (sobbing)\n                         I can't do it anymore.\n\n                                     HENRY\n                         Yes, you can. I've got it set up. \n                         We'll be fine. All I need is for \n                         you to keep bringing the stuff.  \n                         I've got a guy in here from \n                         Pittsburgh who'll move it for me. \n                         Believe me, in a month we'll be \n                         fine. We won't need anybody.\n\n                                     KAREN\n                         I'm afraid. I'm afraid if Paulie \n                         finds out.\n\n                                     HENRY\n                         Don't worry about Paulie. Is he \n                         helping you? Is he putting food on \n                         the table? We've got to help \n                         ourselves. We just have to be \n                         careful while we do it.\n\n                                     KAREN\n                              (looking in his \n                              face)\n                         I don't want to hear about her \n                         anymore.\n\n                                     HENRY\n                              (hugging her to him)\n                         Never.\n\n                                                            DISSOLVE TO:\n\n               TITLE - FOUR YEARS LATER\n\n               EXT.  PRISON GATE - DAY\n\n               HENRY comes out in civilian clothes. WE SEE his face drop. \n               PAN over to the beat-up old car.  KAREN is behind the wheel. \n               HENRY gets in.\n\n               INT.  KAREN'S SMALL, CRAMPED APARTMENT\n\n               The signs of wealth are long gone. HENRY sees that KAREN \n               has been living four tough, lean years.\n\n               Their DAUGHTERS are watching as HENRY looks around the \n               house.\n\n                                     HENRY\n                              (smiling faintly)\n                         Get packed.  We're getting out of \n                         here.\n\n                                     KAREN\n                         With what?\n\n                                     HENRY\n                              (smiling, slyly)\n                         Don't worry with what. You just \n                         start looking for a new place. I'm \n                         going to Pittsburgh in the morning. \n                         The guys from Pittsburgh they owe \n                         me fifteen grand from our little \n                         partnership and it's only the \n                         beginning.\n\n                                     KAREN\n                         But you've got to see your parole \n                         officer in the afternoon and\n                              (whispering)\n                         I promised we'd take Judy to F.A.O. \n                         Schwarz.\n\n                                     HENRY\n                         Don't worry about it. You listening \n                         to me? Now, come on. We gotta go \n                         see Paulie.\n\n                                                                 CUT TO:\n\n               INT. VARIO'S HOUSE - DAY\n\n               ANGLE ON PLATTERS OF FOOD\n\n               Coming out of the kitchen and placed on the table.\n\n                                                                 CUT TO:\n\n               DOCK - IN REAR OF VARIO'S HOUSE\n\n                                                            DISSOLVE TO:\n\n               VARIO AND HENRY walking toward the edge of the dock.\n\n                                     VARIO\n                         I don't want any more of that Shit.\n\n                                     HENRY\n                         Wha?  Me?\n\n                                     VARIO\n                         Just stay away from the garbage.  \n                         Yon know what I mean.\n\n                                     HENRY\n                              (shocked)\n                         Me? Why would I get into that shit?\n\n                                     VARIO\n                              (interrupting)\n                         I know what you did inside. You \n                         did what you had to do. I'm not \n                         talking about that.  I'm talking \n                         from now on, outside. I'm talking \n                         right here.\n\n                                     HENRY\n                         Why would I get into that?\n\n                                     VARZO\n                         Don't make me a fool. You know \n                         what I mean, from now on, you gotta \n                         be careful. Just don't mess around \n                         with that shit, and watch out for \n                         Jimmy. Jimmy's a good earner, but \n                         he's sometimes too hungry. He's \n                         wild.  He does foolish things.  \n                         Jimmy is not a businessman. As \n                         good as he is, he takes too many \n                         chances.\n\n                                     HENRY\n                         I know that.  I know Jimmy. You \n                         think I'd take chances like Jimmy?\n\n                                     VARZO\n                         And that Tommy. He's a good kid, \n                         but he's crazy. He's a cowboy. \n                         He's got too much to prove. You \n                         got to watch out for kids like \n                         that.\n\n                                     HENRY\n                         Paulie, I know.  I know what they \n                         are. But I use them for certain \n                         things.  Please. Believe me, you \n                         don't nave to worry.\n\n                                     VARIO\n                              (not even listening \n                              to Henry's protest)\n                         I'm not going to get fucked like \n                         Gribbs. He's seventy years old and \n                         the fucking guy is going to die in \n                         prison.  I don't need that. I don't \n                         care who it is. I'm warning \n                         everybody. Gribbs got twenty years \n                         just because he said hello to some \n                         fuck who was sneaking around selling \n                         junk behind his back. That's not \n                         going to happen to me.  You \n                         understand?\n\n                                     HENRY\n                         Paulie. Why would I? I swear.\n\n                                     VARIO\n                         You're only home early because we \n                         got you a job, right? And I don't \n                         need any heat. You understand?\n\n                                     HENRY\n                         Nods.\n\n                                     VARIO\n                         And, if you hear about anybody \n                         else fucking around with that shit, \n                         you tell me.\n\n                                     HENRY\n                         Nods again.\n\n                                     VARIO\n                              (gently slappinq \n                              Henry on the cheek)\n                         Anybody!  You understand?\n\n                                     HENRY\n                         I understand.\n\n               INT.  ROBIN'S BASEMENT APARTMENT - DAY\n\n               ANGLE ON ROBIN'S HANDS\n\n                                                                 CUT TO:\n\n               mixing coke in metal bowl. WE SEE HENRY standing behind \n               her.  ROBIN is an intense, sexy, 30-year-old, divorced.\n\n               Ex-airport clerk. (ROBIN is described earlier in SCENE #75 \n               page 58, where she flirts with HENRY.)  The apartment is a \n               jumbled mess and even the table where she is cutting the \n               drugs is littered with old coffee caps, newspapers, and \n               day-old dirty dishes.\n\n                                     HENRY (V.O.)\n                         It took me about a week of sneaking \n                         around before I could unload the \n                         Pittsburgh stuff without Paulie \n                         finding out. But when I did, it \n                         was a real score.  I started using \n                         Robin's place to mix the stuff and \n                         even with Robin's snorting more \n                         than she mixed, I could see this \n                         was a good business. I made twelve \n                         thousand dollars in my second week \n                         and I had a down-payment on my \n                         house. All I had to do was every \n                         once in a while, tell Robin I loved \n                         her.\n\n                                                                 CUT TO:\n\n               INT. PAROLE OFFICE - DAY TIGHT ON A PIECE OF PAPER\n\n               where stubby pencil calculations are being scribbled.\n\n                                     HENRY (V.O.)\n                         It was perfect. As long as I kept \n                         getting the stuff from Pittsburgh, \n                         I knew Paulie would never find \n                         out. But within a couple of weeks \n                         it got to be so big I needed help.  \n                         I got Jimmy and Tommy to come in \n                         with me.\n\n                                     HENRY (O.S.)\n                         Fifteen, sixteen, eighteen, twenty-\n                         one-five.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               opening a shoe box he has hidden in a plastic grocery bag. \n               JIMMY and TOMMY lean close to HENRY in order to see inside.\n\n                                     HENRY\n                              (smiling)\n                         Did I tell you?\n\n                                                                 CUT TO:\n\n               OPEN SHOE BOX\n\n               filled with twenty-dollar bills.\n\n                                     JIMMY (O.S.)\n                         Nice.\n\n                                     TOMMY\n                         Who's buying?\n\n               WE SEE HENRY's thumb run through the tightly-stacked \n               twenties like piano keys.\n\n                                                                 CUT TO:\n\n               PAROLE OFFICER\n\n               in tired business suit coming out of door, over which WE \n               SEE sign reading \"UNITED STATES DEPARTMENT OF JUSTICE - \n               PAROLE DIVISION,\" and WE SEE that HENRY, JIMMY and TOMMY \n               are in the large brightly lit Parole Office counting their \n               drug profits.\n\n                                     PAROLE OFFICER\n                              (overworked and \n                              looking around the \n                              crowded waiting \n                              room)\n                         Burke?\n\n               WE SEE JIMMY and PAROLE OFFICER walk into the office.\n\n                                     PAROLE OFFICER\n                         Still working?\n\n               Door closes.\n\n                                                            CUT BACK TO:\n\n               A WHOLE FLOOR\n\n               filled with EX-CON PAROLEES.\n\n                                                                 CUT TO:\n\n               INT. HENRY'S NEW HOUSE\n\n               WE SEE MARTY KRUGMAN and his wife, FRAN, being taken on a \n               tour of an over-decorated and expensive living room.\n\n               (SHOT almost like a commercial)\n\n                                     KAREN (O.S.)\n                         This we had to have made special. \n                         I mean, sit in it. Go ahead. Sit.\n\n               FRAN plops onto sofa.\n\n                                     KAREN (O.S.)\n                         The others you couldn't even sit \n                         in.  And from here, watch the wall.\n\n               KAREN's hand flicks a switch on table next to sofa and \n               wall slides back, REVEALING TV and stereo.\n\n                                     KAREN (O.S.)\n                         See. It opens. We had the \n                         electricians fix it up special.\n\n                                                                 CUT TO:\n\n               LARGE MARBLE-TOP TABLE\n\n                                     KAREN\n                         This we imported. It came in two \n                         pieces.\n\n               On third object, PAN TO KAREN.\n\n               As KAREN and FRAN KRUGMAN disappear behind swinging kitchen \n               doors, MARTY and HENRY drop onto the sofa.\n\n                                     MARTY\n                         It's a fait accompli?\n\n                                     HENRY\n                         Done.\n\n                                     MARTY\n                         And Jimmy's in it, right?\n\n                                     HENRY\n                         Will you stop.\n\n                                     HASTY\n                         But you don't understand.  It's \n                         worth millions. It's once in a\n\n                                     MARTY\n                         Lifetime. We'll be rich. No more \n                         nut every week. I've been \n                         cultivating this thing for two \n                         years.\n\n               INT. ROBERT'S LOUNGE\n\n               A SEEDY MOB HANGOUT. WE SEE ALL OF THE WISEGUYS WHO WILL \n               BE A PART OF THE LUFTHANSA ROBBERY.  MARTY, HENRY, TOMMY, \n               AND JIMMY ARE WATCHING A BASKETBALL GAME.\n\n                                     HENRY (V.O.)\n                         And these are the guys.\n\n                                                                 CUT TO:\n\n               TOMMY AND ANGELO SEPE\n\n               who are leaning with their backs against the bar, their \n               jackets open, bosses of all they survey.\n\n                                     HENRY (V.O.)\n                         Tommy and Sepe were going to grab \n                         the outside guard and make him get \n                         us in the front door.\n\n                                                                 CUT TO:\n\n               FRENCHY MCMAHON\n\n               Who is playing shuffleball.\n\n                                     HENRY (V.O.)\n                         Frenchy and\n\n                                                                 CUT TO:\n\n               JOE BUDDHA sprinkling sawdust on the shuffleboard table.\n\n                                     HENRY (V.O.)\n                         Joe Buddha had to round up the \n                         workers.\n\n                                                                 CUT TO:\n\n               FAT LOUIE\n\n               who is about 300 pounds and is sitting backwards in a chair, \n               watching the television with a drink in his hand.\n\n                                     HENRY (V.O.)\n                         Fat Louis had to keep than tied up \n                         and away from alarms.\n\n                                                                 CUT TO:\n\n               MARTY\n\n               Shoving his way between JIMMY and HENRY at the bar and \n               turning to the television basketball game.\n\n                                     HENRY\n                         Only Marty was driving us nuts. He \n                         was busting Jimmy's balls for an \n                         advance on the money we were going \n                         to steal.\n\n                                                                 CUT TO:\n\n               STACKS EDWARDS\n\n               who is sitting at the bar, delicately stirring his drink \n               with his pinky.\n\n                                     HENRY (V.O.)\n                         Even Stacks got in on it.  He was \n                         supposed to steal the panel truck \n                         and afterwards compact it by a \n                         friend of ours in Jersey.\n\n                                                                 CUT TO:\n\n               INT. KAREN AND HENRY'S BEDROOM - DAY\n\n               ANGLE ON BABY\n\n               JUDY WICKS, a young, pale blonde woman, puts the BABY and \n               an overnight bag on the bed as HENRY and KAREN watch.\n\n                                     HENRY\n                         I had everybody working.  Even our \n                         old babysitter.\n\n                                     KAREN\n                              (enthused)\n                         She's beautiful.  Look at her. \n                         Henry, look at her.\n\n                                     HENRY\n                              (singsong)\n                         Hello!  Hello!\n                              (to Judy)\n                         Have a good flight?\n\n                                     JUDY\n                         I hate Pittsburgh.\n\n               WE SEE JUDY WICKS unwrap the BABY'S pink snowsuit and take \n               off its hood and mittens as HENRY opens JUDY's overnight \n               bag and takes out some Pampers and then he takes out several \n               plastic bags with cocaine and heroin.\n\n                                     JUDY\n                         Where'd you find such creeps?\n\n                                     HENRY\n                         They're okay and it's worth it. \n                         Ain't it?\n\n                                     KAREN\n                              (playing with the \n                              baby)\n                         Is this the same one as last time?\n\n                                     JUDY\n                              (amazed that Karen \n                              can't tell the \n                              difference)\n                         No. That one was my sister's. This \n                         is Louise's.\n\n                                     KAREN\n                         Look at her, Henry, is she sweet? \n                         Doesn't she look like Judy?\n\n                                     JUDY\n                         That's what the stewardess said.\n\n               WE SEE HENRY barely listening while putting the drugs in a \n               paper bag.\n\n                                                                 CUT TO:\n\n               INT. ROBIN'S HOUSE\n\n               EXTREME CLOSE OF - COKEBALLS\n\n               COME BACK TO SEE HENRY at table making \"cokeballs\" in a \n               metal press.\n\n                                                                 CUT TO:\n\n               LINE OF COKE ON A MIRROR\n\n               shoved under HENRY's nostril.\n\n               WE SEE straw inserted into HENRY's nostril as he casually \n               inhales. He never stops pressing the cokeballs.\n\n               TRACK OUT TO ROBIN 'taking a snort herself, and the sloppy \n               table with the drags, scales, mixers, bowls and sieves. \n               ROBIN is razor-blading two more lines.\n\n                                     HEHRY\n                              (watching out of \n                              the corner of his \n                              eye)\n                         Hey! Watch out.\n\n               WE SEE ROBIN lick her finger and then run her finger across \n               HENRY'S tongue. Be licks, but does not react as he takes \n               several golf-ball-size cokeballs out of the machine and \n               puts then in a leather pouch. Be gets up to leave.\n\n                                     ROBIN\n                         Stay there.\n\n                                     HENRY\n                         Don't start. I told you to clean \n                         up. Look at this place. It's a \n                         pigpen. Look around here. Why do \n                         you think I bought you the \n                         dishwasher? Look. Look at this.\n                              (sticking his finger \n                              under Robin's nose)\n                         There's enough powder around here \n                         to put us all away.\n\n                                     ROBIN\n                              (licking Henry's \n                              finger and playfully \n                              pushing him into \n                              the chair)\n                         I hate to do dishes.\n\n                                     HENRY\n                              (sitting down again)\n                         Hey, come on. I gotta meet somebody.\n\n                                     ROBIN\n                              (reaching over his \n                              shoulder toward \n                              his crotch)\n                         So do I.\n\n               WE SEE HENRY look at his watch.\n\n               INT.  ROBIN'S SHOWER\n\n               HENRY is listening to the radio while taking his shower.\n\n                                     RADIO NEWS BROADCASTER (V.O.)\n                         ... and nobody knows for sure just \n                         how much was taken in the daring \n                         pre-dawn raid at the Lufthansa \n                         cargo terminal at Kennedy Airport.  \n                         The FBI says two million dollars. \n                         Port Authority police say four \n                         million dollars, the city cops say \n                         five.  How much maximum? That they \n                         won't say. So far, Lufthansa has \n                         not said anything, but they've \n                         promised to break their silence \n                         soon with a press conference, and \n                         WINS will be there to cover it \n                         live from the scene of the heist \n                         at JFK when they do. It looks like \n                         a big one. Maybe the biggest this \n                         town has ever seen. Stay tuned ...\n\n               HENRY slams the soap onto the shower floor and pounds the \n               wall with joy.\n\n                                     ROBIN (O.S.)\n                         Are you okay? What happened?\n\n                                     HENRY\n                         Nothing. I dropped the soap. That's \n                         all.\n\n               EXT.  ROBERT'S LOUNGE - NIGHT\n\n               Private Christmas party. As they arrive, HENRY and KAREN \n               are hugged by JIMMY in the doorway.  It is a Lufthansa \n               victory party, but no one mentions the robbery.\n\n                                     JIMMY\n                              (grabbing Henry \n                              around the neck \n                              and kissing his \n                              head)\n                         Come here.\n                              (to Karen)\n                         Look at this genius.\n\n               JIMMY keeps his arms around HENRY and KAREN as FAT LOUIE \n               CAFORA shows up with his new wife, DOLORES, who is also \n               over 200 pounds. They are beaming with pride.\n\n                                     FAT LOUIE\n                              (to Jimmy and Henry)\n                         Come outside.  I gotta show you. \n                         Just for a minute.\n\n               WE SEE a new pink caddy convertible. The sticker is still \n               in the window.\n\n                                     FAT LOUIE (O.S.)\n                         Is that beautiful? I got it for \n                         Dolores.\n\n                                     JIMMY\n                              (whispering angrily \n                              at Fat Louie)\n                         You fucking nuts? Didn't I say not \n                         to go buy anything for a while? \n                         You got a fucking car?\n\n                                     FAT LOUIE\n                              (trying to placate \n                              Jimmy as he enters \n                              the bar)\n                         Don't get excited. It's okay. My \n                         mother bought it for us. It's a \n                         wedding present. It's in her name.\n\n                                     JIMMY\n                         You're crazy. The bulls are across \n                         the street. They're watching \n                         everything we do.\n\n                                                                 CUT TO:\n\n               ROBERT'S LOUNGE - COPS IN FRONT\n\n                                                            CUT BACK TO:\n\n               JIMMY as he watches Fat Louie walk into the bar.\n\n                                     JIMMY\n                              (angrily whispering \n                              to Henry)\n                         The fat fuck ought to wear a sign.\n\n               WE SEE a sailing ANGELO SEPE walk in the door and WE SEE \n               that his WIFE is wearing a $30,000 sable coat.\n\n                                     JIMMY\n                         Jesus Christ!  Are you all fucking \n                         nuts?\n\n                                     SEPE\n                              (to Henry)\n                         What's the matter with him?\n\n               Before HENRY can answer, WE SEE JIMMY start to grab the \n               coat off MRS. SEPE's back.\n\n                                     SEPE\n                         Hey? What the fuck are you doing?\n\n                                     MRS. SEPE\n                              (hysteria risin)\n                         Angelo!  He's taking my coat!  \n                         Angelo!\n\n               Meanwhile, WE SEE JIMMY grabbing the coat off MRS. SEPE's \n               back and begin to roll it up and shove it under SEPE's \n               arm.\n\n                                     JIMMY\n                              (furiously, to Sepe)\n                         Didn't I tell you not to get \n                         anything big? Didn't I tell you \n                         not to attract attention? In two \n                         days, one fuck buys a Caddy and \n                         another buys a ten thousand dollar \n                         mink.\n                              (to Henry)\n                         Can you believe this shit?\n                              (to Sepe, with some \n                              menace)\n                         Now get the fuck home and get rid \n                         of the coat. Bring it back to where \n                         you got it. I don't care what you \n                         do, just get rid of it.\n\n                                     MRS. SEPE\n                              (to Sepe, hysterical \n                              and angry)\n                         I'm not giving it back. Angelo? Do \n                         you hear me?\n\n               WE SEE SEPE angrily grab his WIFE'S arm and leave.\n\n                                     SEPE\n                         Did I tell you to shut up? Shut \n                         up!\n\n                                     JIMMY\n                              (to Henry, as they \n                              walk toward the \n                              bar)\n                         Fucking guys.  Can you believe \n                         them.  I told them all: Don't . \n                         attract attention.  Act normal.\n\n               At the bar, WE SEE STACKS EDWARDS and his GIRLFRIEND \n               dropping shot glasses of green creme de menthe into large \n               glasses of chilled DON Perignon. TOMMY and his GIRL-FOR-\n               THE-MIGHT are standing with STACKS and his GIRLFRIEND. \n               TOMMY is wearing a shiny silk suit that practically glows \n               with newness. WE SEE FRENCHY and BUDDHA with their WIVES. \n               EVERYONE is dressed in new clothes and flashing gaudy rings.\n\n               JIMMY and HENRY move toward a quiet corner of the bar. WE \n               SEE MARTY KRUGMAN suddenly burst in on them.\n\n                                     MARTY\n                         Oh!  There you are.  I've been \n                         looking all over for you two.\n\n               HENRY and JIMMY stare at MARRY blankly.\n\n                                     MARTY\n                         Listen, I need it, Jimmy.  I need \n                         it all.\n\n               JIMMY gets up to walk away without even looking at MARTY.\n\n                                     HEHRY\n                         Marty.  Relax.  You saw some money.\n\n                                     MARTY\n                              (continues anyway)\n                         But I need it all.  I owe people \n                         too, you know.\n\n               WE SEE JIMMY walk toward small office in the back of the \n               bar.\n\n                                     MARTY\n                         Jimmy.  Wait.  Listen.  Please!\n\n               WE SEE that MARTY is about to follow JIMMY into the room, \n               but HENRY stops him.\n\n                                     MARTY\n                         I want to talk to Jimmy.\n\n                                     HENRY\n                         He heard.\n\n                                     MARTY\n                         But I got two hundred and fifty \n                         coming.  It's my share.  Jimmy \n                         owes me.\n\n                                     HENRY\n                              (following Jimmy \n                              into the backroom)\n                         Marty, please. Let me talk to him.\n\n                                                                 CUT TO:\n\n               BACKROOM\n\n               JIMMY and HENRY arc alone\n\n               WE SEE JIMMY take a thick stack of bills from inside his \n               jacket pocket and press than into HENRY's chest.\n\n                                     JIMMY\n                         For Christmas. Your share.  It's \n                         just a taste.\n\n                                     HENRY\n                         Jimmy.\n\n                                     JIMMY\n                              (embracing Henry)\n                         We did it.  We did it.\n\n               He hear a knock on the door.\n\n               JIMMY Stops as if caught.\n\n                                     MALE (O.S.)\n                         Hey, Jimmy. Jimmy.\n\n               JIMMY returns to normal.\n\n                                     JIMMY\n                         Yeah, yeah.  I'll be right there.\n\n                                                                 CUT TO:\n\n               INT.  HENRY'S HOUSE - NIGHT\n\n               ANGLE ON HUGE ARTIFICIAL CHRISTMAS TREE\n\n               HE SEE HENRY coming in with the tree.\n\n                                     HENRY\n                         Hey!  Look what I got. The most \n                         expensive tree they had.\n\n                                                                 CUT TO:\n\n               HUGE WHITE TREE\n\n               all set up with large purple balls.\n\n               WE SEE KAREN and the CHILDREN excited by the presents \n               REVEALED under the tree.  WE SEE KAREN kiss HENRY, who \n               slips the thick packet of bills into the front of her dress.\n\n                                     HENRY\n                         Go buy yourself a coat.\n\n               KAREN shivers with excitement.\n\n               CAMERA DOLLIES into tree.\n\n                                     HENRY\n                         Lufthansa should have been our \n                         ultimate score. The heist of a \n                         lifetime. Six million in cash.  \n                         More than enough to go around.\n\n               INT. STACK'S APARTMENT\n\n               STACKS is in bed.\n\n               We hear a loud knocking at the door.\n\n                                     TOMMY (O.S.)\n                         Hey!  Stacks! Come on! Open the \n                         door! Wake up!\n\n                                                                 CUT TO:\n\n               TOMMY AND ANGELO SEPE\n\n               standing in the hallway.\n\n                                     TOMMY\n                         Come on! Come on! We got some \n                         coffee.\n\n                                                                 CUT TO:\n\n               STACKS opening the door.\n\n                                     ANGELO\n                         You got coffee?\n\n                                     STACKS\n                         Fucks! You said you had coffee.\n\n                                     TOMMY\n                              (to Angelo)\n                         Put on a pot.\n\n                                     STACKS\n                              (putting on his \n                              trousers)\n                         Ball-busting sons of bitches.\n\n                                                                 CUT TO:\n\n               STACKS\n\n               Bending over to put on his shoes. We hear water in the \n               sink.\n\n                                                                 CUT TO:\n\n               TOMMY pulling out a .38 caliber gun with a silencer from \n               his belt.\n\n                                     HENRY (V.O.)\n                         Stacks was always crazy. Instead \n                         of getting rid of the truck like \n                         he was supposed to, he got stoned, \n                         went to his girlfriend's and by \n                         the time he woke up, the cops had \n                         found the truck. It was all over \n                         the television. They even said \n                         they came up with prints off the \n                         wheel. It was just a matter of \n                         tine before they got to Stacks.\n\n               BANG! BANG! BANG!\n\n                                                                 CUT TO:\n\n               TOMMY\n\n               firing three silent shots into the back of STACKS' head.\n\n               INT. ROBERT'S LOUNGE - DAY\n\n               HENRY walks into the bar and WE SEE JIMMY, TOMMY, SEPE and \n               MARTY. They are ALL celebrating.\n\n                                     JIMMY\n                              (to the bartender)\n                         Give'm a drink.\n\n                                     HENRY\n                              (agitated, to Jimmy)\n                         I gotta talk to you.\n\n                                     JIMMY\n                              (as happy as he's \n                              ever been)\n                         Have a drink first.\n\n               WE SEE HENRY swallow the drink in one gulp.\n\n                                     HENRY\n                         I still gotta talk to you.\n\n               WE SEE JIMMY grab HENRY around the neck and head toward \n               the rear men's room.\n\n                                     JIMMY\n                              (laughing)\n                         Oh yeah? Anything you say.\n\n                                                                 CUT TO:\n\n               MEN'S ROOM\n\n                                     HENRY\n                         What's going on? What happened to \n                         Stacks? Is everything okay?\n\n                                     JIMMY\n                              (smiling)\n                         Don't worry about it.\n\n                                     HENRY\n                         There are cops all over the place.\n\n                                     JIMMY\n                              (smiling)\n                         So what?  Where are they gonna go?\n\n                                                                 CUT TO:\n\n               A SMILING TOMMY\n\n               entering the men's room.\n\n                                     JIMMY\n                              (to Tommy and barely \n                              able to suppress \n                              his glee)\n                         He's worried.\n\n                                     TOMMY\n                              (suddenly hugging \n                              Henry with happiness \n                              and affection))\n                         Come on. Don't worry so fucking \n                         much. Things are beautiful.\n                              (to Jimmy)\n                         Didn't you tell him?\n\n                                     JIMMY\n                              (wreathed in smiles)\n                         Not yet.\n\n               HENRY gently breaks away from TOMMY'S hug. Stares at JIMMY.\n\n                                     JIMMY\n                         Tommy's gonna be made.\n\n               HENRY is momentarily impressed.\n\n                                     HENRY\n                              (incredulous)\n                         Paulie's gonna make him?\n\n                                     JIMMY\n                              (proudly grabbing \n                              Tommy's beaming \n                              face in his hands \n                              and kissing him)\n                         Who else? Paulie got the okay. \n                         This little guinea fuck. Someday \n                         he's gonna be a boss. Can you \n                         believe someday we'll work for \n                         him.\n\n               HENRY hugs TOMMY and they leave the men's room.\n\n                                                                 CUT TO:\n\n               NARROW HALLWAY OUTSIDE MEN'S ROOM ON HAY BACK TO BAR\n\n                                                                 CUT TO:\n\n               MARTY\n\n               standing in narrow hallway blocking HENRY, JIMMY and TOMMY.\n\n                                     MARTY\n                              (smiling)\n                         Jimmy, can I talk to you now?\n\n               WE SEE JIMMY and TOMMY angrily push right past MARTY.\n\n                                     MARTY\n                              (annoyed and pleading \n                              with Henry as Jimmy \n                              and Tommy hurry \n                              past)\n                         Hey! Come on, already. If it wasn't \n                         for me, none of you would have had \n                         anything.\n\n               WE SEE HENRY grab MARTY and shove him in the men's room \n               and close the door.\n\n                                     HENRY\n                              (angry)\n                         Will you shut your fucking mouth. \n                         You're gonna get your money, just \n                         stop busting balls. Okay? Relax.  \n                         You hear? Everything's gonna be \n                         fine.\n\n               WE SEE HENRY slam the bathroom door on MARTY and hurry \n               back to the bar.\n\n               EXT.  ROBERT'S LOUNGE - NIGHT\n\n               WE SEE JIMMY and TOMMY leaving the bar after a long night. \n               WE SEE MARTY outside waiting for them.\n\n                                     JIMMY\n                              (bursts out laughing)\n                         Son of a bitch. You're a pisser.\n\n               WE SEE MARTY begin to laugh, too. WE SEE JIMMY hug MARTY \n               around the shoulder affectionately as they walk away from \n               the bar.\n\n                                     JIMMY\n                         You wanna talk? Okay, come on, \n                         let's get it over with.  I swear \n                         I've never known a ball buster \n                         like you in all my life.\n\n                                     MARTY\n                              (all smiles)\n                         Ah, but Jimmy, nobody loves you. \n                         like I do. You know that. You name \n                         it.  I'll do anything for you.\n\n                                     JIMMY\n                              (still laughing)\n                         Except to stop busting my balls.\n\n               We hear tires squeal and two shots ring out.\n\n                                                                 CUT TO:\n\n               INT. HENRY'S HOUSE - NIGHT\n\n               We hear a doorbell, waking HENRY and KAREN from sleep.\n\n                                     WOMAN (O.S.)\n                         Open up.  Henry! Karen! It's me.  \n                         Fran!\n\n               WE SEE HENRY and RARER open the door and HE SEE FRAN KRUGMAN \n               standing there in her housecoat, and distraught.\n\n                                     FRAN\n                              (hysterical)\n                         Marty didn't come home. He's \n                         missing. I know something happened \n                         to him.\n\n                                     HENRY\n                         Wait a minute.  Calm down.\n\n                                     KAREN\n                         Fran. It'll be okay. Don't worry.\n\n                                     FRAN\n                         I know something happened.\n\n                                     HENRY\n                         What could happen? He got drunk. \n                         He passed out somewhere. I'll go \n                         looking for him in the morning.\n\n                                     FRAN\n                         In twenty years he's never been \n                         away all night without calling. I \n                         know something's wrong.\n\n                                     HENRY\n                         Awright, awright. Let me take you \n                         home and I'll go look for him \n                         myself. Right now.\n\n               EXT. PARKING LOT OUTSIDE SHERWOOD DINER - DAWN\n\n               HENRY and JIMMY are leaving together.\n\n                                     HENRY\n                         What'll I tell Fran?\n\n                                     JIMMY\n                         Who gives a fuck? Tall her he ran \n                         away with a broad. What do you \n                         care about her.\n\n               Suddenly JIMMY spots TWO FBI MEN who had been tailing him, \n               dozing in their unmarked car. Be starts toward their car.\n\n                                     JIMMY\n                         Watch this.\n\n                                     HENRY\n                         Come on, don't fuck around, will \n                         ya?\n\n                                     JIMMY\n                         I do it all the time. Bust their \n                         fucking balls.\n\n                                     HENRY\n                         Jimmy, come on. Fuck 'em. Don't \n                         give them the satisfaction.\n\n               HENRY watches JIMMY tiptoe up to the AGENTS' car and rap \n               on the window. The startled AGENTS look up and see JIMMY \n               staring at them.\n\n                                     JIMMY\n                         Come on, fuckoes. Let's go for a \n                         ride.\n                              (to Henry as Jimmy \n                              starts his car)\n                         I keep 'em up all fuckin' night.\n\n               While HENRY walks to his own car, WE SEE JIMMY roar off \n               and we hear the squeal of tires and brakes as JIMMY and \n               still sleepy AGENTS in pursuit speed away from the club.\n\n               EXT. CAFORA'S PINK CADILLAC PARKED ON BROOKLYN STREET NEAR \n               SCHOOL BUS STOP - MORNING\n\n               WE SEE SOME YOUNGSTERS walk over to peek in the car. The \n               YOUNGSTERS are giggling. ONE BOY sneaks up alongside the \n               ear door and peeks inside. We hear a yell.\n\n               WE SEE the bodies of FAT LOUIE CAFORA and his wife, DOLORES, \n               slumped against each other on the front seat. Blood has \n               caked all over their faces from small bullet holes in their \n               beads.\n\n               EXT. LARGE DUMPSTER BEHIND DINER NEAR AIRPORT - DAWN\n\n               WE SEE large garbage truck back up to the dumpster as \n               GARBAGE MAN lashes two steel cables to rings on top of \n               dumpster.\n\n               WE SEE GARBAGE MAN signal for SO to tighten cable and tip \n               dumpster into truck.\n\n               CLOSE UP OF TOP OF DUMPSTER\n\n               as it is tipped over and WE SEE an arm fall over the side \n               and as dumpster tips more WE SEE another arm and the dead \n               faces of FRENCHY McMAHON and JOE BUDDHA as GARBAGE MAN \n               screams to helper SO to stop.\n\n               EXT.  HOSTS POINT MARKET - TRUCK PARKING LOT - MORNING\n\n               WE SEE the open door of a large refrigeration truck. WE \n               SEE bright lights and flashbulbs go off.\n\n               CAMERA STEADILY MOVES IN ON frozen body hanging from a \n               rack inside the truck.\n\n                                     HENRY (V.O.)\n                         Jimmy was cutting every link between \n                         himself and the robbery, but it \n                         had nothing to do with me. I gave \n                         Jimmy the tip and he gave me some \n                         Christmas money. From then on I \n                         kept my mouth shut.  I knew Jimmy. \n                         He had the cash.  It was his. I \n                         know he kicked some money upstairs \n                         to Paulie, but that was it.  It \n                         made him sick to have to turn money \n                         over to the guys who stole it. \n                         He'd rather whack them. Anyway, \n                         what did I care? I wasn't. asking \n                         for anything and, besides. Jimmy \n                         was making nice money with me \n                         through my Pittsburgh connections. \n                         But still, for months after the \n                         robbery, they were finding bodies \n                         all over.\n\n               CAMERA MOVES ONTO\n\n               CLOSE UP - ANGELO SEPE'S FROZEN FACE\n\n                                     HENRY (V.O.)\n                         When they found Sepe in the meat \n                         truck, he was frozen so stiff it \n                         took them two days to thaw him out \n                         for the autopsy.\n\n               INT. SHERWOOD DINER - DAY\n\n               A bright sunny afternoon, HENRY and JIMMY seated in a window \n               booth.  WE SEE JIMMY eating eggs on pancakes with sausages \n               and toasted English muffins.\n\n                                     HENRY (V.O.)\n                         Still, I never saw Jimmy so happy.  \n                         He was like a kid. We had money \n                         coming in through my Pittsburgh \n                         people and after a while even the \n                         Lufthansa thing began to calm down. \n                         But the thing that made Jimmy so \n                         happy that morning was that this \n                         was the day Tommy was being made.\n\n               EXT.  TOMMY DESIMONE'S MOTHER'S HOUSE - MORNING\n\n               WE SEE TOMMY is all dressed. He kisses his MOTHER. TOMMY \n               walks down the stairs toward TWO WISEGUYS and into a waiting \n               car.\n\n                                     HENRY (V.O.)\n                         Jimmy was so excited, you'd think \n                         he was being made. He must have \n                         made four calls to Tommy's house.  \n                         They had a signal all set up so \n                         he'd know the minute the ceremony. \n                         was over.-\n\n               INT.  SHERWOOD DINER - DAY\n\n               JIMMY has finished his breakfast and spots HENRY's untouched \n               melon.\n\n                                     JIMMY\n                              (looking at watch)\n                         You want the melon?\n\n                                     HENRY\n                         Nah.\n\n                                     JIMMY\n                              (reaches for the \n                              melon and looks at \n                              his watch)\n                         I better call again.\n\n                                     HENRY (V.O.)\n                         Jimmy and I could never be made, \n                         because we bad Irish blood. It \n                         didn't even matter that my mother \n                         was Sicilian. To become a member \n                         of a crew, you've got to be one \n                         hundred percent Italian So that \n                         they can trace all your relatives \n                         back to the old country.\n\n               INT. ONE-FAMILY BRIOC BUILDING WITH GARAGE UNDER THE FIRST \n               FLOOR\n\n               WE SEE the car pull into basement garage and door close.\n\n               INT. SHERWOOD DINER - HENRY'S POV\n\n               From HENRY'S POV in window, WE SEE JIMMY cross the parking \n               lot to an outdoor phone booth on the side of the road. \n               Trades are roaring past.\n\n                                     HENRY (V.O.)\n                         It's the highest honor they can \n                         give you. It means you belong to a \n                         family and a crew. It means that \n                         nobody can fuck around with you. \n                         It also means you can fuck around \n                         with anybody, as long as they aren't \n                         also a member. It's like a license \n                         to steal.\n\n               INT.  BASEMENT ROOM OFF THE GARAGE\n\n               as TOMMY proudly walks into the room, followed by the TWO \n               WISEGUYS.\n\n                                     HENRY (V.O.)\n                         As far as Jimmy was concerned, \n                         with Tommy being made, it was like \n                         we were all being made. We would \n                         now have one of our own guys as a \n                         member.\n\n               TOMMY proudly walks into the room. WE SEE a HOOD suddenly \n               appear behind him, put a gun to his head and fire. WE SEE \n               TOMMY inertly drop to the ground in a heap.\n\n                                     HENRY (V.O.)\n                         Except, they didn't make Tommy \n                         that day.\n\n                                                                 CUT TO:\n\n               JIMMY - IN PHONE BOOTH\n\n               Suddenly, JIMMY slams down the phone with so much strength \n               that the booth shudders.\n\n                                     HENRY (V.O.)\n                         They killed him. It was revenge \n                         for Billy Batts.\n\n               When JIMMY turns around, WE SEE that he is crying. WE SEE \n               HENRY hurrying toward JIMMY to console him.\n\n                                     HENRY (V.O.)\n                         And there was nothing we could do.  \n                         Batts was a made man and Tommy \n                         wasn't. We had to sit still and \n                         take it. It was among the Italians. \n                         It was real greaseball shit. They \n                         even shot Tommy in the face so his \n                         mother couldn't give him an open \n                         coffin at the funeral.\n\n               CLOSE UP ON DATE - SUNDAY, JANUARY 11, 1979.\n\n               TITLE UP - 6:55 A.M.\n\n               EXT.  HENRY'S DRIVEWAY - DAY\n\n               WE SEE HENRY putting a paper bag filled with guns into the \n               trunk of his car. We hear the loud noise of a helicopter. \n               WE SEE HENRY look up. WE SEE a red helicopter. HENRY slams \n               the trunk closed. We hear the helicopter.\n\n                                     HENRY (V.O.)\n                         I was going to be busy all day. I \n                         had to drop off some thirty-eights \n                         at Jimmy's to match some silencers \n                         he had gotten. I had to pick up my \n                         brother at the hospital and drive \n                         him back to the house for dinner \n                         and then I had to pick up some new \n                         Pittsburgh stuff for Judy to fly \n                         down to some customers I had near \n                         Atlanta.\n\n               INT.  HENRY'S CAR\n\n               CLOSE UP - HENRY'S FACE\n\n               as he drives he sees the helicopter.\n\n               EXT.  JIMMY'S DOORWAY - HENRY FULL FACE, CAR IN BG\n\n               WE SEE JIMMY grab one of the guns in his doorway and try \n               to screw on a silencer he had in his pocket. He can't.\n\n                                     JIMMY\n                         What fucking good are these things?  \n                         They don't fit. What do I need \n                         this for? I'm not paying for this \n                         shit.\n\n                                     HENRY (V.O.)\n                         Right away I knew he didn't want \n                         them. I knew I was going to get \n                         stuck for the money. I only bought \n                         the damn guns because he wanted \n                         them. And now, he didn't want them.  \n                         I didn't say a thing. Jimmy was so \n                         pissed he didn't even say goodbye.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               patting torn bag with guns back into car trunk.\n\n               TITLE UP - 8:05 A.M.\n\n               EXT.  HENRY'S CAR - DAY\n\n               WE SEE HENRY speeding toward top of a rise in highway \n               approaching Queens Midtown Tunnel.\n\n               INT.  HENRY'S CAR - DAY\n\n                                     HENRY (V.O.)\n                         I knew my Pittsburgh guys always \n                         wanted guns, and since I was going \n                         to see them later in the afternoon \n                         to pick up a delivery, I was pretty \n                         sure I'd get my money back.\n\n               HENRY looks up and sees the red helicopter. When he looks \n               back at the road he is suddenly confronted with a huge \n               traffic jam spread out before him.\n\n               WE SEE him jam his foot on the brakes.\n\n               TITLE UP - 8:45 A.M.\n\n               INT.  HOSPITAL ROOM - DAY\n\n               A bedraggled HENRY arrives in his brother, MICHAEL'S, room. \n               MICHAEL is all dressed and sitting in his wheel-chair, \n               waiting to go.\n\n                                     HENRY (V.O.)\n                         When I finally got there to pick \n                         up Michael, his doctor wanted to \n                         put me in bed. I told him about \n                         the accident.  I said I was partying \n                         all night.\n\n               CLOSE UP - PILLS IS HENRY'S PALM\n\n                                     HENRY (V.O.)\n                         He took mercy on me. He gave me \n                         ten milligrams of Valium and sent \n                         me home. My plan was to drop off \n                         my brother at the house and pick \n                         up Karen.\n\n               INT.  HENRY'S CAR - DAY\n\n               WE SEE HENRY driving MICHAEL.  HENRY looks up and sees the \n               red helicopter.\n\n                                     HENRY\n                              (to Michael)\n                         I think that helicopter's following \n                         me.\n\n                                     MICHAEL\n                         Are you nuts?\n\n               INT.  HENRY'S KITCHEN - DAY\n\n               HE SEE MICHAEL, in his wheelchair, chopping celery. WE SEE \n               HENRY making meatballs.  JUDY WICKS is also there, helping \n               KAREN shell peas. JUDY's overnight bag is on the kitchen \n               table, surrounded by food. The CHILDREN are playing on the \n               kitchen floor.\n\n                                     HENRY (V.O.)\n                         I was cooking dinner that night. I \n                         had to start braising the beef, \n                         pork butt and veal shanks for the \n                         tomato sauce.  It's Michael's \n                         favorite. I was making ziti with \n                         the meat gravy, and I'm planning \n                         to roast some peppers over the \n                         flames, and I was putting on some \n                         string beans with the olive oil \n                         and garlic, and I had some beautiful \n                         cutlets, cut just right, that I \n                         was going to fry up before dinner \n                         just as an appetizer.  I was home \n                         for about an hour. My plan was \n                         toStart the dinner early, so Karen \n                         and I could go unload the guns \n                         that Jimmy didn't want, and get \n                         the package for Judy to take to \n                         Atlanta latex that night. I kept \n                         looking out the window and the \n                         helicopter was gone. I asked Michael \n                         to watch the sauce, and Karen and \n                         I started out.\n\n               TITLE UP - 11:30 A.M.\n\n               INT.  HENRY'S CAR - DAY\n\n               WE SEE KAREN and HENRY in car when KAREN points out the \n               window.\n\n                                                                 CUT TO:\n\n               HELICOPTER\n\n                                     HENRY\n                         We're going to your mother's.\n\n                                                                 CUT TO:\n\n               KAREN'S MOTHER'S  COVERED  GARAGE AREA  - DAY\n\n                                     HENRY (V.O.)\n                         Now I'm sure we're being tailed. \n                         My plan was to go to her mother's \n                         and unload the guns. Who needed \n                         them in the trunk with all this \n                         heat?\n\n                                                                 CUT TO:\n\n               HENRY putting the guns into garbage cans.\n\n                                     HENRY\n                              (to Karen)\n                         Go inside.  Tell her not to touch \n                         anything outside the house.  \n                         Nothing.\n\n                                                                 CUT TO:\n\n               KAREN AND HENRY looking up at helicopter.\n\n                                     HENRY\n                         Let's go shopping.\n\n               EXT.  LONG ISLAND SHOPPING MALL - DAY\n\n               CLOSE UP OF HENRY ON PHONE\n\n               Nearby WE SEE KAREN standing outside of their parked car. \n               In BG, WE SEE a large, busy shopping mall with cars and \n               SHOPPERS.\n\n               TITLE UP - 12:30 P.M.\n\n                                                                 CUT TO:\n\n               MALL PHONE BOOTH\n\n                                     HENRY\n                         I'm not nuts. It's been following \n                         me all fucking morning.  I mean \n                         it.\n\n               WE SEE HENRY slam down the phone. DOLLY INTO FACE\n\n                                     HENRY\n                              (to Karen)\n                         They think I'm paranoid. The dumb \n                         fucks.  I should bring them the \n                         helicopter, then we'll see how \n                         paranoid I am.\n\n               TITLE UP - 1:30 P.M.\n\n                                                                 CUT TO:\n\n               MALL ENTRY\n\n               HENRY and KAREN peek out the mall door surrounded by PEOPLE \n               with shopping carts and look into the sky for the \n               helicopter. It is gone. He listens. No noise.\n\n                                     HENRY\n                         Okay!  Quick! Let's get back to \n                         your mother's.\n\n               EXT.  KAREN'S MOTHER'S GARAGE AREA - DAY\n\n               ANGLE ON  HENRY\n\n               getting guns out of garbage.\n\n               TITLE UP - 3:30 P.M.\n\n               INT.  MOTEL APARTMENT - DAY\n\n               WE SEE PITTSBURGH DEALER laughing as HENRY gives him the \n               package of guns. A YOUNG MAN is also standing in the room.\n\n                                     DEALER\n                         Didn't I tell you you were paranoid?  \n                         See, Karen, didn't I tall him he \n                         was paranoid?\n\n                                     KAREN\n                              (barely looking up \n                              and wandering toward \n                              kitchen)\n                         I need some coffee.\n\n               DEALER puts his arm around HENRY and motions him toward \n               the bedroom where they snort some coke and laugh. After \n               snorting the coke, HE SEE the DEALER give HENRY a plastic \n               package of heroin he has taken out of a paper bag on the \n               dresser. HENRY casually puts it in his jacket pocket.\n\n                                     HENRY (V.O.)\n                         My plan was I had to get home and \n                         get the package ready for Judy to \n                         take on her trip. Also, I had to \n                         get to Robin's house to give the \n                         package a whack with some quinine. \n                         Plus, I knew Robin was gonna get \n                         on my ass. Then I had the cooking \n                         to finish at home, and I had to \n                         get Judy ready for the trip.\n\n               Phone rings in bedroom.\n\n               DEALER picks it up, listens a moment and offers it to HENRY.\n\n                                     DEALER\n                              (whispering so Karen \n                              cannot hear in \n                              next room)\n                         It's Robin.\n\n                                     HENRY\n                              (annoyed)\n                         Yeah?\n\n               HENRY covers the mouthpiece.\n\n                                     HENRY\n                         (To dealer)\n                         A pain in the ass.\n                              (into phone)\n                         I'll see you in about an hour.\n                              (pause)\n                         I can't. I got my brother home \n                         tonight.\n                              (pause)\n                         We'll talk about it later. Okay?\n\n               HENRY hangs up the phone, pauses and dials again.\n\n               INT.  HENRY'S KITCHEN - DAY\n\n               Phone rings.  WE SEE JUDY WICKS answer the phone.  WE SEE \n               MICHAEL is stirring the tomato sauce.\n\n                                                                 CUT TO:\n\n               DEALER'S BEDROOM HENRY is on the phone.\n\n                                     HENRY\n                         You ready?\n\n                                                                 CUT TO:\n\n               HENRY'S KITCHEN\n\n                                     JUDY\n                         Yeah.\n\n                                                                 CUT TO:\n\n               DEALER'S BEDROOM\n\n                                     HENRY\n                         Tell Michael not to 1et the sauce \n                         stick.\n\n                                                                 CUT TO:\n\n               HENRY'S KITCHEN\n\n                                     JODY\n                              (to Michael, who is \n                              still stirring)\n                         Henry says don't let the sauce \n                         stick.\n\n                                     MICHAEL\n                         I'm stirring.\n\n                                     HENRY (O.S.)\n                              (on phone)\n                         You know what to do?\n\n                                     JUDY\n                              (bored)\n                         Yeah, yeah.\n\n                                                                 CUT TO:\n\n               DEALER'S BEDROOM\n\n                                     HENRY\n                         Now this is important. Make sure \n                         you leave the house when you make \n                         the call. You understand? Do you \n                         hear me? It's important.  Call \n                         from an outside phone. I mean it.\n\n                                                                 CUT TO:\n\n               HENRY'S KITCHEN\n\n                                     JUDY\n                         Jesus! You must think I'm dumb. \n                         What are you bugging me for? I \n                         know what to do!\n\n                                     HENRY (O.S.)\n                              (on phone)\n                         Just make sure you do it. You know \n                         what I mean?\n\n                                     JDDY\n                         Jesus Christ! You can be such a \n                         pain.\n\n                                     HENRY\n                         Just do what I say!  Judy Okay.\n\n               WE SEE JUDY hang up the kitchen wall phone.\n\n                                     MICHAEL\n                              (still stirring)\n                         What'd he say?\n\n                                     JUDY\n                         Nothing.\n\n               JUDY WICKS takes a puff on her cigarette and starts to \n               fish around in the bottom of her pocketbook which is on \n               the kitchen counter near the wall phone.\n\n               WE SEE JUDY WICKS take out an airline ticket.\n\n                                     HENRY (V.O.)\n                         So, what does she do after she \n                         hangs up with me? After everything \n                         I had told her? After all her yeah, \n                         yeah, yeah, bullshit? She picks up \n                         the phone and calls from the house. \n                         Now, if anybody was listening, \n                         they'd know everything. They'd \n                         know that a package was leaving \n                         from my house and they'd even have \n                         the time and the flight number. \n                         Thanks to her.\n\n               JUDY WICKS reaches for the kitchen phone and dials.\n\n               TITLE UP - 6:30 P.M.\n\n               INT.  HENRY'S HOUSE - EVENING\n\n               HENRY is working in the kitchen.\n\n                                     HENRY (V.O.)\n                         As soon as I got home, I started \n                         cooking. I had a few hours until \n                         Judy's flight.  I told my brother \n                         to keep an eye on the stove. All \n                         day long, the poor guy's been \n                         watching helicopters and tomato \n                         sauce. I had to drive over to \n                         Robin's place, mix it once and get \n                         back to the gravy.\n\n               INT.  ROBIN'S HOUSE - EVENING\n\n               HE SEE HENRY watching ROBIN mix the half-kilo of heroin \n               with milk sugar, doubling the amount. There is silence \n               between them. HENRY looks at his watch.  ROBIN pauses for \n               a moment and sniffs a line of coke she has cut on a mirror \n               near the table.\n\n               HENRY snorts some coke, too.\n\n               The table and room is a mess. Mixing bowls, scales, and \n               sieves are strewn around the room.\n\n                                     ROBIN\n                              (getting angrier \n                              while mixing)\n                         I don't need this... You said \n                         tonight and now it's not tonight...\n\n                                     HENRY\n                              (watching the dope \n                              being mixed while \n                              stroking Robin's \n                              neck and shoulders)\n                         It's okay. I'll make it up.  I \n                         promise. Just hurry it up a little. \n                         Okay?\n\n                                     ROBIN\n                              (finishing the \n                              package with tape, \n                              and almost purring)\n                         Okay?\n\n               WE SEE HENRY grab the two half-kilo packages off the table \n               and start for the door. ROBIN is startled.\n\n                                     ROBIN\n                              (shrieking)\n                         You bastard! Where are you going?\n\n               WE SEE HENRY get out the door just before ROBIN throws the \n               scale at it.\n\n               TITLE UP - 8:30 P.M.\n\n               INT.  HENRY'S DINING ROOM - NIGHT\n\n               After dinner. EVERYONE is feeling very expansive.  JUDY \n               and HENRY have left the table and are standing in the \n               kitchen.\n\n                                     JUDY\n                              (to Henry)\n                         I gotta go home.\n\n                                     HENRY\n                         What for? I got a pound of stuff \n                         in my jacket I've been carrying \n                         around all day. We gotta start \n                         taping it to your leg.\n\n                                     JUDY\n                         I gotta go home and get my hat.\n\n                                     ENRY\n                         Forget your fucking hat. What are \n                         you, kidding me? Just what I need \n                         now is a trip to Rockaway. Just \n                         because you want your hat.\n\n                                     JUDY\n                         I need it. I gotta have it. It's \n                         my lucky hat. I never fly without \n                         it.\n\n                                     HENRY\n                         Do you realize what we're involved \n                         in here now?\n\n                                     JUDY\n                         I don't care. I need my hat.  I \n                         won't go without it.\n\n                                     HENRY (V.O.)\n                         What could I do?  If she insisted, \n                         I had to drive her home for her \n                         goddamn hat.  I threw the package \n                         in the kitchen and went to take \n                         her hone.\n\n                                                                 CUT TO:\n\n               HENRY\n\n               nodding to KAREN that the heroin is in the kitchen.\n\n               TITLE UP - 10:45 P.M.\n\n               EXT.  HENRY'S DRIVEWAY - NIGHT\n\n               WE SEE HENRY and JUDY get into his car. As they start to \n               move out of the driveway, HENRY notices that there is a \n               traffic jam in front of his property.  PEOPLE are walking \n               around with flashlights. It looks like an accident. \n               Suddenly, a MAN in windbreaker appears at HENRY'S window \n               and jams a gun against HENRY's head.\n\n                                     MAN\n                         One move, motherfucker, and I'll \n                         blow you away.\n\n                                     HENRY (V.O.)\n                         For a second I thought I was dead, \n                         but when I heard all the noise, I \n                         knew they were cops,  only cops \n                         talk that way.  If they had been \n                         wiseguys, I wouldn't have heard a \n                         thing. I would have been dead.\n\n               INT.  HENRY'S BEDROOM TOILET - NIGHT\n\n               WE SEE KAREN hurriedly flushing heroin down the toilet \n               upstairs while we hear FBI MEN at the door downstairs. We \n               hear MICHAEL and CHILDREN'S VOICES downstairs.\n\n               WE SEE KAREN go to the bureau drawer and grab a small \n               caliber gun, lift her dress and, grimacing, shove the cold \n               metal into her underpants.\n\n                                                                 CUT TO:\n\n               INT.  FBI OFFICE\n\n               HENRY is seated and surrounded by FBI MEN and PROSECUTOR \n               EDWARD MCDONALD. WE SEE JUDY WICKS brought in past HENRY \n               and ushered into another room. WE SEE the DEALER ushered \n               past HENRY and placed into yet another room.\n\n                                     HENRY (V.O.)\n                         All day I thought the guys in the \n                         helicopter were just local cops \n                         busting my balls over Lufthansa, \n                         but they turned out to be Narks. \n                         They had been on me a month. Phone \n                         taps. Surveillance.\n\n               WE SEE ROBIN brought in, followed by TWO COPS carrying \n               cardboard boxes filled with pots, sieves and scales from \n               ROBIN's table.  The COPS put the boxes on a-table where \n               HENRY can see them.  WE SEE ONE of the NARKS lick his finger \n               after wiping it across one of the bowls.  He smiles at \n               HENRY and rolls his eyes.\n\n               WE SEE HENRY slouch further in his seat while questioning \n               continues.\n\n               INT.  PRISON VISITING AREA\n\n               WE SEE KAREN and HENRY seated at a table in a visiting \n               area. HENRY is nervously looking around at the GUARDS and \n               whispering to KAREN.\n\n                                                                 CUT TO:\n\n               IN SYNCH\n\n                                     KAREN\n                              (anxious)\n                         Jimmy's calling every day. It's \n                         urgent.\n\n                                     HENRY\n                              (a little annoyed \n                              at Karen)\n                         What did he say, exactly?\n\n               INT.  HENRY'S HOUSE - DAY\n\n                                     KAREN (V.O.)\n                              (her turn to be \n                              annoyed)\n                         At least Jimmy and Mickey want to \n                         help. I talk to Mickey every day. \n                         That's more than I can say for the \n                         rest.\n\n                                     HENRY (V.O.)\n                              (placating)\n                         Paul will calm down. You'll see.\n\n               INT.  JIMMY'S HOUSE - DAY\n\n               HE SEE MICKEY on the phone.\n\n                                     KAREN (V.O.)\n                         I told Jimmy the cops took our \n                         cars and froze our bank accounts \n                         and he offered to get me some money. \n                         Be wants to know what's happening. \n                         You gotta meet him.\n\n                                     HENRY (V.O.)\n                         Fuck Jimmy and the money. Didn't I \n                         tell you I gotta get out of here  \n                         first.  I gotta straighten every-\n                         thing out with Paulie or I'm dead.\n\n               CAMERA PANS to sinister JIMMY BURKE in BG.\n\n               INT.  PRISON VISITING AREA - DAY (CONTINUOUS)\n\n                                     KAREN\n                              (annoyed and \n                              indicating the \n                              jail)\n                         Then you're safer in here.\n\n                                     HENRY\n                              (exasperated)\n                         Safe? Here? They'll kill me here. \n                         They're all afraid I'm gonna rat \n                         them out. People are already looking \n                         to walk away from me. I'm dead in \n                         here. You gotta get me out.\n\n                                     KAREN\n                              (worried)\n                         Who's gonna do that?\n\n                                     HENRY\n                              (pleading)\n                         Just get me out.\n\n                                                                 CUT TO:\n\n               KAREN \n\n               Her face drops, but she's not sure.\n\n               EXT.  PRISON BAIL RELEASE GATE - MIDNIGHT\n\n               WE SEE HENRY hurry out of the prison. He looks nervous \n               over his shoulder.\n\n                                     HENRY (V.O.)\n                         Karen finally got her mother to \n                         put her house up for my bail. I \n                         was out.\n\n               WE SEE KAREN and her MOTHER are waiting in the car.\n\n                                     HENRY (VO CONTD)\n                         I remember I had this feeling I \n                         was going to get killed right \n                         outside the jail.  I knew Paulie        \n                         was still pissed at me and he's \n                         such a hothead I was afraid he \n                         might have me whacked before he \n                         calmed down. And I was also worried \n                         about Jimmy. Jimmy knew if Paulie \n                         found out he was in the drug deals \n                         with me, Paulie would have Jimmy \n                         killed even before me. This is the \n                         bad time.  I didn't feel safe until \n                         I got home.\n\n                                                                 CUT TO:\n\n               INT. HENRY AND KAREN'S HOUSE - BEDROOM - NIGHT\n\n               ANGEL ON HENRY\n\n               frantically looking around the bedroom.\n\n                                     HENRY (V.O.)\n                         So now my plan was to stay alive \n                         long enough to sell off the dope \n                         that the cops never found and \n                         disappear for a while until I got \n                         things straightened out.\n\n                                     HENRY\n                              (to Karen)\n                         Where's the stuff?\n\n                                     KAREN\n                         What are you talking about?\n\n                                     HENRY\n                         You know. The stuff I left.\n\n                                     KAREN\n                              (beginning to cry)\n                         I flushed it down the toilet.\n\n                                     HENRY\n                              (anguish and anger, \n                              mixed)\n                         You what?\n\n                                     KAREN\n                              (crying anguish)\n                         What did you want me to do with \n                         it? They were all over the house.\n\n                                     HENRY\n                         Are you fucking nuts? That was \n                         forty, fifty thousand.  I need it. \n                         I was depending on that money.\n\n                                     KAREN\n                              (crying)\n                         They had a warrant. They went \n                         through everything. They would \n                         have found it. I swear.\n\n                                     HENRY\n                         Shit You know they would have never \n                         found it. Why did you do it? Why \n                         did you do it? My God, why did you \n                         have to do it?\n\n                                     KAREN\n                              (a primal scream)\n                         Oh no! No!  Noooo!\n\n                                     HEHRY\n                              (screaming)\n                         Why? Why?\n\n               WE SEE HENRY, and KAREN holding onto each other as they \n               cry and scream, with the screams echoing out on the sound \n               track.\n\n                                                            DISSOLVE TO:\n\n               THEIR FACES\n\n               asleep, and CAMERA DOLLIES OUT TO REVEAL a gun in HENRY'S \n               hand as they sleep.\n\n               INT.  GEFFKEN'S BAR\n\n               The place is closed, but inside WE SEE PAUL VARIO in the \n               kitchen cooking peppers and eggs in a frying pan with olive \n               oil. WE SEE SEVERAL HOODS surrounding him at a distance.  \n               VARIOUS SUPPLICANTS, a LOCAL BUTCHER, an OLD LADY, etc., \n               wait for a papal audience.\n\n                                     VARIO\n                              (looking down)\n                         I warned you a million times.\n\n                                     HENRY\n                         I've been all fucked up since I \n                         got out.\n\n                                     VARIO\n                         You think I didn't know what you \n                         were doing?\n\n                                     HENRY\n                         It was easy money. I did it in the \n                         can.  Shit! I learned the junk \n                         business in the can, Paulie.\n\n                                     VARIO\n                         Right in my face. You looked in my \n                         face and you lied.\n\n                                     HENRY\n                         But, Paulie, I'm sorry. Believe \n                         me.  I was fucking crazy.  But I'm \n                         okay now. I can be trusted.  I'm \n                         clean now. On my children. Believe \n                         me! Two weeks cold turkey waiting \n                         for bail got my head together...\n\n                                     VARIO\n                         You thought I was some fucking \n                         jerk?\n\n                                     HENRY\n                         Paulie, I couldn't come to you. I \n                         didn't want to put you in this \n                         shit.\n                              (pause)\n                         I was ashamed to come to you. I \n                         knew I was wrong.\n\n               WE SEE VARIO. stand, mute.\n\n                                     HENRY\n                         Paulie.  You're all I got.  I need \n                         help.\n\n                                     VARIO\n                         You treated me like shit.\n\n               WE SEE VARIO reach into his pocket and take out a thick \n               wad of bills. Without counting the money he puts the cash \n               in HENRY'S hands.  VARIO clasps HENRY'S hands in his own.\n\n                                     VARIO\n                              (looking down while \n                              handing Henry the \n                              cash)\n                         Here. Take it.\n                              (looking up with \n                              tears in his eyes)\n                         Now I gotta turn my back on you.\n\n               CLOSE UP - HENRY\n\n                                     HENRY (V.O.)\n                         Thirty-two hundred bucks. That's \n                         what he gave me. Thirty-two hundred \n                         bucks for a lifetime. It wouldn't \n                         have paid for the coffin.\n\n                                                                 CUT TO:\n\n               INT.  HENRY AND KAREN'S BEDROOM - NIGHT\n\n                                     KAREN\n                         I'm not going to run. Live the \n                         rest of our lives like rats. Is \n                         that what, you want? Leave my \n                         mother. Leave my family.  Never \n                         see anybody again.\n\n                                     HOOD\n                              (pleading)\n                         We're gonna leave then anyway, \n                         because if we stay around here \n                         we're gonna be dead.\n\n                                     KAREN\n                              (angrily pulling \n                              away)\n                         They're right. You are paranoid.\n\n               EXT. JUKEBOX STOREFRONT - DAY\n\n               ANGLE ON JIMMY\n\n               Nervously pacing near the doorway.  There are jukeboxes \n               and pinball machines of various sizes and hues on the \n               sidewalk. Some are being loaded onto panel trucks and carted \n               off.\n\n                                     JIMMY\n                              (concerned)\n                         How is he? Okay? Are they busting \n                         his chops?\n\n                                     KAREN\n                         He's okay. They sobered him up.\n\n                                     JIMMY\n                         Did he say what they're asking him \n                         about?\n\n                                     KAREN\n                         Jimmy.  I don't know.  I got so \n                         much else on my mind.  I got the \n                         kids.  We got no money.\n\n                                     JIMMY\n                         I gotta talk to him as soon as I \n                         can.\n\n                                     KAREN\n                         He says he's too hot.  He doesn't \n                         even know I came here today.  It's \n                         like he's crazy. Jimmy.\n\n                                     JIMMY\n                         I know. I know. But it'll be okay.  \n                         Don't worry. I got some money for \n                         you. It's down the block.\n\n               WE SEE JIMMY lead KAREN to the edge of the sidewalk and \n               point down the block toward a row ot stores.\n\n                                     JIMMY\n                              (pointing)\n                         The third store down.\n\n                                     KAREN (V.O.)\n                         Jimmy just stood there on the \n                         sidewalk. It felt funny. I started \n                         walking down the block, but I \n                         noticed the stores were empty.\n\n                                                                 CUT TO:\n\n               EMPTY STOREFRONT\n\n               with chalked storefront\n\n                                     KAREN) (V.O.)\n                         I got a bad feeling.  I just kept \n                         walking.\n\n                                                                 CUT TO:\n\n               JIMMY standing on sidewalk.\n\n                                     JIMMY\n                              (shouting)\n                         Inside! Go in there!\n\n                                                                 CUT TO:\n\n               EMPTY STOREFRONT\n\n               With open door and DARK FIGURES waiting inside.\n\n                                     KAREN\n                              (very rattled)\n                         Jimmy, I'm in a hurry.  I've got \n                         to pick up the kids at my mother's.  \n                         I'll come back later.\n\n               WE SEE KAREN hurry down the block past the stores.\n\n               EXT.  DRIVEWAY - HENRY'S HOUSE - DAY\n\n               WE SEE KAREN'S car screech to a halt near the garage as \n               HENRY comes racing out of the house toward her. He has a \n               gun pressed close to his side.\n\n               WE SEE KAREN is frozen to the wheel in fear. She is visibly \n               shaking, crying.\n\n               WE SEE HENRY very gently pull her from behind the wheel. \n               He has cradled her in his arms as, after a wary look around \n               the street, HENRY walks her toward the house.\n\n                                     HENRY\n                         What happened? You okay?\n\n                                     KAREN\n                         I got seared.\n\n                                     HENRY\n                              (soothing)\n                         Okay. Don't worry about it. It's \n                         okay.\n\n                                     KAREN\n                              (still in shock)\n                         I got scared.\n\n               INT.  SHERWOOD DINER - LATE MORNING\n\n               CAMERA MOVES IN ON TABLE - HENRY'S POV\n\n               LONG TRACKING SHOT - THROUGH RESTAURANT\n\n               You don't know what you're TRACKING until YOU SEE all the \n               food on the table and JIMMY looks up.\n\n                                     HENRY (V.O.)\n                         If you're part of a crew, nobody \n                         ever tells you that they're going \n                         to kill you.  It doesn't happen \n                         that way.  There aren't any \n                         arguments or curses like in the \n                         movies. Your murderers come with \n                         smiles. They come as your friends, \n                         the people who have cared for you \n                         all your life, and they always \n                         come at a time when you are at \n                         your weakest and most in need of \n                         their help. So I met Jimmy in a \n                         crowded place we both knew.  I got \n                         there fifteen minutes early and I \n                         saw that Jimmy was already there.  \n                         He took the booth near the window \n                         so he could see everyone who drove \n                         up to the restaurant.  He wanted \n                         to see if I had been tailed.\n\n               JIMMY stands to embrace HENRY. WE SEE a table with melon, \n               eggs, sausage, toasted English muffins, etc. HENRY notices \n               that JIMMY has not touched any of the food. Next to JIMMY, \n               WE SEE a large legal folder.\n\n                                     JIMMY\n                              (sailing, friendly \n                              greeting)\n                         You look good.\n\n                                     HENKF\n                              (shaking his head)\n                         I didn't need the headache.\n\n                                     JIMMY\n                         Come on, eat something.\n\n                                     HENRY\n                         I can't eat,  just get me some \n                         coffee.\n\n                                     HENRY (V.O.)\n                         He was jumpy. He hadn't touched a \n                         thing. In the old days, Jimmy would \n                         have ordered doubles and eaten it \n                         all.  On the surface, of course, \n                         everything was supposed to be fine. \n                         We were supposed to be discussing \n                         my case, just like we always would, \n                         but I had a feeling Jimmy was trying \n                         to sense whether I was going to \n                         rat him out to save my neck.\n\n                                     JIMMY\n                              (patting the legal \n                              folder)\n                         I think you got a good shot at \n                         beating the case.\n\n                                     HENRY\n                         How?\n\n                                     JIMMY\n                         It's that rat bastard from \n                         Pittsburgh. He ratted you all out. \n                         He's been a rat since he got busted \n                         in Pittsburgh.\n\n                                     HENRY\n                         Yeah.\n\n                                     JIMMY\n                         He's hiding, thE son of a bitch, \n                         in Florida.\n\n                                     HENRY\n                         Yeah.\n\n                                     JIMMY\n                         I want you and Anthony to go down \n                         there and take care of that bastard. \n                         Without him, they've got no case.\n\n               CLOSE UP - JIMMY'S HAND\n\n               giving a piece of paper to HENRY.\n\n               TILT UP ON JIMMY AND FREEZE\n\n                                     HENRY (V.O.)\n                         Jimmy had never asked me to whack \n                         somebody before, but now he's asking \n                         me to go down to Florida and do a \n                         hit with Anthony.\n\n                                                                 CUT TO:\n\n               FREEZE OF HENRY HEAD ON\n\n               Looking at JIMMY.\n\n                                     HENRY (V.O.)\n                         That's when I knew I would never \n                         have come back from Florida alive.\n\n               UNFREEZE ON HENRY and BACK TO ACTION like nothing is wrong.\n\n               CAMERA DOLLIES OUT and WE SEE JIMMY and HENRY sipping their \n               coffee. WE SEE JIMMY reach for some food. HENRY passes \n               JIMMY the salt.  They are TWO GUYS finishing breakfast in \n               a diner.\n\n               INT.  FBI OFFICE - DAY\n\n               ANGLE ON HENRY AND MCDONALD\n\n               arguing. KAREN and SOME FBI AGENTS are standing nearby.\n\n                                     MCDONALD\n                         We'll pack up everything and send \n                         it to you.\n\n                                     KAREN\n                         I got dry cleaning.\n\n                                     MCDONALD\n                         We'll pick it up.\n\n               EXT.  JUKEBOX STOREFRONT - DAY\n\n               WE SEE a grim JIMMY getting into the rear seat of an \n               unmarked FBI car while HOODS watch silently.\n\n                                                                 CUT TO:\n\n               INT.  FBI OFFICE - DAY\n\n               KAREN is now seated next to HENRY on sofa. MCDONALD is \n               leaning against the desk. In BG, WE SEE FBI MEN playing \n               with the CHILDREN.  HE SEE HENRY and KAREN's suitcases \n               stacked near the sofa.\n\n                                     MCDONALD\n                         We'll sell your house here and \n                         apply the money to your new name.\n\n                                     HENRY\n                         I don't want to go anywhere it's \n                         cold.\n\n                                     MCDONALD\n                         I can't control that.\n\n                                     HENRY\n                         I don't care who controls it. \n                         Nowhere cold.\n\n                                     KAREN\n                         He's very bronchial.\n\n               INT.  GEFFKEN'S BAR\n\n               WE SEE FBI MEN filling the barroom and VARIO, surrounded \n               by AGENTS, being handcuffed and shoved toward the door.\n\n                                                                 CUT TO:\n\n               INT.  FBI OFFICE\n\n               ANGLE ON HENRY AND MCDONALD\n\n               arguing.\n\n                                     KAREN\n                              (whispering to Henry)\n                         What about the schools?\n\n                                     HENRY\n                         Yeah. What about the kids' school?\n\n                                     MCDONALD\n                         Don't worry about the schools. \n                         We'll take care of the schools.\n\n                                     KAREN\n                         I don't want them left back.\n\n                                     MCDONALD\n                         They won't be left back. They'll \n                         stay in their grade.\n\n                                     KAREN\n                         That's important.\n\n                                                                 CUT TO:\n\n               INT.  COURTROOM\n\n               ANGLE ON BACK OF HENRY'S HEAD\n\n               and TRACK AROUND.\n\n                                     HENRY (V.O.)\n                         It was easy for all of us to \n                         disappear. My house was in my mother-\n                         in-law's name.  My cars were \n                         registered to my wife. My Social \n                         Security cards and driver's licenses \n                         were phonies.  I've never , voted.  \n                         I never paid taxes. My birth \n                         certificate and my arrest sheet, \n                         that's all you'd ever have to know \n                         I was alive.\n\n               SLOW DOLLY IS TO HENRY'S FACE.\n\n                                     HENRY (V.O.)\n                         The hardest thing for me was leaving \n                         the life. I still love the life. \n                         We were treated like movie stars \n                         with muscle.  We had it all just \n                         for the asking.\n\n               CLOSE UP - JIMMY BURKE\n\n               seated at defense table in grey suit and rimless glasses. \n               He almost looks like one of his lawyers.\n\n                                     HENRY (V.O.)\n                         Our wives, mothars, kids, everybody \n                         rode along. I had paper bags filled \n                         with jewelry stashed in the kitchen \n                         and a sugar bowl full of coke next \n                         to the bed.\n\n               IN BG, WE SEE MICKEY BURKE CRYING.\n\n                                     HENRY\n                         Anything I wanted was a phone call \n                         away. Free cars and the keys to a \n                         dozen hideouts flats all over the \n                         city. I'd bet twenty, thirty grand \n                         over a weekend ...\n\n               CLOSE UP - JIMMY BURKE\n\n               COME UP ON SCREEN - TWENTY-FIVE YEARS\n\n                                     HENRY (V.O.)\n                         ... and than I'd either blow the \n                         winnings in a week or go to the \n                         sharks to pay back the bookies.\n\n                                                                 CUT TO:\n\n               CLOSE UP - PAUL VARIO\n\n               looking older and grey. VARIO is looking down.\n\n               COME UP ON SCREEN - FOUR YEARS\n\n               DOLLY IN TO EXTREME CLOSE UP - HENRY\n\n               As be speaks-; in synch, directly to CAMERA. DOLLY IN TO \n               EXTREME CLOSE UP as he speaks.\n\n                                     HENRY\n                         It didn't matter. When I was broke \n                         I just went out and robbed some \n                         more. We ran everything.  We paid \n                         off lawyers. We paid off cops. \n                         Everybody had their hands out. And \n                         now it's all over.\n\n               EXT.  STREET IN MIDWESTERN ANDY HARDY TOWN - DAY\n\n               TRACK down the street.\n\n                                     HENRY (V.O.)\n                         And that's the hardest part. Today \n                         everything is different. There's \n                         no action.\n\n               CAMERA TRACKS past white picket fences.\n\n                                     HENRY (V.O.)\n                         I have to wait around like anyone \n                         else. Yon can't even get decent \n                         food. Right after I got hare I \n                         ordered some spaghetti with marinara \n                         sauce and I got egg noodles and \n                         ketchup.\n\n               CAMERA APPROACHES house and TRACKS IS TO DOOR OF HOUSE as \n               it opens. A MAN, still in his pajamas, leans out to get \n               the milk and newspaper.  He looks up. It's HENRY.\n\n                                     HENRY\n                              (Talking to camera)\n                         I'm an average nobody. I get to \n                         live the rest of my life like a \n                         schnook.\n\n                                                               FADE OUT:\n\n                \n\n                                        THE END\n<\/pre><\/html>\n","id":276,"split":"train"}
