{"ori_id":"def05b2808f7557610b6b71051b257dd1f955bc1","title":"Misalliance","context":"Misalliance\n Misalliance is an ironic examination of the mating instincts of a varied group of people gathered at a wealthy man's country home on a summer weekend. Most of the romantic interest centers on the host's daughter, Hypatia Tarleton, a typical Shaw heroine who exemplifies his lifelong theory that in courtship, women are the relentless pursuers and men the apprehensively pursued.\nHypatia is the daughter of newly-wealthy John Tarleton who made his fortune in the unglamorous but lucrative underwear business. She is fed up with the stuffy conventions that surround her and with the hyperactive talk of the men in her life. Hypatia is engaged to Bentley Summerhays, an intellectually bright but physically and emotionally underdeveloped aristocrat.\nHypatia is restless with her engagement as the play starts, even as it is revealed she has also had a proposal of engagement from her betrothed's father, Lord Summerhays. She has no desire to be a nurse to the elderly and is in no hurry to be made a widow. She longs for some adventure to drop out of the sky, and it does ... an aircraft crashes through the roof of the conservatory to close the end of the first act.\nAt the beginning of Act II, it is revealed that the aircraft brings two unexpected guests. The pilot, Joey Percival, is a handsome young man who immediately arouses Hypatia's hunting instinct. The passenger, Lina Szczepanowska, is a female dare-devil of a circus acrobat whose vitality and directness inflame all the other men at the house-party.\nAn additional uninvited guest arrives in the form of Gunner. He is a cashier who is very unhappy with his lot in life. He blames the wealthy class in particular for the plight of the ordinary worker, and he blames John Tarleton in particular for a romantic dalliance that he once had with Gunner's mother. Gunner arrives with intent to kill Tarleton but hides inside a piece of furniture. From this position, he becomes wise to Hypatia's pursuit of Percival. His character comes to introduce the themes of socialism to the play, as well as serving to question the conventional views on marriage and social order.\nAll together there are eight marriage proposals offered for consideration in the course of one summer afternoon. The question of whether any one of these combinations of marriage might be an auspicious alliance, or a misalliance, prompts one of the prospective husbands to utter the famous Shavian speculation:\n\"If marriages were made by putting all the men's names into one sack and the women's names into another, and having them taken out by a blind-folded child like lottery numbers, there would be just as high a percentage of happy marriages as we have now.\"\nPart of Shaw's premise is in the irony that men spend so much energy courting a woman who will be obedient and subservient to them, when what they really desire is a strong woman who will be their equal. Shaw's idea of such an \"ideal woman\", one present throughout his works, is embodied in this case by the character of Lina Szczhepanowska. She is a death-defying Polish acrobat who accompanies Percival on his flight and subsequently becomes the object of affection for Summerhays, Tarleton, Bentley and Johnny. The affirmation of her role as Shaw's archetypical ideal woman is her speech (the longest by far in the work) in which she rejects Johnny's offer of marriage in favor of retaining her independence...financially, intellectually and physically. She takes Bentley, who finds a shaky new courage, up into the air with her at the conclusion of the play.\nï»¿The Project Gutenberg EBook of Misalliance, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Misalliance\n\nAuthor: George Bernard Shaw\n\nPosting Date: July 31, 2008 [EBook #943]\nRelease Date: June, 1997\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MISALLIANCE ***\n\n\n\n\nProduced by Ron Burkey, and Amy Thomte\n\n\n\n\n\nMISALLIANCE\n\n\nby George Bernard Shaw\n\n\n\n\nNotes on the editing:  Italicized text is delimited with underlines\n(\"_\").  Punctuation and spelling are retained as in the printed text.\nShaw used a non-standard system of spelling and punctuation.  For\nexample, contractions usually have no apostrophe:  \"don't\" is given as\n\"dont\", \"you've\" as \"youve\", and so on.  Abbreviated honorifics have\nno trailing period:  \"Dr.\" is given as \"Dr\", \"Mrs.\" as \"Mrs\", and so\non.  \"Shakespeare\" is given as \"Shakespear\".  Where several characters\nin the play are speaking at once, I have indicated it with vertical\nbars (\"|\").  The pound (currency) symbol has been replaced by the word\n\"pounds\".\n\n\n\n\n\nMISALLIANCE\n\n\n_Johnny Tarleton, an ordinary young business man of thirty or less, is\ntaking his weekly Friday to Tuesday in the house of his father, John\nTarleton, who has made a great deal of money out of Tarleton's\nUnderwear.  The house is in Surrey, on the slope of Hindhead; and\nJohnny, reclining, novel in hand, in a swinging chair with a little\nawning above it, is enshrined in a spacious half hemisphere of glass\nwhich forms a pavilion commanding the garden, and, beyond it, a barren\nbut lovely landscape of hill profile with fir trees, commons of\nbracken and gorse, and wonderful cloud pictures._\n\n_The glass pavilion springs from a bridgelike arch in the wall of the\nhouse, through which one comes into a big hall with tiled flooring,\nwhich suggests that the proprietor's notion of domestic luxury is\nfounded on the lounges of week-end hotels.  The arch is not quite in\nthe centre of the wall.  There is more wall to its right than to its\nleft, and this space is occupied by a hat rack and umbrella stand in\nwhich tennis rackets, white parasols, caps, Panama hats, and other\nsummery articles are bestowed.  Just through the arch at this corner\nstands a new portable Turkish bath, recently unpacked, with its crate\nbeside it, and on the crate the drawn nails and the hammer used in\nunpacking.  Near the crate are open boxes of garden games:  bowls and\ncroquet.  Nearly in the middle of the glass wall of the pavilion is a\ndoor giving on the garden, with a couple of steps to surmount the\nhot-water pipes which skirt the glass.  At intervals round the\npavilion are marble pillars with specimens of Viennese pottery on\nthem, very flamboyant in colour and florid in design.  Between them\nare folded garden chairs flung anyhow against the pipes.  In the side\nwalls are two doors:  one near the hat stand, leading to the interior\nof the house, the other on the opposite side and at the other end,\nleading to the vestibule._\n\n_There is no solid furniture except a sideboard which stands against\nthe wall between the vestibule door and the pavilion, a small writing\ntable with a blotter, a rack for telegram forms and stationery, and a\nwastepaper basket, standing out in the hall near the sideboard, and a\nlady's worktable, with two chairs at it, towards the other side of the\nlounge.  The writing table has also two chairs at it.  On the\nsideboard there is a tantalus, liqueur bottles, a syphon, a glass jug\nof lemonade, tumblers, and every convenience for casual drinking.\nAlso a plate of sponge cakes, and a highly ornate punchbowl in the\nsame style as the keramic display in the pavilion.  Wicker chairs and\nlittle bamboo tables with ash trays and boxes of matches on them are\nscattered in all directions.  In the pavilion, which is flooded with\nsunshine, is the elaborate patent swing seat and awning in which\nJohnny reclines with his novel.  There are two wicker chairs right and\nleft of him._\n\n_Bentley Summerhays, one of those smallish, thinskinned youths, who\nfrom 17 to 70 retain unaltered the mental airs of the later and the\nphysical appearance of the earlier age, appears in the garden and\ncomes through the glass door into the pavilion.  He is unmistakably a\ngrade above Johnny socially; and though he looks sensitive enough, his\nassurance and his high voice are a little exasperating._\n\nJOHNNY.  Hallo!  Wheres your luggage?\n\nBENTLEY.  I left it at the station.  Ive walked up from Haslemere.\n_[He goes to the hat stand and hangs up his hat]._\n\nJOHNNY _[shortly]_  Oh!  And who's to fetch it?\n\nBENTLEY.  Dont know.  Dont care.  Providence, probably.  If not, your\nmother will have it fetched.\n\nJOHNNY.  Not her business, exactly, is it?\n\nBENTLEY.  _[returning to the pavilion]_  Of course not.  Thats why one\nloves her for doing it.  Look here:  chuck away your silly week-end\nnovel, and talk to a chap.  After a week in that filthy office my\nbrain is simply blue-mouldy.  Lets argue about something intellectual.\n_[He throws himself into the wicker chair on Johnny's right]._\n\nJOHNNY.  _[straightening up in the swing with a yell of protest]_  No.\nNow seriously, Bunny, Ive come down here to have a pleasant week-end;\nand I'm not going to stand your confounded arguments.  If you want to\nargue, get out of this and go over to the Congregationalist\nminister's.  He's a nailer at arguing.  He likes it.\n\nBENTLEY.  You cant argue with a person when his livelihood depends on\nhis not letting you convert him.  And would you mind not calling me\nBunny.  My name is Bentley Summerhays, which you please.\n\nJOHNNY.  Whats the matter with Bunny?\n\nBENTLEY.  It puts me in a false position.  Have you ever considered\nthe fact that I was an afterthought?\n\nJOHNNY.  An afterthought?  What do you mean by that?\n\nBENTLEY.  I--\n\nJOHNNY.  No, stop:  I dont want to know.  It's only a dodge to start\nan argument.\n\nBENTLEY.  Dont be afraid:  it wont overtax your brain.  My father was\n44 when I was born.  My mother was 41.  There was twelve years between\nme and the next eldest.  I was unexpected.  I was probably\nunintentional.  My brothers and sisters are not the least like me.\nTheyre the regular thing that you always get in the first batch from\nyoung parents:  quite pleasant, ordinary, do-the-regular-thing sort:\nall body and no brains, like you.\n\nJOHNNY.  Thank you.\n\nBENTLEY.  Dont mention it, old chap.  Now I'm different.  By the time\nI was born, the old couple knew something.  So I came out all brains\nand no more body than is absolutely necessary.  I am really a good\ndeal older than you, though you were born ten years sooner.  Everybody\nfeels that when they hear us talk; consequently, though it's quite\nnatural to hear me calling you Johnny, it sounds ridiculous and\nunbecoming for you to call me Bunny.  _[He rises]._\n\nJOHNNY.  Does it, by George?  You stop me doing it if you can:  thats\nall.\n\nBENTLEY.  If you go on doing it after Ive asked you not, youll feel an\nawful swine.  _[He strolls away carelessly to the sideboard with his\neye on the sponge cakes]._  At least I should; but I suppose youre not\nso particular.\n\nJOHNNY _[rising vengefully and following Bentley, who is forced to\nturn and listen]_  I'll tell you what it is, my boy:  you want a good\ntalking to; and I'm going to give it to you.  If you think that\nbecause your father's a K.C.B., and you want to marry my sister, you\ncan make yourself as nasty as you please and say what you like, youre\nmistaken.  Let me tell you that except Hypatia, not one person in this\nhouse is in favor of her marrying you; and I dont believe shes happy\nabout it herself.  The match isnt settled yet:  dont forget that.\nYoure on trial in the office because the Governor isnt giving his\ndaughter money for an idle man to live on her.  Youre on trial here\nbecause my mother thinks a girl should know what a man is like in the\nhouse before she marries him.  Thats been going on for two months now;\nand whats the result?  Youve got yourself thoroughly disliked in the\noffice; and youre getting yourself thoroughly disliked here, all\nthrough your bad manners and your conceit, and the damned impudence\nyou think clever.\n\nBENTLEY.  _[deeply wounded and trying hard to control himself]_  Thats\nenough, thank you.  You dont suppose, I hope, that I should have come\ndown if I had known that that was how you felt about me.  _[He makes\nfor the vestibule door]._\n\nJOHNNY.  _[collaring him]._  No:  you dont run away.  I'm going to\nhave this out with you.  Sit down:  d'y' hear?  _[Bentley attempts to\ngo with dignity.  Johnny slings him into a chair at the writing table,\nwhere he sits, bitterly humiliated, but afraid to speak lest he should\nburst into tears]._  Thats the advantage of having more body than\nbrains, you see:  it enables me to teach you manners; and I'm going to\ndo it too.  Youre a spoilt young pup; and you need a jolly good\nlicking.  And if youre not careful youll get it:  I'll see to that\nnext time you call me a swine.\n\nBENTLEY.  I didnt call you a swine.  But _[bursting into a fury of\ntears]_  you are a swine:  youre a beast:  youre a brute:  youre a\ncad:  youre a liar:  youre a bully:  I should like to wring your\ndamned neck for you.\n\nJOHNNY.  _[with a derisive laugh]_  Try it, my son.  _[Bentley gives\nan inarticulate sob of rage]._  Fighting isnt in your line.  Youre too\nsmall and youre too childish.  I always suspected that your cleverness\nwouldnt come to very much when it was brought up against something\nsolid:  some decent chap's fist, for instance.\n\nBENTLEY.  I hope your beastly fist may come up against a mad bull or a\nprizefighter's nose, or something solider than me.  I dont care about\nyour fist; but if everybody here dislikes me-- _[he is checked by a\nsob]._  Well, I dont care.  _[Trying to recover himself]_  I'm sorry I\nintruded:  I didnt know.  _[Breaking down again]_  Oh you beast! you\npig!  Swine, swine, swine, swine, swine!  Now!\n\nJOHNNY.  All right, my lad, all right.  Sling your mud as hard as you\nplease:  it wont stick to me.  What I want to know is this.  How is it\nthat your father, who I suppose is the strongest man England has\nproduced in our time--\n\nBENTLEY.  You got that out of your halfpenny paper.  A lot you know\nabout him!\n\nJOHNNY.  I dont set up to be able to do anything but admire him and\nappreciate him and be proud of him as an Englishman.  If it wasnt for\nmy respect for him, I wouldnt have stood your cheek for two days, let\nalone two months.  But what I cant understand is why he didnt lick it\nout of you when you were a kid.  For twenty-five years he kept a place\ntwice as big as England in order:  a place full of seditious\ncoffee-colored heathens and pestilential white agitators in the middle\nof a lot of savage tribes.  And yet he couldnt keep you in order.  I\ndont set up to be half the man your father undoubtedly is; but, by\nGeorge, it's lucky for you you were not my son.  I dont hold with my\nown father's views about corporal punishment being wrong.  It's\nnecessary for some people; and I'd have tried it on you until you\nfirst learnt to howl and then to behave yourself.\n\nBENTLEY.  _[contemptuously]_  Yes:  behavior wouldnt come naturally to\nyour son, would it?\n\nJOHNNY.  _[stung into sudden violence]_  Now you keep a civil tongue\nin your head.  I'll stand none of your snobbery.  I'm just as proud of\nTarleton's Underwear as you are of your father's title and his K.C.B.,\nand all the rest of it.  My father began in a little hole of a shop in\nLeeds no bigger than our pantry down the passage there.  He--\n\nBENTLEY.  Oh yes:  I know.  Ive read it.  \"The Romance of Business, or\nThe Story of Tarleton's Underwear.  Please Take One!\"  I took one the\nday after I first met Hypatia.  I went and bought half a dozen\nunshrinkable vests for her sake.\n\nJOHNNY.  Well:  did they shrink?\n\nBENTLEY.  Oh, dont be a fool.\n\nJOHNNY.  Never mind whether I'm a fool or not.  Did they shrink?\nThats the point.  Were they worth the money?\n\nBENTLEY.  I couldnt wear them:  do you think my skin's as thick as\nyour customers' hides?  I'd as soon have dressed myself in a nutmeg\ngrater.\n\nJOHNNY.  Pity your father didnt give your thin skin a jolly good\nlacing with a cane--!\n\nBENTLEY.  Pity you havnt got more than one idea!  If you want to know,\nthey did try that on me once, when I was a small kid.  A silly\ngoverness did it.  I yelled fit to bring down the house and went into\nconvulsions and brain fever and that sort of thing for three weeks.\nSo the old girl got the sack; and serve her right!  After that, I was\nlet do what I like.  My father didnt want me to grow up a\nbroken-spirited spaniel, which is your idea of a man, I suppose.\n\nJOHNNY.  Jolly good thing for you that my father made you come into\nthe office and shew what you were made of.  And it didnt come to much:\nlet me tell you that.  When the Governor asked me where I thought we\nought to put you, I said, \"Make him the Office Boy.\"  The Governor\nsaid you were too green.  And so you were.\n\nBENTLEY.  I daresay.  So would you be pretty green if you were shoved\ninto my father's set.  I picked up your silly business in a fortnight.\nYouve been at it ten years; and you havnt picked it up yet.\n\nJOHNNY.  Dont talk rot, child.  You know you simply make me pity you.\n\nBENTLEY.  \"Romance of Business\" indeed!  The real romance of\nTarleton's business is the story that you understand anything about\nit.  You never could explain any mortal thing about it to me when I\nasked you.  \"See what was done the last time\":  that was the beginning\nand the end of your wisdom.  Youre nothing but a turnspit.\n\nJOHNNY.  A what!\n\nBENTLEY.  A turnspit.  If your father hadnt made a roasting jack for\nyou to turn, youd be earning twenty-four shillings a week behind a\ncounter.\n\nJOHNNY.  If you dont take that back and apologize for your bad\nmanners, I'll give you as good a hiding as ever--\n\nBENTLEY.  Help!  Johnny's beating me!  Oh!  Murder!  _[He throws\nhimself on the ground, uttering piercing yells]._\n\nJOHNNY.  Dont be a fool.  Stop that noise, will you.  I'm not going to\ntouch you.  Sh--sh--\n\n_Hypatia rushes in through the inner door, followed by Mrs Tarleton,\nand throws herself on her knees by Bentley.  Mrs Tarleton, whose knees\nare stiffer, bends over him and tries to lift him.  Mrs Tarleton is a\nshrewd and motherly old lady who has been pretty in her time, and is\nstill very pleasant and likeable and unaffected.  Hypatia is a typical\nEnglish girl of a sort never called typical:  that is, she has an\nopaque white skin, black hair, large dark eyes with black brows and\nlashes, curved lips, swift glances and movements that flash out of a\nwaiting stillness, boundless energy and audacity held in leash._\n\nHYPATIA.  _[pouncing on Bentley with no very gentle hand]_  Bentley:\nwhats the matter?  Dont cry like that:  whats the use?  Whats\nhappened?\n\nMRS TARLETON.  Are you ill, child?  _[They get him up.]_  There, there,\npet!  It's all right:  dont cry _[they put him into a chair]_:  there!\nthere! there!  Johnny will go for the doctor; and he'll give you\nsomething nice to make it well.\n\nHYPATIA.  What has happened, Johnny?\n\nMRS TARLETON.  Was it a wasp?\n\nBENTLEY.  _[impatiently]_  Wasp be dashed!\n\nMRS TARLETON.  Oh Bunny! that was a naughty word.\n\nBENTLEY.  Yes, I know:  I beg your pardon.  _[He rises, and extricates\nhimself from them]_  Thats all right.  Johnny frightened me.  You know\nhow easy it is to hurt me; and I'm too small to defend myself against\nJohnny.\n\nMRS TARLETON.  Johnny:  how often have I told you that you must not\nbully the little ones.  I thought youd outgrown all that.\n\nHYPATIA.  _[angrily]_  I do declare, mamma, that Johnny's brutality\nmakes it impossible to live in the house with him.\n\nJOHNNY.  _[deeply hurt]_  It's twenty-seven years, mother, since you\nhad that row with me for licking Robert and giving Hypatia a black eye\nbecause she bit me.  I promised you then that I'd never raise my hand\nto one of them again; and Ive never broken my word.  And now because\nthis young whelp begins to cry out before he's hurt, you treat me as\nif I were a brute and a savage.\n\nMRS TARLETON.  No dear, not a savage; but you know you must not call\nour visitor naughty names.\n\nBENTLEY.  Oh, let him alone--\n\nJOHNNY.  _[fiercely]_  Dont you interfere between my mother and me:\nd'y' hear?\n\nHYPATIA.  Johnny's lost his temper, mother.  We'd better go.  Come,\nBentley.\n\nMRS TARLETON.  Yes:  that will be best.  _[To Bentley]_  Johnny doesnt\nmean any harm, dear:  he'll be himself presently.  Come.\n\n_The two ladies go out through the inner door with Bentley, who turns\nat the door to grin at Johnny as he goes out._\n\n_Johnny, left alone, clenches his fists and grinds his teeth, but can\nfind no relief in that way for his rage.  After choking and stamping\nfor a moment, he makes for the vestibule door.  It opens before he\nreaches it; and Lord Summerhays comes in.  Johnny glares at him,\nspeechless.  Lord Summerhays takes in the situation, and quickly takes\nthe punchbowl from the sideboard and offers it to Johnny._\n\nLORD SUMMERHAYS.  Smash it.  Dont hesitate:  it's an ugly thing.\nSmash it:  hard.  _[Johnny, with a stifled yell, dashes it in pieces,\nand then sits down and mops his brow]._  Feel better now?  _[Johnny\nnods]._  I know only one person alive who could drive me to the point\nof having either to break china or commit murder; and that person is\nmy son Bentley.  Was it he?  _[Johnny nods again, not yet able to\nspeak]._  As the car stopped I heard a yell which is only too familiar\nto me.  It generally means that some infuriated person is trying to\nthrash Bentley.  Nobody has ever succeeded, though almost everybody\nhas tried.  _[He seats himself comfortably close to the writing table,\nand sets to work to collect the fragments of the punchbowl in the\nwastepaper basket whilst Johnny, with diminishing difficulty, collects\nhimself]._  Bentley is a problem which I confess I have never been\nable to solve.  He was born to be a great success at the age of fifty.\nMost Englishmen of his class seem to be born to be great successes at\nthe age of twenty-four at most.  The domestic problem for me is how to\nendure Bentley until he is fifty.  The problem for the nation is how\nto get itself governed by men whose growth is arrested when they are\nlittle more than college lads.  Bentley doesnt really mean to be\noffensive.  You can always make him cry by telling him you dont like\nhim.  Only, he cries so loud that the experiment should be made in the\nopen air:  in the middle of Salisbury Plain if possible.  He has a\nhard and penetrating intellect and a remarkable power of looking facts\nin the face; but unfortunately, being very young, he has no idea of\nhow very little of that sort of thing most of us can stand.  On the\nother hand, he is frightfully sensitive and even affectionate; so that\nhe probably gets as much as he gives in the way of hurt feelings.\nYoull excuse me rambling on like this about my son.\n\nJOHNNY.  _[who has pulled himself together]_  You did it on purpose.\nI wasnt quite myself:  I needed a moment to pull round:  thank you.\n\nLORD SUMMERHAYS.  Not at all.  Is your father at home?\n\nJOHNNY.  No:  he's opening one of his free libraries.  Thats another\nnice little penny gone.  He's mad on reading.  He promised another\nfree library last week.  It's ruinous.  Itll hit you as well as me\nwhen Bunny marries Hypatia.  When all Hypatia's money is thrown away\non libraries, where will Bunny come in?  Cant you stop him?\n\nLORD SUMMERHAYS.  I'm afraid not.  Hes a perfect whirlwind.\nIndefatigable at public work.  Wonderful man, I think.\n\nJOHNNY.  Oh, public work!  He does too much of it.  It's really a sort\nof laziness, getting away from your own serious business to amuse\nyourself with other people's.  Mind:  I dont say there isnt another\nside to it.  It has its value as an advertisement.  It makes useful\nacquaintances and leads to valuable business connections.  But it\ntakes his mind off the main chance; and he overdoes it.\n\nLORD SUMMERHAYS.  The danger of public business is that it never ends.\nA man may kill himself at it.\n\nJOHNNY.  Or he can spend more on it than it brings him in:  thats how\nI look at it.  What I say is that everybody's business is nobody's\nbusiness.  I hope I'm not a hard man, nor a narrow man, nor unwilling\nto pay reasonable taxes, and subscribe in reason to deserving\ncharities, and even serve on a jury in my turn; and no man can say I\never refused to help a friend out of a difficulty when he was worth\nhelping.  But when you ask me to go beyond that, I tell you frankly I\ndont see it.  I never did see it, even when I was only a boy, and had\nto pretend to take in all the ideas the Governor fed me up with.  I\ndidnt see it; and I dont see it.\n\nLORD SUMMERHAYS.  There is certainly no business reason why you should\ntake more than your share of the world's work.\n\nJOHNNY.  So I say.  It's really a great encouragement to me to find\nyou agree with me.  For of course if nobody agrees with you, how are\nyou to know that youre not a fool?\n\nLORD SUMMERHAYS.  Quite so.\n\nJOHNNY.  I wish youd talk to him about it.  It's no use my saying\nanything:  I'm a child to him still:  I have no influence.  Besides,\nyou know how to handle men.  See how you handled me when I was making\na fool of myself about Bunny!\n\nLORD SUMMERHAYS.  Not at all.\n\nJOHNNY.  Oh yes I was:  I know I was.  Well, if my blessed father had\ncome in he'd have told me to control myself.  As if I was losing my\ntemper on purpose!\n\n_Bentley returns, newly washed.  He beams when he sees his father, and\ncomes affectionately behind him and pats him on the shoulders._\n\nBENTLEY.  Hel-lo, commander! have you come?  Ive been making a filthy\nsilly ass of myself here.  I'm awfully sorry, Johnny, old chap:  I beg\nyour pardon.  Why dont you kick me when I go on like that?\n\nLORD SUMMERHAYS.  As we came through Godalming I thought I heard some\nyelling--\n\nBENTLEY.  I should think you did.  Johnny was rather rough on me,\nthough.  He told me nobody here liked me; and I was silly enough to\nbelieve him.\n\nLORD SUMMERHAYS.  And all the women have been kissing you and pitying\nyou ever since to stop your crying, I suppose.  Baby!\n\nBENTLEY.  I did cry.  But I always feel good after crying:  it\nrelieves my wretched nerves.  I feel perfectly jolly now.\n\nLORD SUMMERHAYS.  Not at all ashamed of yourself, for instance?\n\nBENTLEY.  If I started being ashamed of myself I shouldnt have time\nfor anything else all my life.  I say:  I feel very fit and spry.\nLets all go down and meet the Grand Cham.  _[He goes to the hatstand\nand takes down his hat]._\n\nLORD SUMMERHAYS.  Does Mr Tarleton like to be called the Grand Cham,\ndo you think, Bentley?\n\nBENTLEY.  Well, he thinks hes too modest for it.  He calls himself\nPlain John.  But you cant call him that in his own office:  besides,\nit doesnt suit him:  it's not flamboyant enough.\n\nJOHNNY.  Flam what?\n\nBENTLEY.  Flamboyant.  Lets go and meet him.  Hes telephoned from\nGuildford to say hes on the road.  The dear old son is always\ntelephoning or telegraphing:  he thinks hes hustling along like\nanything when hes only sending unnecessary messages.\n\nLORD SUMMERHAYS.  Thank you:  I should prefer a quiet afternoon.\n\nBENTLEY.  Right O.  I shant press Johnny:  hes had enough of me for\none week-end.  _[He goes out through the pavilion into the grounds]._\n\nJOHNNY.  Not a bad idea, that.\n\nLORD SUMMERHAYS.  What?\n\nJOHNNY.  Going to meet the Governor.  You know you wouldnt think it;\nbut the Governor likes Bunny rather.  And Bunny is cultivating it.  I\nshouldnt be surprised if he thought he could squeeze me out one of\nthese days.\n\nLORD SUMMERHAYS.  You dont say so!  Young rascal!  I want to consult\nyou about him, if you dont mind.  Shall we stroll over to the Gibbet?\nBentley is too fast for me as a walking companion; but I should like a\nshort turn.\n\nJOHNNY.  _[rising eagerly, highly flattered]_  Right you are.  Thatll\nsuit me down to the ground.  _[He takes a Panama and stick from the\nhat stand]._\n\n_Mrs Tarleton and Hypatia come back just as the two men are going out.\nHypatia salutes Summerhays from a distance with an enigmatic lift of\nher eyelids in his direction and a demure nod before she sits down at\nthe worktable and busies herself with her needle.  Mrs Tarleton,\nhospitably fussy, goes over to him._\n\nMRS TARLETON.  Oh, Lord Summerhays, I didnt know you were here.  Wont\nyou have some tea?\n\nLORD SUMMERHAYS.  No, thank you:  I'm not allowed tea.  And I'm\nashamed to say Ive knocked over your beautiful punch-bowl.  You must\nlet me replace it.\n\nMRS TARLETON.  Oh, it doesnt matter:  I'm only too glad to be rid of\nit.  The shopman told me it was in the best taste; but when my poor\nold nurse Martha got cataract, Bunny said it was a merciful provision\nof Nature to prevent her seeing our china.\n\nLORD SUMMERHAYS.  _[gravely]_  That was exceedingly rude of Bentley,\nMrs Tarleton.  I hope you told him so.\n\nMRS TARLETON.  Oh, bless you!  I dont care what he says; so long as he\nsays it to me and not before visitors.\n\nJOHNNY.  We're going out for a stroll, mother.\n\nMRS TARLETON.  All right:  dont let us keep you.  Never mind about\nthat crock:  I'll get the girl to come and take the pieces away.\n_[Recollecting herself]_  There!  Ive done it again!\n\nJOHNNY.  Done what?\n\nMRS TARLETON.  Called her the girl.  You know, Lord Summerhays, its a\nfunny thing; but now I'm getting old, I'm dropping back into all the\nways John and I had when we had barely a hundred a year.  You should\nhave known me when I was forty!  I talked like a duchess; and if\nJohnny or Hypatia let slip a word that was like old times, I was down\non them like anything.  And now I'm beginning to do it myself at every\nturn.\n\nLORD SUMMERHAYS.  There comes a time when all that seems to matter so\nlittle.  Even queens drop the mask when they reach our time of life.\n\nMRS TARLETON.  Let you alone for giving a thing a pretty turn!  Youre\na humbug, you know, Lord Summerhays.  John doesnt know it; and Johnny\ndoesnt know it; but you and I know it, dont we?  Now thats something\nthat even you cant answer; so be off with you for your walk without\nanother word.\n\n_Lord Summerhays smiles; bows; and goes out through the vestibule\ndoor, followed by Johnny.  Mrs Tarleton sits down at the worktable and\ntakes out her darning materials and one of her husband's socks.\nHypatia is at the other side of the table, on her mother's right.\nThey chat as they work._\n\nHYPATIA.  I wonder whether they laugh at us when they are by\nthemselves!\n\nMRS TARLETON.  Who?\n\nHYPATIA.  Bentley and his father and all the toffs in their set.\n\nMRS TARLETON.  Oh, thats only their way.  I used to think that the\naristocracy were a nasty sneering lot, and that they were laughing at\nme and John.  Theyre always giggling and pretending not to care much\nabout anything.  But you get used to it:  theyre the same to one\nanother and to everybody.  Besides, what does it matter what they\nthink?  It's far worse when theyre civil, because that always means\nthat they want you to lend them money; and you must never do that,\nHypatia, because they never pay.  How can they?  They dont make\nanything, you see.  Of course, if you can make up your mind to regard\nit as a gift, thats different; but then they generally ask you again;\nand you may as well say no first as last.  You neednt be afraid of the\naristocracy, dear:  theyre only human creatures like ourselves after\nall; and youll hold your own with them easy enough.\n\nHYPATIA.  Oh, I'm not a bit afraid of them, I assure you.\n\nMRS TARLETON.  Well, no, not afraid of them, exactly; but youve got to\npick up their ways.  You know, dear, I never quite agreed with your\nfather's notion of keeping clear of them, and sending you to a school\nthat was so expensive that they couldnt afford to send their daughters\nthere; so that all the girls belonged to big business families like\nourselves.  It takes all sorts to make a world; and I wanted you to\nsee a little of all sorts.  When you marry Bunny, and go among the\nwomen of his father's set, theyll shock you at first.\n\nHYPATIA.  _[incredulously]_  How?\n\nMRS TARLETON.  Well, the things they talk about.\n\nHYPATIA.  Oh! scandalmongering?\n\nMRS TARLETON.  Oh no:  we all do that:  thats only human nature.  But\nyou know theyve no notion of decency.  I shall never forget the first\nday I spent with a marchioness, two duchesses, and no end of Ladies\nThis and That.  Of course it was only a committee:  theyd put me on to\nget a big subscription out of John.  I'd never heard such talk in my\nlife.  The things they mentioned!  And it was the marchioness that\nstarted it.\n\nHYPATIA.  What sort of things?\n\nMRS TARLETON.  Drainage!!  She'd tried three systems in her castle;\nand she was going to do away with them all and try another.  I didnt\nknow which way to look when she began talking about it:  I thought\ntheyd all have got up and gone out of the room.  But not a bit of it,\nif you please.  They were all just as bad as she.  They all had\nsystems; and each of them swore by her own system.  I sat there with\nmy cheeks burning until one of the duchesses, thinking I looked out of\nit, I suppose, asked me what system I had.  I said I was sure I knew\nnothing about such things, and hadnt we better change the subject.\nThen the fat was in the fire, I can tell you.  There was a regular\nterror of a countess with an anaerobic system; and she told me,\ndownright brutally, that I'd better learn something about them before\nmy children died of diphtheria.  That was just two months after I'd\nburied poor little Bobby; and that was the very thing he died of, poor\nlittle lamb!  I burst out crying:  I couldnt help it.  It was as good\nas telling me I'd killed my own child.  I had to go away; but before I\nwas out of the door one of the duchesses--quite a young woman--began\ntalking about what sour milk did in her inside and how she expected to\nlive to be over a hundred if she took it regularly.  And me listening\nto her, that had never dared to think that a duchess could have\nanything so common as an inside!  I shouldnt have minded if it had\nbeen children's insides:  we have to talk about them.  But grown-up\npeople!  I was glad to get away that time.\n\nHYPATIA.  There was a physiology and hygiene class started at school;\nbut of course none of our girls were let attend it.\n\nMRS TARLETON.  If it had been an aristocratic school plenty would have\nattended it.  Thats what theyre like:  theyve nasty minds.  With\nreally nice good women a thing is either decent or indecent; and if\nit's indecent, we just dont mention it or pretend to know about it;\nand theres an end of it.  But all the aristocracy cares about is\nwhether it can get any good out of the thing.  Theyre what Johnny\ncalls cynical-like.  And of course nobody can say a word to them for\nit.  Theyre so high up that they can do and say what they like.\n\nHYPATIA.  Well, I think they might leave the drains to their husbands.\nI shouldnt think much of a man that left such things to me.\n\nMRS TARLETON.  Oh, dont think that, dear, whatever you do.  I never\nlet on about it to you; but it's me that takes care of the drainage\nhere.  After what that countess said to me I wasnt going to lose\nanother child or trust John.  And I don't want my grandchildren to die\nany more than my children.\n\nHYPATIA.  Do you think Bentley will ever be as big a man as his\nfather?  I dont mean clever:  I mean big and strong.\n\nMRS TARLETON.  Not he.  Hes overbred, like one of those expensive\nlittle dogs.  I like a bit of a mongrel myself, whether it's a man or\na dog:  theyre the best for everyday.  But we all have our tastes:\nwhats one woman's meat is another woman's poison.  Bunny's a dear\nlittle fellow; but I never could have fancied him for a husband when I\nwas your age.\n\nHYPATIA.  Yes; but he has some brains.  Hes not like all the rest.\nOne can't have everything.\n\nMRS TARLETON.  Oh, youre quite right, dear:  quite right.  It's a\ngreat thing to have brains:  look what it's done for your father!\nThats the reason I never said a word when you jilted poor Jerry\nMackintosh.\n\nHYPATIA.  _[excusing herself]_  I really couldnt stick it out with\nJerry, mother.  I know you liked him; and nobody can deny that hes a\nsplendid animal--\n\nMRS TARLETON.  _[shocked]_  Hypatia!  How can you!  The things that\ngirls say nowadays!\n\nHYPATIA.  Well, what else can you call him?  If I'd been deaf or he'd\nbeen dumb, I could have married him.  But living with father, Ive got\naccustomed to cleverness.  Jerry would drive me mad:  you know very\nwell hes a fool:  even Johnny thinks him a fool.\n\nMRS TARLETON.  _[up in arms at once in defence of her boy]_  Now dont\nbegin about my Johnny.  You know it annoys me.  Johnny's as clever as\nanybody else in his own way.  I dont say hes as clever as you in some\nways; but hes a man, at all events, and not a little squit of a thing\nlike your Bunny.\n\nHYPATIA.  Oh, I say nothing against your darling:  we all know\nJohnny's perfection.\n\nMRS TARLETON.  Dont be cross, dearie.  You let Johnny alone; and I'll\nlet Bunny alone.  I'm just as bad as you.  There!\n\nHYPATIA.  Oh, I dont mind your saying that about Bentley.  It's true.\nHe is a little squit of a thing.  I wish he wasnt.  But who else is\nthere?  Think of all the other chances Ive had!  Not one of them has\nas much brains in his whole body as Bentley has in his little finger.\nBesides, theyve no distinction.  It's as much as I can do to tell one\nfrom the other.  They wouldnt even have money if they werent the sons\nof their fathers, like Johnny.  Whats a girl to do?  I never met\nanybody like Bentley before.  He may be small; but hes the best of the\nbunch:  you cant deny that.\n\nMRS TARLETON.  _[with a sigh]_  Well, my pet, if you fancy him, theres\nno more to be said.\n\n_A pause follows this remark:  the two women sewing silently._\n\nHYPATIA.  Mother:  do you think marriage is as much a question of\nfancy as it used to be in your time and father's?\n\nMRS TARLETON.  Oh, it wasnt much fancy with me, dear:  your father\njust wouldnt take no for an answer; and I was only too glad to be his\nwife instead of his shop-girl.  Still, it's curious; but I had more\nchoice than you in a way, because, you see, I was poor; and there are\nso many more poor men than rich ones that I might have had more of a\npick, as you might say, if John hadnt suited me.\n\nHYPATIA.  I can imagine all sorts of men I could fall in love with;\nbut I never seem to meet them.  The real ones are too small, like\nBunny, or too silly, like Jerry.  Of course one can get into a state\nabout any man:  fall in love with him if you like to call it that.\nBut who would risk marrying a man for love?  _I_ shouldnt.  I remember\nthree girls at school who agreed that the one man you should never\nmarry was the man you were in love with, because it would make a\nperfect slave of you.  Theres a sort of instinct against it, I think,\nthats just as strong as the other instinct.  One of them, to my\ncertain knowledge, refused a man she was in love with, and married\nanother who was in love with her; and it turned out very well.\n\nMRS TARLETON.  Does all that mean that youre not in love with Bunny?\n\nHYPATIA.  Oh, how could anybody be in love with Bunny?  I like him to\nkiss me just as I like a baby to kiss me.  I'm fond of him; and he\nnever bores me; and I see that hes very clever; but I'm not what you\ncall gone about him, if thats what you mean.\n\nMRS TARLETON.  Then why need you marry him?\n\nHYPATIA.  What better can I do?  I must marry somebody, I suppose.\nIve realized that since I was twenty-three.  I always used to take it\nas a matter of course that I should be married before I was twenty.\n\nBENTLEY'S VOICE.  _[in the garden]_  Youve got to keep yourself fresh:\nto look at these things with an open mind.\n\nJOHN TARLETON'S VOICE.  Quite right, quite right:  I always say so.\n\nMRS TARLETON.  Theres your father, and Bunny with him.\n\nBENTLEY.  Keep young.  Keep your eye on me.  Thats the tip for you.\n\n_Bentley and Mr Tarleton (an immense and genial veteran of trade) come\ninto view and enter the pavilion._\n\nJOHN TARLETON.  You think youre young, do you?  You think I'm old?\n_[energetically shaking off his motoring coat and hanging it up with\nhis cap]._\n\nBENTLEY.  _[helping him with the coat]_  Of course youre old.  Look at\nyour face and look at mine.  What you call your youth is nothing but\nyour levity.  Why do we get on so well together?  Because I'm a young\ncub and youre an old josser.  _[He throws a cushion at Hypatia's feet\nand sits down on it with his back against her knees]._\n\nTARLETON.  Old!  Thats all you know about it, my lad.  How do, Patsy!\n_[Hypatia kisses him]._  How is my Chickabiddy?  _[He kisses Mrs\nTarleton's hand and poses expansively in the middle of the picture]._\nLook at me!  Look at these wrinkles, these gray hairs, this repulsive\nmask that you call old age!  What is it?  _[Vehemently]_  I ask you,\nwhat is it?\n\nBENTLEY.  Jolly nice and venerable, old man.  Dont be discouraged.\n\nTARLETON.  Nice?  Not a bit of it.  Venerable?  Venerable be blowed!\nRead your Darwin, my boy.  Read your Weismann.  _[He goes to the\nsideboard for a drink of lemonade]._\n\nMRS TARLETON.  For shame, John!  Tell him to read his Bible.\n\nTARLETON.  _[manipulating the syphon]_  Whats the use of telling\nchildren to read the Bible when you know they wont.  I was kept away\nfrom the Bible for forty years by being told to read it when I was\nyoung.  Then I picked it up one evening in a hotel in Sunderland when\nI had left all my papers in the train; and I found it wasnt half bad.\n_[He drinks, and puts down the glass with a smack of enjoyment]._\nBetter than most halfpenny papers, anyhow, if only you could make\npeople believe it.  _[He sits down by the writing-table, near his\nwife]._  But if you want to understand old age scientifically, read\nDarwin and Weismann.  Of course if you want to understand it\nromantically, read about Solomon.\n\nMRS TARLETON.  Have you had tea, John?\n\nTARLETON.  Yes.  Dont interrupt me when I'm improving the boy's mind.\nWhere was I?  This repulsive mask--Yes.  _[Explosively]_  What is\ndeath?\n\nMRS TARLETON.  John!\n\nHYPATIA.  Death is a rather unpleasant subject, papa.\n\nTARLETON.  Not a bit.  Not scientifically.  Scientifically it's a\ndelightful subject.  You think death's natural.  Well, it isnt.  You\nread Weismann.  There wasnt any death to start with.  You go look in\nany ditch outside and youll find swimming about there as fresh as\npaint some of the identical little live cells that Adam christened in\nthe Garden of Eden.  But if big things like us didnt die, we'd crowd\none another off the face of the globe.  Nothing survived, sir, except\nthe sort of people that had the sense and good manners to die and make\nroom for the fresh supplies.  And so death was introduced by Natural\nSelection.  You get it out of your head, my lad, that I'm going to die\nbecause I'm wearing out or decaying.  Theres no such thing as decay to\na vital man.  I shall clear out; but I shant decay.\n\nBENTLEY.  And what about the wrinkles and the almond tree and the\ngrasshopper that becomes a burden and the desire that fails?\n\nTARLETON.  Does it? by George!  No, sir:  it spiritualizes.  As to\nyour grasshopper, I can carry an elephant.\n\nMRS TARLETON.  You do say such things, Bunny!  What does he mean by\nthe almond tree?\n\nTARLETON.  He means my white hairs:  the repulsive mask.  That, my\nboy, is another invention of Natural Selection to disgust young women\nwith me, and give the lads a turn.\n\nMRS TARLETON.  John:  I wont have it.  Thats a forbidden subject.\n\nTARLETON.  They talk of the wickedness and vanity of women painting\ntheir faces and wearing auburn wigs at fifty.  But why shouldnt they?\nWhy should a woman allow Nature to put a false mask of age on her when\nshe knows that shes as young as ever?  Why should she look in the\nglass and see a wrinkled lie when a touch of fine art will shew her a\nglorious truth?  The wrinkles are a dodge to repel young men.  Suppose\nshe doesnt want to repel young men!  Suppose she likes them!\n\nMRS TARLETON.  Bunny:  take Hypatia out into the grounds for a walk:\ntheres a good boy.  John has got one of his naughty fits this evening.\n\nHYPATIA.  Oh, never mind me.  I'm used to him.\n\nBENTLEY.  I'm not.  I never heard such conversation:  I cant believe\nmy ears.  And mind you, this is the man who objected to my marrying\nhis daughter on the ground that a marriage between a member of the\ngreat and good middle class with one of the vicious and corrupt\naristocracy would be a misalliance.  A misalliance, if you please!\nThis is the man Ive adopted as a father!\n\nTARLETON.  Eh!  Whats that?  Adopted me as a father, have you?\n\nBENTLEY.  Yes.  Thats an idea of mine.  I knew a chap named Joey\nPercival at Oxford (you know I was two months at Balliol before I was\nsent down for telling the old woman who was head of that silly college\nwhat I jolly well thought of him.  He would have been glad to have me\nback, too, at the end of six months; but I wouldnt go:  I just let him\nwant; and serve him right!)  Well, Joey was a most awfully clever\nfellow, and so nice!  I asked him what made such a difference between\nhim and all the other pups--they were pups, if you like.  He told me\nit was very simple:  they had only one father apiece; and he had\nthree.\n\nMRS TARLETON.  Dont talk nonsense, child.  How could that be?\n\nBENTLEY.  Oh, very simple.  His father--\n\nTARLETON.  Which father?\n\nBENTLEY.  The first one:  the regulation natural chap.  He kept a tame\nphilosopher in the house:  a sort of Coleridge or Herbert Spencer kind\nof card, you know.  That was the second father.  Then his mother was\nan Italian princess; and she had an Italian priest always about.  He\nwas supposed to take charge of her conscience; but from what I could\nmake out, she jolly well took charge of his.  The whole three of them\ntook charge of Joey's conscience.  He used to hear them arguing like\nmad about everything.  You see, the philosopher was a freethinker, and\nalways believed the latest thing.  The priest didnt believe anything,\nbecause it was sure to get him into trouble with someone or another.\nAnd the natural father kept an open mind and believed whatever paid\nhim best.  Between the lot of them Joey got cultivated no end.  He\nsaid if he could only have had three mothers as well, he'd have backed\nhimself against Napoleon.\n\nTARLETON.  _[impressed]_  Thats an idea.  Thats a most interesting\nidea:  a most important idea.\n\nMRS TARLETON.  You always were one for ideas, John.\n\nTARLETON.  Youre right, Chickabiddy.  What do I tell Johnny when he\nbrags about Tarleton's Underwear?  It's not the underwear.  The\nunderwear be hanged!  Anybody can make underwear.  Anybody can sell\nunderwear.  Tarleton's Ideas:  thats whats done it.  Ive often thought\nof putting that up over the shop.\n\nBENTLEY.  Take me into partnership when you do, old man.  I'm wasted\non the underwear; but I shall come in strong on the ideas.\n\nTARLETON.  You be a good boy; and perhaps I will.\n\nMRS TARLETON.  _[scenting a plot against her beloved Johnny]_  Now,\nJohn:  you promised--\n\nTARLETON.  Yes, yes.  All right, Chickabiddy:  dont fuss.  Your\nprecious Johnny shant be interfered with.  _[Bouncing up, too\nenergetic to sit still]_  But I'm getting sick of that old shop.\nThirty-five years Ive had of it:  same blessed old stairs to go up and\ndown every day:  same old lot:  same old game:  sorry I ever started\nit now.  I'll chuck it and try something else:  something that will\ngive a scope to all my faculties.\n\nHYPATIA.  Theres money in underwear:  theres none in wild-cat ideas.\n\nTARLETON.  Theres money in me, madam, no matter what I go into.\n\nMRS TARLETON.  Dont boast, John.  Dont tempt Providence.\n\nTARLETON.  Rats!  You dont understand Providence.  Providence likes to\nbe tempted.  Thats the secret of the successful man.  Read Browning.\nNatural theology on an island, eh?  Caliban was afraid to tempt\nProvidence:  that was why he was never able to get even with Prospero.\nWhat did Prospero do?  Prospero didnt even tempt Providence:  he was\nProvidence.  Thats one of Tarleton's ideas; and dont you forget it.\n\nBENTLEY.  You are full of beef today, old man.\n\nTARLETON.  Beef be blowed!  Joy of life.  Read Ibsen.  _[He goes into\nthe pavilion to relieve his restlessness, and stares out with his\nhands thrust deep in his pockets]._\n\nHYPATIA.  _[thoughtful]_  Bentley:  couldnt you invite your friend Mr\nPercival down here?\n\nBENTLEY.  Not if I know it.  Youd throw me over the moment you set\neyes on him.\n\nMRS TARLETON.  Oh, Bunny!  For shame!\n\nBENTLEY.  Well, who'd marry me, dyou suppose, if they could get my\nbrains with a full-sized body?  No, thank you.  I shall take jolly\ngood care to keep Joey out of this until Hypatia is past praying for.\n\n_Johnny and Lord Summerhays return through the pavilion from their\nstroll._\n\nTARLETON.  Welcome! welcome!  Why have you stayed away so long?\n\nLORD SUMMERHAYS.  _[shaking hands]_  Yes:  I should have come sooner.\nBut I'm still rather lost in England.  _[Johnny takes his hat and\nhangs it up beside his own]._  Thank you.  _[Johnny returns to his\nswing and his novel.  Lord Summerhays comes to the writing table]._\nThe fact is that as Ive nothing to do, I never have time to go\nanywhere.  _[He sits down next Mrs Tarleton]._\n\nTARLETON.  _[following him and sitting down on his left]_  Paradox,\nparadox.  Good.  Paradoxes are the only truths.  Read Chesterton.  But\ntheres lots for you to do here.  You have a genius for government.\nYou learnt your job out there in Jinghiskahn.  Well, we want to be\ngoverned here in England.  Govern us.\n\nLORD SUMMERHAYS.  Ah yes, my friend; but in Jinghiskahn you have to\ngovern the right way.  If you dont, you go under and come home.  Here\neverything has to be done the wrong way, to suit governors who\nunderstand nothing but partridge shooting (our English native princes,\nin fact) and voters who dont know what theyre voting about.  I dont\nunderstand these democratic games; and I'm afraid I'm too old to\nlearn.  What can I do but sit in the window of my club, which consists\nmostly of retired Indian Civil servants?  We look on at the muddle and\nthe folly and amateurishness; and we ask each other where a single\nfortnight of it would have landed us.\n\nTARLETON.  Very true.  Still, Democracy's all right, you know.  Read\nMill.  Read Jefferson.\n\nLORD SUMMERHAYS.  Yes.  Democracy reads well; but it doesnt act well,\nlike some people's plays.  No, no, my friend Tarleton:  to make\nDemocracy work, you need an aristocratic democracy.  To make\nAristocracy work, you need a democratic aristocracy.  Youve got\nneither; and theres an end of it.\n\nTARLETON.  Still, you know, the superman may come.  The superman's an\nidea.  I believe in ideas.  Read Whatshisname.\n\nLORD SUMMERHAYS.  Reading is a dangerous amusement, Tarleton.  I wish\nI could persuade your free library people of that.\n\nTARLETON.  Why, man, it's the beginning of education.\n\nLORD SUMMERHAYS.  On the contrary, it's the end of it.  How can you\ndare teach a man to read until youve taught him everything else first?\n\nJOHNNY.  _[intercepting his father's reply by coming out of the swing\nand taking the floor]_  Leave it at that.  Thats good sense.  Anybody\non for a game of tennis?\n\nBENTLEY.  Oh, lets have some more improving conversation.  Wouldnt you\nrather, Johnny?\n\nJOHNNY.  If you ask me, no.\n\nTARLETON.  Johnny:  you dont cultivate your mind.  You dont read.\n\nJOHNNY.  _[coming between his mother and Lord Summerhays, book in\nhand]_  Yes I do.  I bet you what you like that, page for page, I read\nmore than you, though I dont talk about it so much.  Only, I dont read\nthe same books.  I like a book with a plot in it.  You like a book\nwith nothing in it but some idea that the chap that writes it keeps\nworrying, like a cat chasing its own tail.  I can stand a little of\nit, just as I can stand watching the cat for two minutes, say, when\nIve nothing better to do.  But a man soon gets fed up with that sort\nof thing.  The fact is, you look on an author as a sort of god.  _I_\nlook on him as a man that I pay to do a certain thing for me.  I pay\nhim to amuse me and to take me out of myself and make me forget.\n\nTARLETON.  No.  Wrong principle.  You want to remember.  Read Kipling.\n\"Lest we forget.\"\n\nJOHNNY.  If Kipling wants to remember, let him remember.  If he had to\nrun Tarleton's Underwear, he'd be jolly glad to forget.  As he has a\nmuch softer job, and wants to keep himself before the public, his cry\nis, \"Dont you forget the sort of things I'm rather clever at writing\nabout.\"  Well, I dont blame him:  it's his business:  I should do the\nsame in his place.  But what he wants and what I want are two\ndifferent things.  I want to forget; and I pay another man to make me\nforget.  If I buy a book or go to the theatre, I want to forget the\nshop and forget myself from the moment I go in to the moment I come\nout.  Thats what I pay my money for.  And if I find that the author's\nsimply getting at me the whole time, I consider that hes obtained my\nmoney under false pretences.  I'm not a morbid crank:  I'm a natural\nman; and, as such, I dont like being got at.  If a man in my\nemployment did it, I should sack him.  If a member of my club did it,\nI should cut him.  If he went too far with it, I should bring his\nconduct before the committee.  I might even punch his head, if it came\nto that.  Well, who and what is an author that he should be privileged\nto take liberties that are not allowed to other men?\n\nMRS TARLETON.  You see, John!  What have I always told you?  Johnny\nhas as much to say for himself as anybody when he likes.\n\nJOHNNY.  I'm no fool, mother, whatever some people may fancy.  I dont\nset up to have as many ideas as the Governor; but what ideas I have\nare consecutive, at all events.  I can think as well as talk.\n\nBENTLEY.  _[to Tarleton, chuckling]_  Had you there, old man, hadnt\nhe?  You are rather all over the shop with your ideas, aint you?\n\nJOHNNY.  _[handsomely]_  I'm not saying anything against you,\nGovernor.  But I do say that the time has come for sane, healthy,\nunpretending men like me to make a stand against this conspiracy of\nthe writing and talking and artistic lot to put us in the back row.\nIt isnt a fact that we're inferior to them:  it's a put-up job; and\nit's they that have put the job up.  It's we that run the country for\nthem; and all the thanks we get is to be told we're Philistines and\nvulgar tradesmen and sordid city men and so forth, and that theyre all\nangels of light and leading.  The time has come to assert ourselves\nand put a stop to their stuck-up nonsense.  Perhaps if we had nothing\nbetter to do than talking or writing, we could do it better than they.\nAnyhow, theyre the failures and refuse of business (hardly a man of\nthem that didnt begin in an office) and we're the successes of it.\nThank God I havnt failed yet at anything; and I dont believe I should\nfail at literature if it would pay me to turn my hand to it.\n\nBENTLEY.  Hear, hear!\n\nMRS TARLETON.  Fancy you writing a book, Johnny!  Do you think he\ncould, Lord Summerhays?\n\nLORD SUMMERHAYS.  Why not?  As a matter of fact all the really\nprosperous authors I have met since my return to England have been\nvery like him.\n\nTARLETON.  _[again impressed]_  Thats an idea.  Thats a new idea.  I\nbelieve I ought to have made Johnny an author.  Ive never said so\nbefore for fear of hurting his feelings, because, after all, the lad\ncant help it; but Ive never thought Johnny worth tuppence as a man of\nbusiness.\n\nJOHNNY.  _[sarcastic]_  Oh!  You think youve always kept that to\nyourself, do you, Governor?  I know your opinion of me as well as you\nknow it yourself.  It takes one man of business to appreciate another;\nand you arnt, and you never have been, a real man of business.  I know\nwhere Tarleton's would have been three of four times if it hadnt been\nfor me.  _[With a snort and a nod to emphasize the implied warning, he\nretreats to the Turkish bath, and lolls against it with an air of\ngood-humoured indifference]._\n\nTARLETON.  Well, who denies it?  Youre quite right, my boy.  I don't\nmind confessing to you all that the circumstances that condemned me to\nkeep a shop are the biggest tragedy in modern life.  I ought to have\nbeen a writer.  I'm essentially a man of ideas.  When I was a young\nman I sometimes used to pray that I might fail, so that I should be\njustified in giving up business and doing something:  something\nfirst-class.  But it was no good:  I couldnt fail.  I said to myself\nthat if I could only once go to my Chickabiddy here and shew her a\nchartered accountant's statement proving that I'd made 20 pounds less\nthan last year, I could ask her to let me chance Johnny's and\nHypatia's future by going into literature.  But it was no good.  First\nit was 250 pounds more than last year.  Then it was 700 pounds.  Then\nit was 2000 pounds.  Then I saw it was no use:  Prometheus was chained\nto his rock:  read Shelley:  read Mrs Browning.  Well, well, it was\nnot to be.  _[He rises solemnly]._  Lord Summerhays:  I ask you to\nexcuse me for a few moments.  There are times when a man needs to\nmeditate in solitude on his destiny.  A chord is touched; and he sees\nthe drama of his life as a spectator sees a play.  Laugh if you feel\ninclined:  no man sees the comic side of it more than I.  In the\ntheatre of life everyone may be amused except the actor.\n_[Brightening]_  Theres an idea in this:  an idea for a picture.  What\na pity young Bentley is not a painter!  Tarleton meditating on his\ndestiny.  Not in a toga.  Not in the trappings of the tragedian or the\nphilosopher.  In plain coat and trousers:  a man like any other man.\nAnd beneath that coat and trousers a human soul.  Tarleton's\nUnderwear!  _[He goes out gravely into the vestibule]._\n\nMRS TARLETON.  _[fondly]_  I suppose it's a wife's partiality, Lord\nSummerhays; but I do think John is really great.  I'm sure he was\nmeant to be a king.  My father looked down on John, because he was a\nrate collector, and John kept a shop.  It hurt his pride to have to\nborrow money so often from John; and he used to console himself by\nsaying, \"After all, he's only a linendraper.\"  But at last one day he\nsaid to me, \"John is a king.\"\n\nBENTLEY.  How much did he borrow on that occasion?\n\nLORD SUMMERHAYS.  _[sharply]_  Bentley!\n\nMRS TARLETON.  Oh, dont scold the child:  he'd have to say something\nlike that if it was to be his last word on earth.  Besides, hes quite\nright:  my poor father had asked for his usual five pounds; and John\ngave him a hundred in his big way.  Just like a king.\n\nLORD SUMMERHAYS.  Not at all.  I had five kings to manage in\nJinghiskahn; and I think you do your husband some injustice, Mrs\nTarleton.  They pretended to like me because I kept their brothers\nfrom murdering them; but I didnt like them.  And I like Tarleton.\n\nMRS TARLETON.  Everybody does.  I really must go and make the cook do\nhim a Welsh rabbit.  He expects one on special occasions.  _[She goes\nto the inner door]._  Johnny:  when he comes back ask him where we're\nto put that new Turkish bath.  Turkish baths are his latest.  _[She\ngoes out]._\n\nJOHNNY.  _[coming forward again]_  Now that the Governor has given\nhimself away, and the old lady's gone, I'll tell you something, Lord\nSummerhays.  If you study men whove made an enormous pile in business\nwithout being keen on money, youll find that they all have a slate\noff.  The Governor's a wonderful man; but hes not quite all there, you\nknow.  If you notice, hes different from me; and whatever my failings\nmay be, I'm a sane man.  Erratic:  thats what he is.  And the danger\nis that some day he'll give the whole show away.\n\nLORD SUMMERHAYS.  Giving the show away is a method like any other\nmethod.  Keeping it to yourself is only another method.  I should keep\nan open mind about it.\n\nJOHNNY.  Has it ever occurred to you that a man with an open mind must\nbe a bit of a scoundrel?  If you ask me, I like a man who makes up his\nmind once for all as to whats right and whats wrong and then sticks to\nit.  At all events you know where to have him.\n\nLORD SUMMERHAYS.  That may not be his object.\n\nBENTLEY.  He may want to have you, old chap.\n\nJOHNNY.  Well, let him.  If a member of my club wants to steal my\numbrella, he knows where to find it.  If a man put up for the club who\nhad an open mind on the subject of property in umbrellas, I should\nblackball him.  An open mind is all very well in clever talky-talky;\nbut in conduct and in business give me solid ground.\n\nLORD SUMMERHAYS.  Yes:  the quicksands make life difficult.  Still,\nthere they are.  It's no use pretending theyre rocks.\n\nJOHNNY.  I dont know.  You can draw a line and make other chaps toe\nit.  Thats what I call morality.\n\nLORD SUMMERHAYS.  Very true.  But you dont make any progress when\nyoure toeing a line.\n\nHYPATIA.  _[suddenly, as if she could bear no more of it]_  Bentley:\ndo go and play tennis with Johnny.  You must take exercise.\n\nLORD SUMMERHAYS.  Do, my boy, do.  _[To Johnny]_  Take him out and\nmake him skip about.\n\nBENTLEY.  _[rising reluctantly]_  I promised you two inches more round\nmy chest this summer.  I tried exercises with an indiarubber expander;\nbut I wasnt strong enough:  instead of my expanding it, it crumpled me\nup.  Come along, Johnny.\n\nJOHNNY.  Do you no end of good, young chap.  _[He goes out with\nBentley through the pavilion]._\n\n_Hypatia throws aside her work with an enormous sigh of relief._\n\nLORD SUMMERHAYS.  At last!\n\nHYPATIA.  At last.  Oh, if I might only have a holiday in an asylum\nfor the dumb.  How I envy the animals!  They cant talk.  If Johnny\ncould only put back his ears or wag his tail instead of laying down\nthe law, how much better it would be!  We should know when he was\ncross and when he was pleased; and thats all we know now, with all his\ntalk.  It never stops:  talk, talk, talk, talk.  Thats my life.  All\nthe day I listen to mamma talking; at dinner I listen to papa talking;\nand when papa stops for breath I listen to Johnny talking.\n\nLORD SUMMERHAYS.  You make me feel very guilty.  I talk too, I'm\nafraid.\n\nHYPATIA.  Oh, I dont mind that, because your talk is a novelty.  But\nit must have been dreadful for your daughters.\n\nLORD SUMMERHAYS.  I suppose so.\n\nHYPATIA.  If parents would only realize how they bore their children!\nThree or four times in the last half hour Ive been on the point of\nscreaming.\n\nLORD SUMMERHAYS.  Were we very dull?\n\nHYPATIA.  Not at all:  you were very clever.  Thats whats so hard to\nbear, because it makes it so difficult to avoid listening.  You see,\nI'm young; and I do so want something to happen.  My mother tells me\nthat when I'm her age, I shall be only too glad that nothing's\nhappened; but I'm not her age; so what good is that to me?  Theres my\nfather in the garden, meditating on his destiny.  All very well for\nhim:  hes had a destiny to meditate on; but I havnt had any destiny\nyet.  Everything's happened to him:  nothing's happened to me.  Thats\nwhy this unending talk is so maddeningly uninteresting to me.\n\nLORD SUMMERHAYS.  It would be worse if we sat in silence.\n\nHYPATIA.  No it wouldnt.  If you all sat in silence, as if you were\nwaiting for something to happen, then there would be hope even if\nnothing did happen.  But this eternal cackle, cackle, cackle about\nthings in general is only fit for old, old, OLD people.  I suppose it\nmeans something to them:  theyve had their fling.  All I listen for is\nsome sign of it ending in something; but just when it seems to be\ncoming to a point, Johnny or papa just starts another hare; and it all\nbegins over again; and I realize that it's never going to lead\nanywhere and never going to stop.  Thats when I want to scream.  I\nwonder how you can stand it.\n\nLORD SUMMERHAYS.  Well, I'm old and garrulous myself, you see.\nBesides, I'm not here of my own free will, exactly.  I came because\nyou ordered me to come.\n\nHYPATIA.  Didnt you want to come?\n\nLORD SUMMERHAYS.  My dear:  after thirty years of managing other\npeople's business, men lose the habit of considering what they want or\ndont want.\n\nHYPATIA.  Oh, dont begin to talk about what men do, and about thirty\nyears experience.  If you cant get off that subject, youd better send\nfor Johnny and papa and begin it all over again.\n\nLORD SUMMERHAYS.  I'm sorry.  I beg your pardon.\n\nHYPATIA.  I asked you, didnt you want to come?\n\nLORD SUMMERHAYS.  I did not stop to consider whether I wanted or not,\nbecause when I read your letter I knew I had to come.\n\nHYPATIA.  Why?\n\nLORD SUMMERHAYS.  Oh come, Miss Tarleton!  Really, really!  Dont force\nme to call you a blackmailer to your face.  You have me in your power;\nand I do what you tell me very obediently.  Dont ask me to pretend I\ndo it of my own free will.\n\nHYPATIA.  I dont know what a blackmailer is.  I havnt even that much\nexperience.\n\nLORD SUMMERHAYS.  A blackmailer, my dear young lady, is a person who\nknows a disgraceful secret in the life of another person, and extorts\nmoney from that other person by threatening to make his secret public\nunless the money is paid.\n\nHYPATIA.  I havnt asked you for money.\n\nLORD SUMMERHAYS.  No; but you asked me to come down here and talk to\nyou; and you mentioned casually that if I didnt youd have nobody to\ntalk about me to but Bentley.  That was a threat, was it not?\n\nHYPATIA.  Well, I wanted you to come.\n\nLORD SUMMERHAYS.  In spite of my age and my unfortunate talkativeness?\n\nHYPATIA.  I like talking to you.  I can let myself go with you.  I can\nsay things to you I cant say to other people.\n\nLORD SUMMERHAYS.  I wonder why?\n\nHYPATIA.  Well, you are the only really clever, grown-up, high-class,\nexperienced man I know who has given himself away to me by making an\nutter fool of himself with me.  You cant wrap yourself up in your toga\nafter that.  You cant give yourself airs with me.\n\nLORD SUMMERHAYS.  You mean you can tell Bentley about me if I do.\n\nHYPATIA.  Even if there wasnt any Bentley:  even if you didnt care\n(and I really dont see why you should care so much) still, we never\ncould be on conventional terms with one another again.  Besides, Ive\ngot a feeling for you:  almost a ghastly sort of love for you.\n\nLORD SUMMERHAYS.  _[shrinking]_  I beg you--no, please.\n\nHYPATIA.  Oh, it's nothing at all flattering:  and, of course, nothing\nwrong, as I suppose youd call it.\n\nLORD SUMMERHAYS.  Please believe that I know that.  When men of my\nage--\n\nHYPATIA.  _[impatiently]_  Oh, do talk about yourself when you mean\nyourself, and not about men of your age.\n\nLORD SUMMERHAYS.  I'll put it as bluntly as I can.  When, as you say,\nI made an utter fool of myself, believe me, I made a poetic fool of\nmyself.  I was seduced, not by appetites which, thank Heaven, Ive long\noutlived:  not even by the desire of second childhood for a child\ncompanion, but by the innocent impulse to place the delicacy and\nwisdom and spirituality of my age at the affectionate service of your\nyouth for a few years, at the end of which you would be a grown,\nstrong, formed--widow.  Alas, my dear, the delicacy of age reckoned,\nas usual, without the derision and cruelty of youth.  You told me that\nyou didnt want to be an old man's nurse, and that you didnt want to\nhave undersized children like Bentley.  It served me right:  I dont\nreproach you:  I was an old fool.  But how you can imagine, after\nthat, that I can suspect you of the smallest feeling for me except the\ninevitable feeling of early youth for late age, or imagine that I have\nany feeling for you except one of shrinking humiliation, I cant\nunderstand.\n\nHYPATIA.  I dont blame you for falling in love with me.  I shall be\ngrateful to you all my life for it, because that was the first time\nthat anything really interesting happened to me.\n\nLORD SUMMERHAYS.  Do you mean to tell me that nothing of that kind had\never happened before? that no man had ever--\n\nHYPATIA.  Oh, lots.  Thats part of the routine of life here:  the very\ndullest part of it.  The young man who comes a-courting is as familiar\nan incident in my life as coffee for breakfast.  Of course, hes too\nmuch of a gentleman to misbehave himself; and I'm too much of a lady\nto let him; and hes shy and sheepish; and I'm correct and\nself-possessed; and at last, when I can bear it no longer, I either\nfrighten him off, or give him a chance of proposing, just to see how\nhe'll do it, and refuse him because he does it in the same silly way\nas all the rest.  You dont call that an event in one's life, do you?\nWith you it was different.  I should as soon have expected the North\nPole to fall in love with me as you.  You know I'm only a\nlinen-draper's daughter when all's said.  I was afraid of you:  you, a\ngreat man! a lord! and older than my father.  And then what a\nsituation it was!  Just think of it!  I was engaged to your son; and\nyou knew nothing about it.  He was afraid to tell you:  he brought you\ndown here because he thought if he could throw us together I could get\nround you because I was such a ripping girl.  We arranged it all:  he\nand I.  We got Papa and Mamma and Johnny out of the way splendidly;\nand then Bentley took himself off, and left us--you and me!--to take a\nwalk through the heather and admire the scenery of Hindhead.  You\nnever dreamt that it was all a plan:  that what made me so nice was\nthe way I was playing up to my destiny as the sweet girl that was to\nmake your boy happy.  And then! and then!  _[She rises to dance and\nclap her hands in her glee]._\n\nLORD SUMMERHAYS.  _[shuddering]_  Stop, stop.  Can no woman understand\na man's delicacy?\n\nHYPATIA.  _[revelling in the recollection]_  And then--ha, ha!--you\nproposed.  You!  A father!  For your son's girl!\n\nLORD SUMMERHAYS.  Stop, I tell you.  Dont profane what you dont\nunderstand.\n\nHYPATIA.  That was something happening at last with a vengeance.  It\nwas splendid.  It was my first peep behind the scenes.  If I'd been\nseventeen I should have fallen in love with you.  Even as it is, I\nfeel quite differently towards you from what I do towards other old\nmen.  So _[offering her hand]_ you may kiss my hand if that will be\nany fun for you.\n\nLORD SUMMERHAYS.  _[rising and recoiling to the table, deeply\nrevolted]_  No, no, no.  How dare you?  _[She laughs mischievously]._\nHow callous youth is!  How coarse!  How cynical!  How ruthlessly\ncruel!\n\nHYPATIA.  Stuff!  It's only that youre tired of a great many things\nIve never tried.\n\nLORD SUMMERHAYS.  It's not alone that.  Ive not forgotten the\nbrutality of my own boyhood.  But do try to learn, glorious young\nbeast that you are, that age is squeamish, sentimental, fastidious.\nIf you cant understand my holier feelings, at least you know the\nbodily infirmities of the old.  You know that I darent eat all the\nrich things you gobble up at every meal; that I cant bear the noise\nand racket and clatter that affect you no more than they affect a\nstone.  Well, my soul is like that too.  Spare it:  be gentle with it\n_[he involuntarily puts out his hands to plead:  she takes them with a\nlaugh]._  If you could possibly think of me as half an angel and half\nan invalid, we should get on much better together.\n\nHYPATIA.  We get on very well, I think.  Nobody else ever called me a\nglorious young beast.  I like that.  Glorious young beast expresses\nexactly what I like to be.\n\nLORD SUMMERHAYS.  _[extricating his hands and sitting down]_  Where on\nearth did you get these morbid tastes?  You seem to have been well\nbrought up in a normal, healthy, respectable, middle-class family.\nYet you go on like the most unwholesome product of the rankest\nBohemianism.\n\nHYPATIA.  Thats just it.  I'm fed up with--\n\nLORD SUMMERHAYS.  Horrible expression.  Dont.\n\nHYPATIA.  Oh, I daresay it's vulgar; but theres no other word for it.\nI'm fed up with nice things:  with respectability, with propriety!\nWhen a woman has nothing to do, money and respectability mean that\nnothing is ever allowed to happen to her.  I dont want to be good; and\nI dont want to be bad:  I just dont want to be bothered about either\ngood or bad:  I want to be an active verb.\n\nLORD SUMMERHAYS.  An active verb?  Oh, I see.  An active verb\nsignifies to be, to do, or to suffer.\n\nHYPATIA.  Just so:  how clever of you!  I want to be; I want to do;\nand I'm game to suffer if it costs that.  But stick here doing nothing\nbut being good and nice and ladylike I simply wont.  Stay down here\nwith us for a week; and I'll shew you what it means:  shew it to you\ngoing on day after day, year after year, lifetime after lifetime.\n\nLORD SUMMERHAYS.  Shew me what?\n\nHYPATIA.  Girls withering into ladies.  Ladies withering into old\nmaids.  Nursing old women.  Running errands for old men.  Good for\nnothing else at last.  Oh, you cant imagine the fiendish selfishness\nof the old people and the maudlin sacrifice of the young.\nIt's more unbearable than any poverty:  more horrible than any\nregular-right-down wickedness.  Oh, home! home! parents! family! duty!\nhow I loathe them!  How I'd like to see them all blown to bits!  The\npoor escape.  The wicked escape.  Well, I cant be poor:  we're rolling\nin money:  it's no use pretending we're not.  But I can be wicked; and\nI'm quite prepared to be.\n\nLORD SUMMERHAYS.  You think that easy?\n\nHYPATIA.  Well, isnt it?  Being a man, you ought to know.\n\nLORD SUMMERHAYS.  It requires some natural talent, which can no doubt\nbe cultivated.  It's not really easy to be anything out of the common.\n\nHYPATIA.  Anyhow, I mean to make a fight for living.\n\nLORD SUMMERHAYS.  Living your own life, I believe the Suffragist\nphrase is.\n\nHYPATIA.  Living any life.  Living, instead of withering without even\na gardener to snip you off when youre rotten.\n\nLORD SUMMERHAYS.  Ive lived an active life; but Ive withered all the\nsame.\n\nHYPATIA.  No:  youve worn out:  thats quite different.  And youve some\nlife in you yet or you wouldnt have fallen in love with me.  You can\nnever imagine how delighted I was to find that instead of being the\ncorrect sort of big panjandrum you were supposed to be, you were\nreally an old rip like papa.\n\nLORD SUMMERHAYS.  No, no:  not about your father:  I really cant bear\nit.  And if you must say these terrible things:  these heart-wounding\nshameful things, at least find something prettier to call me than an\nold rip.\n\nHYPATIA.  Well, what would you call a man proposing to a girl who\nmight be--\n\nLORD SUMMERHAYS.  His daughter:  yes, I know.\n\nHYPATIA.  I was going to say his granddaughter.\n\nLORD SUMMERHAYS.  You always have one more blow to get in.\n\nHYPATIA.  Youre too sensitive.  Did you ever make mud pies when you\nwere a kid--beg pardon:  a child.\n\nLORD SUMMERHAYS.  I hope not.\n\nHYPATIA.  It's a dirty job; but Johnny and I were vulgar enough to\nlike it.  I like young people because theyre not too afraid of dirt to\nlive.  Ive grown out of the mud pies; but I like slang; and I like\nbustling you up by saying things that shock you; and I'd rather put up\nwith swearing and smoking than with dull respectability; and there are\nlots of things that would just shrivel you up that I think rather\njolly.  Now!\n\nLORD SUMMERHAYS.  Ive not the slightest doubt of it.  Dont insist.\n\nHYPATIA.  It's not your ideal, is it?\n\nLORD SUMMERHAYS.  No.\n\nHYPATIA.  Shall I tell you why?  Your ideal is an old woman.  I\ndaresay shes got a young face; but shes an old woman.  Old, old, old.\nSqueamish.  Cant stand up to things.  Cant enjoy things:  not real\nthings.  Always on the shrink.\n\nLORD SUMMERHAYS.  On the shrink!  Detestable expression.\n\nHYPATIA.  Bah! you cant stand even a little thing like that.  What\ngood are you?  Oh, what good are you?\n\nLORD SUMMERHAYS.  Dont ask me.  I dont know.  I dont know.\n\n_Tarleton returns from the vestibule.  Hypatia sits down demurely._\n\nHYPATIA.  Well, papa:  have you meditated on your destiny?\n\nTARLETON.  _[puzzled]_  What?  Oh! my destiny.  Gad, I forgot all\nabout it:  Jock started a rabbit and put it clean out of my head.\nBesides, why should I give way to morbid introspection?  It's a sign\nof madness.  Read Lombroso.  _[To Lord Summerhays]_  Well, Summerhays,\nhas my little girl been entertaining you?\n\nLORD SUMMERHAYS.  Yes.  She is a wonderful entertainer.\n\nTARLETON.  I think my idea of bringing up a young girl has been rather\na success.  Dont you listen to this, Patsy:  it might make you\nconceited.  Shes never been treated like a child.  I always said the\nsame thing to her mother.  Let her read what she likes.  Let her do\nwhat she likes.  Let her go where she likes.  Eh, Patsy?\n\nHYPATIA.  Oh yes, if there had only been anything for me to do, any\nplace for me to go, anything I wanted to read.\n\nTARLETON.  There, you see!  Shes not satisfied.  Restless.  Wants\nthings to happen.  Wants adventures to drop out of the sky.\n\nHYPATIA.  _[gathering up her work]_  If youre going to talk about me\nand my education, I'm off.\n\nTARLETON.  Well, well, off with you.  _[To Lord Summerhays]_  Shes\nactive, like me.  She actually wanted me to put her into the shop.\n\nHYPATIA.  Well, they tell me that the girls there have adventures\nsometimes.  _[She goes out through the inner door]_\n\nTARLETON.  She had me there, though she doesnt know it, poor innocent\nlamb!  Public scandal exaggerates enormously, of course; but moralize\nas you will, superabundant vitality is a physical fact that cant be\ntalked away.  _[He sits down between the writing table and the\nsideboard]._  Difficult question this, of bringing up children.\nBetween ourselves, it has beaten me.  I never was so surprised in my\nlife as when I came to know Johnny as a man of business and found out\nwhat he was really like.  How did you manage with your sons?\n\nLORD SUMMERHAYS.  Well, I really hadnt time to be a father:  thats the\nplain truth of the matter.  Their poor dear mother did the usual thing\nwhile they were with us.  Then of course, Harrow, Cambridge, the usual\nroutine of their class.  I saw very little of them, and thought very\nlittle about them:  how could I? with a whole province on my hands.\nThey and I are--acquaintances.  Not perhaps, quite ordinary\nacquaintances:  theres a sort of--er--I should almost call it a sort\nof remorse about the way we shake hands (when we do shake hands) which\nmeans, I suppose, that we're sorry we dont care more for one another;\nand I'm afraid we dont meet oftener than we can help.  We put each\nother too much out of countenance.  It's really a very difficult\nrelation.  To my mind not altogether a natural one.\n\nTARLETON.  _[impressed, as usual]_  Thats an idea, certainly.  I dont\nthink anybody has ever written about that.\n\nLORD SUMMERHAYS.  Bentley is the only one who was really my son in any\nserious sense.  He was completely spoilt.  When he was sent to a\npreparatory school he simply yelled until he was sent home.  Harrow\nwas out of the question; but we managed to tutor him into Cambridge.\nNo use:  he was sent down.  By that time my work was over; and I saw a\ngood deal of him.  But I could do nothing with him--except look on.  I\nshould have thought your case was quite different.  You keep up the\nmiddle-class tradition:  the day school and the business training\ninstead of the university.  I believe in the day school part of it.\nAt all events, you know your own children.\n\nTARLETON.  Do you?  I'm not so sure of it.  Fact is, my dear\nSummerhays, once childhood is over, once the little animal has got\npast the stage at which it acquires what you might call a sense of\ndecency, it's all up with the relation between parent and child.  You\ncant get over the fearful shyness of it.\n\nLORD SUMMERHAYS.  Shyness?\n\nTARLETON.  Yes, shyness.  Read Dickens.\n\nLORD SUMMERHAYS _[surprised]_  Dickens!!  Of all authors, Charles\nDickens!  Are you serious?\n\nTARLETON.  I dont mean his books.  Read his letters to his family.\nRead any man's letters to his children.  Theyre not human.  Theyre not\nabout himself or themselves.  Theyre about hotels, scenery, about the\nweather, about getting wet and losing the train and what he saw on the\nroad and all that.  Not a word about himself.  Forced.  Shy.  Duty\nletters.  All fit to be published:  that says everything.  I tell you\ntheres a wall ten feet thick and ten miles high between parent and\nchild.  I know what I'm talking about.  Ive girls in my employment:\ngirls and young men.  I had ideas on the subject.  I used to go to the\nparents and tell them not to let their children go out into the world\nwithout instruction in the dangers and temptations they were going to\nbe thrown into.  What did every one of the mothers say to me?  \"Oh,\nsir, how could I speak of such things to my own daughter?\"  The men\nsaid I was quite right; but they didnt do it, any more than I'd been\nable to do it myself to Johnny.  I had to leave books in his way; and\nI felt just awful when I did it.  Believe me, Summerhays, the relation\nbetween the young and the old should be an innocent relation.  It\nshould be something they could talk about.  Well, the relation between\nparent and child may be an affectionate relation.  It may be a useful\nrelation.  It may be a necessary relation.  But it can never be an\ninnocent relation.  Youd die rather than allude to it.  Depend on it,\nin a thousand years itll be considered bad form to know who your\nfather and mother are.  Embarrassing.  Better hand Bentley over to me.\nI can look him in the face and talk to him as man to man.  You can\nhave Johnny.\n\nLORD SUMMERHAYS.  Thank you.  Ive lived so long in a country where a\nman may have fifty sons, who are no more to him than a regiment of\nsoldiers, that I'm afraid Ive lost the English feeling about it.\n\nTARLETON.  _[restless again]_  You mean Jinghiskahn.  Ah yes.  Good\nthing the empire.  Educates us.  Opens our minds.  Knocks the Bible\nout of us.  And civilizes the other chaps.\n\nLORD SUMMERHAYS.  Yes:  it civilizes them.  And it uncivilizes us.\nTheir gain.  Our loss, Tarleton, believe me, our loss.\n\nTARLETON.  Well, why not?  Averages out the human race.  Makes the\nnigger half an Englishman.  Makes the Englishman half a nigger.\n\nLORD SUMMERHAYS.  Speaking as the unfortunate Englishman in question,\nI dont like the process.  If I had my life to live over again, I'd\nstay at home and supercivilize myself.\n\nTARLETON.  Nonsense! dont be selfish.  Think how youve improved the\nother chaps.  Look at the Spanish empire!  Bad job for Spain, but\nsplendid for South America.  Look at what the Romans did for Britain!\nThey burst up and had to clear out; but think of all they taught us!\nThey were the making of us:  I believe there was a Roman camp on\nHindhead:  I'll shew it to you tomorrow.  Thats the good side of\nImperialism:  it's unselfish.  I despise the Little Englanders:\ntheyre always thinking about England.  Smallminded.  I'm for the\nParliament of man, the federation of the world.  Read Tennyson.  _[He\nsettles down again]._  Then theres the great food question.\n\nLORD SUMMERHAYS.  _[apprehensively]_  Need we go into that this\nafternoon?\n\nTARLETON.  No; but I wish youd tell the Chickabiddy that the\nJinghiskahns eat no end of toasted cheese, and that it's the secret of\ntheir amazing health and long life!\n\nLORD SUMMERHAYS.  Unfortunately they are neither healthy nor long\nlived.  And they dont eat toasted cheese.\n\nTARLETON.  There you are!  They would be if they ate it.    Anyhow,\nsay what you like, provided the moral is a Welsh rabbit for my supper.\n\nLORD SUMMERHAYS.  British morality in a nutshell!\n\nTARLETON.  _[hugely amused]_  Yes.  Ha ha!  Awful hypocrites, aint we?\n\n_They are interrupted by excited cries from the grounds._\n\nHYPATIA.       |    Papa!  Mamma!  Come out as fast as you can.\n               |    Quick.  Quick.\n               |\nBENTLEY.       |    Hello, governor!  Come out.  An aeroplane.\n               |    Look, look.\n\nTARLETON.  _[starting up]_  Aeroplane!  Did he say an aeroplane?\n\nLORD SUMMERHAYS.  Aeroplane!  _[A shadow falls on the pavilion; and\nsome of the glass at the top is shattered and falls on the floor]._\n\n_Tarleton and Lord Summerhays rush out through the pavilion into the\ngarden._\n\nHYPATIA.       |    Take care.  Take care of the chimney.\n               |\nBENTLEY.       |    Come this side:  it's coming right\n               |    where youre standing.\n               |\nTARLETON.      |    Hallo! where the devil are you\n               |    coming? youll have my roof off.\n               |\nLORD SUMMERHAYS|    He's lost control.\n\nMRS TARLETON.  Look, look, Hypatia.  There are two people in it.\n\nBENTLEY.  Theyve cleared it.  Well steered!\n\nTARLETON.      |    Yes; but theyre coming slam into the greenhouse.\n               |\nLORD SUMMERHAYS|    Look out for the glass.\n               |\nMRS TARLETON.  |    Theyll break all the glass.  Theyll\n               |    spoil all the grapes.\n               |\nBENTLEY.       |    Mind where youre coming.  He'll\n               |    save it.  No:  theyre down.\n\n_An appalling crash of breaking glass is heard.  Everybody shrieks._\n\nMRS TARLETON.  |    Oh, are they killed?  John:  are they killed?\n               |\nLORD SUMMERHAYS|    Are you hurt?  Is anything broken?  Can you stand?\n               |\nHYPATIA.       |    Oh, you must be hurt.  Are you sure?  Shall I get\n               |    you some water?  Or some wine?\n               |\nTARLETON.      |    Are you all right?  Sure you wont have some\n               |    brandy just to take off the shock.\n\nTHE AVIATOR.  No, thank you.  Quite right.  Not a scratch.  I assure\nyou I'm all right.\n\nBENTLEY.  What luck!  And what a smash!  You are a lucky chap, I can\ntell you.\n\n_The Aviator and Tarleton come in through the pavilion, followed by\nLord Summerhays and Bentley, the Aviator on Tarleton's right.  Bentley\npasses the Aviator and turns to have an admiring look at him.  Lord\nSummerhays overtakes Tarleton less pointedly on the opposite side with\nthe same object._\n\nTHE AVIATOR.  I'm really very sorry.  I'm afraid Ive knocked your\nvinery into a cocked hat.  (_Effusively_)  You dont mind, do you?\n\nTARLETON.  Not a bit.  Come in and have some tea.  Stay to dinner.\nStay over the week-end.  All my life Ive wanted to fly.\n\nTHE AVIATOR.  _[taking off his goggles]_  Youre really more than kind.\n\nBENTLEY.  Why, its Joey Percival.\n\nPERCIVAL.  Hallo, Ben!  That you?\n\nTARLETON.  What!  The man with three fathers!\n\nPERCIVAL.  Oh! has Ben been talking about me?\n\nTARLETON.  Consider yourself as one of the family--if you will do me\nthe honor.  And your friend too.  Wheres your friend?\n\nPERCIVAL.  Oh, by the way! before he comes in:  let me explain.  I\ndont know him.\n\nTARLETON.  Eh?\n\nPERCIVAL.  Havnt even looked at him.  I'm trying to make a club record\nwith a passenger.  The club supplied the passenger.  He just got in;\nand Ive been too busy handling the aeroplane to look at him.  I havnt\nsaid a word to him; and I cant answer for him socially; but hes an\nideal passenger for a flyer.  He saved me from a smash.\n\nLORD SUMMERHAYS.  I saw it.  It was extraordinary.  When you were\nthrown out he held on to the top bar with one hand.  You came past him\nin the air, going straight for the glass.  He caught you and turned\nyou off into the flower bed, and then lighted beside you like a bird.\n\nPERCIVAL.  How he kept his head I cant imagine.  Frankly, _I_ didnt.\n\n_The Passenger, also begoggled, comes in through the pavilion with\nJohnny and the two ladies.  The Passenger comes between Percival and\nTarleton, Mrs Tarleton between Lord Summerhays and her husband,\nHypatia between Percival and Bentley, and Johnny to Bentley's right._\n\nTARLETON.  Just discussing your prowess, my dear sir.  Magnificent.\nYoull stay to dinner.  Youll stay the night.  Stay over the week.  The\nChickabiddy will be delighted.\n\nMRS TARLETON.  Wont you take off your goggles and have some tea?\n\n_The Passenger begins to remove the goggles._\n\nTARLETON.  Do.  Have a wash.  Johnny:  take the gentleman to your\nroom:  I'll look after Mr Percival.  They must--\n\n_By this time the passenger has got the goggles off, and stands\nrevealed as a remarkably good-looking woman._\n\nMRS TARLETON.  |    Well I never!!!                         |\n               |                                            |\nBENTLEY.       |    [_in a whisper_] Oh, I say!             |\n               |                                            |\nJOHNNY.        |    By George!                              |\n               |                                            | _All\nLORD SUMMERHAYS|    A lady!                                 | to-\n               |                                            | gether._\nHYPATIA.       |    A woman!                                |\n               |                                            |\nTARLETON.      |    [_to Percival_] You never told me--     |\n               |                                            |\nPERCIVAL.      |    I hadnt the least idea--                |\n\n_An embarrassed pause._\n\nPERCIVAL.  I assure you if I'd had the faintest notion that my\npassenger was a lady I shouldnt have left you to shift for yourself in\nthat selfish way.\n\nLORD SUMMERHAYS.  The lady seems to have shifted for both very\neffectually, sir.\n\nPERCIVAL.  Saved my life.  I admit it most gratefully.\n\nTARLETON.  I must apologize, madam, for having offered you the\ncivilities appropriate to the opposite sex.  And yet, why opposite?\nWe are all human:  males and females of the same species.  When the\ndress is the same the distinction vanishes.  I'm proud to receive in\nmy house a lady of evident refinement and distinction.  Allow me to\nintroduce myself:  Tarleton:  John Tarleton (_seeing conjecture in the\npassenger's eye_)--yes, yes:  Tarleton's Underwear.  My wife, Mrs\nTarleton:  youll excuse me for having in what I had taken to be a\nconfidence between man and man alluded to her as the Chickabiddy.  My\ndaughter Hypatia, who has always wanted some adventure to drop out of\nthe sky, and is now, I hope, satisfied at last.  Lord Summerhays:  a\nman known wherever the British flag waves.  His son Bentley, engaged\nto Hypatia.  Mr Joseph Percival, the promising son of three highly\nintellectual fathers.\n\nHYPATIA.  _[startled]_  Bentley's friend?  _[Bentley nods]._\n\nTARLETON.  _[continuing, to the passenger]_  May I now ask to be\nallowed the pleasure of knowing your name?\n\nTHE PASSENGER.  My name is Lina Szczepanowska _[pronouncing it\nSh-Chepanovska]._\n\nPERCIVAL.  Sh--  I beg your pardon?\n\nLINA.  Szczepanowska.\n\nPERCIVAL.  _[dubiously]_  Thank you.\n\nTARLETON.  _[very politely]_  Would you mind saying it again?\n\nLINA.  Say fish.\n\nTARLETON.  Fish.\n\nLINA.  Say church.\n\nTARLETON.  Church.\n\nLINA.  Say fish church.\n\nTARLETON.  _[remonstrating]_  But it's not good sense.\n\nLINA.  _[inexorable]_  Say fish church.\n\nTARLETON.  Fish church.\n\nLINA.  Again.\n\nTARLETON.  No, but--_[resigning himself]_ fish church.\n\nLINA.  Now say Szczepanowska.\n\nTARLETON.  Szczepanowska.  Got it, by Gad.  _[A sibilant whispering\nbecomes audible:  they are all saying Sh-ch to themselves]._\nSzczepanowska!  Not an English name, is it?\n\nLINA.  Polish.  I'm a Pole.\n\nTARLETON.  Ah yes.  Interesting nation.  Lucky people to get the\ngovernment of their country taken off their hands.  Nothing to do but\ncultivate themselves.  Same as we took Gibraltar off the hands of the\nSpaniards.  Saves the Spanish taxpayer.  Jolly good thing for us if\nthe Germans took Portsmouth.  Sit down, wont you?\n\n_The group breaks up.  Johnny and Bentley hurry to the pavilion and\nfetch the two wicker chairs.  Johnny gives his to Lina.  Hypatia and\nPercival take the chairs at the worktable.  Lord Summerhays gives the\nchair at the vestibule end of the writing table to Mrs Tarleton; and\nBentley replaces it with a wicker chair, which Lord Summerhays takes.\nJohnny remains standing behind the worktable, Bentley behind his\nfather._\n\nMRS TARLETON.  _[to Lina]_  Have some tea now, wont you?\n\nLINA.  I never drink tea.\n\nTARLETON.  _[sitting down at the end of the writing table nearest\nLina]_  Bad thing to aeroplane on, I should imagine.  Too jumpy.  Been\nup much?\n\nLINA.  Not in an aeroplane.  Ive parachuted; but thats child's play.\n\nMRS TARLETON.  But arnt you very foolish to run such a dreadful risk?\n\nLINA.  You cant live without running risks.\n\nMRS TARLETON.  Oh, what a thing to say!  Didnt you know you might have\nbeen killed?\n\nLINA.  That was why I went up.\n\nHYPATIA.  Of course.  Cant you understand the fascination of the\nthing? the novelty! the daring! the sense of something happening!\n\nLINA.  Oh no.  It's too tame a business for that.  I went up for\nfamily reasons.\n\nTARLETON.  Eh?  What?  Family reasons?\n\nMRS TARLETON.  I hope it wasnt to spite your mother?\n\nPERCIVAL.  _[quickly]_  Or your husband?\n\nLINA.  I'm not married.  And why should I want to spite my mother?\n\nHYPATIA.  _[aside to Percival]_  That was clever of you, Mr Percival.\n\nPERCIVAL.  What?\n\nHYPATIA.  To find out.\n\nTARLETON.  I'm in a difficulty.  I cant understand a lady going up in\nan aeroplane for family reasons.  It's rude to be curious and ask\nquestions; but then it's inhuman to be indifferent, as if you didnt\ncare.\n\nLINA.  I'll tell you with pleasure.  For the last hundred and fifty\nyears, not a single day has passed without some member of my family\nrisking his life--or her life.  It's a point of honor with us to keep\nup that tradition.  Usually several of us do it; but it happens that\njust at this moment it is being kept up by one of my brothers only.\nEarly this morning I got a telegram from him to say that there had\nbeen a fire, and that he could do nothing for the rest of the week.\nFortunately I had an invitation from the Aerial League to see this\ngentleman try to break the passenger record.  I appealed to the\nPresident of the League to let me save the honor of my family.  He\narranged it for me.\n\nTARLETON.  Oh, I must be dreaming.  This is stark raving nonsense.\n\nLINA.  _[quietly]_  You are quite awake, sir.\n\nJOHNNY.  We cant all be dreaming the same thing, Governor.\n\nTARLETON.  Of course not, you duffer; but then I'm dreaming you as\nwell as the lady.\n\nMRS TARLETON.  Dont be silly, John.  The lady is only joking, I'm\nsure.  _[To Lina]_  I suppose your luggage is in the aeroplane.\n\nPERCIVAL.  Luggage was out of the question.  If I stay to dinner I'm\nafraid I cant change unless youll lend me some clothes.\n\nMRS TARLETON.  Do you mean neither of you?\n\nPERCIVAL.  I'm afraid so.\n\nMRS TARLETON.  Oh well, never mind:  Hypatia will lend the lady a\ngown.\n\nLINA.  Thank you:  I'm quite comfortable as I am.  I am not accustomed\nto gowns:  they hamper me and make me feel ridiculous; so if you dont\nmind I shall not change.\n\nMRS TARLETON.  Well, I'm beginning to think I'm doing a bit of\ndreaming myself.\n\nHYPATIA.  _[impatiently]_  Oh, it's all right, mamma.  Johnny:  look\nafter Mr. Percival.  _[To Lina, rising]_  Come with me.\n\n_Lina follows her to the inner door.  They all rise._\n\nJOHNNY.  _[to Percival]_  I'll shew you.\n\nPERCIVAL.  Thank you.\n\n_Lina goes out with Hypatia, and Percival with Johnny._\n\nMRS TARLETON.  Well, this is a nice thing to happen!  And look at the\ngreenhouse!  Itll cost thirty pounds to mend it.  People have no right\nto do such things.  And you invited them to dinner too!  What sort of\nwoman is that to have in our house when you know that all Hindhead\nwill be calling on us to see that aeroplane?  Bunny:  come with me and\nhelp me to get all the people out of the grounds:  I declare they came\nrunning as if theyd sprung up out of the earth _[she makes for the\ninner door]._\n\nTARLETON.  No:  dont you trouble, Chickabiddy:  I'll tackle em.\n\nMRS TARLETON.  Indeed youll do nothing of the kind:  youll stay here\nquietly with Lord Summerhays.  Youd invite them all to dinner.  Come,\nBunny.  _[She goes out, followed by Bentley.  Lord Summerhays sits\ndown again]._\n\nTARLETON.  Singularly beautiful woman Summerhays.  What do you make of\nher?  She must be a princess.  Whats this family of warriors and\nstatesmen that risk their lives every day?\n\nLORD SUMMERHAYS.  They are evidently not warriors and statesmen, or\nthey wouldnt do that.\n\nTARLETON.  Well, then, who the devil are they?\n\nLORD SUMMERHAYS.  I think I know.  The last time I saw that lady, she\ndid something I should not have thought possible.\n\nTARLETON.  What was that?\n\nLORD SUMMERHAYS.  Well, she walked backwards along a taut wire without\na balancing pole and turned a somersault in the middle.  I remember\nthat her name was Lina, and that the other name was foreign; though I\ndont recollect it.\n\nTARLETON.  Szcz!  You couldnt have forgotten that if youd heard it.\n\nLORD SUMMERHAYS.  I didnt hear it:  I only saw it on a program.  But\nit's clear shes an acrobat.  It explains how she saved Percival.  And\nit accounts for her family pride.\n\nTARLETON.  An acrobat, eh?  Good, good, good!  Summerhays:  that\nbrings her within reach.  Thats better than a princess.  I steeled\nthis evergreen heart of mine when I thought she was a princess.  Now I\nshall let it be touched.  She is accessible.  Good.\n\nLORD SUMMERHAYS.  I hope you are not serious.  Remember:  you have a\nfamily.  You have a position.  You are not in your first youth.\n\nTARLETON.  No matter.\n\n     Theres magic in the night\n     When the heart is young.\n\nMy heart is young.  Besides, I'm a married man, not a widower like\nyou.  A married man can do anything he likes if his wife dont mind.  A\nwidower cant be too careful.  Not that I would have you think me an\nunprincipled man or a bad husband.  I'm not.  But Ive a superabundance\nof vitality.  Read Pepys' Diary.\n\nLORD SUMMERHAYS.  The woman is your guest, Tarleton.\n\nTARLETON.  Well, is she?  A woman I bring into my house is my guest.\nA woman you bring into my house is my guest.  But a woman who drops\nbang down out of the sky into my greenhouse and smashes every blessed\npane of glass in it must take her chance.\n\nLORD SUMMERHAYS.  Still, you know that my name must not be associated\nwith any scandal.  Youll be careful, wont you?\n\nTARLETON.  Oh Lord, yes.  Yes, yes, yes, yes, yes.  I was only joking,\nof course.\n\n_Mrs Tarleton comes back through the inner door._\n\nMRS TARLETON.  Well I never!  John:  I dont think that young woman's\nright in her head.  Do you know what shes just asked for?\n\nTARLETON.  Champagne?\n\nMRS TARLETON.  No.  She wants a Bible and six oranges.\n\nTARLETON.  What?\n\nMRS TARLETON.  A Bible and six oranges.\n\nTARLETON.  I understand the oranges:  shes doing an orange cure of\nsome sort.  But what on earth does she want the Bible for?\n\nMRS TARLETON.  I'm sure I cant imagine.  She cant be right in her\nhead.\n\nLORD SUMMERHAYS.  Perhaps she wants to read it.\n\nMRS TARLETON.  But why should she, on a weekday, at all events.  What\nwould you advise me to do, Lord Summerhays?\n\nLORD SUMMERHAYS.  Well, is there a Bible in the house?\n\nTARLETON.  Stacks of em.  Theres the family Bible, and the Dore Bible,\nand the parallel revised version Bible, and the Doves Press Bible, and\nJohnny's Bible and Bobby's Bible and Patsy's Bible, and the\nChickabiddy's Bible and my Bible; and I daresay the servants could\nraise a few more between them.  Let her have the lot.\n\nMRS TARLETON.  Dont talk like that before Lord Summerhays, John.\n\nLORD SUMMERHAYS.  It doesnt matter, Mrs Tarleton:  in Jinghiskahn it\nwas a punishable offence to expose a Bible for sale.  The empire has\nno religion.\n\n_Lina comes in.  She has left her cap in Hypatia's room.  She stops on\nthe landing just inside the door, and speaks over the handrail._\n\nLINA.  Oh, Mrs Tarleton, shall I be making myself very troublesome if\nI ask for a music-stand in my room as well?\n\nTARLETON.  Not at all. You can have the piano if you like.  Or the\ngramophone.  Have the gramophone.\n\nLINA.  No, thank you:  no music.\n\nMRS TARLETON.  _[going to the steps]_  Do you think it's good for you\nto eat so many oranges?  Arnt you afraid of getting jaundice?\n\nLINA.  _[coming down]_  Not in the least.  But billiard balls will do\nquite as well.\n\nMRS TARLETON.  But you cant eat billiard balls, child!\n\nTARLETON.  Get em, Chickabiddy.  I understand.  _[He imitates a\njuggler tossing up balls]._  Eh?\n\nLINA.  _[going to him, past his wife]_  Just so.\n\nTARLETON.  Billiard balls and cues.  Plates, knives, and forks.  Two\nparaffin lamps and a hatstand.\n\nLINA.  No:  that is popular low-class business.  In our family we\ntouch nothing but classical work.  Anybody can do lamps and hatstands.\n_I_ can do silver bullets.  That is really hard.  _[She passes on to\nLord Summerhays, and looks gravely down at him as he sits by the\nwriting table]._\n\nMRS TARLETON.  Well, I'm sure I dont know what youre talking about;\nand I only hope you know yourselves.  However, you shall have what you\nwant, of course.  _[She goes up the steps and leaves the room]._\n\nLORD SUMMERHAYS.  Will you forgive my curiosity?  What is the Bible\nfor?\n\nLINA.  To quiet my soul.\n\nLORD SUMMERHAYS _[with a sigh]_  Ah yes, yes.  It no longer quiets\nmine, I am sorry to say.\n\nLINA.  That is because you do not know how to read it.  Put it up\nbefore you on a stand; and open it at the Psalms.  When you can read\nthem and understand them, quite quietly and happily, and keep six\nballs in the air all the time, you are in perfect condition; and youll\nnever make a mistake that evening.  If you find you cant do that, then\ngo and pray until you can.  And be very careful that evening.\n\nLORD SUMMERHAYS.  Is that the usual form of test in your profession?\n\nLINA.  Nothing that we Szczepanowskis do is usual, my lord.\n\nLORD SUMMERHAYS.  Are you all so wonderful?\n\nLINA.  It is our profession to be wonderful.\n\nLORD SUMMERHAYS.  Do you never condescend to do as common people do?\nFor instance, do you not pray as common people pray?\n\nLINA.  Common people do not pray, my lord:  they only beg.\n\nLORD SUMMERHAYS.  You never ask for anything?\n\nLINA.  No.\n\nLORD SUMMERHAYS.  Then why do you pray?\n\nLINA.  To remind myself that I have a soul.\n\nTARLETON.  _[walking about]_  True.  Fine.  Good.  Beautiful.  All\nthis damned materialism:  what good is it to anybody?  Ive got a soul:\ndont tell me I havnt.  Cut me up and you cant find it.  Cut up a steam\nengine and you cant find the steam.  But, by George, it makes the\nengine go.  Say what you will, Summerhays, the divine spark is a fact.\n\nLORD SUMMERHAYS.  Have I denied it?\n\nTARLETON.  Our whole civilization is a denial of it.  Read Walt\nWhitman.\n\nLORD SUMMERHAYS.  I shall go to the billiard room and get the balls\nfor you.\n\nLINA.  Thank you.\n\n_Lord Summerhays goes out through the vestibule door._\n\nTARLETON.  _[going to her]_  Listen to me.  _[She turns quickly]._\nWhat you said just now was beautiful.  You touch chords.  You appeal\nto the poetry in a man.  You inspire him.  Come now!  Youre a woman of\nthe world:  youre independent:  you must have driven lots of men\ncrazy.  You know the sort of man I am, dont you?  See through me at a\nglance, eh?\n\nLINA.  Yes.  _[She sits down quietly in the chair Lord Summerhays has\njust left]._\n\nTARLETON.  Good.  Well, do you like me?  Dont misunderstand me:  I'm\nperfectly aware that youre not going to fall in love at first sight\nwith a ridiculous old shopkeeper.  I cant help that ridiculous old\nshopkeeper.  I have to carry him about with me whether I like it or\nnot.  I have to pay for his clothes, though I hate the cut of them:\nespecially the waistcoat.  I have to look at him in the glass while\nI'm shaving.  I loathe him because hes a living lie.  My soul's not\nlike that:  it's like yours.  I want to make a fool of myself.  About\nyou.  Will you let me?\n\nLINA.  _[very calm]_  How much will you pay?\n\nTARLETON.  Nothing.  But I'll throw as many sovereigns as you like\ninto the sea to shew you that I'm in earnest.\n\nLINA.  Are those your usual terms?\n\nTARLETON.  No.  I never made that bid before.\n\nLINA.  _[producing a dainty little book and preparing to write in it]_\nWhat did you say your name was?\n\nTARLETON.  John Tarleton.  The great John Tarleton of Tarleton's\nUnderwear.\n\nLINA.  _[writing]_  T-a-r-l-e-t-o-n.  Er--?  _[She looks up at him\ninquiringly]._\n\nTARLETON.  _[promptly]_  Fifty-eight.\n\nLINA.  Thank you.  I keep a list of all my offers.  I like to know\nwhat I'm considered worth.\n\nTARLETON.  Let me look.\n\nLINA.  _[offering the book to him]_  It's in Polish.\n\nTARLETON.  Thats no good.  Is mine the lowest offer?\n\nLINA.  No:  the highest.\n\nTARLETON.  What do most of them come to?  Diamonds?  Motor cars?\nFurs?  Villa at Monte Carlo?\n\nLINA.  Oh yes:  all that.  And sometimes the devotion of a lifetime.\n\nTARLETON.  Fancy that!  A young man offering a woman his old age as a\ntemptation!\n\nLINA.  By the way, you did not say how long.\n\nTARLETON.  Until you get tired of me.\n\nLINA.  Or until you get tired of me?\n\nTARLETON.  I never get tired.  I never go on long enough for that.\nBut when it becomes so grand, so inspiring that I feel that everything\nmust be an anti-climax after that, then I run away.\n\nLINA.  Does she let you go without a struggle?\n\nTARLETON.  Yes.  Glad to get rid of me.  When love takes a man as it\ntakes me--when it makes him great--it frightens a woman.\n\nLINA.  The lady here is your wife, isnt she?  Dont you care for her?\n\nTARLETON.  Yes.  And mind! she comes first always.  I reserve her\ndignity even when I sacrifice my own.  Youll respect that point of\nhonor, wont you?\n\nLINA.  Only a point of honor?\n\nTARLETON.  _[impulsively]_  No, by God! a point of affection as well.\n\nLINA.  _[smiling, pleased with him]_  Shake hands, old pal _[she rises\nand offers him her hand frankly]._\n\nTARLETON.  _[giving his hand rather dolefully]_  Thanks.  That means\nno, doesnt it?\n\nLINA.  It means something that will last longer than yes.  I like you.\nI admit you to my friendship.  What a pity you were not trained when\nyou were young!  Youd be young still.\n\nTARLETON.  I suppose, to an athlete like you, I'm pretty awful, eh?\n\nLINA.  Shocking.\n\nTARLETON.  Too much crumb.  Wrinkles.  Yellow patches that wont come\noff.  Short wind.  I know.  I'm ashamed of myself.  I could do nothing\non the high rope.\n\nLINA.  Oh yes:  I could put you in a wheelbarrow and run you along,\ntwo hundred feet up.\n\nTARLETON.  _[shuddering]_  Ugh!  Well, I'd do even that for you.  Read\nThe Master Builder.\n\nLINA.  Have you learnt everything from books?\n\nTARLETON.  Well, have you learnt everything from the flying trapeze?\n\nLINA.  On the flying trapeze there is often another woman; and her\nlife is in your hands every night and your life in hers.\n\nTARLETON.  Lina:  I'm going to make a fool of myself.  I'm going to\ncry _[he crumples into the nearest chair]._\n\nLINA.  Pray instead:  dont cry.  Why should you cry?  Youre not the\nfirst I've said no to.\n\nTARLETON.  If you had said yes, should I have been the first then?\n\nLINA.  What right have you to ask?  Have I asked am _I_ the first?\n\nTARLETON.  Youre right:  a vulgar question.  To a man like me,\neverybody is the first.  Life renews itself.\n\nLINA.  The youngest child is the sweetest.\n\nTARLETON.  Dont probe too deep, Lina.  It hurts.\n\nLINA.  You must get out of the habit of thinking that these things\nmatter so much.  It's linendraperish.\n\nTARLETON.  Youre quite right.  Ive often said so.  All the same, it\ndoes matter; for I want to cry.  _[He buries his face in his arms on\nthe work-table and sobs]._\n\nLINA.  _[going to him]_  O la la!  _[She slaps him vigorously, but not\nunkindly, on the shoulder]._  Courage, old pal, courage!  Have you a\ngymnasium here?\n\nTARLETON.  Theres a trapeze and bars and things in the billiard room.\n\nLINA.  Come.  You need a few exercises.  I'll teach you how to stop\ncrying.  _[She takes his arm and leads him off into the vestibule]._\n\n_A young man, cheaply dressed and strange in manner, appears in the\ngarden; steals to the pavilion door; and looks in.  Seeing that there\nis nobody, he enters cautiously until he has come far enough to see\ninto the hatstand corner.  He draws a revolver, and examines it,\napparently to make sure that it is loaded.  Then his attention is\ncaught by the Turkish bath.  He looks down the lunette, and opens the\npanels._\n\nHYPATIA.  _[calling in the garden]_  Mr Percival!  Mr Percival!  Where\nare you?\n\n_The young man makes for the door, but sees Percival coming.  He turns\nand bolts into the Turkish bath, which he closes upon himself just in\ntime to escape being caught by Percival, who runs in through the\npavilion, bareheaded.  He also, it appears, is in search of a\nhiding-place; for he stops and turns between the two tables to take a\nsurvey of the room; then runs into the corner between the end of the\nsideboard and the wall.  Hypatia, excited, mischievous, her eyes\nglowing, runs in, precisely on his trail; turns at the same spot; and\ndiscovers him just as he makes a dash for the pavilion door.  She\nflies back and intercepts him._\n\nHYPATIA.  Aha! arnt you glad Ive caught you?\n\nPERCIVAL.  _[illhumoredly turning away from her and coming towards the\nwriting table]_  No I'm not.  Confound it, what sort of girl are you?\nWhat sort of house is this?  Must I throw all good manners to the\nwinds?\n\nHYPATIA.  _[following him]_  Do, do, do, do, do.  This is the house of\na respectable shopkeeper, enormously rich.  This is the respectable\nshopkeeper's daughter, tired of good manners.  _[Slipping her left\nhand into his right]_  Come, handsome young man, and play with the\nrespectable shopkeeper's daughter.\n\nPERCIVAL.  _[withdrawing quickly from her touch]_  No, no:  dont you\nknow you mustnt go on like this with a perfect stranger?\n\nHYPATIA.  Dropped down from the sky.  Dont you know that you must\nalways go on like this when you get the chance?  You must come to the\ntop of the hill and chase me through the bracken.  You may kiss me if\nyou catch me.\n\nPERCIVAL.  I shall do nothing of the sort.\n\nHYPATIA.  Yes you will:  you cant help yourself.  Come along.  _[She\nseizes his sleeve]._  Fool, fool:  come along.  Dont you want to?\n\nPERCIVAL.  No:  certainly not.  I should never be forgiven if I did\nit.\n\nHYPATIA.  Youll never forgive yourself if you dont.\n\nPERCIVAL.  Nonsense.  Youre engaged to Ben.  Ben's my friend.  What do\nyou take me for?\n\nHYPATIA.  Ben's old.  Ben was born old.  Theyre all old here, except\nyou and me and the man-woman or woman-man or whatever you call her\nthat came with you.  They never do anything:  they only discuss\nwhether what other people do is right.  Come and give them something\nto discuss.\n\nPERCIVAL.  I will do nothing incorrect.\n\nHYPATIA.  Oh, dont be afraid, little boy:  youll get nothing but a\nkiss; and I'll fight like the devil to keep you from getting that.\nBut we must play on the hill and race through the heather.\n\nPERCIVAL.  Why?\n\nHYPATIA.  Because we want to, handsome young man.\n\nPERCIVAL.  But if everybody went on in this way--\n\nHYPATIA.  How happy! oh how happy the world would be!\n\nPERCIVAL.  But the consequences may be serious.\n\nHYPATIA.  Nothing is worth doing unless the consequences may be\nserious.  My father says so; and I'm my father's daughter.\n\nPERCIVAL.  I'm the son of three fathers.  I mistrust these wild\nimpulses.\n\nHYPATIA.  Take care.  Youre letting the moment slip.  I feel the first\nchill of the wave of prudence.  Save me.\n\nPERCIVAL.  Really, Miss Tarleton _[she strikes him across the face]_\n--Damn you!  _[Recovering himself, horrified at his lapse]_  I beg\nyour pardon; but since weve both forgotten ourselves, youll please\nallow me to leave the house.  _[He turns towards the inner door,\nhaving left his cap in the bedroom]._\n\nHYPATIA.  _[standing in his way]_  Are you ashamed of having said\n\"Damn you\" to me?\n\nPERCIVAL.  I had no right to say it.  I'm very much ashamed of it.  I\nhave already begged your pardon.\n\nHYPATIA.  And youre not ashamed of having said \"Really, Miss\nTarleton.\"\n\nPERCIVAL.  Why should I?\n\nHYPATIA.  O man, man! mean, stupid, cowardly, selfish masculine male\nman!  You ought to have been a governess.  I was expelled from school\nfor saying that the very next person that said \"Really, Miss\nTarleton,\" to me, I would strike her across the face.  You were the\nnext.\n\nPERCIVAL.  I had no intention of being offensive.  Surely there is\nnothing that can wound any lady in--_[He hesitates, not quite\nconvinced]._  At least--er--I really didnt mean to be disagreeable.\n\nHYPATIA.  Liar.\n\nPERCIVAL.  Of course if youre going to insult me, I am quite helpless.\nYoure a woman:  you can say what you like.\n\nHYPATIA.  And you can only say what you dare.  Poor wretch:  it isnt\nmuch.  _[He bites his lip, and sits down, very much annoyed]._\nReally, Mr Percival!  You sit down in the presence of a lady and leave\nher standing.  _[He rises hastily]._  Ha, ha!  Really, Mr Percival!\nOh really, really, really, really, really, Mr Percival!  How do you\nlike it?  Wouldnt you rather I damned you?\n\nPERCIVAL.  Miss Tarleton--\n\nHYPATIA.  _[caressingly]_  Hypatia, Joey. Patsy, if you like.\n\nPERCIVAL.  Look here:  this is no good.  You want to do what you like?\n\nHYPATIA.  Dont you?\n\nPERCIVAL.  No.  Ive been too well brought up.  Ive argued all through\nthis thing; and I tell you I'm not prepared to cast off the social\nbond.  It's like a corset:  it's a support to the figure even if it\ndoes squeeze and deform it a bit.  I want to be free.\n\nHYPATIA.  Well, I'm tempting you to be free.\n\nPERCIVAL.  Not at all.  Freedom, my good girl, means being able to\ncount on how other people will behave.  If every man who dislikes me\nis to throw a handful of mud in my face, and every woman who likes me\nis to behave like Potiphar's wife, then I shall be a slave:  the slave\nof uncertainty:  the slave of fear:  the worst of all slaveries.  How\nwould you like it if every laborer you met in the road were to make\nlove to you?  No.  Give me the blessed protection of a good stiff\nconventionality among thoroughly well-brought up ladies and gentlemen.\n\nHYPATIA.  Another talker!  Men like conventions because men made them.\nI didnt make them:  I dont like them:  I wont keep them.  Now, what\nwill you do?\n\nPERCIVAL.  Bolt.  _[He runs out through the pavilion]._\n\nHYPATIA.  I'll catch you.  _[She dashes off in pursuit]._\n\n_During this conversation the head of the scandalized man in the\nTurkish bath has repeatedly risen from the lunette, with a strong\nexpression of moral shock.  It vanishes abruptly as the two turn\ntowards it in their flight.  At the same moment Tarleton comes back\nthrough the vestibule door, exhausted by severe and unaccustomed\nexercise._\n\nTARLETON.  _[looking after the flying figures with amazement]_  Hallo,\nPatsy:  whats up?  Another aeroplane?  _[They are far too preoccupied\nto hear him; and he is left staring after them as they rush away\nthrough the garden.  He goes to the pavilion door and looks up; but\nthe heavens are empty.  His exhaustion disables him from further\ninquiry.  He dabs his brow with his handkerchief, and walks stiffly to\nthe nearest convenient support, which happens to be the Turkish bath.\nHe props himself upon it with his elbow, and covers his eyes with his\nhand for a moment.  After a few sighing breaths, he feels a little\nbetter, and uncovers his eyes.  The man's head rises from the lunette\na few inches from his nose.  He recoils from the bath with a violent\nstart]._  Oh Lord!  My brain's gone.  _[Calling piteously]_\nChickabiddy!  _[He staggers down to the writing table]._\n\nTHE MAN.  _[coming out of the bath, pistol in hand]_  Another sound;\nand youre a dead man.\n\nTARLETON.  _[braced]_  Am I?  Well, youre a live one:  thats one\ncomfort.  I thought you were a ghost.  _[He sits down, quite\nundisturbed by the pistol]_  Who are you; and what the devil were you\ndoing in my new Turkish bath?\n\nTHE MAN.  _[with tragic intensity]_  I am the son of Lucinda Titmus.\n\nTARLETON.  _[the name conveying nothing to him]_  Indeed?  And how is\nshe?  Quite well, I hope, eh?\n\nTHE MAN.  She is dead.  Dead, my God! and youre alive.\n\nTARLETON.  _[unimpressed by the tragedy, but sympathetic]_  Oh!  Lost\nyour mother?  Thats sad.  I'm sorry.  But we cant all have the luck to\nsurvive our mothers, and be nursed out of the world by the hands that\nnursed us into it.\n\nTHE MAN.  Much you care, damn you!\n\nTARLETON.  Oh, dont cut up rough.  Face it like a man.  You see I\ndidnt know your mother; but Ive no doubt she was an excellent woman.\n\nTHE MAN.  Not know her!  Do you dare to stand there by her open grave\nand deny that you knew her?\n\nTARLETON.  _[trying to recollect]_  What did you say her name was?\n\nTHE MAN.  Lucinda Titmus.\n\nTARLETON.  Well, I ought to remember a rum name like that if I ever\nheard it.  But I dont.  Have you a photograph or anything?\n\nTHE MAN.  Forgotten even the name of your victim!\n\nTARLETON.  Oh! she was my victim, was she?\n\nTHE MAN.  She was.  And you shall see her face again before you die,\ndead as she is.  I have a photograph.\n\nTARLETON.  Good.\n\nTHE MAN.  Ive two photographs.\n\nTARLETON.  Still better.  Treasure the mother's pictures.  Good boy!\n\nTHE MAN.  One of them as you knew her.  The other as she became when\nyou flung her aside, and she withered into an old woman.\n\nTARLETON.  She'd have done that anyhow, my lad.  We all grow old.\nLook at me!  _[Seeing that the man is embarrassed by his pistol in\nfumbling for the photographs with his left hand in his breast pocket]_\nLet me hold the gun for you.\n\nTHE MAN.  _[retreating to the worktable]_  Stand back.  Do you take me\nfor a fool?\n\nTARLETON.  Well, youre a little upset, naturally.  It does you credit.\n\nTHE MAN.  Look here, upon this picture and on this.  _[He holds out\nthe two photographs like a hand at cards, and points to them with the\npistol]._\n\nTARLETON.  Good.  Read Shakespear:  he has a word for every occasion.\n_[He takes the photographs, one in each hand, and looks from one to\nthe other, pleased and interested, but without any sign of\nrecognition]_  What a pretty girl!  Very pretty.  I can imagine myself\nfalling in love with her when I was your age.  I wasnt a bad-looking\nyoung fellow myself in those days.  _[Looking at the other]_  Curious\nthat we should both have gone the same way.\n\nTHE MAN.  You and she the same way!  What do you mean?\n\nTARLETON.  Both got stout, I mean.\n\nTHE MAN.  Would you have had her deny herself food?\n\nTARLETON.  No:  it wouldnt have been any use.  It's constitutional.\nNo matter how little you eat you put on flesh if youre made that way.\n_[He resumes his study of the earlier photograph]._\n\nTHE MAN.  Is that all the feeling that rises in you at the sight of\nthe face you once knew so well?\n\nTARLETON.  _[too much absorbed in the portrait to heed him]_  Funny\nthat I cant remember!  Let this be a lesson to you, young man.  I\ncould go into court tomorrow and swear I never saw that face before in\nmy life if it wasnt for that brooch _[pointing to the photograph]._\nHave you got that brooch, by the way?  _[The man again resorts to his\nbreast pocket]._  You seem to carry the whole family property in that\npocket.\n\nTHE MAN.  _[producing a brooch]_  Here it is to prove my bona fides.\n\nTARLETON.  _[pensively putting the photographs on the table and taking\nthe brooch]_  I bought that brooch in Cheapside from a man with a\nyellow wig and a cast in his left eye.  Ive never set eyes on him from\nthat day to this.  And yet I remember that man; and I cant remember\nyour mother.\n\nTHE MAN.  Monster!  Without conscience! without even memory!  You left\nher to her shame--\n\nTARLETON.  _[throwing the brooch on the table and rising pepperily]_\nCome, come, young man! none of that.  Respect the romance of your\nmother's youth.  Dont you start throwing stones at her.  I dont recall\nher features just at this moment; but Ive no doubt she was kind to me\nand we were happy together.  If you have a word to say against her,\ntake yourself out of my house and say it elsewhere.\n\nTHE MAN.  What sort of a joker are you?  Are you trying to put me in\nthe wrong, when you have to answer to me for a crime that would make\nevery honest man spit at you as you passed in the street if I were to\nmake it known?\n\nTARLETON.  You read a good deal, dont you?\n\nTHE MAN.  What if I do?  What has that to do with your infamy and my\nmother's doom?\n\nTARLETON.  There, you see!  Doom!  Thats not good sense; but it's\nliterature.  Now it happens that I'm a tremendous reader:  always was.\nWhen I was your age I read books of that sort by the bushel:  the Doom\nsort, you know.  It's odd, isnt it, that you and I should be like one\nanother in that respect?  Can you account for it in any way?\n\nTHE MAN.  No.  What are you driving at?\n\nTARLETON.  Well, do you know who your father was?\n\nTHE MAN.  I see what you mean now.  You dare set up to be my father.\nThank heaven Ive not a drop of your vile blood in my veins.\n\nTARLETON.  _[sitting down again with a shrug]_  Well, if you wont be\ncivil, theres no pleasure in talking to you, is there?  What do you\nwant?  Money?\n\nTHE MAN.  How dare you insult me?\n\nTARLETON.  Well, what do you want?\n\nTHE MAN.  Justice.\n\nTARLETON.  Youre quite sure thats all?\n\nTHE MAN.  It's enough for me.\n\nTARLETON.  A modest sort of demand, isnt it?  Nobody ever had it since\nthe world began, fortunately for themselves; but you must have it,\nmust you?  Well, youve come to the wrong shop for it:  youll get no\njustice here:  we dont keep it.  Human nature is what we stock.\n\nTHE MAN.  Human nature!  Debauchery! gluttony! selfishness! robbery of\nthe poor!  Is that what you call human nature?\n\nTARLETON.  No:  thats what you call it.  Come, my lad!  Whats the\nmatter with you?  You dont look starved; and youve a decent suit of\nclothes.\n\nTHE MAN.  Forty-two shillings.\n\nTARLETON.  They can do you a very decent suit for forty-two shillings.\nHave you paid for it?\n\nTHE MAN.  Do you take me for a thief?  And do you suppose I can get\ncredit like you?\n\nTARLETON.  Then you were able to lay your hand on forty-two shillings.\nJudging from your conversational style, I should think you must spend\nat least a shilling a week on romantic literature.\n\nTHE MAN.  Where would I get a shilling a week to spend on books when I\ncan hardly keep myself decent?  I get books at the Free Library.\n\nTARLETON _[springing to his feet]_  What!!!\n\nTHE MAN.  _[recoiling before his vehemence]_  The Free Library.\nTheres no harm in that.\n\nTARLETON.  Ingrate!  I supply you with free books; and the use you\nmake of them is to persuade yourself that it's a fine thing to shoot\nme.  _[He throws himself doggedly back into his chair]._  I'll never\ngive another penny to a Free Library.\n\nTHE MAN.  Youll never give another penny to anything.  This is the\nend:  for you and me.\n\nTARLETON.  Pooh!  Come, come, man! talk business.  Whats wrong?  Are\nyou out of employment?\n\nTHE MAN.  No.  This is my Saturday afternoon.  Dont flatter yourself\nthat I'm a loafer or a criminal.  I'm a cashier; and I defy you to say\nthat my cash has ever been a farthing wrong.  Ive a right to call you\nto account because my hands are clean.\n\nTARLETON.  Well, call away.  What have I to account for?  Had you a\nhard time with your mother?  Why didnt she ask me for money?\n\nTHE MAN.  She'd have died first.  Besides, who wanted your money?  Do\nyou suppose we lived in the gutter?  My father maynt have been in as\nlarge a way as you; but he was better connected; and his shop was as\nrespectable as yours.\n\nTARLETON.  I suppose your mother brought him a little capital.\n\nTHE MAN.  I dont know.  Whats that got to do with you?\n\nTARLETON.  Well, you say she and I knew one another and parted.  She\nmust have had something off me then, you know.  One doesnt get out of\nthese things for nothing.  Hang it, young man:  do you suppose Ive no\nheart?  Of course she had her due; and she found a husband with it,\nand set him up in business with it, and brought you up respectably; so\nwhat the devil have you to complain of?\n\nTHE MAN.  Are women to be ruined with impunity?\n\nTARLETON.  I havnt ruined any woman that I'm aware of.  Ive been the\nmaking of you and your mother.\n\nTHE MAN.  Oh, I'm a fool to listen to you and argue with you.  I came\nhere to kill you and then kill myself.\n\nTARLETON.  Begin with yourself, if you dont mind.  Ive a good deal of\nbusiness to do still before I die.  Havnt you?\n\nTHE MAN.  No.  Thats just it:  Ive no business to do.  Do you know\nwhat my life is?  I spend my days from nine to six--nine hours of\ndaylight and fresh air--in a stuffy little den counting another man's\nmoney.  Ive an intellect:  a mind and a brain and a soul; and the use\nhe makes of them is to fix them on his tuppences and his\neighteenpences and his two pound seventeen and tenpences and see how\nmuch they come to at the end of the day and take care that no one\nsteals them.  I enter and enter, and add and add, and take money and\ngive change, and fill cheques and stamp receipts; and not a penny of\nthat money is my own:  not one of those transactions has the smallest\ninterest for me or anyone else in the world but him; and even he\ncouldnt stand it if he had to do it all himself.  And I'm envied:\naye, envied for the variety and liveliness of my job, by the poor\ndevil of a bookkeeper that has to copy all my entries over again.\nFifty thousand entries a year that poor wretch makes; and not ten out\nof the fifty thousand ever has to be referred to again; and when all\nthe figures are counted up and the balance sheet made out, the boss\nisnt a penny the richer than he'd be if bookkeeping had never been\ninvented.  Of all the damnable waste of human life that ever was\ninvented, clerking is the very worst.\n\nTARLETON.  Why not join the territorials?\n\nTHE MAN.  Because I shouldnt be let.  He hasnt even the sense to see\nthat it would pay him to get some cheap soldiering out of me.  How can\na man tied to a desk from nine to six be anything--be even a man, let\nalone a soldier?  But I'll teach him and you a lesson.  Ive had enough\nof living a dog's life and despising myself for it.  Ive had enough of\nbeing talked down to by hogs like you, and wearing my life out for a\nsalary that wouldnt keep you in cigars.  Youll never believe that a\nclerk's a man until one of us makes an example of one of you.\n\nTARLETON.  Despotism tempered by assassination, eh?\n\nTHE MAN.  Yes.  Thats what they do in Russia.  Well, a business office\nis Russia as far as the clerks are concerned.  So dont you take it so\ncoolly.  You think I'm not going to do it; but I am.\n\nTARLETON.  _[rising and facing him]_  Come, now, as man to man!  It's\nnot my fault that youre poorer than I am; and it's not your fault that\nI'm richer than you.  And if you could undo all that passed between me\nand your mother, you wouldnt undo it; and neither would she.  But\nyoure sick of your slavery; and you want to be the hero of a romance\nand to get into the papers.  Eh?  A son revenges his mother's shame.\nVillain weltering in his gore.  Mother:  look down from heaven and\nreceive your unhappy son's last sigh.\n\nTHE MAN.  Oh, rot! do you think I read novelettes?  And do you suppose\nI believe such superstitions as heaven?  I go to church because the\nboss told me I'd get the sack if I didnt.  Free England!  Ha!  _[Lina\nappears at the pavilion door, and comes swiftly and noiselessly\nforward on seeing the man with a pistol in his hand]._\n\nTARLETON.  Youre afraid of getting the sack; but youre not afraid to\nshoot yourself.\n\nTHE MAN.  Damn you! youre trying to keep me talking until somebody\ncomes.  _[He raises the pistol desperately, but not very resolutely]._\n\nLINA.  _[at his right elbow]_  Somebody has come.\n\nTHE MAN _[turning on her]_  Stand off.  I'll shoot you if you lay a\nhand on me.  I will, by God.\n\nLINA.  You cant cover me with that pistol.  Try.\n\n_He tries, presenting the pistol at her face.  She moves round him in\nthe opposite direction to the hands of a clock with a light dancing\nstep.  He finds it impossible to cover her with the pistol:  she is\nalways too far to his left.  Tarleton, behind him, grips his wrist and\ndrags his arm straight up, so that the pistol points to the ceiling.\nAs he tries to turn on his assailant, Lina grips his other wrist._\n\nLINA.  Please stop.  I cant bear to twist anyone's wrist; but I must\nif you dont let the pistol go.\n\nTHE MAN.  _[letting Tarleton take it from him]_  All right:  I'm done.\nCouldnt even do that job decently.  Thats a clerk all over.  Very\nwell:  send for your damned police and make an end of it.  I'm\naccustomed to prison from nine to six:  I daresay I can stand it from\nsix to nine as well.\n\nTARLETON.  Dont swear.  Thats a lady.  _[He throws the pistol on the\nwriting table]._\n\nTHE MAN.  _[looking at Lina in amazement]_  Beaten by a female!  It\nneeded only this.  _[He collapses in the chair near the worktable, and\nhides his face.  They cannot help pitying him]._\n\nLINA.  Old pal:  dont call the police.  Lend him a bicycle and let him\nget away.\n\nTHE MAN.  I cant ride a bicycle.  I never could afford one.  I'm not\neven that much good.\n\nTARLETON.  If I gave you a hundred pound note now to go and have a\ngood spree with, I wonder would you know how to set about it.  Do you\never take a holiday?\n\nTHE MAN.  Take!  I got four days last August.\n\nTARLETON.  What did you do?\n\nTHE MAN.  I did a cheap trip to Folkestone.  I spent sevenpence on\ndropping pennies into silly automatic machines and peepshows of rowdy\ngirls having a jolly time.  I spent a penny on the lift and fourpence\non refreshments.  That cleaned me out.  The rest of the time I was so\nmiserable that I was glad to get back to the office.  Now you know.\n\nLINA.  Come to the gymnasium:  I'll teach you how to make a man of\nyourself.  _[The man is about to rise irresolutely, from the mere\nhabit of doing what he is told, when Tarleton stops him]._\n\nTARLETON.  Young man:  dont.  Youve tried to shoot me; but I'm not\nvindictive.  I draw the line at putting a man on the rack.  If you\nwant every joint in your body stretched until it's an agony to\nlive--until you have an unnatural feeling that all your muscles are\nsinging and laughing with pain--then go to the gymnasium with that\nlady.  But youll be more comfortable in jail.\n\nLINA.  _[greatly amused]_  Was that why you went away, old pal?  Was\nthat the telegram you said you had forgotten to send?\n\n_Mrs Tarleton comes in hastily through the inner door._\n\nMRS TARLETON.  _[on the steps]_  Is anything the matter, John?  Nurse\nsays she heard you calling me a quarter of an hour ago; and that your\nvoice sounded as if you were ill.  _[She comes between Tarleton and\nthe man.]_  Is anything the matter?\n\nTARLETON.  This is the son of an old friend of mine.  Mr--er--Mr\nGunner.  _[To the man, who rises awkwardly]._  My wife.\n\nMRS TARLETON.  Good evening to you.\n\nGUNNER.  Er-- _[He is too nervous to speak, and makes a shambling\nbow]._\n\n_Bentley looks in at the pavilion door, very peevish, and too\npreoccupied with his own affairs to pay any attention to those of the\ncompany._\n\nBENTLEY.  I say:  has anybody seen Hypatia?  She promised to come out\nwith me; and I cant find her anywhere.  And wheres Joey?\n\nGUNNER.  _[suddenly breaking out aggressively, being incapable of any\nmiddle way between submissiveness and violence]_  _I_ can tell you\nwhere Hypatia is.  I can tell you where Joey is.  And I say it's a\nscandal and an infamy.  If people only knew what goes on in this\nso-called respectable house it would be put a stop to.  These are the\nmorals of our pious capitalist class!  This is your rotten\nbourgeoisie!  This!--\n\nMRS TARLETON.  Dont you dare use such language in company.  I wont\nallow it.\n\nTARLETON.  All right, Chickabiddy:  it's not bad language:  it's only\nSocialism.\n\nMRS TARLETON.  Well, I wont have any Socialism in my house.\n\nTARLETON.  _[to Gunner]_  You hear what Mrs Tarleton says.  Well, in\nthis house everybody does what she says or out they go.\n\nGUNNER.  Do you suppose I want to stay?  Do you think I would breathe\nthis polluted atmosphere a moment longer than I could help?\n\nBENTLEY.  _[running forward between Lina and Gunner]_  But what did\nyou mean by what you said about Miss Tarleton and Mr Percival, you\nbeastly rotter, you?\n\nGUNNER.  _[to Tarleton]_  Oh! is Hypatia your daughter?  And Joey is\nMister Percival, is he?  One of your set, I suppose.  One of the smart\nset!  One of the bridge-playing, eighty-horse-power, week-ender set!\nOne of the johnnies I slave for!  Well, Joey has more decency than\nyour daughter, anyhow.  The women are the worst.  I never believed it\ntil I saw it with my own eyes.  Well, it wont last for ever.  The\nwriting is on the wall.  Rome fell.  Babylon fell.  Hindhead's turn\nwill come.\n\nMRS TARLETON.  _[naively looking at the wall for the writing]_\nWhatever are you talking about, young man?\n\nGUNNER.  I know what I'm talking about.  I went into that Turkish bath\na boy:  I came out a man.\n\nMRS TARLETON.  Good gracious! hes mad.  _[To Lina]_  Did John make him\ntake a Turkish bath?\n\nLINA.  No.  He doesnt need Turkish baths:  he needs to put on a little\nflesh.  I dont understand what it's all about.  I found him trying to\nshoot Mr Tarleton.\n\nMRS TARLETON.  _[with a scream]_  Oh! and John encouraging him, I'll\nbe bound!  Bunny:  you go for the police.  _[To Gunner]_  I'll teach\nyou to come into my house and shoot my husband.\n\nGUNNER.  Teach away.  I never asked to be let off.  I'm ashamed to be\nfree instead of taking my part with the rest.  Women--beautiful women\nof noble birth--are going to prison for their opinions.  Girl students\nin Russia go to the gallows; let themselves be cut in pieces with the\nknout, or driven through the frozen snows of Siberia, sooner than\nstand looking on tamely at the world being made a hell for the toiling\nmillions.  If you were not all skunks and cowards youd be suffering\nwith them instead of battening here on the plunder of the poor.\n\nMRS TARLETON.  _[much vexed]_  Oh, did you ever hear such silly\nnonsense?  Bunny:  go and tell the gardener to send over one of his\nmen to Grayshott for the police.\n\nGUNNER.  I'll go with him.  I intend to give myself up.  I'm going to\nexpose what Ive seen here, no matter what the consequences may be to\nmy miserable self.\n\nTARLETON.  Stop.  You stay where you are, Ben.  Chickabiddy:  youve\nnever had the police in.  If you had, youd not be in a hurry to have\nthem in again.  Now, young man:  cut the cackle; and tell us, as short\nas you can, what did you see?\n\nGUNNER.  I cant tell you in the presence of ladies.\n\nMRS TARLETON.  Oh, you are tiresome.  As if it mattered to anyone what\nyou saw.  Me!  A married woman that might be your mother.  _[To Lina]_\nAnd I'm sure youre not particular, if youll excuse my saying so.\n\nTARLETON.  Out with it.  What did you see?\n\nGUNNER.  I saw your daughter with my own eyes--oh well, never mind\nwhat I saw.\n\nBENTLEY.  _[almost crying with anxiety]_  You beastly rotter, I'll get\nJoey to give you such a hiding--\n\nTARLETON.  You cant leave it at that, you know.  What did you see my\ndaughter doing?\n\nGUNNER.  After all, why shouldnt she do it?  The Russian students do\nit.  Women should be as free as men.  I'm a fool.  I'm so full of your\nbourgeois morality that I let myself be shocked by the application of\nmy own revolutionary principles.  If she likes the man why shouldnt\nshe tell him so?\n\nMRS TARLETON.  I do wonder at you, John, letting him talk like this\nbefore everybody.  _[Turning rather tartly to Lina]_  Would you mind\ngoing away to the drawing-room just for a few minutes, Miss\nChipenoska.  This is a private family matter, if you dont mind.\n\nLINA.  I should have gone before, Mrs Tarleton, if there had been\nanyone to protect Mr Tarleton and the young gentleman.\n\nTARLETON.  Youre quite right, Miss Lina:  you must stand by.  I could\nhave tackled him this morning; but since you put me through those\nexercises I'd rather die than even shake hands with a man, much less\nfight him.\n\nGUNNER.  It's all of a piece here.  The men effeminate, the women\nunsexed--\n\nTARLETON.  Dont begin again, old chap.  Keep it for Trafalgar Square.\n\nHYPATIA'S VOICE OUTSIDE.  No, no.  _[She breaks off in a stifled half\nlaugh, half scream, and is seen darting across the garden with\nPercival in hot pursuit.  Immediately afterwards she appears again,\nand runs into the pavilion.  Finding it full of people, including a\nstranger, she stops; but Percival, flushed and reckless, rushes in and\nseizes her before he, too, realizes that they are not alone.  He\nreleases her in confusion]._\n\n_Dead silence.  They are all afraid to look at one another except Mrs\nTarleton, who stares sternly at Hypatia.  Hypatia is the first to\nrecover her presence of mind._\n\nHYPATIA.  Excuse me rushing in like this.  Mr Percival has been\nchasing me down the hill.\n\nGUNNER.  Who chased him up it?  Dont be ashamed.  Be fearless.  Be\ntruthful.\n\nTARLETON.  Gunner:  will you go to Paris for a fortnight?  I'll pay\nyour expenses.\n\nHYPATIA.  What do you mean?\n\nGUNNER.  There was a silent witness in the Turkish bath.\n\nTARLETON.  I found him hiding there.  Whatever went on here, he saw\nand heard.  Thats what he means.\n\nPERCIVAL.  _[sternly approaching Gunner, and speaking with deep but\ncontained indignation]_  Am I to understand you as daring to put\nforward the monstrous and blackguardly lie that this lady behaved\nimproperly in my presence?\n\nGUNNER.  _[turning white]_  You know what I saw and heard.\n\n_Hypatia, with a gleam of triumph in her eyes, slips noiselessly into\nthe swing chair, and watches Percival and Gunner, swinging slightly,\nbut otherwise motionless._\n\nPERCIVAL.  I hope it is not necessary for me to assure you all that\nthere is not one word of truth--not one grain of substance--in this\nrascally calumny, which no man with a spark of decent feeling would\nhave uttered even if he had been ignorant enough to believe it.  Miss\nTarleton's conduct, since I have had the honor of knowing her, has\nbeen, I need hardly say, in every respect beyond reproach.  _[To\nGunner]_  As for you, sir, youll have the goodness to come out with me\nimmediately.  I have some business with you which cant be settled in\nMrs Tarleton's presence or in her house.\n\nGUNNER.  _[painfully frightened]_  Why should I go out with you?\n\nPERCIVAL.  Because I intend that you shall.\n\nGUNNER.  I wont be bullied by you.  _[Percival makes a threatening\nstep towards him]._  Police!  _[He tries to bolt; but Percival seizes\nhim]._  Leave me go, will you?  What right have you to lay hands on\nme?\n\nTARLETON.  Let him run for it, Mr Percival.  Hes very poor company.\nWe shall be well rid of him.  Let him go.\n\nPERCIVAL.  Not until he has taken back and made the fullest apology\nfor the abominable lie he has told.  He shall do that or he shall\ndefend himself as best he can against the most thorough thrashing I'm\ncapable of giving him.  _[Releasing Gunner, but facing him ominously]_\nTake your choice.  Which is it to be?\n\nGUNNER.  Give me a fair chance.  Go and stick at a desk from nine to\nsix for a month, and let me have your grub and your sport and your\nlessons in boxing, and I'll fight you fast enough.  You know I'm no\ngood or you darent bully me like this.\n\nPERCIVAL.  You should have thought of that before you attacked a lady\nwith a dastardly slander.  I'm waiting for your decision.  I'm rather\nin a hurry, please.\n\nGUNNER.  I never said anything against the lady.\n\nMRS TARLETON.  |    Oh, listen to that!\n               |\nBENTLEY.       |    What a liar!\n               |\nHYPATIA.       |    Oh!\n               |\nTARLETON.      |    Oh, come!\n\nPERCIVAL.  We'll have it in writing, if you dont mind.  _[Pointing to\nthe writing table]_  Sit down; and take that pen in your hand.\n_[Gunner looks irresolutely a little way round; then obeys]._  Now\nwrite.  \"I,\" whatever your name is--\n\nGUNNER _[after a vain attempt]_  I cant.  My hand's shaking too much.\nYou see it's no use.  I'm doing my best.  I cant.\n\nPERCIVAL.  Mr Summerhays will write it:  you can sign it.\n\nBENTLEY.  _[insolently to Gunner]_  Get up. _[Gunner obeys; and\nBentley, shouldering him aside towards Percival, takes his place and\nprepares to write]._\n\nPERCIVAL.  Whats your name?\n\nGUNNER.  John Brown.\n\nTARLETON.  Oh come!  Couldnt you make it Horace Smith? or Algernon\nRobinson?\n\nGUNNER.  _[agitatedly]_  But my name is John Brown.  There are really\nJohn Browns.  How can I help it if my name's a common one?\n\nBENTLEY.  Shew us a letter addressed to you.\n\nGUNNER.  How can I?  I never get any letters:  I'm only a clerk.  I\ncan shew you J. B. on my handkerchief.  _[He takes out a not very\nclean one]._\n\nBENTLEY.  _[with disgust]_  Oh, put it up again.  Let it go at John\nBrown.\n\nPERCIVAL.  Where do you live?\n\nGUNNER.  4 Chesterfield Parade, Kentish Town, N.W.\n\nPERCIVAL.  _[dictating]_  I, John Brown, of 4 Chesterfield Parade,\nKentish Town, do hereby voluntarily confess that on the 31st May 1909\nI-- _[To Tarleton]_  What did he do exactly?\n\nTARLETON.  _[dictating]_  --I trespassed on the land of John Tarleton\nat Hindhead, and effected an unlawful entry into his house, where I\nsecreted myself in a portable Turkish bath--\n\nBENTLEY.  Go slow, old man.  Just a moment.  \"Turkish bath\"--yes?\n\nTARLETON.  _[continuing]_  --with a pistol, with which I threatened to\ntake the life of the said John Tarleton--\n\nMRS TARLETON.  Oh, John!  You might have been killed.\n\nTARLETON.  --and was prevented from doing so only by the timely\narrival of the celebrated Miss Lina Szczepanowska.\n\nMRS TARLETON.  Is she celebrated?  _[Apologetically]_  I never\ndreamt--\n\nBENTLEY.  Look here:  I'm awfully sorry; but I cant spell\nSzczepanowska.\n\nPERCIVAL.  I think it's S, z, c, z-- _[Lina gives him her\nvisiting-card]._  Thank you.  _[He throws it on Bentley's blotter]._\n\nBENTLEY.  Thanks awfully.  _[He writes the name]._\n\nTARLETON.  _[to Percival]_  Now it's your turn.\n\nPERCIVAL.  _[dictating]_  I further confess that I was guilty of\nuttering an abominable calumny concerning Miss Hypatia Tarleton, for\nwhich there was not a shred of foundation.\n\n_Impressive silence whilst Bentley writes._\n\nBENTLEY.  \"foundation\"?\n\nPERCIVAL.  I apologize most humbly to the lady and her family for my\nconduct--  _[he waits for Bentley to write]._\n\nBENTLEY.  \"conduct\"?\n\nPERCIVAL.  --and I promise Mr Tarleton not to repeat it, and to amend\nmy life--\n\nBENTLEY.  \"amend my life\"?\n\nPERCIVAL.  --and to do what in me lies to prove worthy of his kindness\nin giving me another chance--\n\nBENTLEY.  \"another chance\"?\n\nPERCIVAL.  --and refraining from delivering me up to the punishment I\nso richly deserve.\n\nBENTLEY.  \"richly deserve.\"\n\nPERCIVAL.  _[to Hypatia]_  Does that satisfy you, Miss Tarleton?\n\nHYPATIA.  Yes:  that will teach him to tell lies next time.\n\nBENTLEY.  _[rising to make place for Gunner and handing him the pen]_\nYou mean it will teach him to tell the truth next time.\n\nTARLETON.  Ahem!  Do you, Patsy?\n\nPERCIVAL.  Be good enough to sign.  _[Gunner sits down helplessly and\ndips the pen in the ink]._  I hope what you are signing is no mere\nform of words to you, and that you not only say you are sorry, but\nthat you are sorry.\n\n_Lord Summerhays and Johnny come in through the pavilion door._\n\nMRS TARLETON.  Stop.  Mr Percival:  I think, on Hypatia's account,\nLord Summerhays ought to be told about this.\n\n_Lord Summerhays, wondering what the matter is, comes forward between\nPercival and Lina.  Johnny stops beside Hypatia._\n\nPERCIVAL.  Certainly.\n\nTARLETON.  _[uneasily]_  Take my advice, and cut it short.  Get rid of\nhim.\n\nMRS TARLETON.  Hypatia ought to have her character cleared.\n\nTARLETON.  You let well alone, Chickabiddy.  Most of our characters\nwill bear a little careful dusting; but they wont bear scouring.\nPatsy is jolly well out of it.  What does it matter, anyhow?\n\nPERCIVAL.  Mr Tarleton:  we have already said either too much or not\nenough.  Lord Summerhays:  will you be kind enough to witness the\ndeclaration this man has just signed?\n\nGUNNER.  I havnt yet.  Am I to sign now?\n\nPERCIVAL.  Of course.  _[Gunner, who is now incapable of doing\nanything on his own initiative, signs]._  Now stand up and read your\ndeclaration to this gentleman.  _[Gunner makes a vague movement and\nlooks stupidly round.  Percival adds peremptorily]_  Now, please.\n\nGUNNER _[rising apprehensively and reading in a hardly audible voice,\nlike a very sick man]_  I, John Brown, of 4 Chesterfield Parade,\nKentish Town, do hereby voluntarily confess that on the 31st May 1909\nI trespassed on the land of John Tarleton at Hindhead, and effected an\nunlawful entry into his house, where I secreted myself in a portable\nTurkish bath, with a pistol, with which I threatened to take the life\nof the said John Tarleton, and was prevented from doing so only by the\ntimely arrival of the celebrated Miss Lena Sh-Sh-sheepanossika.  I\nfurther confess that I was guilty of uttering an abominable calumny\nconcerning Miss Hypatia Tarleton, for which there was not a shred of\nfoundation.  I apologize most humbly to the lady and her family for my\nconduct; and I promise Mr Tarleton not to repeat it, and to amend my\nlife, and to do what in me lies to prove worthy of his kindness in\ngiving me another chance and refraining from delivering me up to the\npunishment I so richly deserve.\n\n_A short and painful silence follows.  Then Percival speaks._\n\nPERCIVAL.  Do you consider that sufficient, Lord Summerhays?\n\nLORD SUMMERHAYS.  Oh quite, quite.\n\nPERCIVAL. _[to Hypatia]_  Lord Summerhays would probably like to hear\nyou say that you are satisfied, Miss Tarleton.\n\nHYPATIA.  _[coming out of the swing, and advancing between Percival\nand Lord Summerhays]_  I must say that you have behaved like a perfect\ngentleman, Mr. Percival.\n\nPERCIVAL.  _[first bowing to Hypatia, and then turning with cold\ncontempt to Gunner, who is standing helpless]_  We need not trouble\nyou any further.  _[Gunner turns vaguely towards the pavilion]._\n\nJOHNNY _[with less refined offensiveness, pointing to the pavilion]_\nThats your way.  The gardener will shew you the shortest way into the\nroad.  Go the shortest way.\n\nGUNNER.  _[oppressed and disconcerted, hardly knows how to get out of\nthe room]_  Yes, sir.  I-- _[He turns again, appealing to Tarleton]_\nMaynt I have my mother's photographs back again?  _[Mrs Tarleton\npricks up her ears]._\n\nTARLETON.  Eh?  What?  Oh, the photographs!  Yes, yes, yes:  take\nthem.  _[Gunner takes them from the table, and is creeping away, when\nMrs Tarleton puts out her hand and stops him]._\n\nMRS TARLETON.  Whats this, John?  What were you doing with his\nmother's photographs?\n\nTARLETON.  Nothing, nothing.  Never mind, Chickabiddy:  it's all\nright.\n\nMRS TARLETON.  _[snatching the photographs from Gunner's irresolute\nfingers, and recognizing them at a glance]_  Lucy Titmus!  Oh John,\nJohn!\n\nTARLETON.  _[grimly, to Gunner]_  Young man:  youre a fool; but youve\njust put the lid on this job in a masterly manner.  I knew you would.\nI told you all to let well alone.  You wouldnt; and now you must take\nthe consequences--or rather _I_ must take them.\n\nMRS TARLETON.  _[to Gunner]_  Are you Lucy's son?\n\nGUNNER.  Yes.\n\nMRS TARLETON.  And why didnt you come to me?  I didnt turn my back on\nyour mother when she came to me in her trouble.  Didnt you know that?\n\nGUNNER.  No.  She never talked to me about anything.\n\nTARLETON.  How could she talk to her own son?  Shy, Summerhays, shy.\nParent and child.  Shy.  _[He sits down at the end of the writing\ntable nearest the sideboard like a man resigned to anything that fate\nmay have in store for him]._\n\nMRS TARLETON.  Then how did you find out?\n\nGUNNER.  From her papers after she died.\n\nMRS TARLETON.  _[shocked]_  Is Lucy dead?  And I never knew!  _[With\nan effusion of tenderness]_  And you here being treated like that,\npoor orphan, with nobody to take your part!  Tear up that foolish\npaper, child; and sit down and make friends with me.\n\nJOHNNY.        |    Hallo, mother this is all very well, you know--\n               |\nPERCIVAL.      |    But may I point out, Mrs Tarleton, that--\n               |\nBENTLEY.       |    Do you mean that after what he said of--\n               |\nHYPATIA.       |    Oh, look here, mamma:  this is really--\n\nMRS TARLETON.  Will you please speak one at a time?\n\n_Silence._\n\nPERCIVAL _[in a very gentlemanly manner]_  Will you allow me to remind\nyou, Mrs Tarleton, that this man has uttered a most serious and\ndisgraceful falsehood concerning Miss Tarleton and myself?\n\nMRS TARLETON.  I dont believe a word of it.  If the poor lad was there\nin the Turkish bath, who has a better right to say what was going on\nhere than he has?  You ought to be ashamed of yourself, Patsy; and so\nought you too, Mr Percival, for encouraging her.  _[Hypatia retreats\nto the pavilion, and exchanges grimaces with Johnny, shamelessly\nenjoying Percival's sudden reverse.  They know their mother]._\n\nPERCIVAL.  _[gasping]_  Mrs Tarleton:  I give you my word of honor--\n\nMRS TARLETON.  Oh, go along with you and your word of honor.  Do you\nthink I'm a fool?  I wonder you can look the lad in the face after\nbullying him and making him sign those wicked lies; and all the time\nyou carrying on with my daughter before youd been half an hour in my\nhouse.  Fie, for shame!\n\nPERCIVAL.  Lord Summerhays:  I appeal to you.  Have I done the correct\nthing or not?\n\nLORD SUMMERHAYS.  Youve done your best, Mr Percival.  But the correct\nthing depends for its success on everybody playing the game very\nstrictly.  As a single-handed game, it's impossible.\n\nBENTLEY.  _[suddenly breaking out lamentably]_  Joey:  have you taken\nHypatia away from me?\n\nLORD SUMMERHAYS.  _[severely]_  Bentley!  Bentley!  Control yourself,\nsir.\n\nTARLETON.  Come, Mr Percival! the shutters are up on the gentlemanly\nbusiness.  Try the truth.\n\nPERCIVAL.  I am in a wretched position.  If I tell the truth nobody\nwill believe me.\n\nTARLETON.  Oh yes they will.  The truth makes everybody believe it.\n\nPERCIVAL.  It also makes everybody pretend not to believe it.  Mrs\nTarleton:  youre not playing the game.\n\nMRS TARLETON.  I dont think youve behaved at all nicely, Mr Percival.\n\nBENTLEY.  I wouldnt have played you such a dirty trick, Joey.\n_[Struggling with a sob]_  You beast.\n\nLORD SUMMERHAYS.  Bentley:  you must control yourself.  Let me say at\nthe same time, Mr Percival, that my son seems to have been mistaken in\nregarding you either as his friend or as a gentleman.\n\nPERCIVAL.  Miss Tarleton:  I'm suffering this for your sake.  I ask\nyou just to say that I am not to blame.  Just that and nothing more.\n\nHYPATIA.  _[gloating mischievously over his distress]_  You chased me\nthrough the heather and kissed me.  You shouldnt have done that if you\nwere not in earnest.\n\nPERCIVAL.  Oh, this is really the limit.  _[Turning desperately to\nGunner]_  Sir:  I appeal to you.  As a gentleman! as a man of honor!\nas a man bound to stand by another man!  You were in that Turkish\nbath.  You saw how it began.  Could any man have behaved more\ncorrectly than I did?  Is there a shadow of foundation for the\naccusations brought against me?\n\nGUNNER.  _[sorely perplexed]_  Well, what do you want me to say?\n\nJOHNNY.  He has said what he had to say already, hasnt he?  Read that\npaper.\n\nGUNNER.  When I tell the truth, you make me go back on it.  And now\nyou want me to go back on myself!  What is a man to do?\n\nPERCIVAL.  _[patiently]_  Please try to get your mind clear, Mr Brown.\nI pointed out to you that you could not, as a gentleman, disparage a\nlady's character.  You agree with me, I hope.\n\nGUNNER.  Yes:  that sounds all right.\n\nPERCIVAL.  But youre also bound to tell the truth.  Surely youll not\ndeny that.\n\nGUNNER.  Who's denying it?  I say nothing against it.\n\nPERCIVAL.  Of course not.  Well, I ask you to tell the truth simply\nand unaffectedly.  Did you witness any improper conduct on my part\nwhen you were in the bath?\n\nGUNNER.  No, sir.\n\nJOHNNY.        |    Then what do you mean by saying that--\n               |\nHYPATIA.       |    Do you mean to say that I--\n               |\nBENTLEY.       |    Oh, you are a rotter.  Youre afraid--\n\nTARLETON.  _[rising]_  Stop.  _[Silence]._  Leave it at that.  Enough\nsaid.  You keep quiet, Johnny.  Mr Percival:  youre whitewashed.  So\nare you, Patsy.  Honors are easy.  Lets drop the subject.  The next\nthing to do is to open a subscription to start this young man on a\nranch in some far country thats accustomed to be in a disturbed state.\nHe--\n\nMRS TARLETON.  Now stop joking the poor lad, John:  I wont have it.\nHas been worried to death between you all.  _[To Gunner]_  Have you\nhad your tea?\n\nGUNNER.  Tea?  No:  it's too early.  I'm all right; only I had no\ndinner:  I didnt think I'd want it.  I didnt think I'd be alive.\n\nMRS TARLETON.  Oh, what a thing to say!  You mustnt talk like that.\n\nJOHNNY.  Hes out of his mind.  He thinks it's past dinner-time.\n\nMRS TARLETON.  Oh, youve no sense, Johnny.  He calls his lunch his\ndinner, and has his tea at half-past six.  Havnt you, dear?\n\nGUNNER.  _[timidly]_  Hasnt everybody?\n\nJOHNNY.  _[laughing]_  Well, by George, thats not bad.\n\nMRS TARLETON.  Now dont be rude, Johnny:  you know I dont like it.\n_[To Gunner]_  A cup of tea will pick you up.\n\nGUNNER.  I'd rather not.  I'm all right.\n\nTARLETON.  _[going to the sideboard]_  Here! try a mouthful of sloe\ngin.\n\nGUNNER.  No, thanks.  I'm a teetotaler.  I cant touch alcohol in any\nform.\n\nTARLETON.  Nonsense!  This isnt alcohol.  Sloe gin.  Vegetarian, you\nknow.\n\nGUNNER.  _[hesitating]_  Is it a fruit beverage?\n\nTARLETON.  Of course it is.  Fruit beverage.  Here you are.  _[He\ngives him a glass of sloe gin]._\n\nGUNNER.  _[going to the sideboard]_  Thanks.  _[he begins to drink it\nconfidently; but the first mouthful startles and almost chokes him]._\nIt's rather hot.\n\nTARLETON.  Do you good.  Dont be afraid of it.\n\nMRS TARLETON.  _[going to him]_  Sip it, dear.  Dont be in a hurry.\n\n_Gunner sips slowly, each sip making his eyes water._\n\nJOHNNY.  _[coming forward into the place left vacant by Gunner's visit\nto the sideboard]_  Well, now that the gentleman has been attended to,\nI should like to know where we are.  It may be a vulgar business\nhabit; but I confess I like to know where I am.\n\nTARLETON.  I dont.  Wherever you are, youre there anyhow.  I tell you\nagain, leave it at that.\n\nBENTLEY.  I want to know too.  Hypatia's engaged to me.\n\nHYPATIA.  Bentley:  if you insult me again--if you say another word,\nI'll leave the house and not enter it until you leave it.\n\nJOHNNY.  Put that in your pipe and smoke it, my boy.\n\nBENTLEY.  _[inarticulate with fury and suppressed tears]_  Oh!\nBeasts!  Brutes!\n\nMRS TARLETON.  Now dont hurt his feelings, poor little lamb!\n\nLORD SUMMERHAYS.  _[very sternly]_  Bentley:  you are not behaving\nwell.  You had better leave us until you have recovered yourself.\n\n_Bentley goes out in disgrace, but gets no further than half way to\nthe pavilion door, when, with a wild sob, he throws himself on the\nfloor and begins to yell._\n\nMRS TARLETON.  |    _[running to him]_  Oh, poor child,\n               |    poor child!  Dont cry, duckie:\n               |    he didnt mean it:  dont cry.\n               |\nLORD SUMMERHAYS|    Stop that infernal noise, sir:  do you\n               |    hear?  Stop it instantly.\n               |\nJOHNNY.        |    Thats the game he tried on me.\n               |    There you are!  Now, mother!\n               |    Now, Patsy!  You see for yourselves.\n               |\nHYPATIA.       |    _[covering her ears]_  Oh you little\n               |    wretch!  Stop him, Mr Percival.  Kick him.\n               |\nTARLETON.      |    Steady on, steady on.  Easy, Bunny, easy.\n\nLINA.  Leave him to me, Mrs Tarleton.  Stand clear, please.\n\n_She kneels opposite Bentley; quickly lifts the upper half of him from\nthe ground; dives under him; rises with his body hanging across her\nshoulders; and runs out with him._\n\nBENTLEY.  _[in scared, sobered, humble tones as he is borne off]_\nWhat are you doing?  Let me down.  Please, Miss Szczepanowska--\n_[they pass out of hearing]._\n\n_An awestruck silence falls on the company as they speculate on\nBentley's fate._\n\nJOHNNY.  I wonder what shes going to do with him.\n\nHYPATIA.  Spank him, I hope.  Spank him hard.\n\nLORD SUMMERHAYS.  I hope so.  I hope so.  Tarleton:  I'm beyond\nmeasure humiliated and annoyed by my son's behavior in your house.  I\nhad better take him home.\n\nTARLETON.  Not at all:  not at all.  Now, Chickabiddy:  as Miss Lina\nhas taken away Ben, suppose you take away Mr Brown for a while.\n\nGUNNER.  _[with unexpected aggressiveness]_  My name isnt Brown.\n_[They stare at him:  he meets their stare defiantly, pugnacious with\nsloe gin; drains the last drop from his glass; throws it on the\nsideboard; and advances to the writing table]._   My name's Baker:\nJulius Baker.  Mister Baker.  If any man doubts it, I'm ready for him.\n\nMRS TARLETON.  John:  you shouldnt have given him that sloe gin.  It's\ngone to his head.\n\nGUNNER.  Dont you think it.  Fruit beverages dont go to the head; and\nwhat matter if they did?  I say nothing to you, maam:  I regard you\nwith respect and affection.  _[Lachrymosely]_  You were very good to\nmy mother:  my poor mother!  _[Relapsing into his daring mood]_  But I\nsay my name's Baker; and I'm not to be treated as a child or made a\nslave of by any man.  Baker is my name.  Did you think I was going to\ngive you my real name?  Not likely.  Not me.\n\nTARLETON.  So you thought of John Brown.  That was clever of you.\n\nGUNNER.  Clever!  Yes:  we're not all such fools as you think:  we\nclerks.  It was the bookkeeper put me up to that.  It's the only name\nthat nobody gives as a false name, he said.  Clever, eh?  I should\nthink so.\n\nMRS TARLETON.  Come now, Julius--\n\nGUNNER.  _[reassuring her gravely]_  Dont you be alarmed, maam.  I\nknow what is due to you as a lady and to myself as a gentleman.  I\nregard you with respect and affection.  If you had been my mother, as\nyou ought to have been, I should have had more chance.  But you shall\nhave no cause to be ashamed of me.  The strength of a chain is no\ngreater than its weakest link; but the greatness of a poet is the\ngreatness of his greatest moment.  Shakespear used to get drunk.\nFrederick the Great ran away from a battle.  But it was what they\ncould rise to, not what they could sink to, that made them great.\nThey werent good always; but they were good on their day.  Well, on my\nday--on my day, mind you--I'm good for something too.  I know that Ive\nmade a silly exhibition of myself here.  I know I didnt rise to the\noccasion.  I know that if youd been my mother, youd have been ashamed\nof me.  I lost my presence of mind:  I was a contemptible coward.  But\n_[slapping himself on the chest]_  I'm not the man I was then.  This\nis my day.  Ive seen the tenth possessor of a foolish face carried out\nkicking and screaming by a woman.  _[To Percival]_  You crowed pretty\nbig over me.  You hypnotized me.  But when you were put through the\nfire yourself, you were found wanting.  I tell you straight I dont\ngive a damn for you.\n\nMRS TARLETON.  No:  thats naughty.  You shouldnt say that before me.\n\nGUNNER.  I would cut my tongue out sooner than say anything vulgar in\nyour presence; for I regard you with respect and affection.  I was not\nswearing.  I was affirming my manhood.\n\nMRS TARLETON.  What an idea!  What puts all these things into your\nhead?\n\nGUNNER.  Oh, dont you think, because I'm a clerk, that I'm not one of\nthe intellectuals.  I'm a reading man, a thinking man.  I read in a\nbook--a high class six shilling book--this precept:  Affirm your\nmanhood.  It appealed to me.  Ive always remembered it.  I believe in\nit.  I feel I must do it to recover your respect after my cowardly\nbehavior.  Therefore I affirm it in your presence.  I tell that man\nwho insulted me that I dont give a damn for him.  And neither I do.\n\nTARLETON.  I say, Summerhays:  did you have chaps of this sort in\nJinghiskahn?\n\nLORD SUMMERHAYS.  Oh yes:  they exist everywhere:  they are a most\nserious modern problem.\n\nGUNNER.  Yes.  Youre right.  _[Conceitedly]_  I'm a problem.  And I\ntell you that when we clerks realize that we're problems! well, look\nout:  thats all.\n\nLORD SUMMERHAYS.  _[suavely, to Gunner]_  You read a great deal, you\nsay?\n\nGUNNER.  Ive read more than any man in this room, if the truth were\nknown, I expect.  Thats whats going to smash up your Capitalism.  The\nproblems are beginning to read.  Ha!  We're free to do that here in\nEngland.  What would you do with me in Jinghiskahn if you had me\nthere?\n\nLORD SUMMERHAYS.  Well, since you ask me so directly, I'll tell you.\nI should take advantage of the fact that you have neither sense enough\nnor strength enough to know how to behave yourself in a difficulty of\nany sort.  I should warn an intelligent and ambitious policeman that\nyou are a troublesome person.  The intelligent and ambitious policeman\nwould take an early opportunity of upsetting your temper by ordering\nyou to move on, and treading on your heels until you were provoked\ninto obstructing an officer in the discharge of his duty.  Any trifle\nof that sort would be sufficient to make a man like you lose your\nself-possession and put yourself in the wrong.  You would then be\ncharged and imprisoned until things quieted down.\n\nGUNNER.  And you call that justice!\n\nLORD SUMMERHAYS.  No.  Justice was not my business.  I had to govern a\nprovince; and I took the necessary steps to maintain order in it.  Men\nare not governed by justice, but by law or persuasion.  When they\nrefuse to be governed by law or persuasion, they have to be governed\nby force or fraud, or both.  I used both when law and persuasion\nfailed me.  Every ruler of men since the world began has done so, even\nwhen he has hated both fraud and force as heartily as I do.  It is as\nwell that you should know this, my young friend; so that you may\nrecognize in time that anarchism is a game at which the police can\nbeat you.  What have you to say to that?\n\nGUNNER.  What have I to say to it!  Well, I call it scandalous:  thats\nwhat I have to say to it.\n\nLORD SUMMERHAYS.  Precisely:  thats all anybody has to say to it,\nexcept the British public, which pretends not to believe it.  And now\nlet me ask you a sympathetic personal question.  Havnt you a headache?\n\nGUNNER.  Well, since you ask me, I have.  Ive overexcited myself.\n\nMRS TARLETON.  Poor lad!  No wonder, after all youve gone through!\nYou want to eat a little and to lie down.  You come with me.  I want\nyou to tell me about your poor dear mother and about yourself.  Come\nalong with me.  _[She leads the way to the inner door]._\n\nGUNNER.  _[following her obediently]_  Thank you kindly, madam.  _[She\ngoes out.  Before passing out after her, he partly closes the door and\nstops an the landing for a moment to say]_  Mind:  I'm not knuckling\ndown to any man here.  I knuckle down to Mrs Tarleton because shes a\nwoman in a thousand.  I affirm my manhood all the same.  Understand:\nI dont give a damn for the lot of you.  _[He hurries out, rather\nafraid of the consequences of this defiance, which has provoked Johnny\nto an impatient movement towards him]._\n\nHYPATIA.  Thank goodness hes gone!  Oh, what a bore!  WHAT a bore!!!\nTalk, talk, talk!\n\nTARLETON.  Patsy:  it's no good.  We're going to talk.  And we're\ngoing to talk about you.\n\nJOHNNY.  It's no use shirking it, Pat.  We'd better know where we are.\n\nLORD SUMMERHAYS.  Come, Miss Tarleton.  Wont you sit down?  I'm very\ntired of standing.  _[Hypatia comes from the pavilion and takes a\nchair at the worktable.  Lord Summerhays takes the opposite chair, on\nher right.  Percival takes the chair Johnny placed for Lina on her\narrival.  Tarleton sits down at the end of the writing table.  Johnny\nremains standing.  Lord Summerhays continues, with a sigh of relief at\nbeing seated.]_  We shall now get the change of subject we are all\npining for.\n\nJOHNNY.  _[puzzled]_  Whats that?\n\nLORD SUMMERHAYS.  The great question.  The question that men and women\nwill spend hours over without complaining.  The question that occupies\nall the novel readers and all the playgoers.  The question they never\nget tired of.\n\nJOHNNY.  But what question?\n\nLORD SUMMERHAYS.  The question which particular young man some young\nwoman will mate with.\n\nPERCIVAL.  As if it mattered!\n\nHYPATIA.  _[sharply]_  Whats that you said?\n\nPERCIVAL.  I said:  As if it mattered.\n\nHYPATIA.  I call that ungentlemanly.\n\nPERCIVAL.  Do you care about that? you who are so magnificently\nunladylike!\n\nJOHNNY.  Look here, Mr Percival:  youre not supposed to insult my\nsister.\n\nHYPATIA.  Oh, shut up, Johnny.  I can take care of myself.  Dont you\ninterfere.\n\nJOHNNY.  Oh, very well.  If you choose to give yourself away like\nthat--to allow a man to call you unladylike and then to be unladylike,\nIve nothing more to say.\n\nHYPATIA.  I think Mr Percival is most ungentlemanly; but I wont be\nprotected.  I'll not have my affairs interfered with by men on\npretence of protecting me.  I'm not your baby.  If I interfered\nbetween you and a woman, you would soon tell me to mind my own\nbusiness.\n\nTARLETON.  Children:  dont squabble.  Read Dr Watts.  Behave\nyourselves.\n\nJOHNNY.  Ive nothing more to say; and as I dont seem to be wanted\nhere, I shall take myself off.  _[He goes out with affected calm\nthrough the pavilion]._\n\nTARLETON.  Summerhays:  a family is an awful thing, an impossible\nthing.  Cat and dog.  Patsy:  I'm ashamed of you.\n\nHYPATIA.  I'll make it up with Johnny afterwards; but I really cant\nhave him here sticking his clumsy hoof into my affairs.\n\nLORD SUMMERHAYS.  The question is, Mr Percival, are you really a\ngentleman, or are you not?\n\nPERCIVAL.  Was Napoleon really a gentleman or was he not?  He made the\nlady get out of the way of the porter and said, \"Respect the burden,\nmadam.\"  That was behaving like a very fine gentleman; but he kicked\nVolney for saying that what France wanted was the Bourbons back again.\nThat was behaving rather like a navvy.  Now I, like Napoleon, am not\nall one piece.  On occasion, as you have all seen, I can behave like a\ngentleman.  On occasion, I can behave with a brutal simplicity which\nMiss Tarleton herself could hardly surpass.\n\nTARLETON.  Gentleman or no gentleman, Patsy:  what are your\nintentions?\n\nHYPATIA.  My intentions!  Surely it's the gentleman who should be\nasked his intentions.\n\nTARLETON.  Come now, Patsy! none of that nonsense.  Has Mr Percival\nsaid anything to you that I ought to know or that Bentley ought to\nknow?  Have you said anything to Mr Percival?\n\nHYPATIA.  Mr Percival chased me through the heather and kissed me.\n\nLORD SUMMERHAYS.  As a gentleman, Mr Percival, what do you say to\nthat?\n\nPERCIVAL.  As a gentleman, I do not kiss and tell.  As a mere man:  a\nmere cad, if you like, I say that I did so at Miss Tarleton's own\nsuggestion.\n\nHYPATIA.  Beast!\n\nPERCIVAL.  I dont deny that I enjoyed it.  But I did not initiate it.\nAnd I began by running away.\n\nTARLETON.  So Patsy can run faster than you, can she?\n\nPERCIVAL.  Yes, when she is in pursuit of me.  She runs faster and\nfaster.  I run slower and slower.  And these woods of yours are full\nof magic.  There was a confounded fern owl.  Did you ever hear the\nchurr of a fern owl?  Did you ever hear it create a sudden silence by\nceasing?  Did you ever hear it call its mate by striking its wings\ntogether twice and whistling that single note that no nightingale can\nimitate?  That is what happened in the woods when I was running away.\nSo I turned; and the pursuer became the pursued.\n\nHYPATIA.  I had to fight like a wild cat.\n\nLORD SUMMERHAYS.  Please dont tell us this.  It's not fit for old\npeople to hear.\n\nTARLETON.  Come:  how did it end?\n\nHYPATIA.  It's not ended yet.\n\nTARLETON.  How is it going to end?\n\nHYPATIA.  Ask him.\n\nTARLETON.  How is it going to end, Mr Percival?\n\nPERCIVAL.  I cant afford to marry, Mr Tarleton.  Ive only a thousand a\nyear until my father dies.  Two people cant possibly live on that.\n\nTARLETON.  Oh, cant they?  When _I_ married, I should have been jolly\nglad to have felt sure of the quarter of it.\n\nPERCIVAL.  No doubt; but I am not a cheap person, Mr Tarleton.  I was\nbrought up in a household which cost at least seven or eight times\nthat; and I am in constant money difficulties because I simply dont\nknow how to live on the thousand a year scale.  As to ask a woman to\nshare my degrading poverty, it's out of the question.  Besides, I'm\nrather young to marry.  I'm only 28.\n\nHYPATIA.  Papa:  buy the brute for me.\n\nLORD SUMMERHAYS.  _[shrinking]_  My dear Miss Tarleton:  dont be so\nnaughty.  I know how delightful it is to shock an old man; but there\nis a point at which it becomes barbarous.  Dont.  Please dont.\n\nHYPATIA.  Shall I tell Papa about you?\n\nLORD SUMMERHAYS.  Tarleton:  I had better tell you that I once asked\nyour daughter to become my widow.\n\nTARLETON.  _[to Hypatia]_  Why didnt you accept him, you young idiot?\n\nLORD SUMMERHAYS.  I was too old.\n\nTARLETON.  All this has been going on under my nose, I suppose.  You\nrun after young men; and old men run after you.  And I'm the last\nperson in the world to hear of it.\n\nHYPATIA.  How could I tell you?\n\nLORD SUMMERHAYS.  Parents and children, Tarleton.\n\nTARLETON.  Oh, the gulf that lies between them! the impassable,\neternal gulf!  And so I'm to buy the brute for you, eh?\n\nHYPATIA.  If you please, papa.\n\nTARLETON.  Whats the price, Mr Percival?\n\nPERCIVAL.  We might do with another fifteen hundred if my father would\ncontribute.  But I should like more.\n\nTARLETON.  It's purely a question of money with you, is it?\n\nPERCIVAL.  _[after a moment's consideration]_  Practically yes:  it\nturns on that.\n\nTARLETON.  I thought you might have some sort of preference for Patsy,\nyou know.\n\nPERCIVAL.  Well, but does that matter, do you think?  Patsy fascinates\nme, no doubt.  I apparently fascinate Patsy.  But, believe me, all\nthat is not worth considering.  One of my three fathers (the priest)\nhas married hundreds of couples:  couples selected by one another,\ncouples selected by the parents, couples forced to marry one another\nby circumstances of one kind or another; and he assures me that if\nmarriages were made by putting all the men's names into one sack and\nthe women's names into another, and having them taken out by a\nblindfolded child like lottery numbers, there would be just as high a\npercentage of happy marriages as we have here in England.  He said\nCupid was nothing but the blindfolded child:  pretty idea that, I\nthink!  I shall have as good a chance with Patsy as with anyone else.\nMind:  I'm not bigoted about it.  I'm not a doctrinaire:  not the\nslave of a theory.  You and Lord Summerhays are experienced married\nmen.  If you can tell me of any trustworthy method of selecting a\nwife, I shall be happy to make use of it.  I await your suggestions.\n_[He looks with polite attention to Lord Summerhays, who, having\nnothing to say, avoids his eye.  He looks to Tarleton, who purses his\nlips glumly and rattles his money in his pockets without a word]._\nApparently neither of you has anything to suggest.  Then Patsy will do\nas well as another, provided the money is forthcoming.\n\nHYPATIA.  Oh, you beauty, you beauty!\n\nTARLETON.  When I married Patsy's mother, I was in love with her.\n\nPERCIVAL.  For the first time?\n\nTARLETON.  Yes:  for the first time.\n\nPERCIVAL.  For the last time?\n\nLORD SUMMERHAYS.  _[revolted]_  Sir:  you are in the presence of his\ndaughter.\n\nHYPATIA.  Oh, dont mind me.  I dont care.  I'm accustomed to Papa's\nadventures.\n\nTARLETON.  _[blushing painfully]_  Patsy, my child:  that was not--not\ndelicate.\n\nHYPATIA.  Well, papa, youve never shewn any delicacy in talking to me\nabout my conduct; and I really dont see why I shouldnt talk to you\nabout yours.  It's such nonsense!  Do you think young people dont\nknow?\n\nLORD SUMMERHAYS.  I'm sure they dont feel.  Tarleton:  this is too\nhorrible, too brutal.  If neither of these young people have\nany--any--any--\n\nPERCIVAL.  Shall we say paternal sentimentality?  I'm extremely sorry\nto shock you; but you must remember that Ive been educated to discuss\nhuman affairs with three fathers simultaneously.  I'm an adult person.\nPatsy is an adult person.  You do not inspire me with veneration.\nApparently you do not inspire Patsy with veneration.  That may\nsurprise you.  It may pain you.  I'm sorry.  It cant be helped.  What\nabout the money?\n\nTARLETON.  You dont inspire me with generosity, young man.\n\nHYPATIA.  _[laughing with genuine amusement]_  He had you there, Joey.\n\nTARLETON.  I havnt been a bad father to you, Patsy.\n\nHYPATIA.  I dont say you have, dear.  If only I could persuade you Ive\ngrown up, we should get along perfectly.\n\nTARLETON.  Do you remember Bill Burt?\n\nHYPATIA.  Why?\n\nTARLETON.  _[to the others]_  Bill Burt was a laborer here.  I was\ngoing to sack him for kicking his father.  He said his father had\nkicked him until he was big enough to kick back.  Patsy begged him\noff.  I asked that man what it felt like the first time he kicked his\nfather, and found that it was just like kicking any other man.  He\nlaughed and said that it was the old man that knew what it felt like.\nThink of that, Summerhays! think of that!\n\nHYPATIA.  I havnt kicked you, papa.\n\nTARLETON.  Youve kicked me harder than Bill Burt ever kicked.\n\nLORD SUMMERHAYS.  It's no use, Tarleton.  Spare yourself.  Do you\nseriously expect these young people, at their age, to sympathize with\nwhat this gentleman calls your paternal sentimentality?\n\nTARLETON.  _[wistfully]_  Is it nothing to you but paternal\nsentimentality, Patsy?\n\nHYPATIA.  Well, I greatly prefer your superabundant vitality, papa.\n\nTARLETON.  _[violently]_  Hold your tongue, you young devil.  The\nyoung are all alike:  hard, coarse, shallow, cruel, selfish,\ndirty-minded.  You can clear out of my house as soon as you can coax\nhim to take you; and the sooner the better.  _[To Percival]_  I think\nyou said your price was fifteen hundred a year.  Take it.  And I wish\nyou joy of your bargain.\n\nPERCIVAL.  If you wish to know who I am--\n\nTARLETON.  I dont care a tinker's curse who you are or what you are.\nYoure willing to take that girl off my hands for fifteen hundred a\nyear:  thats all that concerns me.  Tell her who you are if you like:\nit's her affair, not mine.\n\nHYPATIA.  Dont answer him, Joey:  it wont last.  Lord Summerhays, I'm\nsorry about Bentley; but Joey's the only man for me.\n\nLORD SUMMERHAYS.  It may--\n\nHYPATIA.  Please dont say it may break your poor boy's heart.  It's\nmuch more likely to break yours.\n\nLORD SUMMERHAYS.  Oh!\n\nTARLETON.  _[springing to his feet]_  Leave the room.  Do you hear:\nleave the room.\n\nPERCIVAL.  Arnt we getting a little cross?  Dont be angry, Mr\nTarleton.  Read Marcus Aurelius.\n\nTARLETON.  Dont you dare make fun of me.  Take your aeroplane out of\nmy vinery and yourself out of my house.\n\nPERCIVAL.  _[rising, to Hypatia]_  I'm afraid I shall have to dine at\nthe Beacon, Patsy.\n\nHYPATIA.  _[rising]_  Do.  I dine with you.\n\nTARLETON.  Did you hear me tell you to leave the room?\n\nHYPATIA.  I did.  _[To Percival]_  You see what living with one's\nparents means, Joey.  It means living in a house where you can be\nordered to leave the room.  Ive got to obey:  it's his house, not\nmine.\n\nTARLETON.  Who pays for it?  Go and support yourself as I did if you\nwant to be independent.\n\nHYPATIA.  I wanted to and you wouldnt let me.  How can I support\nmyself when I'm a prisoner?\n\nTARLETON.  Hold your tongue.\n\nHYPATIA.  Keep your temper.\n\nPERCIVAL.  _[coming between them]_  Lord Summerhays:  youll join me,\nI'm sure, in pointing out to both father and daughter that they have\nnow reached that very common stage in family life at which anything\nbut a blow would be an anti-climax.  Do you seriously want to beat\nPatsy, Mr Tarleton?\n\nTARLETON.  Yes.  I want to thrash the life out of her.  If she doesnt\nget out of my reach, I'll do it.  _[He sits down and grasps the\nwriting table to restrain himself]._\n\nHYPATIA.  _[coolly going to him and leaning with her breast on his\nwrithing shoulders]_  Oh, if you want to beat me just to relieve your\nfeelings--just really and truly for the fun of it and the satisfaction\nof it, beat away.  I dont grudge you that.\n\nTARLETON.  _[almost in hysterics]_  I used to think that this sort of\nthing went on in other families but that it never could happen in\nours.  And now-- _[He is broken with emotion, and continues\nlamentably]_  I cant say the right thing.  I cant do the right thing.\nI dont know what is the right thing.  I'm beaten; and she knows it.\nSummerhays:  tell me what to do.\n\nLORD SUMMERHAYS.  When my council in Jinghiskahn reached the point of\ncoming to blows, I used to adjourn the sitting.  Let us postpone the\ndiscussion.  Wait until Monday:  we shall have Sunday to quiet down\nin.  Believe me, I'm not making fun of you; but I think theres\nsomething in this young gentleman's advice.  Read something.\n\nTARLETON.  I'll read King Lear.\n\nHYPATIA.  Dont.  I'm very sorry, dear.\n\nTARLETON.  Youre not.  Youre laughing at me.  Serve me right!  Parents\nand children!  No man should know his own child.  No child should know\nits own father.  Let the family be rooted out of civilization!  Let\nthe human race be brought up in institutions!\n\nHYPATIA.  Oh yes.  How jolly!  You and I might be friends then; and\nJoey could stay to dinner.\n\nTARLETON.  Let him stay to dinner.  Let him stay to breakfast.  Let\nhim spend his life here.  Dont you say I drove him out.  Dont you say\nI drove you out.\n\nPERCIVAL.  I really have no right to inflict myself on you.  Dropping\nin as I did--\n\nTARLETON.  Out of the sky.  Ha!  Dropping in.  The new sport of\naviation.  You just see a nice house; drop in; scoop up the man's\ndaughter; and off with you again.\n\n_Bentley comes back, with his shoulders hanging as if he too had been\nexercised to the last pitch of fatigue.  He is very sad.  They stare\nat him as he gropes to Percival's chair._\n\nBENTLEY.  I'm sorry for making a fool of myself.  I beg your pardon.\nHypatia:  I'm awfully sorry; but Ive made up my mind that I'll never\nmarry.  _[He sits down in deep depression]._\n\nHYPATIA.  _[running to him]_  How nice of you, Bentley!  Of course you\nguessed I wanted to marry Joey.  What did the Polish lady do to you?\n\nBENTLEY.  _[turning his head away]_  I'd rather not speak of her, if\nyou dont mind.\n\nHYPATIA.  Youve fallen in love with her.  _[She laughs]._\n\nBENTLEY.  It's beastly of you to laugh.\n\nLORD SUMMERHAYS.  Youre not the first to fall today under the lash of\nthat young lady's terrible derision, Bentley.\n\n_Lina, her cap on, and her goggles in her hand, comes impetuously\nthrough the inner door._\n\nLINA.  _[on the steps]_  Mr Percival:  can we get that aeroplane\nstarted again?  _[She comes down and runs to the pavilion door]._  I\nmust get out of this into the air:  right up into the blue.\n\nPERCIVAL.  Impossible.  The frame's twisted.  The petrol has given\nout:  thats what brought us down.  And how can we get a clear run to\nstart with among these woods?\n\nLINA.  _[swooping back through the middle of the pavilion]_  We can\nstraighten the frame.  We can buy petrol at the Beacon.  With a few\nlaborers we can get her out on to the Portsmouth Road and start her\nalong that.\n\nTARLETON.  _[rising]_  But why do you want to leave us, Miss Szcz?\n\nLINA.  Old pal:  this is a stuffy house.  You seem to think of nothing\nbut making love.  All the conversation here is about love-making.  All\nthe pictures are about love-making.  The eyes of all of you are\nsheep's eyes.  You are steeped in it, soaked in it:  the very texts on\nthe walls of your bedrooms are the ones about love.  It is disgusting.\nIt is not healthy.  Your women are kept idle and dressed up for no\nother purpose than to be made love to.  I have not been here an hour;\nand already everybody makes love to me as if because I am a woman it\nwere my profession to be made love to.  First you, old pal.  I forgave\nyou because you were nice about your wife.\n\nHYPATIA.  Oh! oh! oh!  Oh, papa!\n\nLINA.  Then you, Lord Summerhays, come to me; and all you have to say\nis to ask me not to mention that you made love to me in Vienna two\nyears ago.  I forgave you because I thought you were an ambassador;\nand all ambassadors make love and are very nice and useful to people\nwho travel.  Then this young gentleman.  He is engaged to this young\nlady; but no matter for that:  he makes love to me because I carry him\noff in my arms when he cries.  All these I bore in silence.  But now\ncomes your Johnny and tells me I'm a ripping fine woman, and asks me\nto marry him.  I, Lina Szczepanowska, MARRY him!!!!!  I do not mind\nthis boy:  he is a child:  he loves me:  I should have to give him\nmoney and take care of him:  that would be foolish, but honorable.  I\ndo not mind you, old pal:  you are what you call an old--ouf! but you\ndo not offer to buy me:  you say until we are tired--until you are so\nhappy that you dare not ask for more.  That is foolish too, at your\nage; but it is an adventure:  it is not dishonorable.  I do not mind\nLord Summerhays:  it was in Vienna:  they had been toasting him at a\ngreat banquet:  he was not sober.  That is bad for the health; but it\nis not dishonorable.  But your Johnny!  Oh, your Johnny! with his\nmarriage.  He will do the straight thing by me.  He will give me a\nhome, a position.  He tells me I must know that my present position is\nnot one for a nice woman.  This to me, Lina Szczepanowska!  I am an\nhonest woman:  I earn my living.  I am a free woman:  I live in my own\nhouse.  I am a woman of the world:  I have thousands of friends:\nevery night crowds of people applaud me, delight in me, buy my\npicture, pay hard-earned money to see me.  I am strong:  I am skilful:\nI am brave:  I am independent:  I am unbought:  I am all that a woman\nought to be; and in my family there has not been a single drunkard for\nfour generations.  And this Englishman! this linendraper! he dares to\nask me to come and live with him in this rrrrrrrabbit hutch, and take\nmy bread from his hand, and ask him for pocket money, and wear soft\nclothes, and be his woman! his wife!  Sooner than that, I would stoop\nto the lowest depths of my profession.  I would stuff lions with food\nand pretend to tame them.  I would deceive honest people's eyes with\nconjuring tricks instead of real feats of strength and skill.  I would\nbe a clown and set bad examples of conduct to little children.  I\nwould sink yet lower and be an actress or an opera singer, imperilling\nmy soul by the wicked lie of pretending to be somebody else.  All this\nI would do sooner than take my bread from the hand of a man and make\nhim the master of my body and soul.  And so you may tell your Johnny\nto buy an Englishwoman:  he shall not buy Lina Szczepanowska; and I\nwill not stay in the house where such dishonor is offered me.  Adieu.\n_[She turns precipitately to go, but is faced in the pavilion doorway\nby Johnny, who comes in slowly, his hands in his pockets, meditating\ndeeply]._\n\nJOHNNY.  _[confidentially to Lina]_  You wont mention our little\nconversation, Miss Shepanoska.  It'll do no good; and I'd rather you\ndidnt.\n\nTARLETON.  Weve just heard about it, Johnny.\n\nJOHNNY.  _[shortly, but without ill-temper]_  Oh:  is that so?\n\nHYPATIA.  The cat's out of the bag, Johnny, about everybody.  They\nwere all beforehand with you:  papa, Lord Summerhays, Bentley and all.\nDont you let them laugh at you.\n\nJOHNNY.  _[a grin slowly overspreading his countenance]_  Well, theres\nno use my pretending to be surprised at you, Governor, is there?  I\nhope you got it as hot as I did.  Mind, Miss Shepanoska:  it wasnt\nlost on me.  I'm a thinking man.  I kept my temper.  Youll admit that.\n\nLINA.  _[frankly]_  Oh yes.  I do not quarrel.  You are what is called\na chump; but you are not a bad sort of chump.\n\nJOHNNY.  Thank you.  Well, if a chump may have an opinion, I should\nput it at this.  You make, I suppose, ten pounds a night off your own\nbat, Miss Lina?\n\nLINA.  _[scornfully]_  Ten pounds a night!  I have made ten pounds a\nminute.\n\nJOHNNY.  _[with increased respect]_  Have you indeed?  I didnt know:\nyoull excuse my mistake, I hope.  But the principle is the same.  Now\nI trust you wont be offended at what I'm going to say; but Ive thought\nabout this and watched it in daily experience; and you may take it\nfrom me that the moment a woman becomes pecuniarily independent, she\ngets hold of the wrong end of the stick in moral questions.\n\nLINA.  Indeed!  And what do you conclude from that, Mister Johnny?\n\nJOHNNY.  Well, obviously, that independence for women is wrong and\nshouldnt be allowed.  For their own good, you know.  And for the good\nof morality in general.  You agree with me, Lord Summerhays, dont you?\n\nLORD SUMMERHAYS.  It's a very moral moral, if I may so express myself.\n\n_Mrs Tarleton comes in softly through the inner door._\n\nMRS TARLETON.  Dont make too much noise.  The lad's asleep.\n\nTARLETON.  Chickabiddy:  we have some news for you.\n\nJOHNNY.  _[apprehensively]_  Now theres no need, you know, Governor,\nto worry mother with everything that passes.\n\nMRS TARLETON.  _[coming to Tarleton]_  Whats been going on?  Dont you\nhold anything back from me, John.  What have you been doing?\n\nTARLETON.  Bentley isnt going to marry Patsy.\n\nMRS TARLETON.  Of course not.  Is that your great news?  I never\nbelieved she'd marry him.\n\nTARLETON.  Theres something else.  Mr Percival here--\n\nMRS TARLETON.  _[to Percival]_  Are you going to marry Patsy?\n\nPERCIVAL _[diplomatically]_  Patsy is going to marry me, with your\npermission.\n\nMRS TARLETON.  Oh, she has my permission:  she ought to have been\nmarried long ago.\n\nHYPATIA.  Mother!\n\nTARLETON.  Miss Lina here, though she has been so short a time with\nus, has inspired a good deal of attachment in--I may say in almost all\nof us.  Therefore I hope she'll stay to dinner, and not insist on\nflying away in that aeroplane.\n\nPERCIVAL.  You must stay, Miss Szczepanowska.  I cant go up again this\nevening.\n\nLINA.  Ive seen you work it.  Do you think I require any help?  And\nBentley shall come with me as a passenger.\n\nBENTLEY.  _[terrified]_  Go up in an aeroplane!  I darent.\n\nLINA.  You must learn to dare.\n\nBENTLEY.  _[pale but heroic]_  All right.  I'll come.\n\nLORD SUMMERHAYS|    No, no, Bentley, impossible.  I\n               |    shall not allow it.\n               |\nMRS TARLETON.  |    Do you want to kill the child?  He shant go.\n\nBENTLEY.  I will.  I'll lie down and yell until you let me go.  I'm\nnot a coward.  I wont be a coward.\n\nLORD SUMMERHAYS.  Miss Szczepanowska:  my son is very dear to me.  I\nimplore you to wait until tomorrow morning.\n\nLINA.  There may be a storm tomorrow.  And I'll go:  storm or no\nstorm.  I must risk my life tomorrow.\n\nBENTLEY.  I hope there will be a storm.\n\nLINA.  _[grasping his arm]_  You are trembling.\n\nBENTLEY.  Yes:  it's terror, sheer terror.  I can hardly see.  I can\nhardly stand.  But I'll go with you.\n\nLINA.  _[slapping him on the back and knocking a ghastly white smile\ninto his face]_  You shall.  I like you, my boy.  We go tomorrow,\ntogether.\n\nBENTLEY.  Yes:  together:  tomorrow.\n\nTARLETON.  Well, sufficient unto the day is the evil thereof.  Read\nthe old book.\n\nMRS TARLETON.  Is there anything else?\n\nTARLETON.  Well, I--er _[he addresses Lina, and stops]._  I--er _[he\naddresses Lord Summerhays, and stops]._  I--er _[he gives it up]._\nWell, I suppose--er--I suppose theres nothing more to be said.\n\nHYPATIA.  _[fervently]_  Thank goodness!\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Misalliance, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MISALLIANCE ***\n\n***** This file should be named 943.txt or 943.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/9\/4\/943\/\n\nProduced by Ron Burkey, and Amy Thomte\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":969,"split":"train"}
