{"ori_id":"a396cef5286c5c07adbfc2a5d792402c1418d571","title":"Tom Grogan","context":"Tom Grogan\n An 1898 literature guide provided this synopsis of the plot:\nTom Grogan, by F. Hopkinson Smith (1895.) is a spirited and most entertaining and ingenious study of laboring life in Staten Island, New York.\nTom Grogan was a stevedore, who died from the effects of an injury. With a family to support, his widow conceals the fact of her husband's death, saying that he is sick in a hospital, that she may assume both his name and business.\nShe is thenceforth known to all as 'Tom Grogan'. A sturdy, cheery, capable Irishwomen, she carries on the business with an increasing success, which arouses the jealous opposition of some rival stevedores and walking delegates of the labor union, which she has refused to join.\nThe story tells how, with marvelous pluck, Tom meets all the contemptible means which her enemies employ in order to down her, they resorting even to the law, blackmail, arson, and attempted murder. In all her mannish employments her mother-heart beats warm and true, and her little crippled Patsy, a companion to Dickens's Tiny Tim, and Jenny the daughter with her own tender love affair, are objects of Tom's constant solicitude.\nThe author has given a refreshing view of a soul of heroic mold beneath an uncouth exterior, and a pure life where men are wont to expect degradation.\nï»¿The Project Gutenberg EBook of Tom Grogan, by F. Hopkinson Smith\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Tom Grogan\n\nAuthor: F. Hopkinson Smith\n\nPosting Date: July 26, 2008 [EBook #850]\nRelease Date: March, 1997\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TOM GROGAN ***\n\n\n\n\nProduced by An Anonymous Volunteer\n\n\n\n\n\nTOM GROGAN\n\nby F. Hopkinson Smith\n\n\n\n\nI. BABCOCK'S DISCOVERY\n\nSomething worried Babcock. One could see that from the impatient gesture\nwith which he turned away from the ferry window on learning he had half\nan hour to wait. He paced the slip with hands deep in his pockets, his\nhead on his chest. Every now and then he stopped, snapped open his watch\nand shut it again quickly, as if to hurry the lagging minutes.\n\nFor the first time in years Tom Grogan, who had always unloaded his\nboats, had failed him. A scow loaded with stone for the sea-wall that\nBabcock was building for the Lighthouse Department had lain three days\nat the government dock without a bucket having been swung across her\ndecks. His foreman had just reported that there was not enough material\nto last the concrete-mixers two hours. If Grogan did not begin work at\nonce, the divers must come up.\n\nHeretofore to turn over to Grogan the unloading of material for any\nsubmarine work had been like feeding grist to a mill--so many tons of\nconcrete stone loaded on the scows by the stone crushing company\nhad meant that exact amount delivered by Grogan on Babcock's\nmixing-platforms twenty-four hours after arrival, ready for the divers\nbelow. This was the way Grogan had worked, and he had required no\nwatching.\n\nBabcock's impatience did not cease even when he took his seat on the\nupper deck of the ferry-boat and caught the welcome sound of the paddles\nsweeping back to the landing at St. George. He thought of his men\nstanding idle, and of the heavy penalties which would be inflicted by\nthe Government if the winter caught him before the section of wall was\ncomplete. It was no way to serve a man, he kept repeating to himself,\nleaving his gangs idle, now when the good weather might soon be over\nand a full day's work could never be counted upon. Earlier in the season\nGrogan's delay would not have been so serious.\n\nBut one northeaster as yet had struck the work. This had carried away\nsome of the upper planking--the false work of the coffer-dam; but this\nhad been repaired in a few hours without delay or serious damage. After\nthat the Indian summer had set in--soft, dreamy days when the winds\ndozed by the hour, the waves nibbled along the shores, and the swelling\nbreast of the ocean rose and fell as if in gentle slumber.\n\nBut would this good weather last? Babcock rose hurriedly, as this\nanxiety again took possession of him, and leaned over the deck-rail,\nscanning the sky. He did not like the drift of the low clouds off to the\nwest; southeasters began that way. It looked as though the wind might\nchange.\n\nSome men would not have worried over these possibilities. Babcock did.\nHe was that kind of man.\n\nWhen the boat touched the shore, he sprang over the chains, and hurried\nthrough the ferry-slip.\n\n\"Keep an eye out, sir,\" the bridge-tender called after him,--he had been\ndirecting him to Grogan's house,--\"perhaps Tom may be on the road.\"\n\nThen it suddenly occurred to Babcock that, so far as he could remember,\nhe had never seen Mr. Thomas Grogan, his stevedore. He knew Grogan's\nname, of course, and would have recognized his signature affixed to the\nlittle cramped notes with which his orders were always acknowledged, but\nthe man himself might have passed unnoticed within three feet of him.\nThis is not unusual where the work of a contractor lies in scattered\nplaces, and he must often depend on strangers in the several localities.\n\nAs he hurried over the road he recalled the face of Grogan's foreman,\na big blond Swede, and that of Grogan's daughter, a slender fair-haired\ngirl, who once came to the office for her father's pay; but all efforts\nat reviving the lineaments of Grogan failed.\n\nWith this fact clear in his mind, he felt a tinge of disappointment.\nIt would have relieved his temper to unload a portion of it upon the\noffending stevedore. Nothing cools a man's wrath so quickly as not\nknowing the size of the head he intends to hit.\n\nAs he approached near enough to the sea-wall to distinguish the swinging\nbooms and the puffs of white steam from the hoisting-engines, he saw\nthat the main derrick was at work lowering the buckets of mixed concrete\nto the divers. Instantly his spirits rose. The delay on his contract\nmight not be so serious. Perhaps, after all, Grogan had started work.\n\nWhen he reached the temporary wooden fence built by the Government,\nshutting off the view of the depot yard, with its coal-docks and\nmachine-shops, and neared the small door cut through its planking, a\nvoice rang out clear and strong above the din of the mixers:--\n\n\"Hold on, ye wall-eyed macaroni! Do ye want that fall cut? Turn that\nsnatch-block, Cully, and tighten up the watch-tackle. Here, cap'n; lend\na hand. Lively now, lively, before I straighten out the hull gang of\nye!\"\n\nThe voice had a ring of unquestioned authority. It was not quarrelsome\nor abusive or bullying--only earnest and forceful.\n\n\"Ease away on that guy! Ease away, I tell ye!\" it continued, rising in\nintensity. \"So--all gone! Now, haul out, Cully, and let that other team\nback up.\"\n\nBabcock pushed open the door in the fence and stepped in. A loaded scow\nlay close beside the string-piece of the government wharf. Alongside its\nforward hatch was rigged a derrick with a swinging gaff. The \"fall\" led\nthrough a snatch-block in the planking of the dock, and operated an iron\nbucket that was hoisted by a big gray horse driven by a boy. A gang of\nmen were filling these buckets, and a number of teams being loaded with\ntheir dumped contents. The captain of the scow was on the dock, holding\nthe guy.\n\nAt the foot of the derrick, within ten feet of Babcock, stood a woman\nperhaps thirty-five years of age, with large, clear gray eyes, made\nall the more luminous by the deep, rich color of her sunburnt skin. Her\nteeth were snow-white, and her light brown hair was neatly parted over a\nwide forehead. She wore a long ulster half concealing her well-rounded,\nmuscular figure, and a black silk hood rolled back from her face, the\nstrings falling over her broad shoulders, revealing a red silk scarf\nloosely wound about her throat, the two ends tucked in her bosom. Her\nfeet were shod in thick-soled shoes laced around her well-turned ankles,\nand her hands were covered by buckskin gauntlets creased with wear.\nFrom the outside breast-pocket of her ulster protruded a time-book,\nfrom which dangled a pencil fastened to a hempen string. Every movement\nindicated great physical strength, perfect health, and a thorough\ncontrol of herself and her surroundings. Coupled with this was a dignity\nand repose unmistakable to those who have watched the handling of large\nbodies of workingmen by some one leading spirit, master in every tone of\nthe voice and every gesture of the body. The woman gave Babcock a quick\nglance of interrogation as he entered, and, receiving no answer, forgot\nhim instantly.\n\n\"Come, now, ye blatherin' Dagos,\"--this time to two Italian shovelers\nfilling the buckets,--\"shall I throw one of ye overboard to wake ye up,\nor will I take a hand meself? Another shovel there--that bucket's not\nhalf full\"--drawing one hand from her side pocket and pointing with an\nauthoritative gesture, breaking as suddenly into a good-humored laugh\nover the awkwardness of their movements.\n\nBabcock, with all his curiosity aroused, watched her for a moment,\nforgetting for the time his own anxieties. He liked a skilled hand, and\nhe liked push and grit. This woman seemed to possess all three. He was\namazed at the way in which she handled her men. He wished somebody as\nclearheaded and as capable were unloading his boat. He began to wonder\nwho she might be. There was no mistaking her nationality. Slight as was\nher accent, her direct descent from the land of the shamrock and the\nshilla-lah was not to be doubted. The very tones of her voice seemed\nsaturated with its national spirit--\"a flower for you when you agree\nwith me, and a broken head when you don't.\" But underneath all these\noutward indications of dominant power and great physical strength he\ndetected in the lines of the mouth and eyes a certain refinement\nof nature. There was, too, a fresh, rosy wholesomeness, a sweet\ncleanliness, about the woman. These, added to the noble lines of her\nfigure, would have appealed to one as beauty, and only that had it not\nbeen that the firm mouth, well-set chin, and deep, penetrating glance of\nthe eye overpowered all other impressions.\n\nBabcock moved down beside her.\n\n\"Can you tell me, madam, where I can find Thomas Grogan?\"\n\n\"Right in front of ye,\" she answered, turning quickly, with a toss of\nher head like that of a great hound baffled in hunt. \"I'm Tom Grogan.\nWhat can I do for ye?\"\n\n\"Not Grogan the stevedore?\" Babcock asked in astonishment.\n\n\"Yes, Grogan the stevedore. Come! Make it short,--what can I do for ye?\"\n\n\"Then this must be my boat. I came down\"--\n\n\"Ye're not the boss?\"--looking him over slowly from his feet up, a\ngood-natured smile irradiating her face, her eyes beaming, every tooth\nglistening. \"There's me hand, I'm glad to see ye. I've worked for ye off\nand on for four years, and niver laid eyes on ye till this minute. Don't\nsay a word. I know it. I've kept the concrete gangs back half a day, but\nI couldn't help it. I've had four horses down with the 'zooty, and two\nmen laid up with dip'thery. The Big Gray Cully's drivin' over there--the\none that's a-hoistin'--ain't fit to be out of the stables. If ye weren't\nbehind in the work, he'd have two blankets on him this minute. But I'm\nhere meself now, and I'll have her out to-night if I work till daylight.\nHere, cap'n, pull yerself together. This is the boss.\"\n\nThen catching sight of the boy turning a handspring behind the horse,\nshe called out again:--\n\n\"Now, look here, Cully, none of your skylarkin'. There's the dinner\nwhistle. Unhitch the Big Gray; he's as dry as a bone.\"\n\nThe boy loosened the traces and led the horse to water, and Babcock,\nafter a word with the Captain, and an encouraging smile to Tom, turned\naway. He meant to go to the engineer's office before his return to town,\nnow that his affairs with Grogan were settled. As he swung back the door\nin the board fence, he stumbled over a mere scrap of humanity carrying a\ndinner-pail. The mite was peering through the crack and calling to Cully\nat the horse-trough. He proved to be a boy of perhaps seven or eight\nyears of age, but with the face of an old man--pinched, weary, and\nscarred all over with suffering and pain. He wore a white tennis-cap\npulled over his eyes, and a short gray jacket that reached to his waist.\nUnder one arm was a wooden crutch. His left leg was bent at the knee,\nand swung clear when he jerked his little body along the ground. The\nother, though unhurt, was thin and bony, the yarn stocking wrinkling\nover the shrunken calf.\n\nBeside him stood a big billy-goat, harnessed to a two-wheeled cart made\nof a soap-box.\n\nAs Babcock stepped aside to let the boy pass he heard Cully shouting\nin answer to the little cripple's cries. \"Cheese it, Patsy. Here's Pete\nLathers comin' down de yard. Look out fer Stumpy. He'll have his dog on\nhim.\"\n\nPatsy laid down the pail and crept through the door again, drawing the\ncrutch after him. The yardmaster passed with a bulldog at his heels, and\ntouching his hat to the contractor, turned the corner of the coal-shed.\n\n\"What is your name?\" said Babcock gently. A cripple always appealed to\nhim, especially a child.\n\n\"My name's Patsy, sir,\" looking straight up into Babcock's eyes, the\ngoat nibbling at his thin hand.\n\n\"And who are you looking for?\"\n\n\"I come down with mother's dinner, sir. She's here working on the dock.\nThere she is now.\"\n\n\"I thought ye were niver comin' wid that dinner, darlint,\" came a\nwoman's voice. \"What kept ye? Stumpy was tired, was he? Well, niver\nmind.\"\n\nThe woman lifted the little fellow in her arms, pushed back his cap\nand smoothed his hair with her fingers, her whole face beaming with\ntenderness.\n\n\"Gimme the crutch, darlint, and hold on to me tight, and we'll get\nunder the shed out of the sun till I see what Jennie's sent me.\" At this\ninstant she caught Babcock's eye.\n\n\"Oh, it's the boss. Sure, I thought ye'd gone back. Pull the hat off\nye, me boy; it's the boss we're workin' for, the man that's buildin' the\nwall. Ye see, sir, when I'm driv' like I am to-day, I can't go home to\ndinner, and me Jennie sends me--big--man--Patsy--down\"--rounding out\neach word in a pompous tone, as she slipped her hand under the boy's\nchin and kissed him on the cheek.\n\nAfter she had propped him between two big spars, she lifted the cover of\nthe tin pail.\n\n\"Pigs' feet, as I'm alive, and hot cabbage, and the coffee a-b'ilin'\ntoo!\" she said, turning to the boy and pulling out a tin flask with a\nscrew top, the whole embedded in the smoking cabbage. \"There, we'll be\nafter puttin' it where Stumpy can't be rubbin' his nose in it\"--setting\nthe pail, as she spoke, on a rough anchor-stone.\n\nHere the goat moved up, rubbing his head in the boy's face, and then\nreaching around for the pail.\n\n\"Look at him, Patsy! Git out, ye imp, or I'll hurt ye! Leave that kiver\nalone!\" She laughed as she struck at the goat with her empty gauntlet,\nand shrank back out of the way of his horns.\n\nThere was no embarrassment over her informal dinner, eaten as she sat\nsquat in a fence-corner, an anchor-stone for a table, and a pile of\nspars for a chair. She talked to Babcock in an unabashed, self-possessed\nway, pouring out the smoking coffee in the flask cup, chewing away on\nthe pigs' feet, and throwing the bones to the goat, who sniffed them\ncontemptuously. \"Yes, he's the youngest of our children, sir. He and\nJennie--that's home, and 'most as tall as meself--are all that's left.\nThe other two went to heaven when they was little ones.\"\n\n\"Can't the little fellow's leg be straightened?\" asked Babcock, in a\ntone which plainly showed his sympathy for the boy's suffering.\n\n\"No, not now; so Dr. Mason says. There was a time when it might have\nbeen, but I couldn't take him. I had him over to Quarantine again two\nyears ago, but it was too late; it'd growed fast, they said. When he\nwas four years old he would be under the horses' heels all the time, and\na-climbin' over them in the stable, and one day the Big Gray fetched\nhim a crack, and broke his hip. He didn't mean it, for he's as dacint\na horse as I've got; but the boys had been a-worritin' him, and he let\ndrive, thinkin', most likely, it was them. He's been a-hoistin' all the\nmornin'.\" Then, catching sight of Cully leading the horse back to work,\nshe rose to her feet, all the fire and energy renewed in her face.\n\n\"Shake the men up, Cully! I can't give 'em but half an hour to-day.\nWe're behind time now. And tell the cap'n to pull them macaronis out\nof the hold, and start two of 'em to trimmin' some of that stone to\nstarboard. She was a-listin' when we knocked off for dinner. Come,\nlively!\"\n\n\n\n\nII. A BOARD FENCE LOSES A PLANK\n\nThe work on the sea-wall progressed. The coffer-dam which had been built\nby driving into the mud of the bottom a double row of heavy tongued and\ngrooved planking in two parallel rows, and bulkheading each end with\nheavy boards, had been filled with concrete to low-water mark, consuming\nnot only the contents of the delayed scow, but two subsequent cargoes,\nboth of which had been unloaded by Tom Grogan.\n\nTo keep out the leakage, steam-pumps were kept going night and day.\n\nBy dint of hard work the upper masonry of the wall had been laid to the\ntop course, ready for the coping, and there was now every prospect that\nthe last stone would be lowered into place before the winter storms set\nin.\n\nThe shanty--a temporary structure, good only for the life of the\nwork--rested on a set of stringers laid on extra piles driven outside of\nthe working-platform. When the submarine work lies miles from shore, a\nshanty is the only shelter for the men, its interior being arranged\nwith sleeping-bunks, with one end partitioned off for a kitchen and\na storage-room. This last is filled with perishable property, extra\nblocks, Manila rope, portable forges, tools, shovels, and barrows.\n\nFor this present sea-wall--an amphibious sort of structure, with one\nfoot on land and the other in the water--the shanty was of light pine\nboards, roofed over, and made water-tight by tarred paper. The bunks had\nbeen omitted, for most of the men boarded in the village. In this way\nincreased space for the storage of tools was gained, besides room for\na desk containing the government working drawings and specifications,\npay-rolls, etc. In addition to its door, fastened at night with a\npadlock, and its one glass window, secured by a ten-penny nail, the\nshanty had a flap-window, hinged at the bottom. When this was propped\nup with a barrel stave it made a counter from which to pay the men, the\npaymaster standing inside.\n\nBabcock was sitting on a keg of dock spikes inside this working\nshanty some days after he had discovered Tom's identity, watching his\nbookkeeper preparing the pay-roll, when a face was thrust through the\nsquare of the window. It was not a prepossessing face, rather pudgy and\nsleek, with uncertain, drooping mouth, and eyes that always looked over\none's head when he talked. It was the property of Mr. Peter Lathers, the\nyardmaster of the depot.\n\n\"When you're done payin' off maybe you'll step outside, sir,\" he said,\nin a confiding tone. \"I got a friend of mine who wants to know you. He's\na stevedore, and does the work to the fort. He's never done nothin' for\nyou, but I told him next time you come down I'd fetch him over. Say,\nDan!\" beckoning with his head over his shoulder; then, turning to\nBabcock,--\"I make you acquainted, sir, with Mr. Daniel McGaw.\"\n\nTwo faces now filled the window--Lathers's and that of a red-headed man\nin a straw hat.\n\n\"All right. I'll attend to you in a moment. Glad to see you, Mr. McGaw,\"\nsaid Babcock, rising from the keg, and looking over his bookkeeper's\nshoulder.\n\nLathers's friend proved to be a short, big-boned, square-shouldered\nIrishman, about forty years of age, dressed in a once black broadcloth\nsuit with frayed buttonholes, the lapels and vest covered with\ngrease-spots. Around his collar, which had done service for several\ndays, was twisted a red tie decorated with a glass pin. His face was\nspattered with blue powder-marks, as if from some quarry explosion. A\nlump of a mustache dyed dark brown concealed his upper lip, making all\nthe more conspicuous the bushy, sandy-colored eyebrows that shaded a\npair of treacherous eyes. His mouth was coarse and filled with teeth\nhalf worn off, like those of an old horse. When he smiled these opened\nslowly like a vise. Whatever of humor played about this opening lost its\nlife instantly when these jaws clicked together again.\n\nThe hands were big and strong, wrinkled and seamed, their rough backs\nspotted like a toad's, the wrists covered with long spidery hairs.\n\nBabcock noticed particularly his low, flat forehead when he removed his\nhat, and the dry, red hair growing close to the eyebrows.\n\n\"I wuz a-sp'akin' to me fri'nd Mister Lathers about doin' yer wurruk,\"\nbegan McGaw, resting one foot on a pile of barrow-planks, his elbow on\nhis knee. \"I does all the haulin' to the foort. Surgint Duffy knows me.\nI wuz along here las' week, an' see ye wuz put back fer stone. If I'd\nhad the job, I'd had her unloaded two days befoore.\"\n\n\"You're dead right, Dan,\" said Lathers, with an expression of disgust.\n\"This woman business ain't no good, nohow. She ought to be over her\ntubs.\"\n\n\"She does her work, though,\" Babcock said, beginning to see the drift of\nthings.\n\n\"Oh, I don't be sayin' she don't. She's a dacint woman, anough; but thim\nb'ys as is a-runnin' her carts is raisin' h--ll all the toime.\"\n\n\"And then look at the teams,\" chimed in Lathers, with a jerk of his\nthumb toward the dock--\"a lot of staggering horse-car wrecks you\ncouldn't sell to a glue-factory. That big gray she had a-hoistin' is\nblind of an eye and sprung so forrard he can't hardly stand.\"\n\nAt this moment the refrain of a song from somewhere near the board fence\ncame wafting through the air,--\n\n          \"And he wiped up the floor wid McGeechy.\"\n\nMcGaw turned his head in search of the singer, and not finding him,\nresumed his position.\n\n\"What are your rates per ton?\" asked Babcock.\n\n\"We're a-chargin' forty cints,\" said McGaw, deferring to Lathers, as if\nfor confirmation.\n\n\"Who's 'we'?\"\n\n\"The Stevedores' Union.\"\n\n\"But Mrs. Grogan is doing it for thirty,\" said Babcock, looking straight\ninto McGaw's eyes, and speaking slowly and deliberately.\n\n\"Yis, I heared she wuz a-cuttin' rates; but she can't live at it. If I\ndoes it, it'll be done roight, an' no throuble.\"\n\n\"I'll think it over,\" said Babcock quietly, turning on his heel. The\nmeanness of the whole affair offended him--two big, strong men vilifying\na woman with no protector but her two hands. McGaw should never lift a\nshovel for him.\n\nAgain the song floated out; this time it seemed nearer,--\n\n   \". . . wid McGeechy--\n    McGeechy of the Fourth.\"\n\n\"Dan McGaw's giv'n it to you straight,\" said Lathers, stopping for a\nlast word, his face thrust through the window again. \"He's rigged for\nthis business, and Grogan ain't in it with him. If she wants her work\ndone right, she ought to send down something with a mustache.\"\n\nHere the song subsided in a prolonged chuckle. McGaw turned, and caught\nsight of a boy's head, with its mop of black hair thrust through a\ncrownless hat, leaning over a water cask. Lathers turned, too, and\ninstantly lowered his voice. The head ducked out of sight. In the flash\nglance Babcock caught of the face, he recognized the boy Cully, Patsy's\nfriend, and the driver of the Big Gray. It was evident to Babcock that\nCully at that moment was bubbling over with fun. Indeed, this waif of\nthe streets, sometimes called James Finnegan, was seldom known to be\notherwise.\n\n\"Thet's the wurrst rat in the stables,\" said McGaw, his face reddening\nwith anger. \"What kin ye do whin ye're a-buckin' ag'in' a lot uv divils\nloike him?\"--speaking through the window to Babcock. \"Come out uv thet,\"\nhe called to Cully, \"or I'll bu'st yer jaw, ye sneakin' rat!\"\n\nCully came out, but not in obedience to McGaw or Lathers. Indeed, he\npaid no more attention to either of those distinguished diplomats than\nif they had been two cement-barrels standing on end. His face, too, had\nlost its irradiating smile; not a wrinkle or a pucker ruffled its calm\nsurface. His clay-soiled hat was in his hand--a very dirty hand, by\nthe way, with the torn cuff of his shirt hanging loosely over it.\nHis trousers bagged everywhere--at knees, seat, and waist. On his\nstockingless feet were a pair of sun-baked, brick-colored shoes. His\nankles were as dark as mahogany. His throat and chest were bare, the\nskin tanned to leather wherever the sun could work its way through the\nholes in his garments. From out of this combination of dust and rags\nshone a pair of piercing black eyes, snapping with fun.\n\n\"I come up fer de mont's pay,\" he said coolly to Babcock, the corner of\nhis eye glued to Lathers. \"De ole woman said ye'd hev it ready.\"\n\n\"Mrs. Grogan's?\" asked the bookkeeper, shuffling over his envelopes.\n\n\"Yep. Tom Grogan.\"\n\n\"Can you sign the pay-roll?\"\n\n\"You bet\"--with an eye still out for Lathers.\n\n\"Where did you learn to write--at school?\" asked Babcock, noting the\nboy's independence with undisguised pleasure.\n\n\"Naw. Patsy an' me studies nights. Pop Mullins teaches us--he's de ole\nwoman's farder what she brung out from Ireland. He's a-livin' up ter\nde shebang; dey're all a-livin' dere--Jinnie an' de ole woman an'\nPatsy--all 'cept me an' Carl. I bunks in wid de Big Gray. Say, mister,\nye'd oughter git onter Patsy--he's de little kid wid de crutch. He's a\ncorker, he is; reads po'try an' everythin'. Where'll I sign? Oh, I see;\nin dis'ere square hole right along-side de ole woman's name\"--spreading\nhis elbows, pen in hand, and affixing \"James Finnegan\" to the collection\nof autographs. The next moment he was running along the dock, the\nmoney envelope tight in his hand, sticking out his tongue at McGaw,\nand calling to Lathers as he disappeared through the door in the fence,\n\"Somp'n wid a mustache, somp'n wid a mustache,\" like a news-boy calling\nan extra. Then a stone grazed Lathers's ear.\n\nLathers sprang through the gate, but the boy was half way through the\nyard. It was this flea-like alertness that always saved Mr. Finnegan's\nscalp.\n\nOnce out of Lathers's reach, Cully bounded up the road like a careering\nletter X, with arms and legs in air. If there was any one thing that\ndelighted the boy's soul, it was, to quote from his own picturesque\nvocabulary, \"to set up a job on de ole woman.\" Here was his chance.\nBefore he reached the stable he had planned the whole scene, even to the\nexact intonation of Lathers's voice when he referred to the dearth of\nmustaches in the Grogan household. Within a few minutes of his\narrival the details of the whole occurrence, word for word, with such\npicturesque additions as his own fertile imagination could invent, were\ncommon talk about the yard.\n\nLathers meanwhile had been called upon to direct a gang of laborers who\nwere moving an enormous iron buoy-float down the cinder-covered path to\nthe dock. Two of the men walked beside the buoy, steadying it with their\nhands. Lathers was leaning against the board fence of the shop whittling\na stick, while the others worked.\n\nSuddenly there was an angry cry for Lathers, and every man stood still.\nSo did the buoy and the moving truck.\n\nWith head up, eyes blazing, her silk hood pushed back from her face, as\nif to give her air, her gray ulster open to her waist, her right hand\nbare of a glove, came Tom Grogan, brushing the men out of her way.\n\n\"I knew I'd find you, Pete Lathers,\" she said, facing him squarely; \"why\ndo ye want to be takin' the bread out of me children's mouths?\"\n\nThe stick dropped from Lathers's hand: \"Well, who said I did? What have\nI got to do with your\"--\n\n\"You've got enough to do with 'em, you and your friend McGaw, to want\n'em to starve. Have I ever hurt ye that ye should try an' sneak me\nbusiness away from me? Ye know very well the fight I've made, standin'\nout on this dock, many a day an' night, in the cold an' wet, with\nnothin' between Tom's children an' the street but these two hands--an'\nyet ye'd slink in like a dog to get me\"--\n\n\"Here, now, I ain't a-goin' to have no row,\" said Lathers, twitching his\nshoulders. \"It's against orders, an' I'll call the yard-watch, and throw\nyou out if you make any fuss.\"\n\n\"The yard-watch!\" said Tom, with a look of supreme contempt. \"I can\nhandle any two of 'em, an' ye too, an' ye know it.\" Her cheeks were\naflame. She crowded Lathers so closely his slinking figure hugged the\nfence.\n\nBy this time the gang had abandoned the buoy, and were standing aghast,\nwatching the fury of the Amazon.\n\n\"Now, see here, don't make a muss; the commandant'll be down here in a\nminute.\"\n\n\"Let him come; he's the one I want to see. If he knew he had a man in\nhis pay that would do as dirty a trick to a woman as ye've done to me,\nhis name would be Dinnis. I'll see him meself this very day, and\"--\n\nHere Lathers interrupted with an angry gesture.\n\n\"Don't ye lift yer arm at me,\" she blazes out, \"or I'll break it at the\nwrist!\"\n\nLathers's hand dropped. All the color was out of his face, his lip\nquivering.\n\n\"Whoever said I said a word against you, Mrs. Grogan, is a--liar.\" It\nwas the last resort of a cowardly nature.\n\n\"Stop lyin' to me, Pete Lathers! If there's anythin' in this world I\nhate, it's a liar. Ye said it, and ye know ye said it. Ye want that\ndrunken loafer Dan McGaw to get me work. Ye've been at it all summer,\nan' ye think I haven't watched ye; but I have. And ye say I don't pay\nfull wages, and have got a lot of boys to do men's work, an' oughter be\nover me tubs. Now let me tell ye\"--Lathers shrank back, cowering before\nher--\"if ever I hear ye openin' yer head about me, or me teams, or me\nwork, I'll make ye swallow every tooth in yer head. Send down somethin'\nwith a mustache, will I? There's not a man in the yard that's a match\nfor me, an' ye know it. Let one of 'em try that.\"\n\nHer uplifted fist, tight-clenched, shot past Lathers's ear. A quick\nblow, a plank knocked clear of its fastenings, and a flood of daylight\nbroke in behind Lathers's head!\n\n\"Now, the next time I come, Pete Lathers,\" she said firmly, \"I'll miss\nthe plank and take yer face.\"\n\nThen she turned, and stalked out of the yard.\n\n\n\n\nIII. SERGEANT DUFFY'S LITTLE GAME\n\nThe bad weather so long expected finally arrived. An afternoon of soft,\nwarm autumn skies, aglow with the radiance of the setting sun, and\nbrilliant in violet and gold, had been followed by a cold, gray morning.\nOf a sudden a cloud the size of a hand had mounted clear of the horizon,\nand called together its fellows. An unseen herald in the east blew a\nblast, and winds and sea awoke.\n\nBy nine o'clock a gale was blowing. By ten Babcock's men were bracing\nthe outer sheathing of the coffer-dam, strengthening the derrick-guys,\ntightening the anchor-lines, and clearing the working-platforms of sand,\ncement, and other damageable property. The course-masonry, fortunately,\nwas above the water-line, but the coping was still unset and the rubble\nbacking of much of the wall unfinished. Two weeks of constant work\nwere necessary before that part of the structure contained in the first\nsection of the contract would be entirely safe for the coming winter.\nBabcock doubled his gangs, and utilized every hour of low water to the\nutmost, even when the men stood waist-deep. It was his only hope for\ncompleting the first section that season. After that would come the\ncold, freezing the mortar, and ending everything.\n\nTom Grogan performed wonders. Not only did she work her teams far into\nthe night, but during all this bad weather she stood throughout the day\non the unprotected dock, a man's sou'wester covering her head, a rubber\nwaterproof reaching to her feet. She directed every boat-load herself,\nand rushed the materials to the shovelers, who stood soaking wet in the\ndriving rain.\n\nLathers avoided her; so did McGaw. Everybody else watched her in\nadmiration. Even the commandant, a bluff, gray-bearded naval officer,--a\nhero of Hampton Roads and Memphis,--passed her on his morning inspection\nwith a kindly look in his face and an aside to Babcock: \"Hire some more\nlike her. She is worth a dozen men.\"\n\nNot until the final cargo required for the completion of the wall had\nbeen dumped on the platforms did she relax her vigilance. Then she shook\nthe water from her oilskins and started for home. During all these hours\nof constant strain there was no outbreak of bravado, no spell of ill\nhumor. She made no boasts or promises. With a certain buoyant pluck\nshe stood by the derricks day after day, firing volleys of criticism\nor encouragement, as best suited the exigencies of the moment, now she\nsprang forward to catch a sagging bucket, now tended a guy to relieve a\nman, or handled the teams herself when the line of carts was blocked or\nstalled.\n\nEvery hour she worked increased Babcock's confidence and admiration. He\nbegan to feel a certain pride in her, and to a certain extent to\nrely upon her. Such capacity, endurance, and loyalty were new in his\nexperience. If she owed him anything for her delay on that first\ncargo, the debt had been amply paid. Yet he saw that no such sense of\nobligation had influenced her. To her this extra work had been a duty:\nhe was behind-hand with the wall, and anxious; she would help him out.\nAs to the weather, she reveled in it. The dash of the spray and the\ndriving rain only added to her enjoyment. The clatter of rattling\nbuckets and the rhythmic movement of the shovelers keeping time to her\norders made a music as dear to her as that of the steady tramp of men\nand the sound of arms to a division commander.\n\nOwing to the continued bad weather and the difficulty of shipping small\nquantities of fuel, the pumping-engines ran out of coal, and a complaint\nfrom Babcock's office brought the agent of the coal company to the\nsea-wall. In times like these Babcock rarely left his work. Once let the\nOld Man of the Sea, as he knew, get his finger in between the cracks of\na coffer-dam, and he would smash the whole into wreckage.\n\n\"I was on my way to see Tom Grogan,\" said the agent. \"I heard you were\nhere, so I stopped to tell you about the coal. There will be a load down\nin the morning. I am Mr. Crane, of Crane & Co., coal-dealers.\"\n\n\"You know Mrs. Grogan, then?\" asked Babcock, after the delay in the\ndelivery of the coal had been explained. He had been waiting for\nsome such opportunity to discover more about his stevedore. He never\ndiscussed personalities with his men.\n\n\"Well, I should say so--known her for years. Best woman on top of Staten\nIsland. Does she work for you?\"\n\n\"Yes, and has for some years; but I must confess I never knew Grogan was\na woman until I found her on the dock a few weeks ago, handling a cargo.\nShe works like a machine. How long has she been a widow?\"\n\n\"Well, come to think of it, I don't know that she is a widow. There's\nsome mystery about the old man, but I never knew what. But that don't\ncount; she's good enough as she is, and a hustler, too.\"\n\nCrane was something of a hustler himself--one of those busy Americans\nwho opens his daily life with an office-key and closes it with a letter\nfor the late mail. He was a restless, wiry, black-eyed little man,\nnever still for a moment, and perpetually in chase of another eluding\ndollar,--which half the time he caught.\n\nThen, laying his hand on Babcock's arm: \"And she's square as a brick,\ntoo. Sometimes when a chunker captain, waiting to unload, shoves a few\ntons aboard a sneak-boat at night, Tom will spot him every time. They\ntry to fool her into indorsing their bills of lading in full, but it\ndon't work for a cent.\"\n\n\"You call her Tom Grogan?\" Babcock asked, with a certain tone in his\nvoice. He resented, somehow, Crane's familiarity.\n\n\"Certainly. Everybody calls her Tom Grogan. It's her husband's name.\nCall her anything else, and she don't answer. She seems to glory in it,\nand after you know her a while you don't want to call her anything else\nyourself. It comes kind of natural--like your calling a man 'colonel' or\n'judge.\"\n\nBabcock could not but admit that Crane might be right. All the names\nwhich could apply to a woman who had been sweetheart, wife, and mother\nseemed out of place when he thought of this undaunted spirit who had\ndefied Lathers, and with one blow of her fist sent the splinters of a\nfence flying about his head.\n\n\"We've got the year's contract for coal at the fort,\" continued Crane.\n\"The quarter-master-sergeant who inspects it--Sergeant Duffy--has a\nfriend named McGaw who wants to do the unloading into the government\nbins. There's a low price on the coal, and there's no margin for\nanybody; and if Duffy should kick about the quality of the coal,--and\nyou can't please these fellows if they want to be ugly,--Crane & Co.\nwill be in a hole, and lose money on the contract. I hate to go back on\nTom Grogan, but there's no help for it. The ten cents a ton I'd save if\nshe hauls the coal instead of McGaw would be eaten up in Duffy's short\nweights and rejections. I sent Sergeant Duffy's letter to her, so she\ncan tell how the land lies, and I'm going up now to her house to see\nher, on my way to the fort. I don't know what Duffy will get out of it;\nperhaps he gets a few dollars out of the hauling. The coal is shipped,\nby the way, and ought to be here any minute.\"\n\n\"Wait; I'll go with you,\" said Babcock, handing him an order for more\ncoal. \"She hasn't sent down the tally-sheet for my last scow.\" There was\nnot the slightest necessity, of course, for Babcock to go to Grogan's\nhouse for this document.\n\nAs they walked on, Crane talked of everything except what was uppermost\nin Babcock's mind. Babcock tried to lead the conversation back to Tom,\nbut Crane's thoughts were on something else.\n\nWhen they reached the top of the hill, the noble harbor lay spread out\nbeneath them, from the purple line of the great cities to the silver\nsheen of the sea inside the narrows. The clearing wind had hauled to the\nnorthwest. The sky was heaped with soft clouds floating in the blue. At\nthe base of the hill nestled the buildings and wharves of the Lighthouse\nDepot, with the unfinished sea-wall running out from the shore, fringed\nwith platforms and bristling with swinging booms--the rings of white\nsteam twirling from the exhaust-pipes.\n\nOn either side of the vast basin lay two grim, silent forts, crouched on\ngrassy slopes like great beasts with claws concealed. Near by, big lazy\nsteamers, sullen and dull, rested motionless at Quarantine, awaiting\ninspection; while beyond, white-winged graceful yachts curved tufts\nof foam from their bows. In the open, elevators rose high as church\nsteeples; long lines of canal-boats stretched themselves out like huge\nwater-snakes, with hissing tugs for heads; enormous floats groaned under\nwhole trains of cars; big, burly lighters drifted slowly with widespread\noil-stained sails; monster derricks towered aloft, derricks that pick\nup a hundred-ton gun as easily as an ant does a grain of sand--each\nfloating craft made necessary by some special industry peculiar to the\nport of New York, and each unlike any other craft in the harbor of any\nother city of the world.\n\nGrogan's house and stables lay just over the brow of this hill, in a\nlittle hollow. The house was a plain, square frame dwelling, with\nfront and rear verandas, protected by the arching branches of a big\nsycamore-tree, and surrounded by a small garden filled with flaming\ndahlias and chrysanthemums. Everything about the place was scrupulously\nneat and clean.\n\nThe stables--there were two--stood on the lower end of the lot. They\nlooked new, or were newly painted in a dark red, and appeared to have\naccommodations for a number of horses. The stable-yard lay below the\nhouse. In its open square were a pump and a horse-trough, at which two\nhorses were drinking. One, the Big Gray, had his collar off, showing\nwhere the sweat had discolored the skin, the traces crossed loosely over\nhis back. He was drinking eagerly, and had evidently just come in from\nwork. About, under the sheds, were dirt-carts tilted forward on their\nshafts, and dust-begrimed harnesses hanging on wooden pegs.\n\nA strapping young fellow in a red shirt came out of the stable door\nleading two other horses to the trough. Babcock looked about him in\nsurprise at the extent of the establishment. He had supposed that his\nstevedore had a small outfit and needed all the work she could get. If,\nas McGaw had said, only boys did Grogan's work, they at least did it\nwell.\n\nCrane mounted the porch first and knocked. Babcock followed.\n\n\"No, Mr. Crane,\" said a young girl, opening the door, \"she's not at\nhome. I'm expecting her every minute. Mother went to work early this\nmorning. She'll be sorry to miss you, sir. She ought to be home now, for\nshe's been up 'most all night at the fort. She's just sent Carl up for\ntwo more horses. Won't you come in and wait?\"\n\n\"No; I'll keep on to the fort,\" answered Crane. \"I may meet her on the\nroad.\"\n\n\"May I come in?\" Babcock asked, explaining his business in a few words.\n\n\"Oh, yes, sir. Mother won't be long now. You've not forgotten me, Mr.\nBabcock? I'm her daughter Jennie. I was to your office once. Gran'pop,\nthis is the gentleman mother works for.\"\n\nAn old man rose with some difficulty from an armchair, and bowed in a\nkindly, deferential way. He had been reading near the window. He was\nin his shirt-sleeves, his collar open at the throat. He seemed rather\nfeeble. His legs shook as if he were weak from some recent illness.\nAbout the eyes was a certain kindliness that did not escape Babcock's\nquick glance; they were clear and honest, and looked straight into\nhis--the kind he liked. The old man's most striking features were\nhis silver-white hair, parted over his forehead and falling to his\nshoulders, and his thin, straight, transparent nose, indicating both ill\nhealth and a certain refinement and sensitiveness of nature. Had it not\nbeen for his dress, he might have passed for an English curate on half\npay.\n\n\"Me name's Richard, sor--Richard Mullins,\" said the old man. \"I'm Mary's\nfather. She won't be long gone now. She promised me she'd be home for\ndinner.\" He placed a chair for Babcock, and remained standing.\n\n\"I will wait until she returns,\" said Babcock. He had come to discover\nsomething more definite about this woman who worked like a steam-engine,\ncrooned over a cripple, and broke a plank with her fist, and he did\nnot intend to leave until he knew. \"Your daughter must have had great\nexperience. I have never seen any one man handle work better,\" he\ncontinued, extending his hand. Then, noticing that Mullins was still\nstanding, \"Don't let me take your seat.\"\n\nMullins hesitated, glanced at Jennie, and, moving another chair from the\nwindow, drew it nearer, and settled slowly beside Babcock.\n\nThe room was as clean as bare arms and scrubbing-brushes could make\nit. Near the fireplace was a cast-iron stove, and opposite this stood a\nparlor organ, its top littered with photographs. A few chromos hung\non the walls. There were also a big plush sofa and two haircloth\nrocking-chairs, of walnut, covered with cotton tidies. The carpet on the\nfloor was new, and in the window, where the old man had been sitting,\nsome pots of nasturtiums were blooming, their tendrils reaching up both\nsides of the sash. Opening from this room was the kitchen, resplendent\nin bright pans and a shining copper wash-boiler. The girl passed\nconstantly in and out the open door, spreading the cloth and bringing\ndishes for the table.\n\nHer girlish figure was clothed in a blue calico frock and white apron,\nthe sleeves rolled up to the elbows, showing some faint traces of flour\nclinging to her wrists, as if she had been suddenly summoned from the\nbread-bowl. She was fresh and sweet, strong and healthy, with a certain\ngrace of manner about her that pleased Babcock instantly. He saw\nnow that she had her mother's eyes and color, but not her air of\nfearlessness and self-reliance--that kind of self-reliance which comes\nonly of many nights of anxiety and many days of success. He noticed,\ntoo, that when she spoke to the old man her voice was tempered with a\npeculiar tenderness, as if his infirmities were more to be pitied than\ncomplained of. This pleased him most of all.\n\n\"You live with your daughter, Mrs. Grogan?\" Babcock asked in a friendly\nway, turning to the old man.\n\n\"Yis, sor. Whin Tom got sick, she sint fer me to come over an' hilp her.\nI feeds the horses whin Oi'm able, an' looks after the garden, but Oi'm\nnot much good.\"\n\n\"Is Mr. Thomas Grogan living?\" asked Babcock cautiously, and with a\ncertain tone of respect, hoping to get closer to the facts, and yet not\nto seem intrusive.\n\n\"Oh, yis, sor: an' moight be dead fer all the good he does. He's in\nNew Yorruk some'er's, on a farm\"--lowering his voice to a whisper and\nlooking anxiously toward Jennie--\"belongin' to the State, I think, sor.\nHe's hurted pretty bad, an' p'haps he's a leetle off--I dunno. Mary has\nniver tould me.\"\n\nBefore Babcock could pursue the inquiry further there was a firm tread\non the porch steps, and the old man rose from the chair, his face\nbrightening.\n\n\"Here she is, Gran'pop,\" said Jennie, laying down her dish and springing\nto the door.\n\n\"Hold tight, darlint,\" came a voice from the outside, and the next\ninstant Tom Grogan strode in, her face aglow with laughter, her hood\nawry, her eyes beaming. Patsy was perched on her shoulder, his little\ncrutch fast in one hand, the other tightly wound about her neck. \"Let\ngo, darlint; ye're a-chokin' the wind out of me.\"\n\n\"Oh, it's ye a-waitin', Mr. Babcock--me man Carl thought ye'd gone.\nMr. Crane I met outside told me you'd been here. Jennie'll get the\ntally-sheet of the last load for ye. I've been to the fort since\ndaylight, and pretty much all night, to tell ye God's truth. Oh,\nGran'pop, but I smashed 'em!\" she exclaimed as she gently removed\nPatsy's arm and laid him in the old man's lap. She had picked the little\ncripple up at the garden gate, where he always waited for her. \"That's\nthe last job that sneakin' Duffy and Dan McGaw'll ever put up on me. Oh,\nbut ye should'a' minded the face on him, Gran'pop!\"--untying her hood\nand breaking into a laugh so contagious in its mirth that even Babcock\njoined in without knowing what it was all about.\n\nAs she spoke, Tom stood facing her father, hood and ulster off, the\nlight of the windows silhouetting the splendid lines of her well-rounded\nfigure, with its deep chest, firm bust, broad back, and full throat, her\narms swinging loose and free.\n\n\"Ye see,\" she said, turning to Babcock, \"that man Duffy tried to do\nme,--he's the sergeant at the fort--and Dan McGaw--ye know him--he's the\ndivil that wanted to work for ye. Ye know I always had the hauling of\nthe coal at the fort, an' I want to hold on to it, for it comes every\nyear. I've been a-watchin' for this coal for a month. Every October\nthere's a new contractor, and this time it was me friend Mr. Crane I've\nworked for before. So I sees Duffy about it the other day, an' he says,\n'Well, I think ye better talk to the quartermaster, who's away, but\nwho'll be home next week.' An' that night when I got home, there lay a\nletter from Mr. Crane, wid another letter inside it Sergeant Duffy\nhad sent to Mr. Crane, sayin' he'd recommend Dan McGaw to do the\nstevedorin'--the sneakin' villain--an' sayin' that he--Duffy--was\na-goin' to inspect the coal himself, an' if his friend Dan McGaw hauled\nit, the quality would be all right. Think of that! I tell ye, Mr.\nBabcock, they're divils. Then Mr. Crane put down at the bottom of his\nletter to me that he was sorry not to give me the job, but that he must\ngive it to Duffy's friend McGaw, or Duffy might reject the coal. Wait\ntill I wash me hands and I'll tell ye how I fixed him,\" she added\nsuddenly, as with a glance at her fingers she disappeared into the\nkitchen, reappearing a moment later with her bare arms as fresh and as\nrosy as her cheeks, from their friction with a clean crash towel.\n\n\"Well!\" she continued, \"I jumps into me bonnet yisterday, and over I\ngoes to the fort; an' I up an' says to Duffy, 'I can't wait for the\nquartermaster. When's that coal a-comin'?' An' he says, 'In a couple of\nweeks.' An' I turned onto him and says: 'Ye're a pretty loafer to take\nthe bread out of Tom Grogan's children's mouths! An' ye want Dan McGaw\nto do the haulin', do ye? An' the quality of the coal'll be all right\nif he gits it! An' there's sure to be twenty-five dollars for ye, won't\nthere? If I hear a word more out of ye I'll see Colonel Howard sure,\nan' hand him this letter.' An' Duffy turned white as a load of lime, and\nsays, 'Don't do it, for God's sake! It'll cost me m' place.' While I was\na-talkin' I see a chunker-boat with the very coal on it round into the\ndock with a tug; an' I ran to the string-piece and catched the line, and\nhas her fast to a spile before the tug lost head-way. Then I started for\nhome on the run, to get me derricks and stuff. I got home, hooked up by\ntwelve o'clock last night, an' before daylight I had me rig up an' the\nfall set and the buckets over her hatches. At six o'clock this mornin' I\ntook the teams and was a-runnin' the coal out of the chunker, when down\ncomes Mr.--Daniel--McGaw with a gang and his big derrick on a cart.\" She\nrepeated this in a mocking tone, swinging her big shoulders exactly as\nher rival would have done.\n\n\"'That's me rig,' I says to him, p'intin' up to the gaff, 'an' me coal,\nan' I'll throw the fust man overboard who lays hands on it!' An' then\nthe sergeant come out and took McGaw one side an' said somethin' to him,\nwith his back to me; an' when McGaw turned he was white too, an' without\nsayin' a word he turned the team and druv off. An' just now I met Mr.\nCrane walkin' down, lookin' like he had lost a horse. 'Tom Grogan,' he\nsays,'I hate to disappoint ye, an' wouldn't, for ye've always done me\nwork well; but I'm stuck on the coal contract, an' the sergeant can put\nme in a hole if ye do the haulin'.' An' I says, 'Brace up, Mr. Crane,\nthere's a hole, but ye ain't in it, an' the sergeant is. I'll unload\nevery pound of that coal, if I do it for nothin', and if that sneak in\nstriped trousers bothers me or you, I'll pull him apart an' stamp on\nhim!'\"\n\nThrough all her talk there was a triumphant good humor, a joyousness, a\nglow and breeziness, which completely fascinated Babcock. Although she\nhad been up half the night, she was as sweet and fresh and rosy as a\nchild. Her vitality, her strength, her indomitable energy, impressed him\nas no woman's had ever done before.\n\nWhen she had finished her story she suddenly caught Patsy out of her\nfather's arms and dropped with him into a chair, all the mother-hunger\nin her still unsatisfied. She smothered him with kisses and hugged him\nto her breast, holding his pinched face against her ruddy cheek. Then\nshe smoothed his forehead with her well-shaped hand, and rocked him back\nand forth. By and by she told him of the stone that the Big Gray had got\nin his hoof down at the fort that morning, and how lame he had been, and\nhow Cully had taken it out with--a--great--big--spike!--dwelling on the\nlast words as if they belonged to some wonderful fairy-tale. The little\nfellow sat up in her lap and laughed as he patted her breast joyously\nwith his thin hand. \"Cully could do it,\" he shouted in high glee; \"Cully\ncan do anything.\" Babcock, apparently, made no more difference to her\nthan if he had been an extra chair.\n\nAs she moved about her rooms afterward, calling to her men from the open\ndoor, consulting with Jennie, her arms about her neck, or stopping\nat intervals to croon over her child, she seemed to him to lose all\nidentity with the woman on the dock. The spirit that enveloped her\nbelonged rather to that of some royal dame of heroic times, than to that\nof a working woman of to-day. The room somehow became her castle, the\nrough stablemen her knights.\n\nOn his return to his work she walked back with him part of the way.\nBabcock, still bewildered, and still consumed with curiosity to learn\nsomething of her past, led the talk to her life along the docks,\nexpressing his great surprise at discovering her so capable and willing\nto do a man's work, asking who had taught her, and whether her husband\nin his time had been equally efficient and strong.\n\nInstantly she grew reticent. She did not even answer his question. He\nwaited a moment, and, realizing his mistake, turned the conversation in\nanother direction.\n\n\"And how about those rough fellows around the wharves--those who don't\nknow you--are they never coarse and brutal to you?\"\n\n\"Not when I look 'em in the face,\" she answered slowly and deliberately.\n\"No man ever opens his head, nor dar'sn't. When they see me a-comin'\nthey stops talkin', if it's what they wouldn't want their daughters to\nhear; an' there ain't no dirty back talk, neither. An' I make me own men\ncivil, too, with a dacint tongue in their heads. I had a young strip of\na lad once who would be a-swearin' round the stables. I told him to mend\nhis manners or I'd wash his mouth out, an' that I wouldn't have nobody\nhit me horses on the head. He kep' along, an' I see it was a bad example\nfor the other drivers (this was only a year ago, an' I had three of\n'em); so when he hit the Big Gray ag'in, I hauled off and give him a\ncrack that laid him out. I was scared solid for two hours, though they\nnever knew it.\"\n\nThen, with an almost piteous look in her face, and with a sudden burst\nof confidence, born, doubtless, of a dawning faith in the man's evident\nsincerity and esteem, she said in a faltering tone:--\n\n\"God help me! what can I do? I've no man to stand by me, an' somebody's\ngot to be boss.\"\n\n\n\n\nIV. A WALKING DELEGATE LEARNS A NEW STEP\n\nMcGaw's failure to undermine Tom's business with Babcock, and his\ncomplete discomfiture over Crane's coal contract at the fort, only\nintensified his hatred of the woman.\n\nFinding that he could make no headway against her alone, he called\nupon the Union to assist him, claiming that she was employing non-union\nlabor, and had thus been able to cut down the discharging rates to\nstarvation prices.\n\nA meeting was accordingly called by the executive committee of the\nKnights, and a resolution passed condemning certain persons in the\nvillage of Rockville as traitors to the cause of the workingman. Only\none copy of this edict was issued and mailed. This found its way into\nTom Grogan's letter-box. Five minutes after she had broken the seal, her\nmen discovered the document pasted upside down on her stable door.\n\nMcGaw heard of her action that night, and started another line of\nattack. It was managed so skillfully that that which until then had been\nonly a general dissatisfaction on the part of the members of the Union\nand their sympathizers over Tom's business methods now developed into an\navowed determination to crush her. They discussed several plans by which\nshe could be compelled either to restore rates for unloading, or\nbe forced out of the business altogether. As one result of these\ndeliberations a committee called upon the priest, Father McCluskey, and\ninformed him of the delicate position in which the Union had been placed\nby her having hidden her husband away, thus forcing them to fight the\nwoman herself. She was making trouble, they urged, with her low wages\nand her unloading rates. \"Perhaps his Riverence c'u'd straighten her\nout.\" Father McCluskey's interview with Tom took place in the priest's\nroom one morning after early mass. It had gone abroad, somehow, that his\nReverence intended to discipline the \"high-flyer,\" and a considerable\nnumber of the \"tenement-house gang,\" as Tom called them, had loitered\nbehind to watch the effect of the good father's remonstrances.\n\nWhat Tom told the priest no one ever knew: such conferences are part of\nthe regime of the church, and go no farther. It was noticed, however, as\nshe came down the aisle, that her eyes were red, as if from weeping,\nand that she never raised them from the floor as she passed between her\nenemies on her way to the church door. Once outside, she put her arm\naround Jennie, who was waiting, and the two strolled slowly across the\nlots to her house.\n\nWhen the priest came out, his own eyes were tinged with moisture. He\ncalled Dennis Quigg, McGaw's right-hand man, and in a voice loud enough\nto be heard by those nearest him expressed his indignation that any\ndissension should have arisen among his people over a woman's work,\nand said that he would hear no more of this unchristian and unmanly\ninterference with one whose only support came from the labor of her\nhands.\n\nMcGaw and his friends were not discouraged. They were only determined\nupon some more definite stroke. It was therefore ordered that a\ncommittee be appointed to waylay her men going to work, and inform them\nof their duty to their fellow-laborers.\n\nAccordingly, this same Quigg--smooth-shaven, smirking, and hollow-eyed,\nwith a diamond pin, half a yard of watch-chain, and a fancy\nshirt--ex-village clerk with his accounts short, ex-deputy sheriff\nwith his accounts of cruelty and blackmail long, and at present walking\ndelegate of the Union--was appointed a committee of one for that duty.\n\nQuigg began by begging a ride in one of Tom's return carts, and taking\nthis opportunity to lay before the driver the enormity of working for\nGrogan for thirty dollars a month and board, when there were a number of\nhis brethren out of work and starving who would not work for less than\ntwo dollars a day if it were offered them. It was plainly the driver's\nduty, Quigg urged, to give up his job until Tom Grogan could be\ncompelled to hire him back at advanced wages. During this enforced\nidleness the Union would pay the driver fifty cents a day. Here Quigg\npounded his chest, clenched his fists, and said solemnly, \"If capital\nonce downs the lab'rin' man, we'll all be slaves.\"\n\nThe driver was Carl Nilsson, a Swede, a big, blue-eyed, light-haired\nyoung fellow of twenty-two, a sailor from boyhood, who three years\nbefore, on a public highway, had been picked up penniless and hungry by\nTom Grogan, after the keeper of a sailors' boarding-house had robbed him\nof his year's savings. The change from cracking ice from a ship's deck\nwith a marlinespike, to currying and feeding something alive and warm\nand comfortable, was so delightful to the Swede that he had given up the\nsea for a while. He had felt that he could ship again at anytime, the\nwater was so near. As the months went by, however, he, too, gradually\nfell under the spell of Tom's influence. She reminded him of the great\nNorse women he had read about in his boyhood. Besides all this, he was\nloyal and true to the woman who had befriended him, and who had so far\nappreciated his devotion to her interests as to promote him from hostler\nand driver to foreman of the stables.\n\nNilsson knew Quigg by sight, for he had seen him walking home with\nJennie from church. His knowledge of English was slight, but it was\nenough to enable him to comprehend Quigg's purpose as he talked beside\nhim on the cart. After some questions about how long the enforced\nidleness would continue, he asked suddenly:--\n\n\"Who da horse clean when I go 'way?\"\n\n\"D--n her! let her clean it herself,\" Quigg answered angrily.\n\nThis ended the question for Nilsson, and it very nearly ended the\ndelegate. Jumping from the cart, Carl picked up the shovel and sprang\ntoward Quigg, who dodged out of his way, and then took to his heels.\n\nWhen Nilsson, still white with anger, reached the dock, he related the\nincident to Cully, who, on his return home, retailed it to Jennie with\nsuch variety of gesture and intonation that that young lady blushed\nscarlet, but whether from sympathy for Quigg or admiration for Nilsson,\nCully was unable to decide.\n\nQuigg's failure to coax away one of Tom's men ended active operations\nagainst Tom, so far as the Union was concerned. It continued to listen\nto McGaw's protests, but, with an eye open for its own interests,\nreplied that if Grogan's men would not be enticed away it could at\npresent take no further action. His trouble with Tom was an individual\nmatter, and a little patience on McGaw's part was advised. The season's\nwork was over, and nothing of importance could be done until the opening\nof the spring business. If Tom's men struck now, she would be glad to\nget rid of them. It would, therefore, be wiser to wait until she could\nnot do without them, when they might all be forced out in a body. In the\ninterim McGaw should direct his efforts to harassing his enemy. Perhaps\na word with Slattery, the blacksmith, might induce that worthy brother\nKnight to refuse to do her shoeing some morning when she was stalled for\nwant of a horse; or he might let a nail slip in a tender hoof. No one\ncould tell what might happen in the coming months. At the moment the\nfunds of the Union were too low for aggressive measures. Were McGaw,\nhowever, to make a contribution of two hundred dollars to the bank\naccount in order to meet possible emergencies, something might be done.\nAll this was duly inscribed in the books of the committee,--that is, the\nlast part of it,--and upon McGaw's promising to do what he could toward\nimproving the funds. It was thereupon subsequently resolved that before\nresorting to harsher measures the Union should do all in its power\ntoward winning over the enemy. Brother Knight Dennis Quigg was thereupon\ndeputed to call upon Mrs. Grogan and invite her into the Union.\n\nOn brother Knight Dennis Quigg's declining for private reasons the\nhonorable mission intrusted to him by the honorable board (Mr. Quigg's\nexact words of refusal, whispered in the chairman's ear, were, \"I'm\na-jollyin' one of her kittens; send somebody else after the old cat\"),\nanother walking delegate, brother Knight Crimmins by name, was selected\nto carry out the gracious action of the committee.\n\nCrimmins had begun life as a plumber's helper, had been iceman,\nnight-watchman, heeler, and full-fledged plumber; and having been out of\nwork himself for months at a time, was admirably qualified to speak of\nthe advantages of idleness to any other candidate for like honors.\n\nHe was a small man with a big nose, grizzled chin-whiskers, and\nrum-and-watery eyes, and wore constantly a pair of patched blue overalls\nas a badge of his laborship. The seat of these outside trousers showed\nmore wear than his hands.\n\nImmediately upon his appointment, Crimmins went to McGaw's house to talk\nover the line of attack. The conference was held in the sitting-room and\nbehind closed doors--so tightly closed that young Billy McGaw, with one\neye in mourning from the effect of a recent street fight, was unable,\neven by the aid of the undamaged eye and the keyhole, to get the\nslightest inkling of what was going on inside.\n\nWhen the door was finally opened and McGaw and Crimmins came out, they\nbrought with them an aroma the pungency of which was explained by two\nempty glasses and a black bottle decorating one end of the only table in\nthe room.\n\nAs Crimmins stepped down from the broken stoop, with its rusty\nrain-spout and rotting floor-planks, Billy overheard this parting remark\nfrom his father: \"Thry the ile furst, Crimmy, an' see what she'll do;\nthin give her the vinegar; and thin,\" with an oath, \"ef that don't\nfetch'er, come back here to me and we'll give 'er the red pepper.\"\n\nBrother Knight Crimmins waved his hand to the speaker. \"Just leave'er to\nme, Dan,\" he said, and started for Tom's house. Crimmins was delighted\nwith his mission. He felt sure of bringing back her application within\nan hour. Nothing ever pleased him so much as to work a poor woman into\nan agony of fright with threats of the Union. Wives and daughters had\noften followed him out into the street, begging him to let the men\nalone for another week until they could pay the rent. Sometimes, when\nhe relented, the more grateful would bless him for his magnanimity. This\nincreased his self-respect.\n\nTom met him at the door. She had been sitting up with a sick child of\nDick Todd, foreman at the brewery, and had just come home. Hardly a week\npassed without some one in distress sending for her. She had never seen\nCrimmins before, and thought he had come to mend the roof. His first\nwords, however, betrayed him:--\n\n\"The Knights sent me up to have a word wid ye.\"\n\nTom made a movement as if to shut the door in his face; then she paused\nfor an instant, and said curtly, \"Come inside.\"\n\nCrimmins crushed his slouch-hat in his hand, and slunk into a chair by\nthe window. Tom remained standing.\n\n\"I see ye like flowers, Mrs. Grogan,\" he began, in his gentlest voice.\n\"Them geraniums is the finest I iver see\"--peering under the leaves of\nthe plants. \"Guess it's 'cause ye water 'em so much.\"\n\nTom made no reply.\n\nCrimmins fidgeted on his chair a little, and tried another tack. \"I\ns'pose ye ain't doin' much just now, weather's so bad. The road's awful\ngoin' down to the fort.\"\n\nTom's hands were in the side pockets of her ulster. Her face was aglow\nwith her brisk walk from the tenements. She never took her eyes from his\nface, and never moved a muscle of her body. She was slowly revolving in\nher mind whether any information she could get out of him would be worth\nthe waiting for.\n\nCrimmins relapsed into silence, and began patting the floor with his\nfoot. The prolonged stillness was becoming uncomfortable.\n\n\"I was tellin' ye about the meetin' we had to the Union last night. We\nwas goin' over the list of members, an' we didn't find yer name. The\nboard thought maybe ye'd like to come in wid us. The dues is only\ntwo dollars a month. We're a-regulatin' the prices for next year,\nstevedorin' an' haulin', an' the rates'll be sent out next week.\" The\nstopper was now out of the oil-bottle.\n\n\"How many members have ye got?\" she asked quietly.\n\n\"Hundred an' seventy-three in our branch of the Knights.\"\n\n\"All pay two dollars a month?\"\n\n\"That's about the size of it,\" said Crimmins.\n\n\"What do we git when we jine?\"\n\n\"Well, we all pull together--that's one thing. One man's strike's\nevery man's strike. The capitalists been tryin' to down us, an' the\nlaborin'-man's got to stand together. Did ye hear about the Fertilizer\nCompany's layin' off two of our men las' Friday just fer bein' off a day\nor so without leave, and their gittin' a couple of scabs from Hoboken\nto\"--\n\n\"What else do we git?\" said Tom, in a quick, imperious tone, ignoring\nthe digression. She had moved a step closer.\n\nCrimmins looked slyly up into her eyes. Until this moment he had been\naddressing his remarks to the brass ornament on the extreme top of the\ncast-iron stove. Tom's expression of face did not reassure him; in\nfact, the steady gaze of her clear gray eye was as uncomfortable as the\nfocused light of a sun lens.\n\n\"Well--we help each other,\" he blurted out.\n\n\"Do you do any helpin'?\"\n\n\"Yis;\" stiffening a little. \"I'm the walkin' delegate of our branch.\"\n\n\"Oh, ye're the walkin' delegate! You don't pay no two dollars, then, do\nye!\"\n\n\"No. There's got to be somebody a-goin' round all the time, an' Dinnis\nQuigg and me's confidential agents of the branch, an' what we says\ngoes\"--slapping his overalls decisively with his fist. McGaw's suggested\nstopper was being loosened on the vinegar.\n\nTom's fingers closed tightly. Her collar began to feel small. \"An' I\ns'pose if ye said I should pay me men double wages, and put up the price\no' haulin' so high that me customers couldn't pay it, so that some of\nyer dirty loafers could cut in an' git it, I'd have to do it, whether\nI wanted to or not; or maybe ye think I'd oughter chuck some o' me own\nboys into the road because they don't belong to yer branch, as ye call\nit, and git a lot o' dead beats to work in their places who don't know\na horse from a coal-bucket. An' ye'll help me, will ye? Come out here on\nthe front porch, Mr. Crimmins\"--opening the door with a jerk. \"Do ye see\nthat stable over there! Well, it covers seven horses; an' the shed has\nsix carts with all the harness. Back of it--perhaps if ye stand on yer\ntoes even a little feller like you can see the top of another shed. That\none has me derricks an' tools.\"\n\nCrimmins tried to interrupt long enough to free McGaw's red pepper, but\nher words poured out in a torrent.\n\n\"Now ye can go back an' tell Dan McGaw an' the balance of yer two-dollar\nloafers that there ain't a dollar owin' on any horse in my stable, an'\nthat I've earned everything I've got without a man round to help 'cept\nthose I pays wages to. An' ye can tell 'em, too, that I'll hire who I\nplease, an' pay 'em what they oughter git; an' I'll do me own haulin'\nan' unloadin' fer nothin' if it suits me. When ye said ye were a walkin'\ndelegate ye spoke God's truth. Ye'd be a ridin' delegate if ye could;\nbut there's one thing ye'll niver be, an' that's a workin' delegate,\nas long as ye kin find fools to pay ye wages fer bummin' round day 'n'\nnight. If I had me way, ye would walk, but it would be on yer uppers,\nwid yer bare feet to the road.\"\n\nCrimmins again attempted to speak, but she raised her arm threateningly:\n\"Now, if it's walkin' ye are, ye can begin right away. Let me see ye\nearn yer wages down that garden an' into the road. Come, lively now,\nbefore I disgrace meself a-layin' hands on the likes of ye!\"\n\n\n\n\nV. A WORD FROM THE TENEMENTS\n\nOne morning Patsy came up the garden path limping on his crutch; the\nlittle fellow's eyes were full of tears. He had been out with his goat\nwhen some children from the tenements surrounded his cart, pitched it\ninto the ditch, and followed him half way home, calling \"Scab! scab!\" at\nthe top of their voices. Cully heard his cries, and ran through the yard\nto meet him, his anger rising at every step. To lay hands on Patsy was,\nto Cully, the unpardonable sin. Ever since the day, five years\nbefore, when Tom had taken him into her employ, a homeless waif of\nthe streets,--his father had been drowned from a canal-boat she was\nunloading,--and had set him down beside Patsy's crib to watch while\nshe was at her work, Jennie being at school, Cully had loved the little\ncripple with the devotion of a dog to its master. Lawless, rough, often\ncruel, and sometimes vindictive as Cully was to others, a word from\nPatsy humbled and softened him.\n\nAnd Patsy loved Cully. His big, broad chest, stout, straight legs,\nstrong arms and hands, were his admiration and constant pride. Cully was\nhis champion and his ideal. The waif's recklessness and audacity were to\nhim only evidences of so much brains and energy.\n\nThis love between the lads grew stronger after Tom had sent to Dublin\nfor her old father, that she might have \"a man about the house.\" Then\na new blessing came, not only into the lives of both the lads, but into\nthe whole household as well. Mullins, in his later years, had been a\ndependent about Trinity College, and constant association with books and\nstudents had given him a taste for knowledge denied his daughter. Tom\nhad left home when a girl. In the long winter nights during the slack\nseason, after the stalls were bedded and the horses were fed and watered\nand locked up for the night, the old man would draw up his chair to\nthe big kerosene lamp on the table, and tell the boys stories--they\nlistening with wide-open eyes, Cully interrupting the narrative every\nnow and then by such asides as \"No flies on them fellers, wuz ther',\nPatsy? They wuz daisies, they wuz. Go on, Pop; it's better'n a circus;\"\nwhile Patsy would cheer aloud at the downfall of the vanquished, with\ntheir \"three thousand lance-bearers put to death by the sword,\" waving\nhis crutch over his head in his enthusiasm.\n\nJennie would come in too, and sit by her mother; and after Nilsson's\nencounter with Quigg--an incident which greatly advanced him in Tom's\nestimation--Cully would be sent to bring him in from his room over the\nstable and give him a chair with the others, that he might learn\nthe language easier. At these times it was delightful to watch the\nexpression of pride and happiness that would come over Tom's face as she\nlistened to her father's talk.\n\n\"But ye have a great head, Gran'pop,\" she would say. \"Cully, ye\nblatherin' idiot, why don't ye brace up an' git some knowledge in yer\nhead? Sure, Gran'pop, Father McCluskey ain't in it wid ye a minute. Ye\ncould down the whole gang of 'em.\" And the old man would smile faintly\nand say he had heard the young gentlemen at the college recite the\nstories so many times he could never forget them.\n\nIn this way the boys grew closer together, Patsy cramming himself from\nbooks during the day in order to tell Cully at night all about the Forty\nThieves boiled in oil, or Ali Baba and his donkey, or poor man Friday\nto whom Robinson Crusoe was so kind; and Cully relating in return how\nJimmie Finn smashed Pat Gilsey's face because he threw stones at his\nsister, ending with a full account of a dog-fight which a \"snoozer of a\ncop\" stopped with his club.\n\nSo when Patsy came limping up the garden path this morning, rubbing\nhis eyes, his voice choking, and the tears streaming, and, burying\nhis little face in Cully's jacket, poured out his tale of insult and\nsuffering, that valiant defender of the right pulled his cap tight over\nhis eyes and began a still-hunt through the tenements. There, as he\nafterwards expressed it, he \"mopped up the floor\" with one after another\nof the ringleaders, beginning with young Billy McGaw, Dan's eldest son\nand Cully's senior.\n\nTom was dumfounded at the attack on Patsy. This was a blow upon which\nshe had not counted. To strike her Patsy, her cripple, her baby! The\ncowardice of it incensed her, She knew instantly that her affairs must\nhave been common talk about the tenements to have produced so great an\neffect upon the children. She felt sure that their fathers and mothers\nhad encouraged them in it.\n\nIn emergencies like this it was never to the old father that she turned.\nHe was too feeble, too much a thing of the past. While to a certain\nextent he influenced her life, standing always for the right and always\nfor the kindest thing she could do, yet when it came to times of action\nand danger she felt the need of a younger and more vigorous mind. It\nwas on Jennie, really more her companion than her daughter, that she\ndepended for counsel and sympathy at these times.\n\nTom did not underestimate the gravity of the situation. Up to that point\nin her career she had fought only the cold, the heat, the many weary\nhours of labor far into the night, and now and then some man like McGaw.\nBut this stab from out the dark was a danger to which she was unused.\nShe saw in this last move of McGaw's, aided as he was by the Union,\nnot only a determination to ruin her, but a plan to divide her business\namong a set of men who hated her as much on account of her success as\nfor anything else. A few more horses and carts and another barn or two,\nand she herself would become a hated capitalist. That she had stood out\nin the wet and cold herself, hours at a time, like any man among them;\nthat she had, in her husband's early days, helped him feed and bed their\none horse, often currying him herself; that when she and her Tom had\nmoved to Rockville with their savings and there were three horses to\ncare for and her husband needed more help than he could hire, she had\nbrought her little baby Patsy to the stable while she worked there like\na man; that during all this time she had cooked and washed and kept the\nhouse tidy for four people; that she had done all these things she\nfelt would not count now with the Union, though each member of it was a\nbread-winner like herself.\n\nShe knew what power it wielded. There had been the Martin family,\nhonest, hardworking people, who had come down from Haverstraw--the man\nand wife and their three children--and moved into the new tenement with\nall their nice furniture and new carpets. Tom had helped them unload\nthese things from the brick-sloop that brought them. A few weeks after,\npoor Martin, still almost a stranger, had been brought home from the\ngas-house with his head laid open, because he had taken the place of a\nUnion man discharged for drunkenness, and lingered for weeks until he\ndied. Then the widow, with her children about her, had been put aboard\nanother sloop that was going back to her old home. Tom remembered, as\nif it were yesterday, the heap of furniture and little pile of kitchen\nthings sold under the red flag outside the store near the post-office.\n\nShe had seen, too, the suffering and misery of her neighbors during the\nlong strike at the brewery two years before, and the moving in and out\nfrom house to tenement and tenement to shanty, with never a day's work\nafterward for any man who left his job. She had helped many of the men\nwho, three years before, had been driven out of work by the majority\nvote of the Carpenters' Union, and who dared not go back and face the\nterrible excommunication, the social boycott, with all its insults and\ncruelties. She shuddered as she thought again of her suspicions years\nago when the bucket had fallen that crushed in her husband's chest, and\nsent him to bed for months, only to leave it a wrecked man. The rope\nthat held the bucket had been burned by acid, Dr. Mason said. Some\ngrudge of the Union, she had always felt, was paid off then.\n\nShe knew what the present trouble meant, now that it was started, and\nshe knew in what it might end. But her courage never wavered. She\nran over in her mind the names of the several men who were fighting\nher--McGaw, for whom she had a contempt; Dempsey and Jimmie Brown, of\nthe executive committee, both liquor-dealers; Paterson, foreman of the\ngas-house; and the rest--dangerous enemies, she knew.\n\nThat night she sent for Nilsson to come to the house; heard from him,\nword for word, of Quigg's effort to corrupt him; questioned Patsy\nclosely, getting the names of the children who had abused him; then\ncalling Jennie into her bedroom, she locked the door behind them.\n\nWhen they reentered the sitting-room, an hour later, Jennie's lips were\nquivering. Tom's mouth was firmly set. Her mind was made up.\n\nShe would fight it out to the bitter end.\n\n\n\n\nVI. THE BIG GRAY GOES HUNGRY\n\nThat invincible spirit which dwelt in Tom's breast--that spirit which\nhad dared Lathers, outwitted Duffy, cowed Crimmins, and braved the\nUnion, did not, strange to say, dominate all the members of her own\nhousehold. One defied her. This was no other than that despoiler of\nnew-washed clothes, old harness, wagon-grease, time-books, and spring\nflowers, that Arab of the open lot, Stumpy the goat.\n\nThis supremacy of the goat had lasted since the eventful morning when,\nonly a kid of tender days, he had come into the stable-yard and wobbled\nabout on his uncertain legs, nestling down near the door where Patsy\nlay. During all these years he had ruled over Tom. At first because his\nfuzzy white back and soft, silky legs had been so precious to the\nlittle cripple, and later because of his inexhaustible energy, his\naggressiveness, and his marvelous activity. Brave spirits have fainted\nat the sight of spiders, others have turned pale at lizards, and some\nhave shivered when cats crossed their paths. The only thing Tom feared\non any number of legs, from centipedes to men, was Stumpy.\n\n\"Git out, ye imp of Satan!\" she would say, raising her hand when he\nwandered too near; \"or I'll smash ye!\" The next instant she would be\ndodging behind the cart out of the way of Stumpy's lowered horns, with\na scream as natural and as uncontrollable as that of a schoolgirl over\na mouse. When he stood in the path cleared of snow from house to stable\ndoor, with head down, prepared to dispute every inch of the way with\nher, she would tramp yards around him, up to her knees in the drift,\nrather than face his obstinate front.\n\nThe basest of ingratitude actuated the goat. When the accident occurred\nthat gained him his sobriquet and lost him his tail, it was Tom's\nquickness of hand alone that saved the remainder of his kidship from\ndisappearing as his tail had done. Indeed, she not only choked the dog\nwho attacked him, until he loosened his hold from want of breath, but\nshe threw him over the stable-yard fence as an additional mark of her\ndispleasure.\n\nIn spite of her fear of him, Tom never dispossessed Stumpy. That her\nPatsy loved him insured him his place for life.\n\nSo Stumpy roamed through yard, kitchen, and stable, stalking over\nbleaching sheets, burglarizing the garden gate, and grazing wherever he\nchose.\n\nThe goat inspired no fear in anybody else. Jennie would chase him out\nof her way a dozen times a day, and Cully would play bullfight with him,\nand Carl and the other men would accord him his proper place, spanking\nhim with the flat of a shovel whenever he interfered with their daily\nduties, or shying a corn-cob after him when his alertness carried him\nout of their reach.\n\nThis afternoon Jennie had missed her blue-checked apron. It had been\ndrying on the line outside the kitchen door five minutes before. There\nwas no one at home but herself, and she had seen nobody pass the door.\nPerhaps the apron had blown over into the stable-yard. If it had, Carl\nwould be sure to have seen it. She knew Carl had come home; she had been\nwatching for him through the window. Then she ran in for her shawl.\n\nCarl was rubbing down the Big Gray. He had been hauling ice all the\nmorning for the brewery. The Gray was under the cart-shed, a flood of\nwinter sunlight silvering his shaggy mane and restless ears. The Swede\nwas scraping his sides with the currycomb, and the Big Gray, accustomed\nto Cully's gentler touch, was resenting the familiarity by biting at the\ntippet wound about the neck of the young man.\n\nSuddenly Carl raised his head--he had caught a glimpse of a flying apron\nwhipping round the stable door. He knew the pattern. It always gave him\na lump in his throat, and some little creepings down his back when he\nsaw it. Then he laid down the currycomb. The next instant there came a\nsound as of a barrel-head knocked in by a mixing-shovel, and Stumpy\nflew through the door, followed by Carl on the run. The familiar bit of\ncalico was Jennie's lost apron. One half was inside the goat, the other\nhalf was in the hand of the Swede.\n\nCarl hesitated for a moment, looked cautiously about the yard, and\nwalked slowly toward the house, his eyes on the fragments. He never went\nto the house except when he was invited, either to hear Pop read or to\ntake his dinner with the other men. At this instant Jennie came running\nout, the shawl about her head.\n\n\"Oh, Carl, did you find my apron? It blew away, and I thought it might\nhave gone into the yard.\"\n\n\"Yas, mees; an' da goat see it too--luke!\" extending the tattered\nfragments, anger and sorrow struggling for the mastery in his face.\n\n\"Well, I never! Carl, it was a bran'-new one. Now just see, all the\nstrings torn off and the top gone! I'm just going to give Stumpy a good\nbeating.\"\n\nCarl suggested that he run after the goat and bring him back; but Jennie\nthought he was down the road by this time, and Carl had been working all\nthe morning and must be tired. Besides, she must get some wood.\n\nCarl instantly forgot the goat. He had forgotten everything, indeed,\nexcept the trim little body who stood before him looking into his eyes.\nHe glowed all over with inward warmth and delight. Nobody had ever cared\nbefore whether he was tired. When he was a little fellow at home at\nMemlo his mother would sometimes worry about his lifting the big baskets\nof fish all day, but he could not remember that anybody else had ever\ngiven his feelings a thought. All this flashed through his mind as he\nreturned Jennie's look.\n\n\"No, no! I not tire--I brang da wood.\" And then Jennie said she never\nmeant it, and Carl knew she didn't, of course; and then she said she had\nnever thought of such a thing, and he agreed to that; and they talked so\nlong over it, standing out in the radiance of the noonday sun, the color\ncoming and going in both their faces,--Carl playing aimlessly with\nhis tippet tassel, and Jennie plaiting and pinching up the ruined\napron,--that the fire in the kitchen stove went out, and the Big Gray\ngrew hungry and craned his long neck around the shed and whinnied for\nCarl, and even Stumpy the goat forgot his hair-breadth escape, and\nreturned near enough to the scene of the robbery to look down at it from\nthe hill above.\n\nThere is no telling how long the Big Gray would have waited if Cully had\nnot come home to dinner, bringing another horse with Patsy perched on\nhis back. The brewery was only a short distance, and Tom always gave\nher men a hot meal at the house whenever it was possible. Had any other\nhorse been neglected, Cully would not have cared; but the Big Gray which\nhe had driven ever since the day Tom brought him home,--\"Old Blowhard,\"\nas he would often call him (the Gray was a bit wheezy),--the Big Gray\nwithout his dinner!\n\n\"Hully gee! Look at de bloke a-jollying Jinnie, an' de Blowhard\na-starvin'. Say, Patsy,\"--lifting him down,--\"hold de line till I git\nde Big Gray a bite. Git on ter Carl, will ye! I'm a-goin'--ter--tell\nde--boss,\"--with a threatening air, weighing each word--\"jes soon as she\ngits back. Ef I don't I'm a chump.\"\n\nAt sight of the boys, Jennie darted into the house, and Carl started for\nthe stable, his head in the clouds, his feet on air.\n\n\"No; I feed da horse, Cully,\"--jerking at his halter to get him away\nfrom Cully.\n\n\"A hell ov 'er lot ye will! I'll feed him meself. He's been home an hour\nnow, an' he ain't half rubbed down.\"\n\nCarl made a grab for Cully, who dodged and ran under the cart. Then a\nlump of ice whizzed past Carl's ear.\n\n\"Here, stop that!\" said Tom, entering the gate. She had been in the city\nall the morning--\"to look after her poor Tom,\" Pop said. \"Don't ye be\nthrowing things round here, or I'll land on top of ye.\"\n\n\"Well, why don't he feed de Gray, den? He started afore me, and dey\nwants de Gray down ter de brewery, and he up ter de house a-buzzin'\nJinnie.\"\n\n\"I go brang Mees Jan's apron; da goat eat it oop.\"\n\n\"Ye did, did ye! What ye givin' us? Didn't I see ye a-chinnin' 'er\nwhin I come over de hill--she a-leanin' up ag'in' de fence, an' youse\na-talkin' ter 'er, an' ole Blowhard cryin' like his heart was broke?\"\n\n\"Eat up what apron?\" said Tom, thoroughly mystified over the situation.\n\n\"Stumpy eat da apron--I brang back--da half ta Mees Jan.\"\n\n\"An' it took ye all the mornin' to give it to her?\" said Tom\nthoughtfully, looking Carl straight in the eye, a new vista opening\nbefore her.\n\nThat night when the circle gathered about the lamp to hear Pop read,\nCarl was missing. Tom had not sent for him.\n\n\n\n\nVII. THE CONTENTS OF CULLY'S MAIL\n\nWhen Walking Delegate Crimmins had recovered from his amazement, after\nhis humiliating defeat at Tom's hands, he stood irresolute for a moment\noutside her garden gate, indulged at some length in a form of profanity\npeculiar to his class, and then walked direct to McGaw's house.\n\nThat worthy Knight met him at the door. He had been waiting for him.\n\nYoung Billy McGaw also saw Crimmins enter the gate, and promptly hid\nhimself under the broken-down steps. He hoped to overhear what was going\non when the two went out again. Young Billy's inordinate curiosity\nwas quite natural. He had heard enough of the current talk about the\ntenements and open lots to know that something of a revengeful and\nretaliatory nature against the Grogans was in the air; but as nobody who\nknew the exact details had confided them to him, he had determined upon\nan investigation of his own. He not only hated Cully, but the whole\nGrogan household, for the pounding he had received at his hands, so he\nwas anxious to get even in some way.\n\nAfter McGaw had locked both doors, shutting out his wife and little\nJack, their youngest, he took a bottle from the shelf, filled two\nhalf-tumblers, and squaring himself in his chair, said:--\n\n\"Did ye see her, Crimmy?\"\n\n\"I did,\" replied Crimmins, swallowing the whiskey at a gulp.\n\n\"An' she'll come in wid us, will she?\"\n\n\"She will, will she? She'll come in nothin'. I jollied her about her\nflowers, and thought I had her dead ter rights, when she up an' asked me\nwhat we was a-goin' to do for her if she jined, an' afore I could tell\nher she opens the front door and gives me the dead cold.\"\n\n\"Fired ye?\" exclaimed McGaw incredulously.\n\n\"I'm givin' it to ye straight, Dan; an' she pulled a gun on me,\ntoo,\"--telling the lie with perfect composure. \"That woman's no slouch,\nor I don't know 'em. One thing ye can bet yer bottom dollar on--all h---\ncan't scare her. We've got to try some other way.\"\n\nIt was the peculiarly fertile quality of Crimmins's imagination that\nmade him so valuable to some of his friends.\n\nWhen the conspirators reached the door, neither Crimmins nor his father\nwas in a talkative mood, and Billy heard nothing. They lingered a moment\non the sill, within a foot of his head as he lay in a cramped position\nbelow, and then they sauntered out, his father bareheaded, to the\nstable-yard. There McGaw leaned upon a cart-wheel, listening dejectedly\nto Crimmins, who seemed to be outlining a plan of some kind, which\nat intervals lightened the gloom of McGaw's despair, judging from the\nexpression of his father's face. Then he turned hurriedly to the house,\ncursed his wife because he could not find his big fur cap, and started\nacross to the village. Billy followed, keeping a safe distance behind.\n\nTom after Patsy's sad experience forbade him the streets, and never\nallowed him out of her sight unless Cully or her father were with him.\nShe knew a storm was gathering, and she was watching the clouds and\nwaiting for the first patter of rain. When it came she intended that\nevery one of her people should be under cover. She had sent for Carl and\nher two stablemen, and told them that if they were dissatisfied in any\nway she wanted to know it at once. If the wages she was paying were not\nenough, she was willing to raise them, but she wanted them distinctly\nto understand that as she had built up the business herself, she was\nthe only one who had a right to manage it, adding that she would rather\nclean and drive the horses herself than be dictated to by any person\noutside. She said that she saw trouble brewing, and knew that her men\nwould feel it first. They must look out for themselves coming home late\nat night. At the brewery strike, two years before, hardly a day passed\nthat some of the non-union men were not beaten into insensibility.\n\nThat night Carl came back again to the porch door, and in his quiet,\nearnest way said: \"We have t'ink 'bout da Union. Da men not go--not\nlaik da union man. We not 'fraid\"--tapping his hip-pocket, where,\nsailor-like, he always carried his knife sheathed in a leather case.\n\nTom's eyes kindled as she looked into his manly face. She loved pluck\nand grit. She knew the color of the blood running in this young fellow's\nveins.\n\nWeek after week passed, and though now and then she caught the\nmutterings of distant thunder, as Cully or some of the others overheard\na remark on the ferry-boat or about the post-office, no other signs of\nthe threatened storm were visible.\n\nThen it broke.\n\nOne morning an important-looking envelope lay in her letter-box. It was\nlong and puffy, and was stamped in the upper corner with a picture of a\nbrewery in full operation. One end bore an inscription addressed to the\npostmaster, stating that in case Mr. Thomas Grogan was not found within\nten days, it should be returned to Schwartz & Co., Brewers.\n\nThe village post-office had several other letter-boxes, faced with\nglass, so that the contents of each could be seen from the outside. Two\nof these contained similar envelopes, looking equally important, one\nbeing addressed to McGaw.\n\nWhen he had called for his mail, the close resemblance between the\ntwo envelopes seen in the letter-boxes set McGaw to thinking. Actual\nscrutiny through the glass revealed the picture of the brewery on each.\nHe knew then that Tom had been asked to bid for the brewery hauling.\nThat night a special meeting of the Union was called at eight o'clock.\nQuigg, Crimmins, and McGaw signed the call.\n\n\"Hully gee, what a wad!\" said Cully, when the postmaster passed Tom's\nbig letter out to him. One of Cully's duties was to go for the mail.\n\nWhen Pop broke the seal in Tom's presence,--one of Pop's duties was to\nopen what Cully brought,--out dropped a type-written sheet notifying Mr.\nThomas Grogan that sealed proposals would be received up to March\n1st for \"unloading, hauling, and delivering to the bins of the Eagle\nBrewery\" so many tons of coal and malt, together with such supplies,\netc. There were also blank forms in duplicate to be duly filled up with\nthe price and signature of the bidder. This contract was given out once\na year. Twice before it had been awarded to Thomas Grogan. The year\nbefore a man from Stapleton had bid lowest, and had done the work. McGaw\nand his friends complained that it took the bread out of Rockville's\nmouth; but as the bidder belonged to the Union, no protest could be\nmade.\n\nThe morning after the meeting of the Union, McGaw went to New York by\nthe early boat. He carried a letter from Pete Lathers, the yardmaster,\nto Crane & Co., of so potent a character that the coal-dealers agreed\nto lend McGaw five hundred dollars on his three-months' note, taking\na chattel mortgage on his teams and carts as security, the money to be\npaid McGaw as soon as the papers were drawn. McGaw, in return, was to\nuse his \"pull\" to get a permit from the village trustees for the free\nuse of the village dock by Crane & Co. for discharging their Rockville\ncoal. This would save Crane half a mile to haul. It was this promise\nmade by McGaw which really turned the scale in his favor. To hustle\nsuccessfully it was often necessary for Crane to cut some sharp corners.\n\nThis dock, as McGaw knew perfectly well, had been leased to another\nparty--the Fertilizing Company--for two years, and could not possibly be\nplaced at Crane's disposal. But he said nothing of this to Crane.\n\nWhen the day of payment to McGaw arrived, Dempsey of the executive\ncommittee and Walking Delegate Quigg met McGaw at the ferry on his\nreturn from New York. McGaw had Crane's money in his pocket. That night\nhe paid two hundred dollars into the Union, two hundred to his feed-man\non an account long overdue, and the balance to Quigg in a poker game in\nthe back room over O'Leary's bar.\n\nTom also had an interview with Mr. Crane shortly after his interview\nwith McGaw. Something she said about the dock having been leased to the\nFertilizing Company caused Crane to leave his chair in a hurry, and ask\nhis clerk in an angry voice if McGaw had yet been paid the money on his\nchattel mortgage. When his cashier showed him the stub of the check,\ndated two days before, Crane slammed the door behind him, his teeth set\ntight, little puffs of profanity escaping between the openings. As he\nwalked with Tom to the door, he said:--\n\n\"Send your papers up, Tom, I'll go bond any day in the year for you,\nand for any amount; but I'll get even with McGaw for that lie he told me\nabout the dock, if it takes my bank account.\"\n\nThe annual hauling contract for the brewery, which had become an\nimportant one in Rockville, its business having nearly doubled in\nthe last few years, was of special value to Tom at this time, and she\ndetermined to make every effort to secure it.\n\nPop filled up the proposal in his round, clear hand, and Tom signed it,\n\"Thomas Grogan, Rockville, Staten Island.\" Then Pop witnessed it, and\nMr. Crane, a few days later, duly inscribed the firm's name under the\nclause reserved for bondsmen. After that Tom brought the bid home, and\nlaid it on the shelf over her bed.\n\nEverything was now ready for the fight.\n\nThe bids were to be opened at noon in the office of the brewery.\n\nBy eleven o'clock the hangers-on and idlers began to lounge into the\nbig yard paved with cobblestones. At half past eleven McGaw got out of a\nbuggy, accompanied by Quigg. At a quarter to twelve Tom, in her hood and\nulster, walked rapidly through the gate, and, without as much as a look\nat the men gathered about the office door, pushed her way into the room.\nThen she picked up a chair and, placing it against the wall, sat down.\nSticking out of the breast pocket of her ulster was the big envelope\ncontaining her bid.\n\nFive minutes before the hour the men began filing in one by one,\nawkwardly uncovering their heads, and standing in one another's way.\nSome, using their hats as screens, looked over the rims. When the bids\nwere being gathered up by the clerk, Dennis Quigg handed over McGaw's.\nThe ease with which Dan had raised the money on his notes had invested\nthat gentleman with some of the dignity and attributes of a capitalist;\nthe hired buggy and the obsequious Quigg indicated this. His new\nposition was strengthened by the liberal way in which he had portioned\nout his possessions to the workingman. It was further sustained by the\nhope that he might perhaps repeat his generosities in the near future.\n\nAt twelve o'clock precisely Mr. Schwartz, a round, bullet-headed German,\nentered the room, turned his revolving-chair, and began to cut the six\nenvelopes heaped up before him on his desk, reading the prices aloud as\nhe opened them in succession, the clerk recording. The first four were\nfrom parties in outside villages. Then came McGaw's:--\n\n\"Forty-nine cents for coal, etc.\"\n\nSo far he was lowest. Quigg twisted his hat nervously, and McGaw's\ncoarse face grew red and white by turns.\n\nTom's bid was the last.\n\n\"Thomas Grogan, Rockville, S.I., thirty-eight cents for coal, etc.\"\n\n\"Gentlemen,\" said Mr. Schwartz, quietly, \"Thomas Grogan gets the\nhauling.\"\n\n\n\n\nVIII. POP MULLINS'S ADVICE\n\nAlmost every man and woman in the tenement district knew Oscar Schwartz,\nand had felt the power of his obstinate hand during the long strike\nof two years before, when, the Union having declared war, Schwartz\nhad closed the brewery for several months rather than submit to its\ndictation. The news, therefore, that the Union had called a meeting and\nappointed a committee to wait on Mr. Schwartz, to protest against his\ngiving work to a non-union woman filled them with alarm. The women\nremembered the privations and suffering of that winter, and the three\ndollars a week doled out to them by the Central Branch, while their\nhusbands, who had been earning two and three dollars a day, were\ndrinking at O'Leary's bar, playing cards, or listening to the\nencouraging talk of the delegates who came from New York to keep up\ntheir spirits. The brewery employed a larger number of men than any\nother concern in Rockville, so trouble with its employees meant serious\ntrouble for half the village if Schwartz defied the Union and selected a\nnon-union woman to do the work.\n\nThey knew, too, something of the indomitable pluck and endurance of\nTom Grogan. If she were lowest on the bids, she would fight for the\ncontract, they felt sure, if it took her last dollar. McGaw was a fool,\nthey said, to bid so high; he might have known she would cut his throat,\nand bring them no end of trouble.\n\nHaving nursed their resentment, and needing a common object for their\nwrath, the women broke out against Tom. Many of them had disliked her\never since the day, years ago, when she had been seen carrying her\ninjured husband away at night to the hospital, after months of nursing\nat home. And the most envious had always maintained that she meant at\nthe time to put him away forever where no one could find him, so that\nshe might play the man herself.\n\n\"Why should she be a-comin' in an' a-robbin' us of our pay?\" muttered\na coarse, red-faced virago, her hair in a frowse about her head, her\nslatternly dress open at the throat. \"Oi'll be one to go an' pull her\noff the dock and jump on her. What's she a-doin', any-how, puttin' down\nprices! Ef her ole man had a leg to walk on, instid of his lyin' to-day\na cripple in the hospital, he'd be back and be a-runnin' things.\"\n\n\"She's doin' what she's a right to do,\" broke out Mrs. Todd indignantly.\nMrs. Todd was the wife of the foreman at the brewery, and an old friend\nof Tom's. Tom had sat up with her child only the week before. Indeed,\nthere were few women in the tenements, for all their outcry, who did\nnot know how quick had been her hand to help when illness came, or the\nlandlord threatened the sidewalk, or the undertaker insisted on his\nmoney in advance.\n\n\"It's not Tom Grogan that's crooked,\" Mrs. Todd continued, \"an' ye all\nknow it. It's that loafer, Dennis Quigg, and that old sneak, Crimmins.\nThey never lifted their hands on a decent job in their lives, an' don't\nwant to. When my man Jack was out of work for four months last winter,\nand there wasn't a pail of coal in the house, wasn't Quigg gittin' his\nfour dollars a day for shootin' off his mouth every night at O'Leary's,\nan' fillin' the men's heads full of capital and rights? An' Dan McGaw's\nno better. If ye're out for jumpin' on people, Mrs. Moriarty, begin with\nQuigg an' some of the bummers as is runnin' the Union, an' as gits paid\nwhether the men works or not.\"\n\n\"Bedad, ye're roight,\" said half a dozen women, the tide turning\nsuddenly, while the excitement grew and spread, and other women came in\nfrom the several smaller tenements.\n\n\"Is the trouble at the brewery?\" asked a shrunken-looking woman,\nopening a door on the corridor, a faded shawl over her head. She was\na new-comer, and had been in the tenement only a week or so--not long\nenough to have the run of the house or to know her neighbors.\n\n\"Yes; at Schwartz's,\" said Mrs. Todd, stopping opposite her door on the\nway to her own rooms. \"Your man's got a job there, ain't he?\"\n\n\"He has, mum; he's gateman--the fust job in six months. Ye don't think\nthey'll make him throw it up, do ye, mum?\"\n\n\"Yes; an' break his head if he don't. Thet's what they did to my man\nthree years gone, till he had to come in with the gang and pay 'em two\ndollars a month,\" replied Mrs. Todd.\n\n\"But my man's jined, mum, a month ago; they wouldn't let him work till\nhe did. Won't ye come in an' set down? It's a poor place we have--we've\nbeen so long without work, an' my girl's laid off with a cough. She's\nbeen a-workin' at the box-factory. If the Union give notice again,\nI don't know what'll become of us. Can't we do somethin'? Maybe Mrs.\nGrogan might give up the work if she knew how it was wid us. She seems\nlike a dacent woman; she was in to look at me girl last week, hearin' as\nhow we were strangers an' she very bad.\"\n\n\"Oh, ye don't know her. Ye can save yer wind and shoe-leather. She's on\nter McGaw red hot; that's the worst of it. He better look out; she'll\ndown him yet,\" said Mrs. Todd.\n\nAs the two entered the stuffy, close room for further discussion, a\nyoung girl left her seat by the window, and moved into the adjoining\napartment. She had that yellow, waxy skin, hollow, burning eyes, and\nhectic flush which tell the fatal story so clearly.\n\nWhile the women of the tenements were cursing or wringing their hands,\nthe men were devoting themselves to more vigorous measures. A meeting\nwas called for nine o'clock at Lion Hall.\n\nIt was held behind closed doors. Two walking delegates from Brooklyn\nwere present, having been summoned by telegram the night before, and who\nwere expected to coax or bully the weak-kneed, were the ultimatum sent\nto Schwartz refused and an order for a sympathetic strike issued.\n\nAt the brewery all was quiet. Schwartz had read the notice left on\nhis desk by the committee the night before, and had already begun his\narrangements to supply the places of the men if a strike were ordered.\nWhen pressed by Quigg for a reply, he said quietly:--\n\n\"The price for hauling will be Grogan's bid. If she wants it, it is\nhers.\"\n\nTom talked the matter over with Pop, and had determined to buy another\nhorse and hire two extra carts. At her price there was a margin of at\nleast ten cents a ton profit, and as the work lasted through the year,\nshe could adjust the hauling of her other business without much extra\nexpense. She discussed the situation with no one outside her house. If\nSchwartz wanted her to carry on the work, she would do it, Union or no\nUnion. Mr. Crane was on her bond. That in itself was a bracing factor.\nStrong and self-reliant as she was, the helping hand which this man held\nout to her was like an anchor in a storm.\n\nThat Sunday night they were all gathered round the kerosene lamp,--Pop\nreading, Cully and Patsy on the floor, Jennie listening absent-mindedly,\nher thoughts far away,--when there came a knock at the kitchen door.\nJennie flew to open it.\n\nOutside stood two women. One was Mrs. Todd, the other the haggard,\npinched, careworn woman who had spoken to her that morning at her\nroom-door in the tenement.\n\n\"They want to see you, mother,\" said Jennie, all the light gone out of\nher eyes. What could be the matter with Carl, she thought. It had been\nthis way for a week.\n\n\"Well, bring 'em in. Hold on, I'll go meself.\"\n\n\"She would come, Tom,\" said Mrs. Todd, unwinding her shawl from her head\nand shoulders; \"an' ye mustn't blame me, fer it's none of my doin's.\nWalk in, mum; ye can speak to her yerself. Why, where is she?\"--looking\nout of the door into the darkness. \"Oh, here ye are; I thought ye'd\nskipped.\"\n\n\"Do ye remember me?\" said the woman, stepping into the room, her gaunt\nface looking more wretched under the flickering light of the candle than\nit had done in the morning. \"I'm the new-comer in the tenements. Ye were\nin to see my girl th'other night. We're in great trouble.\"\n\n\"She's not dead?\" said Tom, sinking into a chair.\n\n\"No, thank God; we've got her still wid us; but me man's come home\nto-night nigh crazy. He's a-walkin' the floor this minute, an' so I goes\nto Mrs. Todd, an' she come wid me. If he loses the job now, we're in the\nstreet. Only two weeks' work since las' fall, an' the girl gettin' worse\nevery day, and every cint in the bank gone, an' hardly a chair lef' in\nthe place. An' I says to him, 'I'll go meself. She come in to see Katie\nth' other night; she'll listen to me.' We lived in Newark, mum, an' had\nfour rooms and a mahogany sofa and two carpets, till the strike come\nin the clock-factory, an' me man had to quit; an' then all winter--oh,\nwe're not used to the likes of this!\"--covering her face with her shawl\nand bursting into tears.\n\nTom had risen to her feet, her face expressing the deepest sympathy\nfor the woman, though she was at a loss to understand the cause of her\nvisitor's distress.\n\n\"Is yer man fired?\" she asked.\n\n\"No, an' wouldn't be if they'd let him alone. He's sober an' steady,\nan' never tastes a drop, and brings his money home to me every Saturday\nnight, and always done; an' now they\"--\n\n\"Well, what's the matter, then?\" Tom could not stand much beating about\nthe bush.\n\n\"Why, don't ye know they've give notice?\" she said in astonishment;\nthen, as a misgiving entered her mind, \"Maybe I'm wrong; but me man an'\nall of 'em tells me ye're a-buckin' ag'in' Mr. McGaw, an' that ye has\nthe haulin' job at the brewery.\"\n\n\"No,\" said Tom, with emphasis, \"ye're not wrong; ye're dead right. But\nwho's give notice?\"\n\n\"The committee's give notice, an' the boss at the brewery says he'll\ngive ye the job if he has to shut up the brewery; an' the committee's\ndecided to-day that if he does they'll call out the men. My man is a\nmember, and so I come over\"--And she rested her head wearily against the\ndoor, the tears streaming down her face.\n\nTom looked at her wonderingly, and then, putting her strong arms about\nher, half carried her across the kitchen to a chair by the stove. Mrs.\nTodd leaned against the table, watching the sobbing woman.\n\nFor a moment no one spoke. It was a new experience for Tom. Heretofore\nthe fight had been her own and for her own. She had never supposed\nbefore that she filled so important a place in the neighborhood, and for\na moment there flashed across her mind a certain justifiable pride in\nthe situation. But this feeling was momentary. Here was a suffering\nwoman. For the first time she realized that one weaker than herself\nmight suffer in the struggle. What could she do to help her? This\nthought was uppermost in her mind.\n\n\"Don't ye worry,\" she said tenderly. \"Schwartz won't fire yer man.\"\n\n\"No; but the sluggers will. There was five men 'p'inted to-day to do up\nthe scabs an' the kickers who won't go out. They near killed him once\nin Newark for kickin'. It was that time, you know, when Katie was first\ntook bad.\"\n\n\"Do ye know their names?\" said Tom, her eyes flashing.\n\n\"No, an' me man don't. He's new, an' they dar'sn't trust him. It was in\nthe back room, he says, they picked 'em out.\"\n\nTom stood for some moments in deep thought, gazing at the fire, her\narms akimbo. Then, wheeling suddenly, she opened the door of the\nsitting-room, and said in a firm, resolute voice:--\n\n\"Gran'pop, come here; I want ye.\"\n\nThe old man laid down his book, and stood in the kitchen doorway. He was\nin his shirt-sleeves, his spectacles on his forehead.\n\n\"Come inside the kitchen, an' shut that door behind ye. Here's me friend\nJane Todd an' a friend of hers from the tenement. That thief of a McGaw\nhas stirred up the Union over the haulin' bid, and they've sent notice\nto Schwartz that I don't belong to the Union, an' if he don't throw me\nover an' give the job to McGaw they'll call out the men. If they do,\nthere's a hundred women and three times that many children that'll go\nhungry. This woman here's got a girl herself that hasn't drawed a well\nbreath for six months, an' her man's been idle all winter, an' only just\nnow got a job at Schwartz's, tending gate. Now, what'll I do? Shall I\nchuck up the job or stick?\"\n\nThe old man looked into the desolate, weary face of the woman and then\nat Tom. Then he said slowly:--\n\n\"Well, child, ye kin do widout it, an' maybe t' others can't.\"\n\n\"Ye've got it straight,\" said Tom; \"that's just what I think meself.\"\nThen, turning to the stranger:--\n\n\"Go home and tell yer man to go to bed. I'll touch nothin' that'll break\nthe heart of any woman. The job's McGaw's. I'll throw up me bid.\"\n\n\n\n\nIX. WHAT A SPARROW SAW\n\nEver since the eventful morning when Carl had neglected the Big Gray for\na stolen hour with Jennie, Cully had busied himself in devising ways\nof making the Swede's life miserable. With a boy's keen insight, he had\ndiscovered enough to convince him that Carl was \"dead mashed on Jennie,\"\nas he put it, but whether \"for keeps\" or not he had not yet determined.\nHe had already enriched his songs with certain tender allusions to their\npresent frame of mind and their future state of happiness. \"Where was\nMoses when the light went out!\" and \"Little Annie Rooney\" had undergone\nso subtle a change when sung at the top of Mr. James Finnegan's voice\nthat while the original warp and woof of those very popular melodies\nwere entirely unrecognizable to any but the persons interested, to\nthem they were as gall and wormwood. This was Cully's invariable way\nof expressing his opinions on current affairs. He would sit on the\nfront-board of his cart,--the Big Gray stumbling over the stones as he\nwalked, the reins lying loose,--and fill the air with details of events\npassing in the village, with all the gusto of a variety actor. The\nimpending strike at the brewery had been made the basis of a paraphrase\nof \"Johnnie, get your gun;\" and even McGaw's red head had come in for\nits share of abuse to the air of \"Fire, boys, fire!\" So for a time this\nnew development of tenderness on the part of Carl for Jennie served to\nring the changes on \"Moses\" and \"Annie Rooney.\"\n\nCarl's budding hopes had been slightly nipped by the cold look in Tom's\neye when she asked him if it took an hour to give Jennie a tattered\napron. With some disappointment he noticed that except at rare\nintervals, and only when Tom was at home, he was no longer invited to\nthe house. He had always been a timid, shrinking fellow where a woman\nwas concerned, having followed the sea and lived among men since he was\nsixteen years old. During these earlier years he had made two voyages\nin the Pacific, and another to the whaling-ground in the Arctic seas. On\nthis last voyage, in a gale of wind, he had saved all the lives aboard\na brig, the crew helpless from scurvy. When the lifeboat reached the\nlee of her stern, Carl at the risk of his life climbed aboard, caught a\nline, and lowered the men, one by one, into the rescuing yawl. He could\nwith perfect equanimity have faced another storm and rescued a second\ncrew any hour of the day or night, but he could not face a woman's\ndispleasure. Moreover, what Tom wanted done was law to Carl. She had\ntaken him out of the streets and given him a home. He would serve her in\nwhatever way she wished as long as he lived.\n\nHe and Gran'pop were fast friends. On rainy days, or when work was dull\nin the winter months, the old man would often come into Carl's little\nchamber, next the harness-room in the stable, and sit on his bed by the\nhour. And Carl would tell him about his people at home, and show him\nthe pictures tacked over his bed, those of his old mother with her white\ncap, and of the young sister who was soon to be married.\n\nOn Sundays Carl followed Tom and her family to church, waiting until\nthey had left the house. He always sat far back near the door, so that\nhe could see them come out. Then he would overtake Pop with Patsy,\nwhenever the little fellow could go. This was not often, for now there\nwere many days when the boy had to lie all day on the lounge in the\nsitting-room, poring over his books or playing with Stumpy, brought into\nthe kitchen to amuse him.\n\nSince the day of Tom's warning look, Carl rarely joined her daughter.\nJennie would loiter by the way, speaking to the girls, but he would hang\nback. He felt that Tom did not want them together.\n\nOne spring morning, however, a new complication arose. It was a morning\nwhen the sky was a delicate violet-blue, when the sunlight came tempered\nthrough a tender land haze and a filmy mist from the still sea, when\nall the air was redolent with sweet smells of coming spring, and all the\ngirls were gay in new attire. Dennis Quigg had been lounging outside the\nchurch door, his silk hat and green satin necktie glistening in the sun.\nWhen Jennie tripped out Quigg started forward. The look on his face,\nas with swinging shoulders he slouched beside her, sent a thrill\nof indignation through Carl. He could give her up, perhaps, if Tom\ninsisted, but never to a man like Quigg. Before the walking delegate\nhad \"passed the time of day,\" the young sailor was close beside Jennie,\nwithin touch of her hand.\n\nThere was no love lost between the two men. Carl had not forgotten the\nproposition Quigg had made to him to leave Tom's employ, nor had Quigg\nforgotten the uplifted shovel with which his proposal had been greeted.\nYet there was no well-defined jealousy between them. Mr. Walking\nDelegate Dennis Quigg, confidential agent of Branch No. 3, Knights\nof Labor, had too good an opinion of himself ever to look upon that\n\"tow-headed duffer of a stable-boy\" in the light of a rival. Nor could\nCarl for a moment think of that narrow-chested, red-faced, flashily\ndressed Knight as being able to make the slightest impression on \"Mees\nJan.\"\n\nQuigg, however, was more than welcome to Jennie to-day. A little sense\nof wounded pride sent the hot color to her cheeks when she thought of\nCarl's apparent neglect. He had hardly spoken to her in weeks. What had\nshe done that he should treat her so? She would show him that there were\njust as good fellows about as Mr. Carl Nilsson.\n\nBut all this faded out when Carl joined her--Carl, so straight,\nclear-skinned, brown, and ruddy; his teeth so white; his eyes so blue!\nShe could see out of the corner of her eye how the hair curled in tiny\nrings on his temples.\n\nStill it was to Quigg she talked. And more than that, she gave him her\nprayer-book to carry until she fixed her glove--the glove that needed\nno fixing at all. And she chattered on about the dance at the boat club,\nand the picnic which was to come off when the weather grew warmer.\n\nAnd Carl walked silent beside her, with his head up and his heart down,\nand the tears very near his eyes.\n\nWhen they reached the outer gate of the stable-yard, and Quigg had\nslouched off without even raising his hat,--the absence of all courtesy\nstands in a certain class for a mark of higher respect,--Carl swung back\nthe gate, and held it open for her to pass in. Jennie loitered for a\nmoment. There was a look in Carl's face she had not seen before. She had\nnot meant to hurt him, she said to herself.\n\n\"What mak' you no lak me anna more, Mees Jan? I big annough to carry da\nbuke,\" said Carl.\n\n\"Why, how you talk, Carl! I never said such a word,\" said Jennie,\nleaning over the fence, her heart fluttering.\n\nThe air was soft as a caress. Opal-tinted clouds with violet shadows\nsailed above the low hills. In the shade of the fence dandelions had\nburst into bloom. From a bush near by a song-sparrow flung a note of\nspring across the meadow.\n\n\"Well, you nev' cam' to stable anna more, Mees Jan,\" Carl said slowly,\nin a tender, pleading tone, his gaze on her face.\n\nThe girl reached through the fence for the golden flower. She dared not\ntrust herself to look. She knew what was in her lover's eyes.\n\n\"I get ta flower,\" said Carl, vaulting the fence with one hand.\n\n\"No; please don't trouble. Oh, Carl!\" she exclaimed suddenly. \"The\nhorrid brier! My hand's all scratched!\"\n\n\"Ah, Mees Jan, I so sorry! Let Carl see it,\" he said, his voice melting.\n\"I tak' ta brier out,\" pushing back the tangled vines of last year to\nbring himself nearer.\n\nThe clouds sailed on. The sparrow stood, on its tallest toes and twisted\nits little neck.\n\n\"Oh, please do, Carl, it hurts so!\" she said, laying her little round\nhand in the big, strong, horny palm that had held the life-line the\nnight of the wreck.\n\nThe song-sparrow clung to the swaying top of a mullein-stalk near by,\nand poured out a strong, swelling, joyous song that well-nigh split its\nthroat.\n\nWhen Tom called Jennie, half an hour later, she and Carl were still\ntalking across the fence.\n\n\n\n\nX. CULLY WINS BY A NECK\n\nAbout this time the labor element in the village and vicinity was\nstartled by an advertisement in the Rockville \"Daily News,\" signed by\nthe clerk of the Board of Village Trustees, notifying contractors that\nthirty days thereafter, closing at nine P.M. precisely, separate sealed\nproposals would be received at the meeting-room of the board, over the\npost-office, for the hauling of twenty thousand cubic yards of fine\ncrushed stone for use on the public highways; bidders would be obliged\nto give suitable bonds, etc.; certified check for five hundred dollars\nto accompany each bid as guaranty, etc.\n\nThe news was a grateful surprise to the workingmen. The hauling and\nplacing of so large an amount of material as soon as spring opened meant\nplenty of work for many shovelers and pickers. The local politicians,\nof course, had known all about it for weeks; especially those who owned\nproperty fronting on the streets to be improved: they had helped the\nappropriation through the finance committee. McGaw, too, had known about\nit from the first day of its discussion before the board. Those who were\ninside the ring had decided then that he would be the best man to haul\nthe stone. The \"steal,\" they knew, could best be arranged in the tally\nof the carts--the final check on the scow measurement. They knew that\nMcGaw's accounts could be controlled, and the total result easily\n\"fixed.\" The stone itself had been purchased of the manufacturers the\nyear before, but there were not funds enough to put it on the roads at\nthat time.\n\nHere, then, was McGaw's chance. His triumph at obtaining the brewery\ncontract was but short-lived. Schwartz had given him the work, but at\nTom's price, not at his own. McGaw had accepted it, hoping for profits\nthat would help him with his chattel mortgage. After he had been at work\nfor a month, however, he found that he ran behind. He began to see that,\nin spite of its boastings, the Union had really done nothing for him,\nexcept indirectly with its threatened strike. The Union, on the other\nhand, insisted that it had been McGaw's business to arrange his\nown terms with Schwartz. What it had done was to kill Grogan as a\ncompetitor, and knock her non-union men out of the job. This ended its\nduty.\n\nWhile they said this much to McGaw; so far as outsiders could know, the\nUnion claimed that they had scored a brilliant victory. The Brooklyn and\nNew York branches duly paraded it as another triumph over capital,\nand their bank accounts were accordingly increased with new dues and\ncollections.\n\nWith this new contract in his possession, McGaw felt certain he could\ncancel his debt with Crane and get even with the world. He began his\narrangements at once. Police-Justice Rowan, the prospective candidate\nfor the Assembly, who had acquired some landed property by the purchase\nof expired tax titles, agreed to furnish the certified check for five\nhundred dollars and to sign McGaw's bond for a consideration to be\nsubsequently agreed upon. A brother of Rowan's, a contractor, who was\nfinishing some grading at Quarantine Landing, had also consented, for a\nconsideration, to loan McGaw what extra teams he required.\n\nThe size of the contract was so great, and the deposit check and bond\nwere so large, that McGaw concluded at once that the competition would\nbe narrowed down between himself and Rowan's brother, with Justice Rowan\nas backer, and perhaps one other firm from across the island, near New\nBrighton. His own advantage over other bidders was in his living on the\nspot, with his stables and teams near at hand.\n\nTom, he felt assured, was out of the way. Not only was the contract very\nmuch too large for her, requiring twice as many carts as she possessed,\nbut now that the spring work was about to begin, and Babcock's sea-wall\nwork to be resumed, she had all the stevedoring she could do for her own\ncustomers, without going outside for additional business.\n\nMoreover, she had apparently given up the fight, for she had bid on no\nwork of any kind since the morning she had called upon Schwartz and told\nhim, in her blunt, frank way, \"Give the work to McGaw at me price. It's\nenough and fair.\"\n\nTom, meanwhile, made frequent visits to New York, returning late at\nnight. One day she brought home a circular with cuts of several improved\nkinds of hoisting-engines with automatic dumping-buckets. She showed\nthem to Pop under the kerosene lamp at night, explaining to him their\nadvantages in handling small material like coal or broken stone. Once\nshe so far relaxed her rules in regard to Jennie's lover as to send for\nCarl to come to the house after supper, questioning him closely about\nthe upper rigging of a new derrick she had seen. Carl's experience as\na sailor was especially valuable in matters of this kind. He could not\nonly splice a broken \"fall,\" and repair the sheaves and friction-rollers\nin a hoisting-block, but whenever the rigging got tangled aloft he could\nspring up the derrick like a cat and unreeve the rope in an instant. She\nalso wrote to Babcock, asking him to stop at her house some morning\non his way to the Quarantine Landing, where he was building a\nretaining-wall; and when he arrived, she took him out to the shed where\nshe kept her heavy derricks. That more experienced contractor at once\nbecame deeply interested, and made a series of sketches for her, on the\nback of an envelope, of an improved pintle and revolving-cap which\nhe claimed would greatly improve the working of her derricks. These\nsketches she took to the village blacksmith next day, and by that night\nhad an estimate of their cost. She was also seen one morning, when the\nnew trolley company got rid of its old stock, at a sale of car-horses,\nwatching the prices closely, and examining the condition of the animals\nsold. She asked the superintendent to drop her a postal when the next\nsale occurred. To her neighbors, however, and even to her own men,\nshe said nothing. The only man in the village to whom she had spoken\nregarding the new work was the clerk of the board, and then only\ncasually as to the exact time when the bids would be received.\n\nThe day before the eventful night when the proposals were to be opened,\nMr. Crane, in his buggy, stopped at her house on his way back from the\nfort, and they drove together to the ferry. When she returned she called\nPop into the kitchen, shut the door, and showed him the bid duly signed\nand a slip of pink paper. This was a check of Crane & Co.'s to be\ndeposited with the bid. Then she went down to the stable and had a long\nconference with Cully.\n\nThe village Board of Trustees consisted of nine men, representing a fair\naverage of the intelligence and honesty of the people. The president\nwas a reputable hardware merchant, a very good citizen, who kept a store\nlargely patronized by local contractors. The other members were two\nlawyers,--young men working up in practice with the assistance of a\npolitical pull,--a veterinary surgeon, and five gentlemen of leisure,\nwhose only visible means of support were derived from pool-rooms and\nward meetings. Every man on the board, except the surgeon and the\npresident, had some particular axe to grind. One wished to be sheriff;\nanother, county clerk. The five gentlemen of leisure wished to stay\nwhere they were. When a pie was cut, these five held the knife. It was\ntheir fault, they said, when they went hungry.\n\nIn the side of this body politic the surgeon was a thorn as sharp as any\none of his scalpels. He was a hard-headed, sober-minded Scotchman, who\nhad been elected to represent a group of his countrymen living in the\neastern part of the village, and whose profession, the five supposed,\nindicated without doubt his entire willingness to see through a\ncart-wheel, especially when the hub was silver-plated. At the first\nmeeting of the board they learned their mistake, but it did not worry\nthem much. They had seven votes to two.\n\nThe council-chamber of the board was a hall--large for\nRockville--situated over the post-office, and only two doors from\nO'Leary's barroom It was the ordinary village hall, used for everything\nfrom a Christmas festival to a prize-fight. In summer it answered for a\nskating-rink.\n\nOnce a month the board occupied it. On these occasions a sort of rostrum\nwas brought in for the president, besides a square table and a dozen\nchairs. These were placed at one end, and were partitioned off by a\nwooden rail to form an inclosure, outside of which always stood the\ncitizens. On the wall hung a big eight-day clock. Over the table,\nabout which were placed chairs, a kerosene lamp swung on a brass chain.\nOpposite each seat lay a square of blotting-paper and some cheap pens\nand paper. Down the middle of the table were three inkstands, standing\nin china plates.\n\nThe board always met in the evening, as the business hours of the\nmembers prevented their giving the day to their deliberations.\n\nUpon the night of the letting of the contract the first man to arrive\nwas McGaw. He ran up the stairs hurriedly, found no one he was looking\nfor, and returned to O'Leary's, where he was joined by Justice Rowan and\nhis brother John, the contractor, Quigg, Crimmins, and two friends of\nthe Union. During the last week the Union was outspoken in its aid of\nMcGaw, and its men had quietly passed the word of \"Hands off this job!\"\nabout in the neighborhood. If McGaw got the work--and there was now not\nthe slightest doubt of it--he would, of course, employ all Union men.\nIf anybody else got it--well, they would attend to him later. \"One thing\nwas certain: no 'scab' from New Brighton should come over and take it.\"\nThey'd do up anybody who tried that game.\n\nWhen McGaw, surrounded by his friends entered the board-room again, the\nplace was full. Outside the rail stood a solid mass of people. Inside\nevery seat was occupied. It was too important a meeting for any trustee\nto miss.\n\nMcGaw stood on his toes and looked over the heads. To his delight, Tom\nwas not in the room, and no one representing her. If he had had any\nlingering suspicion of her bidding, her non-appearance allayed it. He\nknew now that she was out of the race. Moreover, no New Brighton people\nhad come. He whispered this information to Justice Rowan's brother\nbehind his big, speckled hand covered with its red, spidery hair. Then\nthe two forced their way out again, reentered the post-office, and\nborrowed a pen. Once there, McGaw took from his side pocket two large\nenvelopes, the contents of which he spread out under the light.\n\n\"I'm dead roight,\" said McGaw. \"I'll put up the price of this other bid.\nThere ain't a man round here that dares show his head. The Union's fixed\n'em.\"\n\n\"Will the woman bid?\" asked his companion.\n\n\"The woman! What'd she be a-doin' wid a bid loike that? She c'u'dn't\nhandle the half of it. I'll wait till a few minutes to nine o'clock. Ye\nkin fix up both these bids an' hold 'em in yer pocket. Thin we kin see\nwhat bids is laid on the table. Ours'll go in last. If there's nothin'\nelse we'll give'em the high one. I'll git inside the rail, so's to be\nnear the table.\"\n\nWhen the two squeezed back through the throng again into the board-room,\neven the staircase was packed. McGaw pulled off his fur cap and\nstruggled past the rail, bowing to the president. The justice's brother\nstood outside, within reach of McGaw's hand. McGaw glanced at the clock\nand winked complacently at his prospective partner--not a single bid\nhad been handed in. Then he thrust out his long arm, took from Rowan's\nbrother the big envelope containing the higher bid, and dropped it on\nthe table.\n\nJust then there was a commotion at the door. Somebody was trying to\nforce a passage in. The president rose from his chair, and looked over\nthe crowd. McGaw started from his chair, looked anxiously at the clock,\nthen at his partner. The body of a boy struggling like an eel worked its\nway through the mass, dodged under the wooden bar, and threw an envelope\non the table.\n\n\"Dat's Tom Grogan's bid,\" he said, looking at the president. \"Hully gee!\nbut dat was a close shave! She telled me not ter dump it till one minute\no' nine, an' de bloke at de door come near sp'ilin' de game till I give\nhim one in de mug.\"\n\nAt this instant the clock struck nine, and the president's gavel fell.\n\n\"Time's up,\" said the Scotchman.\n\n\n\n\nXI. A TWO-DOLLAR BILL\n\nThe excitement over the outcome of the bidding was intense. The barroom\nat O'Leary's was filled with a motley crowd of men, most of whom\nbelonged to the Union, and all of whom had hoped to profit in some way\nhad the contract fallen into the hands of the political ring who were\ndominating the affairs of the village. The more hot-headed and outspoken\nswore vengeance; not only against the horse-doctor, who had refused to\npermit McGaw to smuggle in the second bid, but against Crane & Co. and\neverybody else who had helped to defeat their schemes. They meant to\nboycott Crane before tomorrow night. He should not unload or freight\nanother cargo of coal until they allowed it. The village powers, they\nadmitted, could not be boycotted, but they would do everything they\ncould to make it uncomfortable for the board if it awarded the contract\nto Grogan. Neither would they forget the trustees at the next election.\nAs to that \"smart Alec\" of a horse-doctor, they knew how to fix him.\nSuppose it had struck nine and the polls had closed, what right had\nhe to keep McGaw from handing in his other bid? (Both were higher than\nTom's. This fact, however, McGaw had never mentioned.)\n\nAround the tenements the interest was no less marked. Mr. Moriarty\nhad sent the news of Tom's success ringing through O'Leary's, and Mrs.\nMoriarty, waiting outside the barroom door for the pitcher her husband\nhad filled for her inside, had spread its details through every hallway\nin the tenement.\n\n\"Ah, but Tom's a keener,\" said that gossip. \"Think of that little divil\nCully jammed behind the door with her bid in his hand, a-waitin' for the\nclock to get round to two minutes o' nine, an' that big stuff Dan McGaw\nsittin' inside wid two bids up his sleeve! Oh, but she's cunnin', she\nis! Dan's clean beat. He'll niver haul a shovel o' that stone.\"\n\n\"How'll she be a-doin' a job like that?\" came from a woman listening\nover the banisters.\n\n\"Be doin'?\" rejoined a red-headed virago. \"Wouldn't ye be doin' it\nyerself if ye had that big coal-dealer behind ye?\"\n\n\"Oh, we hear enough. Who says they're in it?\" rejoined a third listener.\n\n\"Pete Lathers says so--the yard boss. He was a-tellin' me man\nyisterday.\"\n\nOn consulting Justice Rowan the next morning, McGaw and his friends\nfound but little comfort. The law was explicit, the justice said.\nThe contract must be given to the lowest responsible bidder. Tom had\ndeposited her certified check of five hundred dollars with the bid, and\nthere was no informality in her proposal. He was sorry for McGaw, but\nif Mrs. Grogan signed the contract there was no hope for him. The\nhorse-doctor's action was right. If McGaw's second bid had been\nreceived, it would simply have invalidated both of his, the law\nforbidding two from the same bidder.\n\nRowan's opinion sustaining Tom's right was a blow he did not expect.\nFurthermore, the justice offered no hope for the future. The law gave\nTom the award, and nothing could prevent her hauling the stone if she\nsigned the contract. These words rang in McGaw's ears--if she signed the\ncontract. On this if hung his only hope.\n\nRowan was too shrewd a politician, now that McGaw's chances were gone,\nto advise any departure, even by a hair-line, from the strict letter of\nthe law. He was, moreover, too upright as a justice to advise any member\nof the defeated party to an overt act which might look like unfairness\nto any bidder concerned. He had had a talk, besides, with his brother\nover night, and they had accordingly determined to watch events. Should\na way be found of rejecting on legal grounds Tom's bid, making a new\nadvertisement necessary, Rowan meant to ignore McGaw altogether,\nand have his brother bid in his own name. This determination was\nstrengthened when McGaw, in a burst of confidence, told Rowan of his\npresent financial straits.\n\nFrom Rowan's the complaining trio adjourned to O'Leary's barroom.\nCrimmins and McGaw entered first. Quigg arrived later. He closed one eye\nmeaningly as he entered, and O'Leary handed a brass key to him over the\nbar with the remark, \"Stamp on the floor three toimes, Dinny, an'\nI'll send yez up what ye want to drink.\" Then Crimmins opened a door\nconcealed by a wooden screen, and the three disappeared upstairs.\nCrimmins reappeared within an hour, and hurried out the front door. In\na few moments he returned with Justice Rowan, who had adjourned court.\nImmediately after the justice's arrival there came three raps from the\nfloor above, and O'Leary swung back the door, and disappeared with an\nassortment of drinkables on a tray.\n\nThe conference lasted until noon. Then the men separated outside the\nbarroom. From the expression on the face of each one as he emerged\nfrom the door it was evident that the meeting had not produced any very\ncheering or conclusive results. McGaw had that vindictive, ugly, bulldog\nlook about the eyes and mouth which always made his wife tremble when\nhe came home. The result of the present struggle over the contract was\na matter of life or death to him. His notes, secured by the chattel\nmortgage on his live stock, would be due in a few days. Crane had\nalready notified him that they must be paid, and he knew enough of\nhis moneylender, and of the anger which he had roused, to know that no\nextension would be granted him. Losing this contract, he had lost his\nonly hope of paying them. Had it been awarded him, he could have found a\ndozen men who would have loaned him the money to take up these notes\nand so to pay Crane. He had comforted himself the night before with the\nthought that Justice Rowan could find some way to help him out of his\ndilemma; that the board would vote as the justice advised, and then, of\ncourse, Tom's bid would be invalidated. Now even this hope had failed\nhim. \"Whoever heard of a woman's doing a job for a city?\" he kept\nrepeating mechanically to himself.\n\nTom knew of none of these conspiracies. Had she done so they would not\nhave caused her a moment's anxiety. Here was a fight in which no one\nwould suffer except the head that got in her way, and she determined to\nhit that with all her might the moment it rose into view. This was no\nbrewery contract, she argued with Pop, where five hundred men might be\nthrown out of employment, with all the attendant suffering to women and\nchildren. The village was a power nobody could boycott. Moreover, the\nlaw protected her in her rights under the award. She would therefore\nquietly wait until the day for signing the papers arrived, furnish her\nbond, and begin a work she could superintend herself. In the meantime\nshe would continue her preparations. One thing she was resolved\nupon--she would have nothing to do with the Union. Carl could lay his\nhand on a dozen of his countrymen who would be glad to get employment\nwith her. If they were all like him she need have no fear in any\nemergency.\n\nShe bought two horses--great strong ones,--at the trolley sale, and\nordered two new carts from a manufacturer in Newark, to be sent to her\non the first of the coming month.\n\nHer friends took her good fortune less calmly. Their genuine\nsatisfaction expressed itself in a variety of ways. Crane sent her this\ncharacteristic telegram:--\n\n\"Bully for you!\"\n\nBabcock came all the way down to her home to offer her his\ncongratulations, and to tender her what assistance she needed in tools\nor money.\n\nThe Union, in their deliberations, insisted that it was the \"raised bid\"\nwhich had ruined the business with McGaw and for them. It was therefore\nMcGaw's duty to spare no effort to prevent her signing the contract.\nThey had stuck by him in times gone by; he must now stick by them. One\npoint was positively insisted upon: Union men must be employed on the\nwork, whoever got it.\n\nMcGaw, however, was desperate. He denounced Tom in a vocabulary peculiar\nto himself and full of innuendoes and oaths, but without offering any\nsuggestion as to how his threats against her might be carried out.\n\nWith his usual slyness, Quigg said very little openly. He had not yet\ndespaired of winning Jennie's favor, and until that hope was abandoned\nhe could hardly make up his mind which side of the fence he was on.\nCrimmins was even more indifferent in regard to the outcome--his pay as\nwalking delegate went on, whichever side won; he could wait.\n\nIn this emergency McGaw again sought Crimmins's assistance. He urged the\nimportance of his getting the contract, and he promised to make Crimmins\nforeman on the street, and to give him a share in the profits, if he\nwould help him in some way to get the work now. The first step, he\nargued, was the necessity of crushing Tom. Everything else would be easy\nafter that. Such a task, he felt, would not be altogether uncongenial to\nCrimmins, still smarting under Tom's contemptuous treatment of him the\nday he called upon her in his capacity of walking delegate.\n\nMcGaw's tempting promise made a deep impression upon Crimmins. He\ndetermined then and there to inflict some blow on Tom Grogan from\nwhich she could never recover. He was equally determined on one other\nthing--not to be caught.\n\nEarly the next morning Crimmins stationed himself outside O'Leary's\nwhere he could get an uninterrupted view of two streets. He stood\nhunched up against the jamb of O'Leary's door in the attitude of a\ncorner loafer, with three parts of his body touching the wood--hip,\nshoulder, and cheek. For some time no one appeared in sight either\nuseful or inimical to his plans, until Mr. James Finnegan, who was\nfilling the morning air with one of his characteristic songs, brightened\nthe horizon up the street to his left.\n\nCully's unexpected appearance at that moment produced so uncomfortable\nan effect upon Mr. Crimmins that that gentleman fell instantly back\nthrough the barroom door.\n\nThe boy's quick eye caught the movement, and it also caught a moment\nlater, Mr. Crimmins's nose and watery eye peering out again when\ntheir owner had assured himself that his escape had been unseen. Cully\nslackened his pace to see what new move Crimmins would make--but without\nthe slightest sign of recognition on his face--and again broke into\nsong. He was on his way to get the mail, and had passed McGaw's house\nbut a few moments before, in the hope that that worthy Knight might be\neither leaning over the fence or seated on the broken-down porch. He was\nanxious McGaw should hear a few improvised stanzas of a new ballad he\nhad composed to that delightful old negro melody, \"Massa's in de\ncold, cold ground,\" in which the much-beloved Southern planter and the\nthoroughly hated McGaw changed places in the cemetery.\n\nThat valiant Knight was still in bed, exhausted by the labors of the\nprevious evening. Young Billy, however, was about the stables, and so\nMr. James Finnegan took occasion to tarry long enough in the road for\nthe eldest son of his enemy to get the stanza by heart, in the hope that\nhe might retail it to his father when he appeared.\n\nBilly dropped his manure-fork as soon as Cully had moved on again, and\ndodging behind the fence, followed him toward the post-office, hoping to\nhit the singer with a stone.\n\nWhen the slinking body of McGaw's eldest son became visible to Mr.\nCrimmins, his face broke into creases so nearly imitative of a smile\nthat his best friend would not have known him. He slapped the patched\nknees of his overalls gayly, bent over in a subdued chuckle, and\ndisported himself in a merry and much satisfied way. His rum-and-watery\neyes gleamed with delight, and even his chin-whisker took on a new\nvibration. Next he laid one finger along his nose, looked about him\ncautiously, and said to himself, in an undertone:--\n\n\"The very boy! It'll fix McGaw dead to rights, an' ther' won't be no\nsquealin' after it's done.\"\n\nHere he peered around the edge of one of O'Leary's drawn window-shades,\nand waited until Cully had passed the barroom, secured his mail, and\nstarted for home, his uninterrupted song filling the air. Then he opened\nthe blind very cautiously, and beckoned to Billy.\n\nCully's eye caught the new movement as he turned the corner. His song\nceased. When Mr. Finnegan had anything very serious on his mind he never\nsang.\n\nWhen, some time after, Billy emerged from O'Leary's door, he had a\ntwo-dollar bill tightly squeezed in his right hand. Part of this he\nspent on his way home for a box of cigarettes; the balance he invested\nin a mysterious-looking tin can. The can was narrow and long and had a\nscrew nozzle at one end. This can Cully saw him hide in a corner of his\nfather's stable.\n\n\n\n\nXII. CULLY'S NIGHT OUT\n\nEver since the night Cully, with the news of the hair-breadth escape of\nthe bid, had dashed back to Tom, waiting around the corner, he had been\nthe hero of the hour. As she listened to his description of McGaw when\nher bid dropped on the table--\"Lookin' like he'd eat sumpin' he couldn't\nswaller--see?\" her face was radiant, and her sides shook with laughter.\nShe had counted upon McGaw falling into her trap, and she was delighted\nover the success of her experiment. Tom had once before caught him\nraising a bid when he discovered that but one had been offered.\n\nIn recognition of these valuable services Tom had given Cully two\ntickets for a circus which was then charming the inhabitants of New\nBrighton, a mile or more away, and he and Carl were going the following\nnight. Mr. Finnegan was to wear a black sack-coat, a derby hat, and a\nwhite shirt which Jennie, in the goodness of her heart, had ironed for\nhim herself. She had also ironed a scarf of Carl's, and had laid it on\nthe window-sill of the outer kitchen, where Cully might find it as he\npassed by.\n\nThe walks home from church were now about the only chance the lovers had\nof being together. Almost every day Carl was off with the teams. When he\ndid come home in working hours he would take his dinner with the men\nand boys in the outer kitchen. Jennie sometimes waited on them, but he\nrarely spoke to her as she passed in and out, except with his eyes.\n\nWhen Cully handed him the scarf, Carl had already dressed himself in his\nbest clothes, producing so marked a change in the outward appearance\nof the young Swede that Cully in his admiration pronounced him \"out o'\nsight.\"\n\nCully's metamorphosis was even more complete than Carl's. Now that the\nwarm spring days were approaching, Mr. Finnegan had decided that his\nsuperabundant locks were unseasonable, and had therefore had his hair\ncropped close to his scalp, showing here and there a white scar, the\nrecord of some former scrimmage. Reaching to the edge of each ear was\na collar as stiff as pasteboard. His derby was tilted over his left\neyebrow, shading a face brimming over with fun and expectancy. Below\nthis was a vermilion-colored necktie and a black coat and trousers. His\nshoes sported three coats of blacking, which only partly concealed the\ndust-marks of his profession.\n\n\"Hully gee, Carl! but de circus's a-goin' ter be a dandy,\" he called\nout in delight, as he patted a double shuffle with his feet. \"I see de\npicters on de fence when I come from de ferry. Dere's a chariot-race out\no' sight, an' a' elephant what stands on 'is head. Hold on till I see\nef de Big Gray 's got enough beddin' under him. He wuz awful stiff dis\nmornin' when I helped him up.\" Cully never went to bed without seeing\nthe Gray first made comfortable for the night.\n\nThe two young fellows saw all the sights, and after filling their\npockets with peanuts and themselves with pink lemonade, took their seats\nat last under the canvas roof, where they waited impatiently for the\nperformance to begin.\n\nThe only departure from the ordinary routine was Cully's instant\nacceptance of the clown's challenge to ride the trick mule, and\nhis winning the wager amid the plaudits of the audience, after a\nrough-and-tumble scramble in the sawdust, sticking so tight to his back\nthat a bystander remarked that the only way to get the boy off would be\nto \"peel the mule.\"\n\nWhen they returned it was nearly midnight. Cully had taken off his\n\"choker,\" as he called it, and had curled it outside his hat, They had\nwalked over from the show, and the tight clutch of the collar greatly\ninterfered with Cully's discussion of the wonderful things he had seen.\nBesides, the mule had ruined it completely for a second use.\n\nIt was a warm night for early spring, and Carl had his coat over his\narm. When they reached the outer stable fence--the one nearest the\nvillage--Cully's keen nose scented a peculiar odor. \"Who's been a\nbreakin' de lamp round here, Carl?\" he asked, sniffing close to the\nground. \"Holy smoke! Look at de light in de stable--sumpin' mus' be\nde matter wid de Big Gray, or de ole woman wouldn't be out dis time\no' night wid a lamp. What would she be a-doin' out here, anyway?\" he\nexclaimed in a sudden anxious tone. \"Dis ain't de road from de house.\nHully gee! Look out for yer coat! De rails is a-soakin' wid ker'sene!\"\n\nAt this moment a little flame shot out of the window over the Big Gray's\nhead and licked its way up the siding, followed by a column of smoke\nwhich burst through the door in the hay-loft above the stalls of the\nthree horses next the bedroom of Carl and Cully. A window was hastily\nopened in Tom's house and a frightened shriek broke the stillness of\nthe night. It was Jennie's voice, and it had a tone of something besides\nalarm.\n\nWhat the sight of the fire had paralyzed in Carl, the voice awoke.\n\n\"No, no! I here--I safe, Jan!\" he cried, clearing the fence with a\nbound.\n\nCully did not hear Jennie. He saw only the curling flames over the\nBig Gray's head. As he dashed down the slope he kept muttering the old\nhorse's pet names, catching his breath, and calling to Carl, \"Save de\nGray--save Ole Blowhard!\"\n\nCully reached the stable first, smashed the padlock with a shovel, and\nrushed into the Gray's stall. Carl seized a horse-bucket, and began\nsousing the window-sills of the harness-room, where the fire was\nhottest.\n\nBy this time the whole house was aroused. Tom, dazed by the sudden\nawakening, with her ulster thrown about her shoulders, stood barefooted\non the porch. Jennie was still at the window, sobbing as if her heart\nwould break, now that Carl was safe. Patsy had crawled out of his low\ncrib by his mother's bed, and was stumbling downstairs, one foot at a\ntime. Twice had Cully tried to drag the old horse clear of his stall,\nand twice had he fallen back for fresh air. Then came a smothered cry\nfrom inside the blinding smoke, a burst of flame lighting up the stable,\nand the Big Gray was pushed out, his head wrapped in Carl's coat, the\nSwede pressing behind, Cully coaxing him on, his arms around the horse's\nneck.\n\nHardly had the Big Gray cleared the stable when the roof of the small\nextension fell, and a great burst of flame shot up into the night air.\nAll hope of rescuing the other two horses was now gone.\n\nTom did not stand long dazed and bewildered. In a twinkling she had\ndrawn on a pair of men's boots over her bare feet, buckled her ulster\nover her night-dress, and rushed back upstairs to drag the blankets from\nthe beds. Laden with these she sprang down the steps, called to Jennie\nto follow, soaked the bedding in the water-trough, and, picking up the\ndripping mass, carried it to Carl and Cully, who, now that the Gray was\nsafely tied to the kitchen porch, were on the roof of the tool-house,\nfighting the sparks that fell on the shingles.\n\nBy this time the neighbors began to arrive from the tenements. Tom took\ncharge of every man as soon as he got his breath, stationed two at the\npump-handle, and formed a line of bucket-passers from the water-trough\nto Carl and Cully, who were spreading the blankets on the roof. The\nheat now was terrific; Carl had to shield his face with his sleeve as he\nthrew the water. Cully lay flat on the shingles, holding to the steaming\nblankets, and directing Carl's buckets with his outstretched finger when\nsome greater spark lodged and gained headway. If they could keep these\nburning brands under until the heat had spent itself, they could perhaps\nsave the tool-house and the larger stable.\n\nAll this time Patsy had stood on the porch where Tom had left him\nhanging over the railing wrapped in Jennie's shawl. He was not to move\nuntil she came for him: she wanted him out of the way of trampling feet.\nNow and then she would turn anxiously, catch sight of his wizened face\ndazed with fright, wave her hand to him encouragingly, and work on.\n\nSuddenly the little fellow gave a cry of terror and slid from the porch,\ntrailing the shawl after him, his crutch jerking over the ground, his\nsobs almost choking him.\n\n\"Mammy! Cully! Stumpy's tied in the loft! Oh, somebody help me! He's in\nthe loft! Oh, please, please!\"\n\nIn the roar of the flames nobody heard him. The noise of axes beating\ndown the burning fences drowned all other sounds. At this moment Tom was\nstanding on a cart, passing up the buckets to Carl. Cully had crawled to\nthe ridge-pole of the tool-house to watch both sides of the threatened\nroof.\n\nThe little cripple made his way slowly into the crowd nearest the\nsheltered side of the tool-house, pulling at the men's coats, pleading\nwith them to save his goat, his Stumpy.\n\nOn this side was a door opening into a room where the chains were kept.\nFrom it rose a short flight of six or seven steps leading to the loft.\nThis loft had two big doors--one closed, nearest the fire, and the other\nwide open, fronting the house. When the roof of the burning stable fell,\nthe wisps of straw in the cracks of the closed door burst into flame.\n\nWithin three feet of this blazing mass, shivering with fear, tugging\nat his rope, his eyes bursting from his head, stood Stumpy, his piteous\nbleatings unheard in the surrounding roar. A child's head appeared above\nthe floor, followed by a cry of joy as the boy flung himself upon the\nstraining rope. The next instant a half-frenzied goat sprang through the\nopen door and landed in the yard below in the midst of the startled men\nand women.\n\nTom was on the cart when she saw this streak of light flash out of the\ndarkness of the loft door and disappear. Her eyes instinctively turned\nto look at Patsy in his place on the porch. Then a cry of horror burst\nfrom the crowd, silenced instantly as a piercing shriek filled the air.\n\n\"My God! It's me Patsy!\"\n\nBareheaded in the open doorway of the now blazing loft, a silhouette\nagainst the flame, his little white gown reaching to his knees, his\ncrutch gone, the stifling smoke rolling out in great whirls above his\nhead, stood the cripple!\n\nTom hurled herself into the crowd, knocking the men out of her way,\nand ran towards the chain room door. At this instant a man in his\nshirt-sleeves dropped from the smoking roof, sprang in front of her, and\ncaught her in his arms.\n\n\"No, not you go; Carl go!\" he said in a firm voice, holding her fast.\n\nBefore she could speak he snatched a handkerchief from a woman's neck,\nplunged it into the water of the horse-trough, bound it about his\nhead, dashed up the short flight of steps, and crawled toward the\nterror-stricken child. There was a quick clutch, a bound back, and the\nsmoke rolled over them, shutting man and child from view.\n\nThe crowd held their breath as it waited. A man with his hair singed and\nhis shirt on fire staggered from the side door. In his arms he carried\nthe almost lifeless boy, his face covered by the handkerchief.\n\nA woman rushed up, caught the boy in her arms, and sank on her knees.\nThe man reeled and fell.\n\n*****\n\nWhen Carl regained consciousness, Jennie was bending over him, chafing\nhis hands and bathing his face. Patsy was on the sofa, wrapped in\nJennie's shawl. Pop was fanning him. Carl's wet handkerchief, the old\nman said, had kept the boy from suffocating.\n\nThe crowd had begun to disperse. The neighbors and strangers had gone\ntheir several ways. The tenement-house mob were on the road to their\nbeds. Many friends had stopped to sympathize, and even the bitterest of\nTom's enemies said they were glad it was no worse.\n\nWhen the last of them had left the yard, Tom, tired out with anxiety\nand hard work, threw herself down on the porch. The morning was already\nbreaking, the gray streaks of dawn brightening the east. From her seat\nshe could hear through the open door the soothing tones of Jennie's\nvoice as she talked to her lover, and the hoarse whispers of Carl in\nreply. He had recovered his breath again, and was but little worse for\nhis scorching, except in his speech. Jennie was in the kitchen making\nsome coffee for the exhausted workers, and he was helping her.\n\nTom realized fully all that had happened. She knew who had saved Patsy's\nlife. She remembered how he laid her boy in her arms, and she still saw\nthe deathly pallor in his face as he staggered and fell. What had he not\ndone for her and her household since he entered her service? If he loved\nJennie, and she him, was it his fault? Why did she rebel, and refuse\nthis man a place in her home? Then she thought of her own Tom no longer\nwith her, and of her fight alone and without him. What would he have\nthought of it? How would he have advised her to act? He had always hoped\nsuch great things for Jennie. Would he now be willing to give her to\nthis stranger? If she could only talk to her Tom about it all!\n\nAs she sat, her head in her hand, the smoking stable, the eager\nwild-eyed crowd, the dead horses, faded away and became to her as a\ndream. She heard nothing but the voice of Jennie and her lover, saw only\nthe white face of her boy. A sickening sense of utter loneliness swept\nover her. She rose and moved away.\n\nDuring all this time Cully was watching the dying embers, and when all\ndanger was over,--only the small stable with its two horses had been\ndestroyed,--he led the Big Gray back to the pump, washed his head,\nsponging his eyes and mouth, and housed him in the big stable. Then he\nvanished.\n\nImmediately on leaving the Big Gray, Cully had dodged behind the stable,\nrun rapidly up the hill, keeping close to the fence, and had come out\nbehind a group of scattering spectators. There he began a series of\ncomplicated manoeuvres, mostly on his toes, lifting his head over those\nof the crowd, and ending in a sudden dart forward and as sudden a halt,\nwithin a few inches of young Billy McGaw's coat-collar.\n\nBilly turned pale, but held his ground. He felt sure Cully would not\ndare attack him with so many others about. Then, again, the glow of the\nsmouldering cinders had a fascination for him that held him to the spot.\n\nCully also seemed spellbound. The only view of the smoking ruins\nthat satisfied him seemed to be the one he caught over young McGaw's\nshoulder. He moved closer and closer, sniffing about cautiously, as a\ndog would on a trail. Indeed, the closer he got to Billy's coat the more\nabsorbed he seemed to be in the view beyond.\n\nHere an extraordinary thing happened. There was a dipping of Cully's\nhead between Billy's legs, a raising of both arms, grabbing Billy around\nthe waist, and in a flash the hope of the house of McGaw was swept off\nhis feet, Cully beneath him, and in full run toward Tom's house. The\nbystanders laughed; they thought it only a boyish trick. Billy kicked\nand struggled, but Cully held on. When they were clear of the crowd,\nCully shook him to the ground and grabbed him by the coat-collar.\n\n\"Say, young feller, where wuz ye when de fire started?\"\n\nAt this Billy broke into a howl, and one of the crowd, some distance\noff, looked up. Cully clapped his hand over his mouth. \"None o' that, or\nI'll mash yer mug--see?\" standing over him with clenched fist.\n\n\"I warn't nowheres,\" stammered Billy. \"Say, take yer hands off'n me--ye\nain't\"--\n\n\"T'ell I ain't! Ye answer me straight--see?--or I'll punch yer face in,\"\ntightening his grasp. \"What wuz ye a-doin' when de circus come out--an',\nanoder t'ing, what's dis cologne yer got on yer coat? Maybe next time ye\nclimb a fence ye'll keep from spillin' it, see? Oh, I'm onter ye. Ye set\nde stable afire. Dat's what's de matter.\"\n\n\"I hope I may die--I wuz a-carryin' de can er ker'sene home, an' when\nde roof fell in I wuz up on de fence so I c'u'd see de fire, an' de can\nslipped\"--\n\n\"What fence?\" said Cully, shaking him as a terrier would a rat.\n\n\"Why dat fence on de hill.\"\n\nThat was enough for Cully. He had his man. The lie had betrayed him.\nWithout a word he jerked the cowardly boy from the ground, and marched\nhim straight into the kitchen:--\n\n\"Say, Carl, I got de fire-bug. Ye kin smell der ker'sene on his clo'es.\"\n\n\n\n\nXIII. MR. QUIGG DRAWS A PLAN\n\nMcGaw had watched the fire from his upper window with mingled joy and\nfear--joy that Tom's property was on fire, and fear that it would be put\nout before she would be ruined. He had been waiting all the evening for\nCrimmins, who had failed to arrive. Billy had not been at home since\nsupper, so he could get no details as to the amount of the damage from\nthat source. In this emergency he sent next morning for Quigg to make a\nreconnaissance in the vicinity of the enemy's camp, ascertain how badly\nTom had been crippled, and learn whether her loss would prevent her\nsigning the contract the following night. Mr. Quigg accepted the\nmission, the more willingly because he wanted to settle certain affairs\nof his own. Jennie had avoided him lately,--why he could not tell,--and\nhe determined, before communicating to his employer the results of his\ninquiries about Tom, to know exactly what his own chances were with the\ngirl. He could slip over to the house while Tom was in the city, and\nleave before she returned.\n\nOn his way, the next day, he robbed a garden fence of a mass of lilacs,\nbreaking off the leaves as he walked. When he reached the door of the\nbig stable he stopped for a moment, glanced cautiously in to see if he\ncould find any preparations for the new work, and then, making a mental\nnote of the surroundings, followed the path to the porch.\n\nPop opened the door. He knew Quigg only by sight--an unpleasant sight,\nhe thought, as he looked into his hesitating, wavering eyes.\n\n\"It's a bad fire ye had, Mr. Mullins,\" said Quigg, seating himself in\nthe rocker, the blossoms half strangled in his grasp.\n\n\"Yis, purty bad, but small loss, thank God,\" said Pop quietly.\n\n\"That lets her out of the contract, don't it?\" said Quigg. \"She'll be\nshort of horses now.\"\n\nPop made no answer. He did not intend to give Mr. Quigg any information\nthat might comfort him.\n\n\"Were ye insured?\" asked Quigg, in a cautious tone, his eyes on the\nlilacs.\n\n\"Oh, yis, ivery pinny on what was burned, so Mary tells me.\"\n\nQuigg caught his breath; the rumor in the village was the other way. Why\ndidn't Crimmins make a clean sweep of it and burn 'em all at once, he\nsaid to himself.\n\n\"I brought some flowers over for Miss Jennie,\" said Quigg, regaining his\ncomposure. \"Is she in?\"\n\n\"Yis; I'll call her.\" Gentle and apparently harmless as Gran'pop was,\nmen like Quigg somehow never looked him steadily in the eye.\n\n\"I was tellin' Mr. Mullins I brought ye over some flowers,\" said Quigg,\nturning to Jennie as she entered, and handing her the bunch without\nleaving his seat, as if it had been a pair of shoes.\n\n\"You're very kind, Mr. Quigg,\" said the girl, laying them on the table,\nand still standing.\n\n\"I hear'd your brother Patsy was near smothered till Dutchy got him out.\nWas ye there?\"\n\nJennie bit her lip and her heart quickened. Carl's sobriquet in the\nvillage, coming from such lips, sent the hot blood to her cheeks.\n\n\"Yes, Mr. Nilsson saved his life,\" she answered slowly, with girlish\ndignity, a backward rush filling her heart as she remembered Carl\nstaggering out of the burning stable, Patsy held close to his breast.\n\n\"The fellers in Rockville say ye think it was set afire. I see Justice\nRowan turned Billy McGaw loose. Do ye suspect anybody else? Some says a\ntramp crawled in and upset his pipe.\"\n\nThis lie was coined on the spot and issued immediately to see if it\nwould pass.\n\n\"Mother says she knows who did it, and it'll all come out in time. Cully\nfound the can this morning,\" said Jennie, leaning against the table.\n\nQuigg's jaw fell and his brow knit as Jennie spoke. That was just like\nthe fool, he said to himself. Why didn't he get the stuff in a bottle\nand then break it?\n\nBut the subject was too dangerous to linger over, so he began talking\nof the dance down at the Town Hall, and the meeting last Sunday after\nchurch. He asked her if she would go with him to the \"sociable\"\nthey were going to have at No. 4 Truck-house; and when she said she\ncouldn't,--that her mother didn't want her to go out, etc.,--Quigg moved\nhis chair closer, with the remark that the old woman was always putting\nher oar in and spoiling things; the way she was going on with the Union\nwould ruin her; she'd better join in with the boys, and be friendly;\nthey'd \"down her yet if she didn't.\"\n\n\"I hope nothing will happen to mother, Mr. Quigg,\" said Jennie, in an\nanxious tone, as she sank into a chair.\n\nQuigg misunderstood the movement, and moved his own closer.\n\n\"There won't nothin' happen any more, Jennie, if you'll do as I say.\"\n\nIt was the first time he had ever called her by her name. She could not\nunderstand how he dared. She wished Carl would come in.\n\n\"Will you do it?\" asked Quigg eagerly, his cunning face and mean eyes\nturned toward her.\n\nJennie never raised her head. Her cheeks were burning. Quigg went on,--\n\n\"I've been keepin' company with ye, Jennie, all winter, and the fellers\nis guyin' me about it. You know I'm solid with the Union and can help\nyer mother, and if ye'll let me speak to Father McCluskey next Sunday\"--\n\nThe girl sprang from her chair.\n\n\"I won't have you talk that way to me, Dennis Quigg! I never said a word\nto you, and you know it.\" Her mother's spirit was now flashing in her\neyes. \"You ought to be ashamed of yourself to come here--and\"--\n\nThen she broke down.\n\nAnother woman would have managed it differently, perhaps,--by a laugh,\na smile of contempt, or a frigid refusal. This mere child, stung to\nthe quick by Quigg's insult, had only her tears in defense. The Walking\nDelegate turned his head and looked out of the window. Then he caught up\nhis hat and without a word to the sobbing girl hastily left the room.\n\nTom was just entering the lower gate. Quigg saw her and tried to dodge\nbehind the tool-house, but it was too late, so he faced her. Tom's keen\neye caught the sly movement and the quickly altered expression. Some\nnew trickery was in the air, she knew; she detected it in every line of\nQuigg's face. What was McGaw up to now? she asked herself. Was he after\nCarl and the men, or getting ready to burn the other stable?\n\n\"Good-morning, Mr. Quigg. Ain't ye lost?\" she asked coldly.\n\n\"Oh no,\" said Quigg, with a forced laugh. \"I come over to see if I could\nhelp about the fire.\"\n\nIt was the first thing that came into his head; he had hoped to pass\nwith only a nod of greeting.\n\n\"Did ye?\" replied Tom thoughtfully. She saw he had lied, but she led\nhim on. \"What kind of help did ye think of givin'? The insurance company\nwill pay the money, the two horses is buried, an' we begin diggin'\npost-holes for a new stable in the mornin'. Perhaps ye were thinkin' of\nlendin' a hand yerself. If ye did, I can put ye alongside of Carl; one\nshovel might do for both of ye.\"\n\nQuigg colored and laughed uneasily. Somebody had told her, then, how\nCarl had threatened him with uplifted shovel when he tried to coax the\nSwede away.\n\n\"No, I'm not diggin' these days; but I've got a pull wid the insurance\nadjuster, and might git an extra allowance for yer.\" This was cut from\nwhole cloth. He had never known an adjuster in his life.\n\n\"What's that?\" asked Tom, still looking square at him, Quigg squirming\nunder her glance like a worm on a pin.\n\n\"Well, the company can't tell how much feed was in the bins, and tools,\nand sech like,\" he said, with another laugh.\n\nA laugh is always a safe parry when a pair of clear gray search-light\neyes are cutting into one like a rapier.\n\n\"An' yer idea is for me to git paid for stuff that wasn't burned up, is\nit?\"\n\n\"Well, that's as how the adjuster says. Sometimes he sees it an'\nsometimes he don't--that's where the pull comes in.\"\n\nTom put her arms akimbo, her favorite attitude when her anger began to\nrise.\n\n\"Oh I see! The pull is in bribin' the adjuster, as ye call him, so he\ncan cheat the company.\"\n\nQuigg shrugged his shoulders; that part of the transaction was a mere\ntrifle. What were companies made for but to be cheated?\n\nTom stood for a minute looking him all over.\n\n\"Dennis Quigg,\" she said slowly, weighing each word, her eyes riveted\non his face, \"ye're a very sharp young man; ye're so very sharp that I\nwonder ye've gone so long without cuttin' yerself, But one thing I tell\nye, an' that is, if ye keep on the way ye're a-goin' ye'll land where\nyou belong, and that's up the river in a potato-bug suit of clothes.\nTurn yer head this way, Quigg. Did ye niver in yer whole life think\nthere was somethin' worth the havin' in bein' honest an' clean an'\nsquare, an' holdin' yer head up like a man, instead of skulkin' round\nlike a thief? What ye're up to this mornin' I don't know yet, but I want\nto tell ye it 's the wrong time o' day for ye to make calls, and the\nnight's not much better, unless ye're particularly invited.\"\n\nQuigg smothered a curse and turned on his heel toward the village. When\nhe reached O'Leary's, Dempsey of the Executive Committee met him at the\ndoor. He and McGaw had spent the whole morning in devising plans to keep\nTom out of the board-room.\n\nQuigg's report was not reassuring. She would be paid her insurance\nmoney, he said, and would certainly be at the meeting that night.\n\nThe three adjourned to the room over the bar. McGaw began pacing the\nfloor, his long arms hooked behind his back. He had passed a sleepless\nnight, and every hour now added to his anxiety. His face was a dull\ngray yellow, and his eyes were sunken. Now and then he would tug at\nhis collar nervously. As he walked he clutched his fingers, burying the\nnails in the palms, the red hair on his wrists bristling like spiders'\nlegs. Dempsey sat at the table watching him calmly out of the corner of\nhis eye.\n\nAfter a pause Quigg leaned over, his lips close to Dempsey's ear. Then\nhe drew a plan on the back of an old wine-list. It marked the position\nof the door in Tom's stable, and that of a path which ran across lots\nand was concealed from her house by a low fence. Dempsey studied it\na moment, nodding at Quigg's whispered explanations, and passed it to\nMcGaw, repeating Quigg's words. McGaw stopped and bent his head. A\ndull gleam flashed out of his smouldering eyes. The lines of his face\nhardened and his jaw tightened. For some minutes he stood irresolute,\ngazing vacantly over the budding trees through the window. Then he\nturned sharply, swallowed a brimming glass of raw whiskey, and left the\nroom.\n\nWhen the sound of his footsteps had died away, Dempsey looked at Quigg\nmeaningly and gave a low laugh.\n\n\n\n\nXIV. BLOSSOM-WEEK\n\nIt was \"blossom-week,\" and every garden and hedge flaunted its bloom in\nthe soft air. All about was the perfume of flowers, the odor of fresh\ngrass, and that peculiar earthy smell of new-made garden beds but lately\nsprinkled. Behind the hill overlooking the harbor the sun was just\nsinking into the sea. Some sentinel cedars guarding its crest stood\nout in clear relief against the golden light. About their tops, in wide\ncircles, swooped a flock of crows.\n\nGran'pop and Tom sat on the front porch, their chairs touching, his hand\non hers. She had been telling him of Quigg's visit that morning. She had\nchanged her dress for a new one. The dress was of brown cloth, and had\nbeen made in the village--tight where it should be loose, and loose\nwhere it should be tight. She had put it on, she told Pop, to make a\ncreditable appearance before the board that night.\n\nJennie was flitting in and out between the sitting-room and the garden,\nher hands full of blossoms, filling the china jars on the mantel: none\nof them contained Quigg's contribution. Patsy was flat on his back on\nthe small patch of green surrounding the porch, playing circus-elephant\nwith Stumpy, who stood over him with leveled head.\n\nUp the hill, but a few rods away, Cully was grazing the Big Gray--the\nold horse munching tufts of fresh, sweet grass sprinkled with\ndandelions. Cully walked beside him. Now and then he lifted one of his\nlegs, examining the hoof critically for possible tender places.\n\nThere was nothing the matter with the Gray; the old horse was still\nsound: but it satisfied Cully to be assured, and it satisfied, too, a\ncertain yearning tenderness in his heart toward his old chum. Once in\na while he would pat the Gray's neck, smoothing his ragged, half worn\nmane, addressing him all the while in words of endearment expressed in\na slang positively profane and utterly without meaning except to these\ntwo.\n\nSuddenly Jennie's cheek flushed as she came out on the porch. Carl was\ncoming up the path. The young Swede was bareheaded, the short blond\ncurls glistening in the light; his throat was bare too, so that one\ncould see the big muscles in his neck. Jennie always liked him with his\nthroat bare; it reminded her of a hero she had once seen in a play, who\nstormed a fort and rescued all the starving women.\n\n\"Da brown horse seek; batta come to stabble an' see him,\" Carl said,\ngoing direct to the porch, where he stood in front of Tom, resting one\nhand on his hip, his eyes never wandering from her face. He knew where\nJennie was, but he never looked.\n\n\"What's the matter with him?\" asked Tom, her thoughts far away at the\nmoment.\n\n\"I don' know; he no eat da oats en da box.\"\n\n\"Will he drink?\" said Tom, awakening to the importance of the\ninformation.\n\n\"Yas; 'mos' two buckets.\"\n\n\"It's fever he's got,\" she said, turning to Pop. \"I thought that\nyisterday noon when I sees him a-workin'. All right, Carl; I'll be down\nbefore I go to the board meetin'. And see here, Carl; ye'd better git\nready to go wid me. I'll start in a couple o' hours. Will it suit ye,\nGran'pop, if Carl goes with me?\"--patting her father's shoulder. \"If ye\nkeep on a-worritin' I'll hev to hire a cop to follow me round.\"\n\nCarl lingered for a moment on the steps. Perhaps Tom had some further\norders; perhaps, too, Jennie would come out again. Involuntarily his eye\nwandered toward the open door, and then he turned to go. Jennie's heart\nsprang up in her throat. She had seen from behind the curtains the\nshade of disappointment that crossed her lover's face. She could suffer\nherself, but she could not see Carl unhappy. In an instant she was\nbeside her mother. Anything to keep Carl--she did not care what.\n\n\"Oh, Carl, will you bring the ladder so I can reach the long branches?\"\nshe said, her quick wit helping her with a subterfuge.\n\nCarl turned and glanced at Tom. He felt the look in her face and could\nread her thoughts.\n\nIf Tom had heard Jennie she never moved. This affair must end in some\nway, she said to herself. Why had she not sent him away long before? How\ncould she do it now when he had risked his life to save Patsy?\n\nThen she answered firmly, still without turning her head, \"No, Jennie;\nthere won't be time. Carl must get ready to\"--\n\nPop laid his hand on hers.\n\n\"There's plinty o' toime, Mary. Ye'll git the ladder behint the kitchen\ndoor, Carl. I hed it ther' mesilf this mornin'.\"\n\nCarl found the ladder, steadied it against the tree, and guided Jennie's\nlittle feet till they reached the topmost round, holding on to her\nskirts so that she should not fall. Above their heads the branches\ntwined and interlaced, shedding their sweetest blossoms over their happy\nupturned faces. The old man's eyes lightened as he watched them for some\nmoments; then, turning to Tom, his voice full of tenderness, he said:--\n\n\"Carl's a foine lad, Mary; ye'll do no better for Jinnie.\"\n\nTom did not answer; her eyes were on the cedars where the crows were\nflying, black silhouettes against the yellow sky.\n\n\"Did I shtop ye an' break yer heart whin ye wint off wid yer own Tom?\nWhat wuz he but an honest lad thet loved ye, an' he wid not a pinny in\nhis pocket but the fare that brought ye both to the new counthry.\"\n\nTom's eyes filled. She could not see the cedars now. All the hill was\nswimming in light.\n\n\"Oi hev watched Carl sence he fust come, Mary. It's a good mither\nsome'er's as has lost a foine b'y. W'u'dn't ye be lonely yersilf ef ye'd\ncome here wid nobody to touch yer hand?\"\n\nTom shivered and covered her face. Who was more lonely than she--she who\nhad hungered for the same companionship that she was denying Jennie;\nshe who had longed for somebody to stand between her and the world,\nsome hand to touch, some arm to lean on; she who must play the man\nalways--the man and the mother too!\n\nPop went on, stroking her strong, firm hand with his stiff, shriveled\nfingers. He never looked at her; his face was now too turned toward the\ndying sun.\n\n\"Do ye remimber the day ye left me in the ould counthry, Mary, wid yer\nown Tom; an' how I walked wid ye to the turnin' of the road? It wuz\nspring thin, an' the hedges all white wid blossoms. Look at thim two\nover there, Mary, wid their arms full o' flowers. Don't be breakin'\ntheir hearts, child.\"\n\nTom turned and slipped her arm around the old man's neck, her head\nsinking on his shoulder. The tears were under her eyelids; her heart was\nbursting; only her pride sustained her. Then in a half-whispered voice,\nlike a child telling its troubles, she said:--\n\n\"Ye don't know--ye don't know, Gran'pop. The dear God knows it's not on\naccount of meself. It's Tom I'm thinkin' of night an' day--me Tom,\nme Tom. She's his child as well as mine. If he could only help me! He\nwanted such great things for Jennie. It ud be easier if he hadn't saved\nPatsy. Don't speak to me ag'in about it, father dear; it hurts me.\"\n\nThe old man rose from his chair and walked slowly into the house. All\nhis talks with his daughter ended in this way. It was always what Tom\nwould have thought. Why should a poor crazy cripple like her husband,\nshut up in an asylum, make trouble for Jennie?\n\nWhen the light faded and the trees grew indistinct in the gloom, Tom\nstill sat where Pop had left her. Soon the shadows fell in the little\nvalley, and the hill beyond the cedars lost itself in the deepening haze\nthat now crept in from the tranquil sea.\n\nCarl's voice calling to Cully to take in the Gray roused her to\nconsciousness. She pushed back her chair, stood for an instant watching\nCarl romping with Patsy, and then walked slowly toward the stable.\n\nBy the time she reached the water-trough her old manner had returned.\nHer step became once more elastic and firm; her strong will asserted\nitself. She had work to do, and at once. In two hours the board would\nmeet. She needed all her energies and resources. The lovers must wait;\nshe could not decide any question for them now.\n\nAs she passed the stable window a man in a fur cap raised his head\ncautiously above the low fence and shrank back into the shadow.\n\nTom threw open the door and felt along the sill for the lantern and\nmatches. They were not in their accustomed place. The man crouched, ran\nnoiselessly toward the rear entrance, and crept in behind a stall. Tom\nlaid her hand on the haunches of the horse and began rolling back his\nblanket. The man drew himself up slowly until his shoulders were on a\nlevel with the planking. Tom moved a step and turned her face. The man\nraised his arm, whirled a hammer high in the air, and brought it down\nupon her head.\n\nWhen Cully led the Big Gray into his stall, a moment later, he stepped\ninto a pool of blood.\n\n\n\n\nXV. IN THE SHADOW OF DEATH\n\nAt the appointed hour the Board of Trustees met in the hall over the\npost-office. The usual loungers filled the room--members of the Union,\nand others who had counted on a piece of the highway pie when it was\ncut. Dempsey, Crimmins, and Quigg sat outside the rail, against the\nwall. They were waiting for McGaw, who had not been seen since the\nafternoon.\n\nThe president was in his accustomed place. The five gentlemen of\nleisure, the veterinary surgeon, and the other trustees occupied their\nseveral chairs. The roll had been called, and every man had answered to\nhis name. The occasion being one of much importance, a full board was\nrequired.\n\nAs the minute-hand neared the hour of nine Dempsey became uneasy. He\nstarted every time a new-comer mounted the stairs. Where was McGaw?\nNo one had seen him since he swallowed the tumblerful of whiskey and\ndisappeared from O'Leary's, a few hours before.\n\nThe president rapped for order, and announced that the board was ready\nto sign the contract with Thomas Grogan for the hauling and delivery of\nthe broken stone required for public highways.\n\nThere was no response.\n\n\"Is Mrs. Grogan here?\" asked the president, looking over the room and\nwaiting for a reply.\n\n\"Is any one here who represents her?\" he repeated, after a pause, rising\nin his seat as he spoke.\n\nNo one answered. The only sound heard in the room was that of the heavy\nstep of a man mounting the stairs.\n\n\"Is there any one here who can speak for Mrs. Thomas Grogan?\" called the\npresident again, in a louder voice.\n\n\"I can,\" said the man with the heavy tread, who proved to be the foreman\nat the brewery. \"She won't live till mornin'; one of her horses kicked\nher and broke her skull, so McGaw told me.\"\n\n\"Broke her skull! My God! man, how do you know?\" demanded the president,\nhis voice trembling with excitement.\n\nEvery man's face was now turned toward the new-comer; a momentary thrill\nof horror ran through the assemblage.\n\n\"I heard it at the druggist's. One of her boys was over for medicine.\nDr. Mason sewed up her head. He was drivin' by, on his way to\nQuarantine, when it happened.\"\n\n\"What Dr. Mason?\" asked a trustee, eager for details.\n\n\"The man what used to be at Quarantine seven years ago. He's app'inted\nag'in.\"\n\nDempsey caught up his hat and hurriedly left the room, followed by Quigg\nand Crimmins. McGaw, he said to himself, as he ran downstairs, must\nbe blind drunk, not to come to the meeting, \"----him! What if he gives\neverything away!\" he added aloud.\n\n\"This news is awful,\" said the president. \"I am very sorry for Mrs.\nGrogan and her children--she was a fine woman. It is a serious matter,\ntoo, for the village. The highway work ought to commence at once; the\nroads need it. We may now have to advertise again. That would delay\neverything for a month.\"\n\n\"Well, there's other bids,\" said another trustee,--one of the gentlemen\nof leisure,--ignoring the president's sympathy, and hopeful now of\na possible slice on his own account. \"What's the matter with McGaw's\nproposal? There's not much difference in the price. Perhaps he would\ncome down to the Grogan figure. Is Mr. McGaw here, or anybody who can\nspeak for him?\"\n\nJustice Rowan sat against the wall. The overzealous trustee had exactly\nexpressed his own wishes and anxieties. He wanted McGaw's chances\nsettled at once. If they failed, there was Rowan's own brother who might\ncome in for the work, the justice sharing of course in the profits.\n\n\"In the absence of me client,\" said Rowan, looking about the room, and\ndrawing in his breath with an important air, \"I suppose I can ripresint\nhim. I think, however, that if your honorable boord will go on with the\nother business before you, Mr. McGaw will be on hand in half an hour\nhimself. In the meantime I will hunt him up.\"\n\n\"I move,\" said the Scotch surgeon, in a voice that showed how deeply\nhe had been affected, \"that the whole matter be laid on the table for\na week, until we know for certain whether poor Mrs. Grogan is killed\nor not. I can hardly credit it. It is very seldom that a horse kicks a\nwoman.\"\n\nNobody having seconded this motion, the chair did not put it. The fact\nwas that every man was afraid to move. The majority of the trustees, who\nfavored McGaw, were in the dark as to what effect Tom's death would\nhave upon the bids. The law might require readvertising and hence a new\ncompetition, and perhaps somebody much worse for them than Tom might\nturn up and take the work--somebody living outside of the village. Then\nnone of them would get a finger in the pie. Worse than all, the cutting\nof it might have to be referred to the corporation counsel, Judge\nBowker. What his opinion would be was past finding out. He was beyond\nthe reach of \"pulls,\" and followed the law to the letter.\n\nThe minority--a minority of two, the president and the veterinary\nsurgeon--began to distrust the spirit of McGaw's adherents. It looked to\nthe president as if a \"deal\" were in the air.\n\nThe Scotchman, practical, sober-minded, sensible man as he was, had\nold-fashioned ideas of honesty and fair play. He had liked Tom from\nthe first time he saw her,--he had looked after her stables\nprofessionally,--and he did not intend to see her, dead or alive, thrown\nout, without making a fight for her.\n\n\"I move,\" said he, \"that the president appoint a committee of this board\nto jump into the nearest wagon, drive to Mrs. Grogan's, and find out\nwhether she is still alive. If she's dead, that settles it; but if she's\nalive, I will protest against anything being done about this matter for\nten days. It won't take twenty minutes to find out; meantime we can take\nup the unfinished business of the last meeting.\"\n\nOne of the gentlemen of leisure seconded this motion; it was carried\nunanimously, and this gentleman of leisure was himself appointed courier\nand left the room in a hurry. He had hardly reached the street when he\nwas back again, followed closely by Dempsey, Quigg, Crimmins, Justice\nRowan, and, last of all, fumbling with his fur cap, deathly pale, and\nentirely sober--Dan McGaw.\n\n\"There's no use of my going,\" said the courier trustee, taking his seat.\n\"Grogan won't live an hour, if she ain't dead now. She had a sick horse\nthat wanted looking after, and she went into the stable without a light,\nand he let drive, and broke her skull. She's got a gash the length of\nyour hand--wasn't that it, Mr. McGaw?\"\n\nMcGaw nodded his head.\n\n\"Yes; that's about it,\" he said. The voice seemed to come from his\nstomach, it was so hollow.\n\n\"Did you see her, Mr. McGaw?\" asked the Scotchman in a positive tone.\n\n\"How c'u'd I be a-seein' her whin I been in New Yorruk 'mos' all day? D'\nye think I'm runnin' roun' to ivery stable in the place? I wuz a-comin'\n'cross lots whin I heared it. They says the horse had blin' staggers.\"\n\n\"How do you know, then?\" asked the Scotchman suspiciously. \"Who told you\nthe horse kicked her?\"\n\n\"Well, I dunno; I think it wuz some un\"--\n\nDempsey looked at him and knit his brow. McGaw stopped.\n\n\"Don't you know enough of a horse to know he couldn't kick with blind\nstaggers?\" insisted the Scotchman.\n\nMcGaw did not answer.\n\n\"Does anybody know any of the facts connected with this dreadful\naccident to Mrs. Grogan?\" asked the president. \"Have you heard anything,\nMr. Quigg?\"\n\nMr. Quigg had heard absolutely nothing, and had not seen Mrs. Grogan\nfor months. Mr. Crimmins was equally ignorant, and so were several other\ngentlemen. Here a voice came from the back of the room.\n\n\"I met Dr. Mason, sir, an hour ago, after he had attended Tom Grogan.\nHe was on his way to Quarantine in his buggy. He said he left her\ninsensible after dressin' the wound. He thought she might not live till\nmornin'.\"\n\n\"May I ask your name, sir?\" asked the president in a courteous tone.\n\n\"Peter Lathers. I am yardmaster at the U. S. Lighthouse Depot.\"\n\nThe title, and the calm way in which Lathers spoke, convinced the\npresident and the room. Everybody realized that Tom's life hung by a\nthread. The Scotchman still had a lingering doubt. He also wished to\nclear up the blind-staggers theory.\n\n\"Did he say how she was hurt?\" asked the Scotchman.\n\n\"Yes. He said he was a-drivin' by when they picked her up, and he was\ndead sure that somebody had hid in the stable and knocked her on the\nhead with a club.\"\n\nMcGaw steadied himself with his hand and grasped the seat of his chair.\nThe sweat was rolling from his face. He seemed afraid to look up, lest\nsome other eye might catch his own and read his thoughts. If he had only\nseen Lathers come in!\n\nLathers's announcement, coupled with the Scotchman's well-known\nknowledge of equine diseases discrediting the blind-staggers theory,\nproduced a profound sensation. Heads were put together, and low whispers\nwere heard. Dempsey, Quigg, and Crimmins did not move a muscle.\n\nThe Scotchman again broke the silence.\n\n\"There seems to be no question, gentlemen, that the poor woman is badly\nhurt; but she is still alive, and while she breathes we have no right\nto take this work from her. It's not decent to serve a woman so; and\nI think, too, it's illegal. I again move that the whole matter be laid\nupon the table.\"\n\nThis motion was not put, nobody seconding it.\n\nThen Justice Rowan rose. The speech of the justice was seasoned with a\nbrogue as delicate in flavor as the garlic in a Spanish salad.\n\n\"Mr. Prisident and Gintlemen of the Honorable Boord of Village\nTrustees,\" said the justice, throwing back his coat. The elaborate\nopening compelled attention at once. Such courtesies were too seldom\nheard in their deliberations, thought the members, as they lay back in\ntheir chairs to listen.\n\n\"No wan can be moore pained than meself that so estimable a woman\nas Mrs. Grogan--a woman who fills so honorably her every station in\nlife--should at this moment be stricken down either by the hand of an\nassassin or the hoof of a horse. Such acts in a law-abidin' community\nlike Rockville bring with them the deepest detistation and the\nprofoundest sympathy. No wan, I am sure, is more touched by her\nmisforchune than me worthy friend Mr. Daniel McGaw, who by this direct\ninterposition of Providence is foorced into the position of being\ncompelled to assert his rights befoore your honorable body, with full\nassurance that there is no tribunal in the land to which he could apply\nwhich would lend a more willing ear.\"\n\nIt was this sort of thing that made Rowan popular.\n\n\"But, gintlemen,\"--here the justice curry-combed his front hair with\nhis fingers--greasy, jet-black hair, worn long, as befitted his\nposition,--\"this is not a question of sympathy, but a question of law.\nYour honorable boord advertoised some time since for certain supplies\nneeded for the growth and development of this most important of the\nvillages of Staten Island. In this call it was most positively and\nclearly stated that the contract was to be awarded to the lowest\nrisponsible bidder who gave the proper bonds. Two risponses were made\nto this call, wan by Mrs. Grogan, acting on behalf of her husband,--well\nknown to be a hopeless cripple in wan of the many charitable\ninstitootions of our noble State,--and the other by our distinguished\nfellow-townsman, Mr. Daniel McGaw, whom I have the honor to ripresint.\nWith that strict sinse of justice which has always characterized the\ndecisions of this honorable boord, the contract was promptly awarded\nto Thomas Grogan, he being the lowest bidder; and my client, Daniel\nMcGaw,--honest Daniel McGaw I should call him if his presence did not\ndeter me,--stood wan side in obadience to the will of the people and\nthe laws of the State, and accepted his defate with that calmness which\nalways distinguishes the hard-workin' sons of toil, who are not only\nthe bone and sinoo of our land, but its honor and proide. But,\ngintlemen,\"--running his hand lightly through his hair, and then laying\nit in the bulging lapels of his now half-buttoned coat,--\"there were\nother conditions accompanying these proposals; to wit, that within tin\ndays from said openin' the successful bidder should appear befoore\nthis honorable body, and then and there duly affix his signatoor to the\naforesaid contracts, already prepared by the attorney of this boord, my\nhonored associate, Judge Bowker. Now, gintlemen, I ask you to look\nat the clock, whose calm face, like a rising moon, presides over the\ndeliberations of this boord, and note the passin' hour; and then I\nask you to cast your eyes over this vast assemblage and see if Thomas\nGrogan, or any wan ripresinting him or her, or who in any way is\nconnected with him or her, is within the confines of this noble hall, to\nexecute the mandates of this distinguished boord. Can it be believed\nfor an instant that if Mrs. Grogan, acting for her partly dismimbered\nhusband, Mr. Thomas Grogan, had intinded to sign this contract, she\nwould not have dispatched on the wings of the wind some Mercury, fleet\nof foot, to infarm this boord of her desire for postponement? I demand\nin the interests of justice that the contract be awarded to the lowest\nrisponsible bidder who is ready to sign the contract with proper bonds,\nwhether that bidder is Grogan, McGaw, Jones, Robinson, or Smith.\"\n\nThere was a burst of applause and great stamping of feet; the tide\nof sympathy had changed. Rowan had perhaps won a few more votes. This\npleased him evidently more than his hope of cutting the contract\npie. McGaw began to regain some of his color and lose some of his\nnervousness. Rowan's speech had quieted him.\n\nThe president gravely rapped for order. It was wonderful how much\nbackbone and dignity and self-respect the justice's very flattering\nremarks had injected into the nine trustees--no, eight, for the\nScotchman fully understood and despised Rowan's oratorical powers.\n\nThe Scotchman was on his feet in an instant.\n\n\"I have listened,\" he said, \"to the talk that Justice Rowan has given\nus. It's very fine and tonguey, but it smothers up the facts. You can't\nrob this woman\"--\n\n\"Question! question!\" came from half a dozen throats.\n\n\"What's your pleasure, gentlemen?\" asked the president, pounding with\nhis gavel.\n\n\"I move,\" said the courier member, \"that the contract be awarded to Mr.\nDaniel McGaw as the lowest bidder, provided he can sign the contract\nto-night with proper bonds.\"\n\nFour members seconded it.\n\n\"Is Mr. McGaw's bondsman present?\" asked the president, rising.\n\nJustice Rowan rose, and bowed with the air of a foreign banker accepting\na government loan.\n\n\"I have that honor, Mr. Prisident. I am willing to back Mr. McGaw to\nthe extent of me humble possissions, which are ample, I trust, for\nthe purposes of this contract\"--looking around with an air of entire\nconfidence.\n\n\"Gentlemen, are you ready for the question?\" asked the president.\n\nAt this instant there was a slight commotion at the end of the hall.\nHalf a dozen men nearest the door left their seats and crowded to the\ntop of the staircase. Then came a voice outside: \"Fall back; don't\nblock up the door! Get back there!\" The excitement was so great that the\nproceedings of the board were stopped.\n\nThe throng parted, The men near the table stood still. An ominous\nsilence suddenly prevailed. Daniel McGaw twisted his head, turned\nghastly white, and would have fallen from his chair but for Dempsey.\n\nAdvancing through the door with slow, measured tread, her long cloak\nreaching to her feet; erect, calm, fearless; her face like chalk; her\nlips compressed, stifling the agony of every step; her eyes deep sunken,\nblack-rimmed, burning like coals; her brow bound with a blood-stained\nhandkerchief that barely hid the bandages beneath, came Tom.\n\nThe deathly hush was unbroken. The men fell back with white, scared\nfaces to let her pass. McGaw cowered in his chair. Dempsey's eyes\nglistened, a half-sigh of relief escaping him. Crimmins had not moved;\nthe apparition stunned him.\n\nOn she came, her eyes fixed on the president, till she reached the\ntable. Then she steadied herself for a moment, took a roll of papers\nfrom her dress, and sank into a chair.\n\nNo one spoke. The crowd pressed closer. Those outside the rail\nnoiselessly mounted the benches and chairs, craning their necks. Every\neye was fixed upon her.\n\nSlowly and carefully she unrolled the contract, spreading it out before\nher, picked up a pen from the table, and without a word wrote her name.\nThen she rose firmly, and walked steadily to the door.\n\nJust then a man entered within the rail and took her seat. It was her\nbondsman, Mr. Crane.\n\n\n\n\nXVI. A FRIEND IN NEED\n\nTwo days after Tom had signed the highway contract, Babcock sat in his\nprivate office in New York, opening his mail. In the outside room\nwere half a dozen employees--engineers and others--awaiting their\ninstructions.\n\nThe fine spring weather had come and work had been started in every\ndirection, including the second section of the sea-wall at the depot,\nwhere the divers were preparing the bottom for the layers of concrete.\nTom's carts had hauled the stone.\n\nTucked into the pile of letters heaped before him, Babcock's quick eye\ncaught the corner of a telegram. It read as follows:--\n\n     Mother hurt.  Wants you immediately.  Please come.\n\n                                  JENNIE GROGAN.\n\nFor an instant he sat motionless, gazing at the yellow slip. Then he\nsprang to his feet. Thrusting his unopened correspondence into his\npocket, he gave a few hurried instructions to his men and started for\nthe ferry. Once on the boat, he began pacing the deck. \"Tom hurt!\" he\nrepeated to himself. \"Tom hurt? How--when--what could have hurt her?\"\nHe had seen her at the sea-wall, only three days before, rosy-cheeked,\nmagnificent in health and strength. What had happened? At the St. George\nlanding he jumped into a hack, hurrying the cabman.\n\nJennie was watching for him at the garden gate. She said her mother was\nin the sitting-room, and Gran'pop was with her. As they walked up the\npath she recounted rapidly the events of the past two days.\n\nTom was on the lounge by the window, under the flowering plants,\nwhen Babcock entered. She was apparently asleep. Across her forehead,\ncovering the temples, two narrow bandages bound up her wound. At\nBabcock's step she opened her eyes, her bruised, discolored face\nbreaking into a smile. Then, noting his evident anxiety, she threw the\nshawl from her shoulders and sat up.\n\n\"No, don't look so. It's nothin'; I'll be all right in a day or two.\nI've been hurted before, but not so bad as this. I wouldn't have\ntroubled ye, but Mr. Crane has gone West. It was kind and friendly o' ye\nto come; I knew ye would.\"\n\nBabcock nodded to Pop, and sank into a chair. The shock of her\nappearance had completely unnerved him.\n\n\"Jennie has told me about it,\" he said in a tender, sympathetic tone.\n\"Who was mean enough to serve you in this way, Tom?\" He called her Tom\nnow, as the others did.\n\n\"Well, I won't say now. It may have been the horse, but I hardly think\nit, for I saw a face. All I remember clear is a-layin' me hand on the\nmare's back. When I come to I was flat on the lounge. They had fixed me\nup, and Dr. Mason had gone off. Only the thick hood saved me. Carl and\nCully searched the place, but nothin' could be found. Cully says he\nheard somebody a-runnin' on the other side of the fence, but ye can't\ntell. Nobody keeps their heads in times like that.\"\n\n\"Have you been in bed ever since?\" Babcock asked.\n\n\"In bed! God rest ye! I was down to the board meetin' two hours after,\nwid Mr. Crane, and signed the contract. Jennie and all of 'em wouldn't\nhave it, and cried and went on, but I braved 'em all. I knew I had to go\nif I died for it. Mr. Crane had his buggy, so I didn't have to walk. The\nstairs was the worst. Once inside, I was all right. I only had to sign,\nan' come out again; it didn't take a minute. Mr. Crane stayed and fixed\nthe bonds wid the trustees, an' I come home wid Carl and Jennie.\" Then,\nturning to her father, she said, \"Gran'pop, will ye and Jennie go into\nthe kitchen for a while? I've some private business wid Mr. Babcock.\"\n\nWhen they were gone her whole manner changed. She buried her face for a\nmoment in the pillow, covering her cheek with her hands; then, turning\nto Babcock, she said:--\n\n\"Now, me friend, will ye lock the door?\"\n\nFor some minutes she looked out of the window, through the curtains and\nnasturtiums, then, in a low, broken voice, she said:\n\n\"I'm in great trouble. Will ye help me?\"\n\n\"Help you, Tom? You know I will, and with anything I've got. What is\nit!\" he said earnestly, regaining his chair and drawing it closer.\n\n\"Has no one iver told ye about me Tom?\" she asked, looking at him from\nunder her eyebrows.\n\n\"No; except that he was hurt or--or--out of his mind, maybe, and you\ncouldn't bring him home.\"\n\n\"An' ye have heared nothin' more?\"\n\n\"No,\" said Babcock, wondering at her anxious manner.\n\n\"Ye know that since he went away I've done the work meself, standin' out\nas he would have done in the cold an' wet an' workin' for the children\nwid nobody to help me but these two hands.\"\n\nBabcock nodded. He knew how true it was.\n\n\"Ye've wondered many a time, maybe, that I niver brought him home an'\nhad him round wid me other poor cripple, Patsy--them two togither.\" Her\nvoice fell almost to a whisper.\n\n\"Or ye thought, maybe, it was mean and cruel in me that I kep' him a\nburden on the State, when I was able to care for him meself. Well, ye'll\nthink so no more.\"\n\nBabcock began to see now why he had been sent for. His heart went out to\nher all the more.\n\n\"Tom, is your husband dead?\" he asked, with a quiver in his voice.\n\nShe never took her eyes from his face. Few people were ever tender\nwith her; they never seemed to think she needed it. She read this man's\nsincerity and sympathy in his eyes; then she answered slowly:--\n\n\"He is, Mr. Babcock.\"\n\n\"When did he die! Was it last night, Tom?\"\n\n\"Listen to me fust, an' then I'll tell ye. Ye must know that when me\nTom was hurted, seven years ago, we had a small place, an' only three\nhorses, and them warn't paid for; an' we had the haulin' at the brewery,\nan' that was about all we did have. When Tom had been sick a month--it\nwas the time the bucket fell an' broke his rib--the new contract at the\nbrewery was let for the year, an' Schwartz give it to us, a-thinkin'\nthat Tom'd be round ag'in, an' niver carin', so's his work was done, an'\nI doin' it, me bein' big an' strong, as I always was. Me Tom got worse\nan' worse, an' I saw him a-failin', an' one day Dr. Mason stopped an'\nsaid if I brought him to Bellevue Hospital, where he had just been\nappointed, he'd fix up his rib so he could breathe easier, and maybe\nhe'd get well. Well, I hung on an' on, thinkin' he'd get better,--poor\nfellow, he didn't want to go,--but one night, about dark, I took the\nBig Gray an' put him to the cart, an' bedded it down wid straw; an' I\nwrapped me Tom up in two blankits an' carried him downstairs in me own\narms, an' driv slow to the ferry.\"\n\nShe hesitated for a moment, leaned her bruised head on her hand, and\nthen went on:--\n\n\"When I got to Bellevue, over by the river, it was near ten o'clock at\nnight. Nobody stopped me or iver looked into me bundle of straw where\nme poor boy lay; an' I rung the bell, an' they came out, an' got him up\ninto the ward, an' laid him on the bed. Dr. Mason was on night duty, an'\ncome an' looked at him, an' said I must come over the next day; an' I\nkissed me poor Tom an' left him tucked in, promisin' to be back early in\nthe mornin'. I had got only as far as the gate on the street whin one of\nthe men came a-runnin' after me. I thought he had fainted, and ran\nback as fast as I could, but when I got me arms under him again--he was\ndead.\"\n\n\"And all this seven years ago, Tom?\" said Babcock in astonishment,\nsinking back in his chair.\n\nTom bowed her head. The tears were trickling through her fingers and\nfalling on the coarse shawl.\n\n\"Yis; seven years ago this June.\" She paused for a moment, as if the\nscene was passing before her in every detail, and then went on: \"Whin I\ncome home I niver said a word to anybody but Jennie. I've niver told\nPop yit. Nobody else would have cared; we was strangers here. The next\nmornin' I took Jennie,--she was a child then,--an' we wint over to the\ncity, an' I got what money I had, an' the doctors helped, an' we buried\nhim; nobody but just us two, Jennie an' me, walkin' behint the wagon,\nhis poor body in the box. Whin I come home I wanted to die, but I said\nnothin'. I was afraid Schwartz would take the work away if he knew it\nwas only a woman who was a-doin' it wid no man round, an so I kep' on;\nan' whin the neighbors asked about him bein' in a 'sylum an' out of his\nhead, an' a cripple an' all that, God forgive me, I was afraid to tell,\nand I kept still and let it go at that; an' whin they asked me how he\nwas I'd say he was better, or more comfortable, or easier; an' so he\nwas, thank God! bein' in heaven.\"\n\nShe roused herself wearily, and wiped her eyes with the back of her\nhand. Babcock sat motionless.\n\n\"Since that I've kep' the promise to me Tom that I made on me\nknees beside his bed the night I lifted him in me arms to take him\ndownstairs--that I 'd keep his name clean, and do by it as he would hev\ndone himself, an' bring up the children, an' hold the roof over their\nheads. An' now they say I dar'n't be called by Tom's name, nor sign it\nneither, an' they're a-goin' to take me contract away for puttin' his\nname at the bottom of it, just as I've put it on ivery other bit o'\npaper I've touched ink to these seven years since he left me.\"\n\n\"Why, Tom, this is nonsense. Who says so?\" said Babcock earnestly, glad\nof any change of feeling to break the current of her thoughts.\n\n\"Dan McGaw an' Rowan says so.\"\n\n\"What's McGaw got to do with it? He's out of the fight.\"\n\n\"Oh, ye don't know some men, Mr. Babcock. McGaw'll never stop fightin'\nwhile I live. Maybe I oughtn't tell ye,--I've niver told anybody,--but\nwhin my Tom lay sick upstairs, McGaw come in one night, an' his own\nwife half dead with a blow he had given her, an' sat down in this very\nroom,--it was our kitchen then,--an' he says,' If your man don't git\nwell, ye'll be broke.' An' I says to him, 'Dan McGaw, if I live twelve\nmonths, Tom Grogan'll be a richer man than he is now.' I was a-sittin'\nright here when I said it, wid a rag carpet on this floor, an' hardly\nany furniture in the room. He said more things, an' tried to make love\nto me, and I let drive and threw him out of me kitchen. Then all me\ntrouble wid him began; he's done everything to beat me since, and now\nmaybe, after all, he'll down me. It all come up yisterday through McGaw\nmeetin' Dr. Mason an' askin' him about me Tom; an' whin the doctor told\nhim Tom was dead seven years, McGaw runs to Justice Rowan wid the story,\nan' now they say I can't sign a dead man's name. Judge Bowker has the\npapers, an' it's all to be settled to-morrow.\"\n\n\"But they can't take your contract away,\" said Babcock indignantly, \"no\nmatter what Rowan says.\"\n\n\"Oh, it's not that--it's not that. That's not what hurts me. I can git\nanother contract. That's not what breaks me heart. But if they take me\nTom's NAME from me, an' say I can't be Tom Grogan any more; it's like\nrobbin' me of my life. When I work on the docks I allus brace myself\nan' say' I'm doing just what Tom did many a day for me.' When I sign his\nname to me checks an' papers,--the name I've loved an' that I've worked\nfor, the name I've kep' clean for him--me Tom that loved me, an' never\nlied or was mean--me Tom that I promised, an'--an'\"--\n\nAll the woman in her overcame her now. Sinking to her knees, she threw\nher arms and head on the lounge, and burst into tears.\n\nBabcock rested his head on his hand, and looked on in silence. Here was\nsomething, it seemed to him, too sacred for him to touch even with his\nsympathy.\n\n\"Tom,\" he said, when she grew more quiet, his whole heart going out to\nher, \"what do you want me to do?\"\n\n\"I don't know that ye can do anything,\" she said in a quivering voice,\nlifting her head, her eyes still wet. \"Perhaps nobody can. But I thought\nmaybe ye'd go wid me to Judge Bowker in the mornin'. Rowan an' all of\n'em 'll be there, an' I'm no match for these lawyers. Perhaps ye'd speak\nto the judge for me.\"\n\nBabcock held out his hand.\n\n\"I knew ye would, an' I thank ye,\" she said, drying her eyes. \"Now\nunlock the door, an' let 'em in. They worry so. Gran'pop hasn't slep'\na night since I was hurted, an' Jennie goes round cryin' all the time,\nsayin' they 'll be a-killin' me next.\"\n\nThen, rising to her feet, she called out in a cheery voice, as Babcock\nopened the door, \"Come in, Jennie; come in Gran'pop. It's all over,\nchild. Mr. Babcock's a-going wid me in the mornin'. Niver fear; we'll\ndown 'em all yit.\"\n\n\n\n\nXVII. A DANIEL COME TO JUDGMENT\n\nWhen Judge Bowker entered his office adjoining the village bank, Justice\nRowan had already arrived. So had McGaw, Dempsey, Crimmins, Quigg, the\npresident of the board, and one or two of the trustees. The judge had\nsent for McGaw and the president, and they had notified the others.\n\nMcGaw sat next to Dempsey. His extreme nervousness of a few days\nago--starting almost at the sound of his own footstep--had given place\nto a certain air of bravado, now that everybody in the village believed\nthe horse had kicked Tom.\n\nBabcock and Tom were by the window, she listless and weary, he alert\nand watchful for the slightest point in her favor. She had on her brown\ndress, washed clean of the blood-stains, and the silk hood, which better\nconcealed the bruises. All her old fire and energy were gone. It was not\nfrom the shock of her wound,--her splendid constitution was fast healing\nthat,--but from this deeper hurt, this last thrust of McGaw's which\nseemed to have broken her indomitable spirit.\n\nBabcock, although he did not betray his misgivings, was greatly worried\nover the outcome of McGaw's latest scheme. He wished in his secret\nheart that Tom had signed her own name to the contract. He was afraid\nso punctilious a man as the judge might decide against her. He had never\nseen him; he only knew that no other judge in his district had so great\na reputation for technical rulings.\n\nWhen the judge entered--a small, gray-haired, keen-eyed man in a\nblack suit, with gold spectacles, spotless linen, and clean-shaven\nface--Babcock's fears were confirmed. This man, he felt, would be\nlegally exact, no matter who suffered by his decision.\n\nRowan opened the case, the judge listening attentively, looking over his\nglasses. Rowan recounted the details of the advertisement, the opening\nof the bids, the award of the contract, the signing of \"Thomas Grogan\"\nin the presence of the full board, and the discovery by his \"honored\nclient that no such man existed, had not existed for years, and did not\nnow exist.\"\n\n\"Dead, your Honor\"--throwing out his chest impressively, his voice\nswelling--\"dead in his grave these siven years, this Mr. Thomas Grogan;\nand yet this woman has the bald and impudent effrontery to\"--\n\n\"That will do, Mr. Rowan.\"\n\nPolice justices--justices like Rowan--did not count much with Judge\nBowker, and then he never permitted any one to abuse a woman in his\npresence.\n\n\"The point you make is that Mrs. Grogan had no right to sign her name to\na contract made out in the name of her dead husband.\"\n\n\"I do, your Honor,\" said Rowan, resuming his seat.\n\n\"Why did you sign it?\" asked Judge Bowker, turning to Tom.\n\nShe looked at Babcock. He nodded assent, and then she answered:--\n\n\"I allus signed it so since he left me.\"\n\nThere was a pleading, tender pathos in her words that startled Babcock.\nHe could hardly believe the voice to be Tom's.\n\nThe judge looked at her with a quick, penetrating glance, which\nbroadened into an expression of kindly interest when he read her entire\nhonesty in her face. Then he turned to the president of the board.\n\n\"When you awarded this contract, whom did you expect to do the work,\nMrs. Grogan or her husband.'\"\n\n\"Mrs. Grogan, of course. She has done her own work for years,\" answered\nthe president.\n\nThe judge tapped the arm of his chair with his pencil. The taps could be\nheard all over the room. Most men kept quiet in Bowker's presence,\neven men like Rowan. For some moments his Honor bent over the desk and\ncarefully examined the signed contract spread out before him; then he\npushed it back, and glanced about the room.\n\n\"Is Mr. Crane, the bondsman, present?\"\n\n\"Mr. Crane has gone West, sir,\" said Babcock, rising. \"I represent Mrs.\nGrogan in this matter.\"\n\n\"Did Mr. Crane sign this bond knowing that Mrs. Grogan would haul the\nstone?\"\n\n\"He did; and I can add that all her checks, receipts, and correspondence\nare signed in the same way, and have been for years. She is known\neverywhere as Tom Grogan. She has never had any other name--in her\nbusiness.\"\n\n\"Who else objects to this award?\" said the judge calmly.\n\nRowan sprang to his feet. The judge looked at him.\n\n\"Please sit down, Justice Rowan. I said 'who else.' I have heard you.\"\nHe knew Rowan.\n\nDempsey jumped from his chair.\n\n\"I'm opposed to it, yer Honor, an' so is all me fri'nds here. This woman\nhas been invited into the Union, and treats us as if we was dogs. She\"--\n\n\"Are you a bidder for this work?\" asked the judge.\n\n\"No, sir; but the Union has rights, and\"--\n\n\"Please take your seat; only bidders can be heard now.\"\n\n\"But who's to stand up for the rights of the laborin' man if\"--\n\n\"You can, if you choose; but not here. This is a question of evidence.\"\n\n\"Who's Bowker anyhow?\" said Dempsey behind his hand to Quigg. \"Ridin'\n'round in his carriage and chokin' off free speech?\" After some moments\nof thought the judge turned to the president of the board, and said in a\nmeasured, deliberate voice:--\n\n\"This signature, in my opinion, is a proper one. No fraud is charged,\nand under the testimony none was intended. The law gives Mrs. Grogan\nthe right to use any title she chooses in conducting her business--her\nhusband's name, or any other. The contract must stand as it is.\"\n\nHere the judge arose and entered his private office, shutting the door\nbehind him.\n\nTom had listened with eyes dilating, every nerve in her body at highest\ntension. Her contempt for Rowan in his abuse of her; her anger against\nDempsey at his insults; her gratitude to Babcock as he stood up to\ndefend her; her fears for the outcome, as she listened to the calm,\njudicial voice of the judge,--each producing a different sensation of\nheat and cold,--were all forgotten in the wild rush of joy that surged\nthrough her as the judge's words fell upon her ear. She shed no tears,\nas other women might have done. Every fibre of her being seemed to be\nturned to steel. She was herself again--she, Tom Grogan!--firm on her\nown feet, with her big arms ready to obey her, and her head as clear as\na bell, master of herself, master of her rights, master of everything\nabout her. And, above all, master of the dear name of her Tom that\nnothing could take from her now--not even the law!\n\nWith this tightening of her will power there quivered through her a\nsense of her own wrongs--the wrongs she had endured for years, the\nwrongs that had so nearly wrecked her life.\n\nThen, forgetting the office, the still solemnity of the place--even\nBabcock--she walked straight up to McGaw, blocking his exit to the\nstreet door.\n\n\"Dan McGaw, there's a word I've got for ye before ye l'ave this place,\nan' I'm a-going to say it to ye now before ivery man in this room.\"\n\nMcGaw shrank back in alarm.\n\n\"You an' I have known each other since the time I nursed yer wife when\nyer boy Jack was born, an' helped her through when she was near dyin'\nfrom a kick ye give her. Ye began yer dirty work on me one night when\nme Tom lay sick, an' I threw ye out o' me kitchen; an' since that time\nye've\"--\n\n\"Here! I ain't a-goin' ter stand here an' listen ter yer. Git out o' me\nway, or I'll\"--\n\nTom stepped closer, her eyes flashing, every word ringing clear.\n\n\"Stand still, an' hear what I've got to say to ye, or I'll go into that\nroom and make a statement to the judge that'll put ye where ye\nwon't move for years. There was enough light for me to see. Look at\nthis\"--drawing back her hood, and showing the bandaged scar.\n\nMcGaw seemed to shrivel up; the crowd stood still in amazement.\n\n\"I thought ye would. Now, I'll go on. Since that night in me kitchen ye\n've tried to ruin me in ivery other way ye could. Ye've set these dead\nbeats Crimmins and Quigg on to me to coax away me men; ye've stirred up\nthe Union; ye burned me stable\"--\n\n\"Ye lie! It's a tramp did it,\" snarled McGaw.\n\n\"Ye better keep still till I get through, Dan McGaw. I've got the can\nthat helt the ker'sene, an' I know where yer boy Billy bought it, an'\nwho set him up to it,\" she added, looking straight at Crimmins. \"He\nmight'a' been a dacent boy but for him.\" Crimmins turned pale and bit\nhis lip.\n\nThe situation became intense. Even the judge, who had come out of his\nprivate room at the attack, listened eagerly.\n\n\"Ye've been a sneak an' a coward to serve a woman so who never harmed\nye. Now I give ye fair warnin', an' I want two or three other men in\nthis room to listen; if this don't stop, ye'll all be behint bars where\nye belong.--I mean you, too, Mr. Dempsey. As for you, Dan McGaw, if it\nwarn't for yer wife Kate, who's a dacent woman, ye'd go to-day. Now, one\nthing more, an' I'll let ye go. I've bought yer chattel mortgage of Mr.\nCrane that's past due, an' I can do wid it as I pl'ase. You'll send\nto me in the mornin' two of yer horses to take the places of those ye\nburned up, an' if they're not in my stable by siven o'clock I'll be\nround yer way 'bout nine with the sheriff.\"\n\nOnce outside in the sunlight, she became herself again. The outburst\nhad cleared her soul like a thunder-clap. She felt as free as air. The\nsecret that had weighed her down for years was off her mind. What\nshe had whispered to her own heart she could now proclaim from the\nhousetops. Even the law protected her.\n\nBabcock walked beside her, silent and grave. She seemed to him like some\nJoan with flaming sword.\n\nWhen they reached the road that led to her own house, her eyes fell\nupon Jennie and Carl. They had walked down behind them, and were waiting\nunder the trees.\n\n\"There's one thing more ye can do for me, my friend,\" she said, turning\nto Babcock. \"All the old things Tom an' I did togither I can do by\nmeself; but it's new things like Carl an' Jennie that trouble me--the\nnew things I can't ask him about. Do ye see them two yonder! Am I free\nto do for 'em as I would? No; ye needn't answer. I see it in yer face.\nCome here, child; I want ye. Give me yer hand.\"\n\nFor an instant she stood looking into their faces, her eyes brimming.\nThen she took Jennie's hand, slipped it into Carl's, and laying her big,\nstrong palm over the two, said slowly:\n\n\"Now go home, both o' ye, to the house that'll shelter ye, pl'ase God,\nas long as ye live.\"\n\n*****\n\nBefore the highway-work was finished, McGaw was dead and Billy and\nCrimmins in Sing Sing. The label on the empty can, Quigg's volunteered\ntestimony, and Judge Bowker's charge, convinced the jury. Quigg had\nquarreled with Crimmins and the committee, and took that way of getting\neven.\n\nWhen Tom heard the news, she left her teams standing in the road and\nwent straight to McGaw's house. His widow sat on a broken chair in an\nalmost empty room.\n\n\"Don't cry, Katy,\" said Tom, bending over her. \"I'm sorry for Billy.\nSeems to me, ye've had a lot o' trouble since Dan was drowned. It was\nnot all Billy's fault. It was Crimmins that put him up to it. But ye've\none thing left, and that's yer boy Jack. Let me take him--I'll make a\nman of him.\"\n\n*****\n\nJack is still with her. Tom says he is the best man in her gang.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tom Grogan, by F. Hopkinson Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TOM GROGAN ***\n\n***** This file should be named 850.txt or 850.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/8\/5\/850\/\n\nProduced by An Anonymous Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":693,"split":"train"}
