{"ori_id":"6fc88efa5357b958b072332a14efd3e33cf4e4c0","title":"The Frogs","context":"The Frogs\n The Frogs tells the story of the god Dionysus, who, despairing of the state of Athens' tragedians, travels to Hades (the underworld) to bring the playwright Euripides back from the dead. (Euripides had died the year before, in 406 BC). He brings along his slave Xanthias, who is smarter and braver than Dionysus. As the play opens, Xanthias and Dionysus argue over what kind of jokes Xanthias can use to open the play. For the first half of the play, Dionysus routinely makes critical errors, forcing Xanthias to improvise in order to protect his master and prevent Dionysus from looking incompetent—but this only allows Dionysus to continue to make mistakes with no consequence.\nTo find a reliable path to Hades, Dionysus seeks advice from his half-brother Heracles, who had been there before in order to retrieve the hell hound Cerberus. Dionysus shows up at his doorstep dressed in a lion-hide and carrying a club. Heracles, upon seeing the effeminate Dionysus dressed up like himself, can't help laughing. When asked which road is the quickest to get to Hades, Heracles replies that you can hang yourself, drink poison, or jump off a tower. Dionysus opts for the longer journey, which Heracles himself had taken, across a lake (possibly Lake Acheron).\nWhen Dionysus arrives at the lake, Charon ferries him across. Xanthias, being a slave, is not allowed in the boat, and has to walk around it, while Dionysus is made to help row the boat.\nThis is the point of the first choral interlude (parodos), sung by the eponymous chorus of frogs (the only scene in which frogs feature in the play). Their croaking refrain – Brekekekèx-koàx-koáx (Greek: Βρεκεκεκὲξ κοὰξ κοάξ) – greatly annoys Dionysus, who engages in a mocking debate (agon) with the frogs. When he arrives at the shore, Dionysus meets up with Xanthias, who teases him by claiming to see the frightening monster Empusa. A second chorus composed of spirits of Dionysian Mystics soon appear.\nThe next encounter is with Aeacus, who mistakes Dionysus for Heracles due to his attire. Still angry over Heracles' theft of Cerberus, Aeacus threatens to unleash several monsters on him in revenge. Frightened, Dionysus trades clothes with Xanthias. A maid then arrives and is happy to see Heracles. She invites him to a feast with virgin dancing girls, and Xanthias is more than happy to oblige. But Dionysus quickly wants to trade back the clothes. Dionysus, back in the Heracles lion-skin, encounters more people angry at Heracles, and so he makes Xanthias trade a third time.\nWhen Aeacus returns to confront the alleged Heracles (i.e., Xanthias), Xanthias offers him his \"slave\" (Dionysus) for torturing, to obtain the truth as to whether or not he is really a thief. The terrified Dionysus tells the truth that he is a god. After each is whipped, Dionysus is brought before Aeacus' masters, and the truth is verified. The maid then catches Xanthias and chats him up, interrupted by preparations for the contest scene.\nThe maid describes the Euripides-Aeschylus conflict. Euripides, who had only just recently died, is challenging the great Aeschylus for the seat of \"Best Tragic Poet\" at the dinner table of Pluto, the ruler of the underworld. A contest is held with Dionysus as judge. The two playwrights take turns quoting verses from their plays and making fun of the other. Euripides argues the characters in his plays are better because they are more true to life and logical, whereas Aeschylus believes his idealized characters are better as they are heroic and models for virtue. Aeschylus mocks Euripides' verse as predictable and formulaic by having Euripides quote lines from many of his prologues, each time interrupting the declamation with the same phrase \"ληκύθιον ἀπώλεσεν\" (\"... lost his little flask of oil\"). (The passage has given rise to the term lekythion, literally 'oil-flask', for this type of rhythmic group in poetry.) Euripides counters by demonstrating the alleged monotony of Aeschylus' choral songs, parodying excerpts from his works and having each citation end in the same refrain ἰὴ κόπον οὐ πελάθεις ἐπ᾽ ἀρωγάν; (\"oh, what a stroke, won't you come to the rescue?\", from Aeschylus' lost play Myrmidons). Aeschylus retorts to this by mocking Euripides' choral meters and lyric monodies with castanets.\nDuring the contest, Dionysus redeems himself for his earlier role as the butt of every joke. He now rules the stage, adjudicating the contestants' squabbles fairly, breaking up their prolonged rants, and applying a deep understanding of Greek tragedy.\nTo end the debate, a balance is brought in and each are told to tell a few lines into it. Whoever's lines have the most \"weight\" will cause the balance to tip in their favor. Euripides produces verses of his that mention, in turn, the ship Argo, Persuasion, and a mace. Aeschylus responds with the river Spercheios, Death, and two crashed chariots and two dead charioteers. Since the latter verses refer to \"heavier\" objects, Aeschylus wins, but Dionysus is still unable to decide whom he will revive. He finally decides to take the poet who gives the best advice about how to save the city. Euripides gives cleverly worded but essentially meaningless answers while Aeschylus provides more practical advice, and Dionysus decides to take Aeschylus back instead of Euripides. Pluto allows Aeschylus to return to life so that Athens may be succoured in her hour of need, and invites everyone to a round of farewell drinks. Before leaving, Aeschylus proclaims that Sophocles should have his chair while he is gone, not Euripides.\nï»¿The Project Gutenberg EBook of The Frogs, by Aristophanes\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Frogs\n\nAuthor: Aristophanes\n\nEditor: Charles W. Eliot\n\n\nRelease Date: April, 2005 [EBook #7998]\nThis file was first posted on June 10, 2003\nLast updated: May 7, 2013\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE FROGS ***\n\n\n\n\nProduced by Ted Garvin, Marvin A. Hodges, Charles Franks\nand the Online Distributed Proofreading Team\n\n\n\n\n\n\n\n\n\nTHE FROGS OF ARISTOPHANES\n\nBy Aristophanes\n\nThe Harvard Classics\n\nEdited By Charles W Eliot Lld\n\nNine Greek Dramas\n\nBy Ã\u0086schylus, Sophocles, Euripides And Aristophanes\n\n\n\nTranslations By\n\n  E D A Morshead\n  E H Plumptre\n  Gilbert Murray\n  And\n  B B Rogers\n\n\nWith Introductions And Notes\n\n\nVOLUME 8\n\n\n\n\nINTRODUCTORY NOTE\n\n\nAristophanes, _the greatest of comic writers in Greek and in the\nopinion of many, in any language, is the only one of the Attic\ncomedians any of whose works has survived in complete form He was born\nin Athens about the middle of the fifth century B C, and had his first\ncomedy produced when he was so young that his name was withheld on\naccount of his youth. He is credited with over forty plays, eleven of\nwhich survive, along with the names and fragments of some twenty-six\nothers. His satire deal with political, religious, and literary topics,\nand with all its humor and fancy is evidently the outcome of profound\nconviction and a genuine patriotism. The Attic comedy was produced at\nthe festivals of Dionysus, which were marked by great license, and to\nthis, rather than to the individual taste of the poet, must be ascribed\nthe undoubted coarseness of many of the jests. Aristophanes seems,\nindeed, to have been regarded by his contemporaries as a man of noble\ncharacter. He died shortly after the production of his \"Plutus,\" in 388\nB. C.\n\n\"The Frogs\" was produced the year after the death of Euripides, and\nlaments the decay of Greek tragedy which Aristophanes attributed to\nthat writer. It is an admirable example of the brilliance of his style,\nand of that mingling of wit and poetry with rollicking humor and keen\nsatirical point which is his chief characteristic. Here, as elsewhere,\nhe stands for tradition against innovation of all kinds, whether in\npolitics, religion, or art. The hostility to Euripides displayed here\nand in several other plays, like his attacks on Socrates, is a result\nof this attitude of conservatism. The present play is notable also as a\npiece of elaborate if not over-serious literary criticism from the pen\nof a great poet._\n\n\n\nTHE FROGS OF ARISTOPHANES\n\n\n\n\nDRAMATIS PERSONÃ\u0086\n\n\nTHE GOD DIONYSUS\n\nXANTHIAS, _his slave_\n\nAESCHYLUS\n\nEURIPIDES\n\nHERACLES\n\nPLUTO\n\nCHARON AEACUS, _house porter to Pluto_\n\nA CORPSE\n\nA MAIDSERVANT OF PERSEPHONE\n\nA LANDLADY IN HADES\n\nPLATHANE, _her servant_\n\nA CHORUS OF FROGS\n\nA CHORUS OF INITIATED PERSONS\n\n_Attendants at a Funeral;\n\nWomen worshipping Iacchus;\n\nServants of Pluto, &c._\n\n\n*****\n\n  _XANTHIAS_\n\n  Shall I crack any of those old jokes, master,\n  At which the audience never fail to laugh?\n\n  DIONYSUS. Aye, what you will, except _I'm getting crushed:_ Fight shy\n  of that: I'm sick of that already.\n\n  XAN. Nothing else smart?\n\n  DIO. Aye, save _my shoulder's aching._\n\n  XAN. Come now, that comical joke?\n\n  DIO. With all my heart. Only be careful not to shift your pole,\n  And--\n\n  XAN. What?\n\n  DIO. And vow that you've a bellyache.\n\n  XAN. May I not say I'm overburdened so\n  That if none ease me, I must ease myself?\n\n  DIO. For mercy's sake, not till I'm going to vomit.\n\n  XAN.\n\n  What! must I bear these burdens, and not make\n  One of the jokes Ameipsias and Lycis\n  And Phrynichus, in every play they write,\n  Put in the mouths of all their burden-bearers?\n\n  DIO.\n\n  Don't make them; no! I tell you when I see\n  Their plays, and hear those jokes, I come away\n  More than a twelvemonth older than I went.\n\n  XAN.\n\n  O thrice unlucky neck of mine, which now\n  Is _getting crushed_, yet must not crack its joke!\n\n  DIO.\n\n  Now is not this fine pampered insolence\n  When I myself, Dionysus, son of--Pipkin,\n  Toil on afoot, and let this fellow ride,\n  Taking no trouble, and no burden bearing?\n\n  XAN. What, don't I bear?\n\n  DIO. How can you when you're riding?\n\n  XAN. Why, I bear these.\n\n  DIO. How?\n\n  XAN. Most unwillingly.\n\n  DIO. Does not the donkey bear the load you're bearing?\n\n  XAN. Not what I bear myself: by Zeus, not he.\n\n  DIO. How can you bear, when you are borne yourself?\n\n  XAN. Don't know: but anyhow _my shoulder's aching_.\n\n  DIO.\n\n  Then since you say the donkey helps you not,\n  You lift him up and carry him in turn.\n\n  XAN.\n\n  O hang it all! why didn't I fight at sea?\n  You should have smarted bitterly for this.\n\n  DIO.\n\n  Get down, you rascal; I've been trudging on\n  Till now I've reached the portal, where I'm going\n  First to turn in.\n  Boy! Boy! I say there, Boy!\n\n  HERACLES.\n\n  Who banged the door? How like a prancing Centaur\n  He drove against it! Mercy o' me, what's this?\n\n  DIO. Boy.\n\n  XAN. Yes.\n\n  DIO. Did you observe?\n\n  XAN. What?\n\n  DIO. How alarmed He is.\n\n  XAN. Aye truly, lest you've lost your wits.\n\n  HER. O by Demeter, I can't choose but laugh.\n  Biting my lips won't stop me. Ha! ha! ha!\n\n  DIO. Pray you, come hither, I have need of you.\n\n  HER. I vow I can't help laughing, I can't help it.\n  A lion's hide upon a yellow silk, a club and buskin!\n  What's it all about? Where were you going?\n\n  DIO. I was serving lately aboard the--Cleisthenes.\n\n  HER. And fought?\n\n  DIO. And sank more than a dozen of the enemy's ships.\n\n  HER. You two?\n\n  DIO. We two.\n\n  HER. And then I awoke, and lo!\n\n  DIO. There as, on deck, I'm reading to myself\n  The Andromeda, a sudden pang of longing\n  Shoots through my heart, you can't conceive how keenly.\n\n  HER. How big a pang.\n\n  DIO. A small one, Molon's size.\n\n  HER. Caused by a woman?\n\n  DIO. No.\n\n  HER. A boy?\n\n  DIO. No, no.\n\n  HER. A man?\n\n  DIO. Ah! ah!\n\n  HER. Was it for Cleisthenes?\n\n  DIO. Don't mock me, brother; on my life I am\n  In a bad way: such fierce desire consumes me.\n\n  HER. Aye, little brother? how?\n\n  DIO. I can't describe it. But yet I'll tell you in a riddling way.\n  Have you e'er felt a sudden lust for soup?\n\n  HER. Soup! Zeus-a-mercy, yes, ten thousand times.\n\n  DIO. Is the thing clear, or must I speak again?\n\n  HER. Not of the soup: I'm clear about the soup.\n\n  DIO. Well, just that sort of pang devours my heart\n  For lost Euripides.\n\n  HER. A dead man too.\n\n  DIO. And no one shall persuade me not to go after the man.\n\n  HER. Do you mean below, to Hades?\n\n  DIO. And lower still, if there's a lower still.\n\n  HER. What on earth for?\n\n  DIO. I want a genuine poet, \"For some are not, and those that are, are\n  bad.\"\n\n  HER. What! does not Iophon live?\n\n  DIO. Well, he's the sole Good thing remaining, if even he is good.\n  For even of that I'm not exactly certain.\n\n  HER. If go you must, there's Sophocles--he comes Before Euripides--why\n  not take _him_?\n\n  DIO. Not till I've tried if Iophon's coin rings true\n  When he's alone, apart from Sophocles.\n  Besides, Euripides the crafty rogue,\n  Will find a thousand shifts to get away,\n  But _he_ was easy here, is easy there.\n\n  HER. But Agathon, where is he?\n\n  DIO. He has gone and left us, A genial poet, by his friends much\n  missed.\n\n  HER. Gone where?\n\n  DIO. To join the blessed in their banquets.\n\n  HER. But what of Xenocles?\n\n  DIO. O he be hanged!\n\n  HER. Pythangelus?\n\n  XAN. But never a word of me, Not though my shoulder's chafed so\n  terribly.\n\n  HER. But have you not a shoal of little songsters,\n  Tragedians by the myriad, who can chatter\n  A furlong faster than Euripides?\n\n  DIO. Those be mere vintage-leavings, jabberers, choirs\n  Of swallow-broods, degraders of their art,\n  Who get one chorus, and are seen no more,\n  The Muses' love once gained. But O my friend,\n  Search where you will, you'll never find a true\n  Creative genius, uttering startling things.\n\n  HER. Creative? how do you mean?\n\n  DIO. I mean a man Who'll dare some novel venturesome conceit,\n  _Air, Zeus's chamber_, or _Time's foot_, or this,\n  _'Twas not my mind that swore: my tongue committed\n  A little perjury on its own account._\n\n  HER. You like that style?\n\n  DIO. Like it? I dote upon it.\n\n  HER. I vow it's ribald nonsense, and you know it.\n\n  DIO. \"Rule not my mind\": you've got a house to mind.\n\n  HER. Really and truly though 'tis paltry stuff.\n\n  DIO. Teach me to dine!\n\n  XAN. But never a word of me.\n\n  DIO. But tell me truly--'twas for this I came\n  Dressed up to mimic you--what friends received\n  And entertained you when you went below\n  To bring back Cerberus, in case I need them.\n  And tell me too the havens, fountains, shops,\n  Roads, resting-places, stews, refreshment rooms,\n  Towns, lodgings, hostesses, with whom were found\n  The fewest bugs.\n\n  XAN. But never a word of me.\n\n  HER. You are really game to go?\n\n  DIO. O drop that, can't you? And tell me this: of all the roads you\n  know\n  Which is the quickest way to get to Hades? I want one not too warm, nor\n  yet too cold.\n\n  HER. Which shall I tell you first? which shall it be?\n  There's one by rope and bench: you launch away\n  And--hang yourself.\n\n  DIO. No thank you: that's too stifling.\n\n  HER. Then there's a track, a short and beaten cut.\n  By pestle and mortar.\n\n  DIO. Hemlock, do you mean?\n\n  HER. Just so.\n\n  DIO. No, that's too deathly cold a way;\n  You have hardly started ere your shins get numbed.\n\n  HER. Well, would you like a steep and swift descent?\n\n  DIO. Aye, that's the style: my walking powers are small.\n\n  HER. Go down to the Cerameicus.\n\n  DIO. And do what?\n\n  HER. Climb to the tower's top pinnacle--\n\n  DIO. And then?\n\n  HER. Observe the torch-race started, and when all\n  The multitude is shouting _Let them go_,\n  Let yourself go.\n\n  DIO. Go whither?\n\n  HER. To the ground.\n\n  DIO. O that would break my brain's two envelopes. I'll not try that\n\n  HER. Which will you try?\n\n  DIO. The way you went yourself.\n\n  HER. A parlous voyage that,\n  For first you'll come to an enormous lake Of fathomless depth.\n\n  DIO. And how am I to cross?\n\n  HER. An ancient mariner will row you over\n  In a wee boat, _so_ big.\n  The fare's two obols.\n\n  DIO. Fie! The power two obols have, the whole world through!\n  How came they thither?\n\n  HER. Theseus took them down.\n  And next you'll see great snakes and savage monsters\n  In tens of thousands.\n\n  DIO. You needn't try to scare me, I'm going to go.\n\n  HER. Then weltering seas of filth\n  And ever-rippling dung: and plunged therein,\n  Whoso has wronged the stranger here on earth,\n  Or robbed his boylove of the promised pay,\n  Or swinged his mother, or profanely smitten\n  His father's cheek, or sworn an oath forsworn,\n  Or copied out a speech of Morsimus.\n\n  DIO. There too, perdie, should _he_ be plunged, whoe'er\n  Has danced the sword-dance of Cinesias.\n\n  HER. And next the breath of flutes will float around you,\n  And glorious sunshine, such as ours, you'll see,\n  And myrtle groves, and happy bands who clap\n  Their hands in triumph, men and women too.\n\n  DIO. And who are they?\n\n  HER. The happy mystic bands.\n\n  XAN. And I'm the donkey in the mystery show.\n  But I'll not stand it, not one instant longer.\n\n  HER. Who'll tell you everything you want to know.\n  You'll find them dwelling close beside the road\n  You are going to travel, just at Pluto's gate.\n  And fare thee well, my brother.\n\n  DIO. And to you Good cheer.\n\n  (_To Xan._) Now sirrah, pick you up the traps.\n\n  XAN. Before I've put them down?\n\n  DIO. And quickly too.\n\n  XAN. No, prithee, no; but hire a body, one\n  They're carrying out, on purpose for the trip.\n\n  DIO. If I can't find one?\n\n  XAN. Then I'll take them.\n\n  DIO. Good. And see! they are carrying out a body now.\n  Hallo! you there, you deadman, are you willing\n  To carry down our little traps to Hades?\n\n  CORPSE. What are they?\n\n  DIO. These.\n\n  CORP. Two drachmas for the job?\n\n  DIO. Nay, that's too much.\n\n  CORP. Out of the pathway, you!\n\n  DIO. Beshrew thee, stop: may-be we'll strike a bargain.\n\n  CORP. Pay me two drachmas, or it's no use talking.\n\n  DIO. One and a half.\n\n  CORP. I'd liefer live again!\n\n  XAN. How absolute the knave is!\n  He be hanged! I'll go myself.\n\n  DIO. You're the right sort, my man.\n  Now to the ferry.\n\n  CHARON. Yoh, up! lay her to.\n\n  XAN. Whatever's that?\n\n  DIO. Why, that's the lake, by Zeus,\n  Whereof he spake, and yon's the ferry-boat.\n\n  XAN. Poseidon, yes, and that old fellow's Charon.\n\n  DIO. Charon! O welcome, Charon! welcome, Charon.\n\n  CHAR. Who's for the Rest from every pain and ill?\n  Who's for the Lethe's plain? the Donkey-shearings?\n  Who's for Cerberia? Taenarum? or the Ravens?\n\n  DIO. I.\n\n  CHAR. Hurry in.\n\n  DIO. But where are you going really? In truth to the Ravens?\n\n  CHAR. Aye, for your behoof. Step in.\n\n  DIO. (_To Xan._) Now, lad.\n\n  CHAR. A slave? I take no slave,\n  Unless he has fought for his bodyrights at sea.\n\n  XAN. I couldn't go. I'd got the eye-disease.\n\n  CHAR. Then fetch a circuit round about the lake.\n\n  XAN. Where must I wait?\n\n  CHAR. Beside the Withering stone,\n  Hard by the Rest.\n\n  DIO. You understand?\n\n  XAN. Too well. O, what ill omen crost me as I started!\n\n  CHAR. (_To DIO._) Sit to the oar. (_Calling._) Who else for the boat?\n  Be quick.\n\n  (_To DIO._) Hi! what are you doing?\n\n  DIO. What am I doing? Sitting On to the oar.\n  You told me to, yourself.\n\n  CHAR. Now sit you there, you little Potgut.\n\n  DIO. So?\n\n  CHAR. Now stretch your arms full length before you.\n\n  DIO. So?\n\n  CHAR. Come, don't keep fooling; plant your feet, and now\n  Pull with a will.\n\n  DIO. Why, how am _I_ to pull? I'm not an oarsman, seaman,\n  Salaminian. I can't!\n\n  CHAR. You can. Just dip your oar in once,\n  You'll hear the loveliest timing songs.\n\n  DIO. What from?\n\n  CHAR. Frog-swans, most wonderful.\n\n  DIO. Then give the word.\n\n  CHAR. Heave ahoy! heave ahoy!!\n\n  FROGS.\n\n   Brekekekex, ko-ax, ko-ax!\n   Brekekekex, ko-ax, ko-ax!\n   We children of the fountain and the lake\n   Let us wake\n   Our full choir-shout, as the flutes are ringing out,\n   Our symphony of clear-voiced song.\n   The song we used to love in the Marshland up above,\n   In praise of DIOnysus to produce,\n   Of Nysaean DIOnysus, son of Zeus,\n   When the revel-tipsy throng, all crapulous and gay,\n   To our precinct reeled along on the holy\n   Pitcher day.\n   Brekekekex, ko-ax, ko-ax.\n\n  DIO. O, dear! O dear! now I declare I've got a bump upon my rump.\n\n  FR. Brekekekex, ko-ax, ko-ax.\n\n  DIO. But you, perchance, don't care.\n\n  FR. Brekekekex, ko-ax, ko-ax.\n\n  DIO. Hang you, and your ko-axing too! There's nothing but ko-ax with\n  you.\n\n  FR. That is right, Mr. Busybody, right!\n  For the Muses of the lyre love us well;\n  And hornfoot Pan who plays on the pipe his jocund lays;\n  And Apollo, Harper bright, in our Chorus takes delight\n  For the strong reed's sake which I grow within my lake\n  To be girdled in his lyre's deep shell.\n  Brekekekex, ko-ax, ko-ax.\n\n  DIO.\n\n    My hands are blistered very sore;\n    My stern below is sweltering so,\n    'Twill soon, I know, upturn and roar\n    Brekekekex, ko-ax, ko-ax.\n    O tuneful race, O pray give o'er,\n    O sing no more.\n\n  FR. Ah, no! ah, no! Loud and louder our chant must flow.\n  Sing if ever ye sang of yore,\n  When in sunny and glorious days\n  Through the rushes and marsh-flags springing\n  On we swept, in the joy of singing\n  Myriad-divine roundelays.\n  Or when fleeing the storm, we went\n  Down to the depths, and our choral song\n  Wildly raised to a loud and long\n  Bubble-bursting accompaniment.\n\n  FR. and DIO. Brekekekex, ko-ax, ko-ax.\n\n  DIO. This timing song I take from you.\n\n  FR. That's a dreadful thing to do.\n\n  DIO. Much more dreadful, if I row\n  Till I burst myself, I trow.\n\n  FR. and DIO. Brekekekex, ko-ax, ko-ax.\n\n  DIO. Go, hang yourselves; for what care I?\n\n  FR. All the same we'll shout and cry,\n  Stretching all our throats with song,\n  Shouting, crying, all day long.\n\n  FR. and DIO. Brekekekex, ko-ax, ko-ax.\n\n  DIO. In this you'll never, never win.\n\n  FR. This you shall not beat us in.\n\n  DIO. No, nor ye prevail o'er me.\n  Never! never! I'll my song\n  Shout, if need be, all day long,\n  Until I've learned to master your ko-ax.\n  Brekekekex, ko-ax, ko-ax.\n  I thought I'd put a stop to your ko-ax.\n\n  CHAR. Stop! Easy! Take the oar and push her to now pay your fare and\n  go.\n\n  DIO. Here 'tis: two obols. Xanthias! where's Xanthias?\n  Is it Xanthias there?\n\n  XAN. Hoi, hoi!\n\n  DIO. Come hither.\n\n  XAN. Glad to meet you, master.\n\n  DIO. What have you there?\n\n  XAN. Nothing but filth and darkness.\n\n  DIO. But tell me, did you see the parricides\n  And perjured folk he mentioned?\n\n  XAN. Didn't you?\n\n  DIO. Poseidon, yes. Why look! (_pointing to the audience_)\n  I see them now. What's the next step?\n\n  XAN. We'd best be moving on.\n  This is the spot where Heracles declared\n  Those savage monsters dwell.\n\n  DIO. O hang the fellow.\n  That's all his bluff: he thought to scare me off,\n  The jealous dog, knowing my plucky ways.\n  There's no such swaggerer lives as Heracles.\n  Why, I'd like nothing better than to achieve\n  Some bold adventure, worthy of our trip.\n\n  XAN. I know you would. Hallo! I hear a noise.\n\n  DIO. Where? what?\n\n  XAN. Behind us, there.\n\n  DIO. Get you behind.\n\n  XAN. No, it's in front.\n\n  DIO. Get you in front directly.\n\n  XAN. And now I see the most ferocious monster.\n\n  DIO. O, what's it like?\n\n  XAN. Like everything by turns.\n  Now it's a bull: now it's a mule: and now\n  The loveliest girl.\n\n  DIO. O, where? I'll go and meet her.\n\n  XAN. It's ceased to be a girl: it's a dog now.\n\n  DIO. It is Empusa!\n\n  XAN. Well, its face is all\n  Ablaze with fire.\n\n  DIO. Has it a copper leg?\n\n  XAN. A copper leg, yes, one; and one of cow dung.\n\n  DIO. O, whither shall I flee?\n\n  XAN. O, whither I?\n\n  DIO. My priest, protect me, and we'll sup together.\n\n  XAN. King Heracles, we're done for.\n\n  DIO. O, forbear, Good fellow, call me anything but that.\n\n  XAN. Well then, Dionysus.\n\n  DIO. O, that's worse again.\n\n  XAN. (_To the Spectre_.) Aye, go thy way.\n  O master, here, come here.\n\n  DIO. O, what's up now?\n\n  XAN. Take courage; all's serene.\n  And, like Hegelochus, we now may say\n  \"Out of the storm there comes a new fine wether.\"\n  Empusa's gone.\n\n  DIO. Swear it.\n\n  XAN. By Zeus she is.\n\n  DIO. Swear it again.\n\n  XAN. By Zeus.\n\n  DIO. Again\n\n  XAN. By Zeus. O dear, O dear, how pale I grew to see her,\n  But he, from fright has yellowed me all over.\n\n  DIO. Ah me, whence fall these evils on my head?\n  Who is the god to blame for my destruction?\n  Air, Zeus's chamber, or the Foot of Time?\n\n  (_A flute is played behind the scenes_.)\n\n  DIO. Hist!\n\n  XAN. What's the matter.\n\n  DIO. Didn't you hear it?\n\n  XAN. What?\n\n  DIO. The breath of flutes.\n\n  XAN. Aye, and a whiff of torches\n  Breathed o'er me too; a very mystic whiff.\n\n  DIO. Then crouch we down, and mark what's going on.\n\n  CHORUS. (_In the distance_.) O Iacchus! O Iacchus! O Iacchus!\n\n  XAN. I have it, master: 'tis those blessed Mystics,\n  Of whom he told us, sporting hereabouts.\n  They sing the Iacchus which Diagoras made.\n\n  DIO. I think so too: we had better both keep quiet\n  And so find out exactly what it is.\n\n  (_The calling forth of Iacchus_.)\n\n  CHOR.\n\n    O Iacchus! power excelling, here in stately temple dwelling,\n    O Iacchus! O Iacchus!\n    Come to tread this verdant level,\n    Come to dance in mystic revel,\n    Come whilst round thy forehead hurtles\n    Many a wreath of fruitful myrtles,\n    Come with wild and saucy paces\n    Mingling in our joyous dance,\n    Pure and holy, which embraces all the charms of all the Graces\n    When the mystic choirs advance.\n\n  XAN. Holy and sacred queen, Demeter's daughter, O, what a jolly whiff\n  of pork breathed o'er me!\n\n  DIO. Hist! and perchance you'll get some tripe yourself.\n\n  _(The welcome to Iacchus.)_\n\n  CHOR. Come, arise, from sleep awaking,\n    come the fiery torches shaking,\n    O Iacchus! O Iacchus!\n    Morning Star that shinest nightly.\n    Lo, the mead is blazing brightly,\n    Age forgets its years and sadness,\n    Aged knees curvet for gladness,\n    Lift thy flashing torches o'er us,\n    Marshal all thy blameless train,\n    Lead, O lead the way before us;\n    lead the lovely youthful Chorus\n    To the marshy flowery plain.\n\n  _(The warning-off of the profane.)_\n\n  All evil thoughts and profane be still: far hence, far hence from our\n       choirs depart,\n  Who knows not well what the Mystics tell, or is not holy and pure of\n       heart;\n  Who ne'er has the noble revelry learned, or danced the dance of the\n       Muses high;\n  Or shared in the Bacchic rites which old bull-eating Cratinus's words\n       supply;\n  Who vulgar coarse buffoonery loves, though all untimely the jests they\n       make;\n  Or lives not easy and kind with all, or kindling faction forbears to\n       slake,\n  But fans the fire, from a base desire some pitiful gain for himself to\n       reap;\n  Or takes, in office, his gifts and bribes, while the city is tossed on\n       the stormy deep;\n  Who fort or fleet to the foe betrays; or, a vile Thorycion, ships away\n  Forbidden stores from Aegina's shores, to Epidaurus across the Bay\n  Transmitting oarpads and sails and tar, that curst collector of five\n       per cents;\n  The knave who tries to procure supplies for the use of the enemy's\n       armaments;\n  The Cyclian singer who dares befoul the Lady Hecate's wayside shrine;\n  The public speaker who once lampooned in our Bacchic feast, would, with\n       heart malign,\n  Keep nibbling away the Comedians' pay;--to these I utter my warning\n       cry,\n  I charge them once, I charge them twice, I charge them thrice, that\n       they draw not nigh\n  To the sacred dance of the Mystic choir. But YE, my comrades, awake the\n       song,\n  The night-long revels of joy and mirth which ever of right to our feast\n       belong.\n\n  (_The start of the procession_.)\n\n    Advance, true hearts, advance!\n    On to the gladsome bowers,\n    On to the sward, with flowers\n         Embosomed bright!\n    March on with jest, and jeer, and dance,\n    Full well ye've supped to-night.\n\n  (_The processional hymn to Persephone_.)\n\n    March, chanting loud your lays,\n    Your hearts and voices raising,\n    The Saviour goddess praising\n         Who vows she'll still\n    Our city save to endless days,\n    Whate'er Thorycion's will.\n\n  Break off the measure, and change the time; and now with chanting and\n       hymns adorn\n  Demeter, goddess mighty and high, the harvest-queen, the giver of corn.\n\n  (_The processional hymn to Demeter_.)\n\n    O Lady, over our rites presiding,\n    Preserve and succour thy choral throng,\n    And grant us all, in thy help confiding,\n    To dance and revel the whole day long;\n    AND MUCH in earnest, and much in jest,\n    Worthy thy feast, may we speak therein.\n    And when we have bantered and laughed our best,\n    The victor's wreath be it ours to win.\n\n  Call we now the youthful god, call him hither without delay,\n  Him who travels amongst his chorus, dancing along on the Sacred Way.\n\n  (_The processional hymn to Iacchus_.)\n\n    O, come with the joy of thy festival song,\n    O, come to the goddess, O, mix with our throng\n    Untired, though the journey be never so long.\n         O Lord of the frolic and dance,\n         Iacchus, beside me advance!\n    For fun, and for cheapness, our dress thou hast rent,\n    Through thee we may dance to the top of our bent,\n    Reviling, and jeering, and none will resent.\n         O Lord of the frolic and dance,\n         Iacchus, beside me advance!\n    A sweet pretty girl I observed in the show,\n    Her robe had been torn in the scuffle, and lo,\n    There peeped through the tatters a bosom of snow.\n         O Lord of the frolic and dance,\n         Iacchus, beside me advance!\n\n  DIO. Wouldn't I like to follow on, and try\n  A little sport and dancing?\n\n  XAN. Wouldn't I?\n\n  (_The banter at the bridge of Cephisus_.)\n\n    CHOR. Shall we all a merry joke\n    At Archedemus poke,\n    Who has not cut his guildsmen yet, though seven years old;\n    Yet up among the dead\n    He is demagogue and head,\n    And contrives the topmost place of the rascaldom to hold?\n    And Cleisthenes, they say, Is among the tombs all day,\n    Bewailing for his lover with a lamentable whine.\n    And Callias, I'm told,\n    Has become a sailor bold,\n    And casts a lion's hide o'er his members feminine.\n\n    DIO. Can any of you tell\n    Where Pluto here may dwell,\n    For we, sirs, are two strangers who were never here before?\n\n    CHOR. O, then no further stray,\n    Nor again enquire the way,\n    For know that ye have journeyed to his very entrance-door\n\n    DIO. Take up the wraps, my lad.\n\n    XAN. Now is not this too bad?\n    Like \"Zeus's Corinth,\" he \"the wraps\" keeps saying o'er and o'er.\n\n    CHOR. Now wheel your sacred dances through the glade with flowers\n        bedight,\n    All ye who are partakers of the holy festal rite;\n    And I will with the women and the holy maidens go\n    Where they keep the nightly vigil, an auspicious light to show.\n\n  (_The departure for the Thriasian Plain_)\n\n    Now haste we to the roses,\n    And the meadows full of posies,\n    Now haste we to the meadows\n         In our own old way,\n    In choral dances blending,\n    In dances never ending,\n    Which only for the holy\n         The Destinies array.\n    O happy mystic chorus,\n    The blessed sunshine o'er us\n    On us alone is smiling,\n         In its soft sweet light:\n    On us who strove for ever\n    With holy, pure endeavour,\n    Alike by friend and stranger\n         To guide our steps aright.\n\n  DIO. What's the right way to knock? I wonder how\n  The natives here are wont to knock at doors.\n\n  XAN. No dawdling: taste the door. You've got, remember,\n  The lion-hide and pride of Heracles.\n\n  DIO. Boy! boy!\n\n  AEACUS. Who's there?\n\n  DIO. I, Heracles the strong!\n\n  AEAC. O, you most shameless desperate ruffian, you!\n  O, villain, villain, arrant vilest villain!\n  Who seized our Cerberus by the throat, and fled,\n  And ran, and rushed, and bolted, haling off\n  The dog, my charge! But now I've got thee fast.\n  So close the Styx's inky-hearted rock,\n  The blood-bedabbled peak of Acheron\n  Shall hem thee in: the hell-hounds of Cocytus\n  Prowl round thee; whilst the hundred-headed Asp\n  Shall rive thy heart-strings: the Tartesian Lamprey,\n  Prey on thy lungs: and those Tithrasian Gorgons\n  Mangle and tear thy kidneys, mauling them,\n  Entrails and all, into one bloody mash.\n  I'll speed a running foot to fetch them hither.\n\n  XAN. Hallo! what now?\n\n  DIO. I've done it: call the god.\n\n  XAN. Get up, you laughing-stock; get up directly, Before you're seen.\n\n  DIO. What, _I_ get up? I'm fainting. Please dab a sponge of water on my\n  heart.\n\n  XAN. Here!\n\n  DIO. Dab it, you.\n\n  XAN. Where? O, ye golden gods, Lies your heart THERE?\n\n  DIO. It got so terrified\n  It fluttered down into my stomach's pit.\n\n  XAN. Cowardliest of gods and men!\n\n  DIO. The cowardliest? I? What I, who asked you for a sponge, a thing\n  A coward never would have done!\n\n  XAN. What then?\n\n  DIO. A coward would have lain there wallowing;\n  But I stood up, and wiped myself withal.\n\n  XAN. Poseidon! quite heroic.\n\n  DIO. 'Deed I think so. But weren't _you_ frightened at those dreadful\n  threats And shoutings?\n\n  XAN, Frightened? Not a bit. I cared not.\n\n  DIO. Come then, if you're so _very_ brave a man,\n  Will you be I, and take the hero's club\n  And lion's skin, since you're so monstrous plucky?\n  And I'll be now the slave, and bear the luggage.\n\n  XAN. Hand them across. I cannot choose but take them.\n  And now observe the Xanthio-heracles\n  If I'm a coward and a sneak like you.\n\n  DIO. Nay, you're the rogue from Melite's own self.\n  And I'll pick up and carry on the traps.\n\n  MAID. O welcome, Heracles! come in, sweetheart.\n  My Lady, when they told her, set to work,\n  Baked mighty loaves, boiled two or three tureens\n  Of lentil soup, roasted a prime ox whole,\n  Made rolls and honey-cakes. So come along.\n\n  XAN. (Declining.) You are too kind.\n\n  MAID. I will not let you go. I will not LET you! Why, she's stewing\n  slices Of juicy bird's-flesh, and she's making comfits, And tempering\n  down her richest wine. Come, dear, Come along in.\n\n  XAN. (Still declining.) Pray thank her.\n\n  MAID. O you're jesting, I shall not let you off: there's such a lovely\n  Flute-girl all ready, and we've two or three Dancing-girls also.\n\n  XAN. Eh! what! Dancing-girls?\n\n  MAID. Young budding virgins, freshly tired and trimmed.\n  Come, dear, come in. The cook was dishing up\n  The cutlets, and they are bringing in the tables.\n\n  XAN. Then go you in, and tell those dancing-girls\n  Of whom you spake, I'm coming in\n  Myself. Pick up the traps, my lad, and follow me.\n\n  DIO. Hi! stop! you're not in earnest, just because I dressed you up, in\n  fun, as Heracles? Come, don't keep fooling, Xanthias, but lift\n  And carry in the traps yourself.\n\n  XAN. Why! what! You are never going to strip me of these togs\n  You gave me!\n\n  DIO. Going to? No, I'm doing it now.\n  Off with that lion-skin.\n\n  XAN. Bear witness all\n  The gods shall judge between us.\n\n  DIO. Gods indeed! Why how could _you_ (the vain and foolish thought!)\n  A slave, a mortal, act Alcmena's son?\n\n  XAN. All right then, take them; maybe, if God will,\n  You'll soon require my services again.\n\n    CHOR. This is the part of a dexterous clever\n    Man with his wits about him ever,\n    One who has travelled the world to see;\n    Always to shift, and to keep through all\n    Close to the sunny side of the wall;\n    Not like a pictured block to be,\n    Standing always in one position;\n    Nay but to veer, with expedition,\n    And ever to catch the favouring breeze,\n    This is the part of a shrewd tactician,\n    This is to be a--THERAMENES!\n    DIO. Truly an exquisite joke 'twould be,\n    Him with a dancing girl to see,\n    Lolling at ease on Milesian rugs;\n    Me, like a slave, beside him standing,\n    Aught that he wants to his lordship handing;\n    Then as the damsel fair he hugs,\n    Seeing me all on fire to embrace her,\n    He would perchance (for there's no man baser),\n    Turning him round like a lazy lout,\n    Straight on my mouth deliver a facer,\n    Knocking my ivory choirmen out.\n\n  HOSTESS. O Plathane! Plathane! Here's that naughty man,\n  That's he who got into our tavern once,\n  And ate up sixteen loaves.\n\n  PLATHANE. O, so he is! The very man.\n\n  XAN. Bad luck for somebody!\n\n  HOS. O and, besides, those twenty bits of stew,\n  Half-obol pieces.\n\n  XAN. Somebody's going to catch it!\n\n  HOS. That garlic too.\n\n  DIO. Woman, you're talking nonsense. You don't know what you're saying.\n\n  HOS. O, you thought I shouldn't know you with your buskins on!\n  Ah, and I've not yet mentioned all that fish,\n  No, nor the new-made cheese: he gulped it down,\n  Baskets and all, unlucky that we were.\n  And when I just alluded to the price,\n  He looked so fierce, and bellowed like a bull.\n\n  XAN. Yes, that's his way: that's what he always does.\n\n  HOS. O, and he drew his sword, and seemed quite mad.\n\n  PLA. O, that he did.\n\n  HOS. And terrified us so\n  We sprang up to the cockloft, she and I.\n  Then out he hurled, decamping with the rugs.\n\n  XAN. That's his way too; but something must be done.\n\n  HOS. Quick, run and call my patron Cleon here!\n\n  PLA. O, if you meet him, call Hyperbolus! We'll pay you out to-day.\n\n  HOS. O filthy throat, O how I'd like to take a stone, and hack\n  Those grinders out with which you chawed my wares.\n\n  PLA. I'd like to pitch you in the deadman's pit.\n\n  HOS. I'd like to get a reaping-hook and scoop\n  That gullet out with which you gorged my tripe.\n  But I'll to Cleon: he'll soon serve his writs;\n  He'll twist it out of you to-day, he will.\n\n  DRO. Perdition seize me, if I don't love Xanthias.\n\n  XAN. Aye, aye, I know your drift: stop, stop that talking.\n  I won't be Heracles.\n\n  DRO. O, don't say so, Dear, darling Xanthias.\n\n  XAN. Why, how can I, A slave, a mortal, act Alcmena's son!\n\n  DRO. Aye, aye, I know you are vexed, and I deserve it,\n  And if you pummel me, I won't complain.\n  But if I strip you of these togs again,\n  Perdition seize myself, my wife, my children,\n  And, most of all, that blear-eyed Archedemus.\n\n  XAN. That oath contents me: on those terms I take them.\n\n    CHOR. Now that at last you appear once more,\n    Wearing the garb that at first you wore,\n    Wielding the club and the tawny skin,\n    Now it is yours to be up and doing,\n    Glaring like mad, and your youth renewing,\n    Mindful of him whose guise you are in.\n    If, when caught in a bit of a scrape, you\n    Suffer a word of alarm to escape you,\n    Showing yourself but a feckless knave,\n    Then will your master at once undrape you,\n    Then you'll again be the toiling slave.\n\n    XAN. There, I admit, you have given to me a\n    Capital hint, and the like idea,\n    Friends, had occurred to myself before.\n    Truly if anything good befell\n    He would be wanting, I know full well,\n    Wanting to take to the togs once more.\n    Nevertheless, while in these I'm vested,\n    Ne'er shall you find me craven-crested,\n    No, for a dittany look I'll wear,\n    Aye and methinks it will soon be tested,\n    Hark! how the portals are rustling there.\n\n  AEAC. Seize the dog-stealer, bind him, pinion him,\n  Drag him to justice!\n\n  DIO. Somebody's going to catch it.\n\n  XAN. (_Striking out_.) Hands off! get away! stand back!\n\n  ABAC. Eh? You're for fighting. Ho! Ditylas, Sceblyas, and Pardocas,\n  Come hither, quick; fight me this sturdy knave.\n\n  DIO. Now isn't it a shame the man should strike\n  And he a thief besides?\n\n  AEAC. A monstrous shame!\n\n  DIO. A regular burning shame!\n\n  XAN. By the Lord Zeus,\n  If ever I was here before, if ever\n  I stole one hair's-worth from you, let me die!\n  And now I'll make you a right noble offer,\n  Arrest my lad: torture him as you will,\n  And if you find I'm guilty, take and kill me.\n\n  AEAC. Torture him, how?\n\n  XAN. In any mode you please.\n  Pile bricks upon him: stuff his nose with acid:\n  Flay, rack him, hoist him; flog him with a scourge\n  Of prickly bristles: only not with this,\n  A soft-leaved onion, or a tender leek.\n\n  AEAC. A fair proposal. If I strike too hard\n  And maim the boy, I'll make you compensation.\n\n  XAN. I shan't require it. Take him out and flog him.\n\n  ABAC. Nay, but I'll do it here before your eyes.\n  Now then, put down the traps, and mind you speak\n  The truth, young fellow.\n\n  DIO. (_In agony_.) Man! don't torture ME!\n  I am a god. You'll blame yourself hereafter\n  If you touch ME.\n\n  AEAC. Hillo! What's that you are saying?\n\n  DIO. I say I'm Bacchus, son of Zeus, a god, Anid _he's_ the slave.\n\n  AEAC. You hear him?\n\n  XAN. Hear him? Yes. All the more reason you should flog him well.\n  For if he is a god, he won't perceive it.\n\n  DIO. Well, but you say that you're a god yourself.\n  So why not _you_ be flogged as well as I?\n\n  XAN. A fair proposal. And be this the test,\n  Whichever of us two you first behold\n  Flinching or crying out--he's not the god.\n\n  AEAC. Upon my word you're quite the gentleman,\n  You're all for right and justice. Strip then, both.\n\n  XAN. How can you test us fairly?\n\n  AEAC. Easily, I'll give you blow for blow.\n\n  XAN. A good idea. We're ready! Now! (_Aeacus strikes him_), see if you\n  catch me flinching.\n\n  AEAC. I struck you.\n\n  XAN. (_Incredulously_.) No!\n\n  ABAC Well, it seems \"no,\" indeed.\n  Now then I'll strike the other (_Strikes DIO_.).\n\n  DIO. Tell me when?\n\n  AEAC. I struck you.\n\n  DIO. Struck me? Then why didn't I sneeze?\n\n  AEAC. Don't know, I'm sure. I'll try the other again.\n\n  XAN. And quickly too. Good gracious!\n\n  AEAC. Why \"good gracious\"? Not hurt you, did I?\n\n  XAN. No, I merely thought of The Diomeian feast of Heracles.\n\n  AEAC. A holy man! 'Tis now the other's turn.\n\n  DIO. Hi! Hi!\n\n  AEAC. Hallo!\n\n  DIO. Look at those horsemen, look!\n\n  AEAC. But why these tears?\n\n  DIO. There's such a smell of onions.\n\n  AEAC. Then you don't mind it?\n\n  DIO. (_Cheerfully_.) Mind it? Not a bit.\n\n  AEAC. Well, I must go to the other one again.\n\n  XAN. O! O!\n\n  AEAC. Hallo!\n\n  XAN. Do pray pull out this thorn.\n\n  AEAC. What does it mean? 'Tis this one's turn again.\n\n  DIO. (_Shrieking_.) Apollo! Lord! (_Calmly_) of Delos and of Pytho.\n\n  XAN. He flinched! You heard him?\n\n  DIO. Not at all; a jolly Verse of Hipponax flashed across my mind.\n\n  XAN. You don't half do it: cut his flanks to pieces.\n\n  AEAC. By Zeus, well thought on. Turn your belly here.\n\n  DIO. (_Screaming_.) Poseidon!\n\n  XAN. There! he's flinching.\n\n  DIO. (Singing) who dost reign\n  Amongst the Aegean peaks and creeks\n  And o'er the deep blue main.\n\n  AEAC. No, by Demeter, still I can't find out\n  Which is the god, but come ye both indoors;\n  My lord himself and Persephassa there,\n  Being gods themselves, will soon find out the truth.\n\n  DIO. Right! right! I only wish you had thought of that\n  Before you gave me those tremendous whacks.\n\n    CHOR. Come, Muse, to our Mystical Chorus, O come to the joy of my\n        song,\n    O see on the benches before us that countless and wonderful throng,\n    Where wits by the thousand abide, with more than a Cleophon's\n        pride--\n    On the lips of that foreigner base, of Athens the bane and disgrace,\n    There is shrieking, his kinsman by race,\n    The garrulous swallow of Thrace;\n    From that perch of exotic descent,\n    Rejoicing her sorrow to vent,\n    She pours to her spirit's content, a nightingale's woeful lament,\n    That e'en though the voting be equal, his ruin will soon be the\n        sequel.\n\n    Well it suits the holy Chorus evermore with counsel wise\n    To exhort and teach the city: this we therefore now\n        advise--\n    End the townsmen's apprehensions; equalize the rights of all;\n    If by Phrynichus's wrestlings some perchance sustained a fall,\n    Yet to these 'tis surely open, having put away their sin,\n    For their slips and vacillations pardon at your hands to win.\n    Give your brethren back their franchise.\n    Sin and shame it were that slaves,\n    Who have once with stern devotion fought your battle on the waves,\n    Should be straightway lords and masters, yea Plataeans fully\n        blown--\n    Not that this deserves our censure; there I praise you; there alone\n    Has the city, in her anguish, policy and wisdom\n        shown--\n    Nay but these, of old accustomed on our ships to fight and win,\n    (They, their father too before them), these our very kith and kin,\n    You should likewise, when they ask you, pardon for their single sin.\n    O by nature best and wisest, O relax your jealous ire,\n    Let us all the world as kinsfolk and as citizens acquire,\n    All who on our ships will battle well and bravely by our side\n    If we cocker up our city, narrowing her with senseless pride\n    Now when she is rocked and reeling in the cradles of the sea,\n    Here again will after ages deem we acted brainlessly.\n\n    And O if I'm able to scan the habits and life of a man\n    Who shall rue his iniquities soon! not long shall that little baboon,\n    That Cleigenes shifty and small, the wickedest bathman of all\n    Who are lords of the earth--which is brought from the isle of\n        Cimolus, and wrought\n            With nitre and lye into soap--\n            Not long shall he vex us, I hope.\n            And this the unlucky one knows,\n            Yet ventures a peace to oppose,\n    And being addicted to blows he carries a stick as he goes,\n    Lest while he is tipsy and reeling, some robber his cloak should be\n        stealing.\n\n    Often has it crossed my fancy, that the city loves to deal\n    With the very best and noblest members of her commonweal,\n    Just as with our ancient coinage, and the newly-minted gold.\n    Yea for these, our sterling pieces, all of pure Athenian mould,\n    All of perfect die and metal, all the fairest of the fair,\n    All of workmanship unequalled, proved and valued every-where\n\n    Both amongst our own Hellenes and Barbarians far away,\n    These we use not: but the worthless pinchbeck coins of yesterday,\n    Vilest die and basest metal, now we always use instead.\n    Even so, our sterling townsmen, nobly born and nobly bred,\n    Men of worth and rank and metal, men of honourable fame,\n    Trained in every liberal science, choral dance and manly game,\n    These we treat with scorn and insult, but the strangers newliest\n         come,\n    Worthless sons of worthless fathers, pinchbeck townsmen, yellowy\n         scum,\n    Whom in earlier days the city hardly would have stooped to use\n    Even for her scapegoat victims, these for every task we choose.\n    O unwise and foolish people, yet to mend your ways begin;\n    Use again the good and useful: so hereafter, if ye win\n    'Twill be due to this your wisdom: if ye fall, at least 'twill be\n    Not a fall that brings dishonour, falling from a worthy tree.\n\n  AEAC. By Zeus the Saviour, quite the gentleman\n  Your master is.\n\n  XAN. Gentleman? I believe you. He's all for wine and women, is my\n  master.\n\n  AEAC. But not to have flogged you, when the truth came out\n  That you, the slave, were passing off as master!\n\n  XAN. He'd get the worst of that.\n\n  AEAC. Bravo! that's spoken Like a true slave: that's what I love\n  myself.\n\n  XAN. You love it, do you?\n\n  AEAC. Love it? I'm entranced\n  When I can curse my lord behind his back.\n\n  XAN. How about grumbling, when you have felt the stick,\n  And scurry out of doors?\n\n  AEAC. That's jolly too.\n\n  XAN. How about prying?\n\n  AEAC. That beats everything!\n\n  XAN. Great Kin-god Zeus! And what of overhearing\n  Your master's secrets?\n\n  AEAC. What? I'm mad with joy.\n\n  XAN. And blabbing them abroad?\n\n  AEAC. O heaven and earth! When I do that, I can't contain myself.\n\n  XAN. Phoebus Apollo! clap your hand in mine, Kiss and be kissed: and\n  prithee tell me this, Tell me by Zeus, our rascaldom's own god, What's\n  all that noise within? What means this hubbub And row?\n\n  AEAC. That's Aeschylus and Euripides.\n\n  XAN. Eh?\n\n  AEAC. Wonderful, wonderful things are going on. The dead are rioting,\n  taking different sides.\n\n  XAN. Why, what's the matter?\n\n  AEAC. There's a custom here\n  With all the crafts, the good and noble crafts,\n  That the chief master of his art in each\n  Shall have his dinner in the assembly hall,\n  And sit by Pluto's side.\n\n  XAN. I understand.\n\n  AEAC. Until another comes, more wise than he\n  In the same art: then must the first give way.\n\n  XAN. And how has this disturbed our Aeschylus?\n\n  AEAC. 'Twas he that occupied the tragic chair,\n  As, in his craft, the noblest.\n\n  XAN. Who does now?\n\n  AEAC. But when Euripides came down, he kept\n  Flourishing off before the highwaymen,\n  Thieves, burglars, parricides--these form our mob\n  In Hades--till with listening to his twists\n  And turns, and pleas and counterpleas, they went\n  Mad on the man, and hailed him first and wisest:\n  Elate with this, he claimed the tragic chair\n  Where Aeschylus was seated.\n\n  XAN. Wasn't he pelted?\n\n  AEAC. Not he: the populace clamoured out to try\n  Which of the twain was wiser in his art.\n\n  XAN. You mean the rascals?\n\n  AEAC. Aye, as high as heaven!\n\n  XAN. But were there none to side with Aeschylus?\n\n  AEAC. Scanty and sparse the good, (_Regards the audience_) the same as\n  here.\n\n  XAN. And what does Pluto now propose to do?\n\n  AEAC. He means to hold a tournament, and bring\n  Their tragedies to the proof.\n\n  XAN. But Sophocles, How came not he to claim the tragic chair?\n\n  AEAC. Claim it? Not he! When _he_ came down, he kissed\n  With reverence Aeschylus, and clasped his hand,\n  And yielded willingly the chair to him.\n  But now he's going, says Cleidemides,\n  To sit third-man: and then if Aeschylus win,\n  He'll stay content: if not, for his art's sake,\n  He'll fight to the death against Euripides.\n\n  XAN. Will it come off?\n\n  AEAC. O yes, by Zeus, directly.\n  And then, I hear, will wonderful things be done,\n  The art poetic will be weighed in scales.\n\n  XAN. What! weigh out tragedy, like butcher's meat?\n\n  AEAC. Levels they'll bring, and measuring-tapes for words,\n  And moulded oblongs.\n\n  XAN. Is it bricks they are making?\n\n  AEAC. Wedges and compasses: for Euripides Vows that he'll test the\n  dramas, word by word.\n\n  XAN. Aeschylus chafes at this, I fancy.\n\n  AEAC. Well, He lowered his brows, upglaring like a bull.\n\n  XAN. And who's to be the judge?\n\n  AEAC. There came the rub. Skilled men were hard to find: for with the\n  Athenians Aeschylus, somehow, did not hit it off.\n\n  XAN. Too many burglars, I expect, he thought.\n\n  AEAC. And all the rest, he said, were trash and nonsense\n  To judge poetic wits. So then at last\n  They chose your lord, an expert in the art.\n  But go we in: for when our lords are bent\n  On urgent business, that means blows for us.\n\n    CHOR. O surely with terrible wrath will the thunder-voiced monarch be\n        filled,\n    When he sees his opponent beside him, the tonguester, the\n        artifice-skilled,\n    Stand, whetting his tusks for the fight! O surely, his eyes\n        rolling-fell\n            Will with terrible madness be fraught!\n    O then will be charging of plume-waving words with their\n        wild-floating mane,\n    And then will be whirling of splinters, and phrases smoothed down\n        with the plane,\n    When the man would the grand-stepping maxims, the language gigantic,\n        repel\n            Of the hero-creator of thought.\n    There will his shaggy-born crest upbristle for anger and woe,\n    Horribly frowning and growling, his fury will launch at the foe\n    Huge-clamped masses of words, with exertion Titanic up--tearing\n            Great ship-timber planks for the fray.\n    But here will the tongue be at work, uncoiling, word-testing\n            refining,\n    Sophist-creator of phrases, dissecting, detracting, maligning,\n    Shaking the envious bits, and with subtle analysis paring\n    The lung's large labour away.\n\n  EURIPIDES. Don't talk to me; I won't give up the chair, I say I am\n  better in the art than he.\n\n  DIO. You hear him, Aeschylus: why don't you speak?\n\n  EUR. He'll do the grand at first, the juggling trick\n  He used to play in all his tragedies.\n\n  DIO. Come, my fine fellow, pray don't talk too big.\n\n  EUR. I know the man, I've scanned him through and through,\n  A savage-creating stubborn-pulling fellow,\n  Uncurbed, unfettered, uncontrolled of speech,\n  Unperiphrastic, bombastiloquent.\n\n  AESCHYLUS. Hah! sayest thou so, child of the garden quean!\n  And this to ME, thou chattery-babble-collector,\n  Thou pauper-creating rags-and-patches-stitcher?\n  Thou shalt abye it dearly!\n\n  DIO. Pray, be still; Nor heat thy soul to fury, Aeschylus.\n\n  AESCH. Not till I've made you see the sort of man\n  This cripple-maker is who crows so loudly.\n\n  DIO. Bring out a ewe, a black-fleeced ewe, my boys:\n  Here's a typhoon about to burst upon us.\n\n  AESCH. Thou picker-up of Cretan monodies,\n  Foisting thy tales of incest on the stage--\n\n  DIO. Forbear, forbear, most honoured Aeschylus;\n  And you, my poor Euripides, begone\n  If you are wise, out of this pitiless hail,\n  Lest with some heady word he crack your scull\n  And batter out your brain-less Telephus.\n  And not with passion. Aeschylus, but calmly\n  Test and be tested. 'Tis not meet for poets\n  To scold each other, like two baking-girls.\n  But you go roaring like an oak on fire.\n\n  EUR. I'm ready, I!\n  I don't draw back one bit.\n  I'll lash or, if he will, let him lash first\n  The talk, the lays, the sinews of a play:\n  Aye and my Peleus, aye and Aeolus,\n  And Meleager, aye and Telephus.\n\n  DIO. And what do _you_ propose? Speak, Aeschylus.\n\n  AESCH. I could have wished to meet him otherwhere.\n  We fight not here on equal terms.\n\n  DIO. Why not?\n\n  AESCH. My poetry survived me: his died with him:\n  He's got it here, all handy to recite.\n  Howbeit, if so you wish it, so we'll have it.\n\n  DIO. O bring me fire, and bring me frankincense.\n  I'll pray, or e'er the clash of wits begin,\n  To judge the strife with high poetic skill.\n  Meanwhile (_to the Chorus_) invoke the Muses with a song.\n\n    CHOR. O Muses, the daughters divine of Zeus, the immaculate Nine,\n    Who gaze from your mansions serene on intellects subtle and keen,\n    When down to the tournament lists, in bright-polished wit they\n        descend,\n    With wrestling and turnings and twists in the battle of words to\n        contend,\n    O come and behold what the two antagonist poets can do,\n    Whose mouths are the swiftest to teach grand language and filings of\n        speech:\n    For now of their wits is the sternest encounter commencing in\n        earnest.\n\n  DIO. Ye two, put up your prayers before ye start.\n\n  AESCH. Demeter, mistress, nourisher of my soul,\n  O make me worthy of thy mystic rites!\n\n  DIO. (_To Eur_.) Now put on incense, you.\n\n  EUR. Excuse me, no; My vows are paid to other gods than these.\n\n  DIO. What, a new coinage of your own?\n\n  EUR. Precisely.\n\n  DIO. Pray then to them, those private gods of yours.\n\n  EUR. Ether, my pasture, volubly-rolling tongue,\n  Intelligent wit and critic nostrils keen,\n  O well and neatly may I trounce his plays!\n\n    CHOR. We also are yearning from these to be learning\n    Some stately measure, some majestic grand\n    Movement telling of conflicts nigh.\n    Now for battle arrayed they stand,\n    Tongues embittered, and anger high.\n    Each has got a venturesome will,\n    Each an eager and nimble mind;\n    One will wield, with artistic skill,\n    Clearcut phrases, and wit refined;\n    Then the other, with words defiant,\n    Stern and strong, like an angry giant\n    Laying on with uprooted trees,\n    Soon will scatter a world of these\n    Superscholastic subtleties.\n\n  DIO. Now then, commence your arguments, and mind you both display\n  True wit, not metaphors, nor things which any fool could say.\n\n  EUR. As for myself, good people all, I'll tell you by-and-by\n  My own poetic worth and claims; but first of all I'll try\n  To show how this portentous quack beguiled the silly fools\n  Whose tastes were nurtured, ere he came, in Phrynichus's schools.\n  He'd bring some single mourner on, seated and veiled, 'twould be\n  Achilles, say, or Niobe--the face you could not\n       see--\n  An empty show of tragic woe, who uttered not one thing.\n\n  DIO. Tis true.\n\n  EUR. Then in the Chorus came, and rattled off a string\n  Of four continuous lyric odes: the mourner never stirred.\n\n  DIO. I liked it too. I sometimes think that I those mutes preferred\n  To all your chatterers now-a-days.\n\n  EUR. Because, if you must know,\n  You were an ass.\n\n  DIO. An ass, no doubt: what made him do it though?\n\n  EUR. That was his quackery, don't you see, to set the audience guessing\n  When Niobe would speak; meanwhile, the drama was progressing.\n\n  DIO. The rascal, how he took me in! 'Twas shameful, was it not?\n  (_To Aesch_.) What makes you stamp and fidget so?\n\n  EUR. He's catching it so hot.\n  So when he had humbugged thus awhile, and now his wretched play\n  Was halfway through, a dozen words, great wild-bull words, he'd say,\n  Fierce Bugaboos, with bristling crests, and shaggy eyebrows too,\n  Which not a soul could understand.\n\n  AESCH. O heavens!\n\n  DIO. Be quiet, do.\n\n  EUR. But not one single word was clear.\n\n  DIO. St! don't your teeth be gnashing.\n\n  EUR. 'Twas all Scamanders, moated camps, and griffin-eagles flashing In\n  burnished copper on the shields, chivalric-precipice-high Expressions,\n  hard to comprehend.\n\n  DIO. Aye, by the Powers, and I\n  Full many a sleepless night have spent in anxious thought, because\n  I'd find the tawny cock-horse out, what sort of bird it was!\n\n  AESCH. It was a sign, you stupid dolt, engraved the ships upon.\n\n  DIO. Eryxis I supposed it was, Philoxenus's son.\n\n  EUR. Now really should a cock be brought into a tragic play?\n\n  AESCH. You enemy of gods and men, what was _your_ practice, pray?\n\n  EUR. No cock-horse in _my_ plays, by Zeus, no goat-stag there you'll\n       see,\n  Such figures as are blazoned forth in Median tapestry.\n  When first I took the art from you, bloated and swoln, poor thing,\n  With turgid gasconading words and heavy dieting,\n  First I reduced and toned her down, and made her slim and neat\n  With wordlets and with exercise and poultices of beet,\n  And next a dose of chatterjuice, distilled from books, I gave her,\n  And monodies she took, with sharp Cephisophon for flavour.\n  I never used haphazard words, or plunged abruptly in;\n  Who entered first explained at large the drama's origin\n  And source.\n\n  DIO. Its source, I really trust, was better than your own.\n\n  EUR. Then from the very opening lines no idleness was shown;\n  The mistress talked with all her might, the servant talked as much,\n  The master talked, the maiden talked, the beldame talked.\n\n  AESCH. For such an outrage was not death your due?\n\n  EUR. No, by Apollo, no: That was my democratic way.\n\n  DIO. Ah, let that topic go. Your record is not there, my friend,\n  particularly good.\n\n  EUR. Then next I taught all these to speak.\n\n  AESCH. You did so, and I would\n  That ere such mischief you had wrought, your very lungs had split.\n\n  EUR. Canons of verse I introduced, and neatly chiselled wit;\n  To look, to scan: to plot, to plan: to twist, to turn, to woo:\n  On all to spy; in all to pry.\n\n  AESCH. You did: I say so too.\n\n  EUR. I showed them scenes of common life, the things we know and see,\n  Where any blunder would at once by all detected be.\n  I never blustered on, or took their breath and wits away\n  By Cycnuses or Memnons clad in terrible array,\n  With bells upon their horses' heads, the audience to dismay.\n  Look at _his_ pupils, look at mine: and there the contrast view.\n  Uncouth Megaenetus is his, and rough Phormisius too;\n  Great long-beard-lance-and-trumpet-men, flesh-tearers with the pine:\n  But natty smart Theramenes, and Cleitophon are mine.\n\n  DIO. Theramenes? a clever man and wonderfully sly:\n  Immerse him in a flood of ills, he'll soon be high and dry,\n  \"A Kian with a kappa, sir, not Chian with a chi.\"\n\n    EUR. I taught them all these knowing ways\n    By chopping logic in my plays,\n    And making all my speakers try\n    To reason out the How and Why.\n    So now the people trace the springs,\n    The sources and the roots of things,\n    And manage all their households too\n    Far better than they used to do,\n    Scanning and searching _What's amiss?_\n    And, _Why was that?_ And, _How is this?_\n\n    DIO. Ay, truly, never now a man\n    Comes home, but he begins to scan;\n    And to his household loudly cries,\n    _Why, where's my pitcher? What's the matter?\n    'Tis dead and gone my last year's platter.\n    Who gnawed these olives? Bless the sprat,\n    Who nibbled off the head of that?\n    And where's the garlic vanished, pray,\n    I purchased only yesterday?_\n    --Whereas, of old, our stupid youths\n    Would sit, with open mouths and eyes,\n    Like any dull-brained Mammacouths.\n\n    CHOR. \"All this thou beholdest, Achilles our boldest.\"\n    And what wilt thou reply?\n    Draw tight the rein\n    Lest that fiery soul of thine\n    Whirl thee out of the listed plain,\n    Past the olives, and o'er the line.\n    Dire and grievous the charge he brings.\n    See thou answer him, noble heart,\n    Not with passionate bickerings.\n    Shape thy course with a sailor's art,\n    Reef the canvas, shorten the sails,\n    Shift them edgewise to shun the gales.\n    When the breezes are soft and low,\n    Then, well under control, you'll go\n    Quick and quicker to strike the foe.\n    O first of all the Hellenic bards high loftily-towering verse to\n        rear,\n    And tragic phrase from the dust to raise, pour forth thy fountain\n        with right good cheer.\n\n  AESCH. My wrath is hot at this vile mischance, and my spirit revolts at\n  the thought that I\n  Must bandy words with a fellow like _him_: but lest he should vaunt\n  that I can't reply--\n  Come, tell me what are the points for which a noble poet our praise\n  obtains.\n\n  EUR. For his ready wit, and his counsels sage, and because the citizen\n  folk he trains\n  To be better townsmen and worthier men.\n\n  AESCH. If then you have done the very reverse,\n  Found noble-hearted and virtuous men, and altered them, each and all,\n  for the worse,\n  Pray what is the need you deserve to get?\n\n  DIO. Nay, ask not _him_. He deserves to die.\n\n  AESCH. For just consider what style of men he received from me, great\n       six-foot-high\n  Heroical souls, who never would blench from a townsman's duties in\n       peace or war;\n  Not idle loafers, or low buffoons, or rascally scamps such as now they\n       are.\n  But men who were breathing spears and helms, and the snow-white plume\n       in its crested pride\n  The greave, and the dart, and the warrior's heart in its seven-fold\n       casing of tough bull-hide.\n\n  DIO. He'll stun me, I know, with his armoury-work; this business is\n  going from bad to worse.\n\n  EUR. And how did you manage to make them so grand, exalted, and brave\n  with your wonderful verse?\n\n  DIO. Come, Aeschylus, answer, and don't stand mute in your self-willed\n  pride and arrogant spleen.\n\n  AESCH. A drama I wrote with the War-god filled.\n\n  DIO. Its name?\n\n  AESCH. 'Tis the \"Seven against Thebes\" that I mean. Which who so\n  beheld, with eagerness swelled to rush to the battlefield there and\n  then.\n\n  DIO. O that was a scandalous thing you did! You have made the Thebans\n       mightier men,\n  More eager by far for the business of war.\n  Now, therefore, receive this punch on the head.\n\n  AESCH. Ah, _ye_ might have practised the same yourselves, but ye turned\n       to other pursuits instead.\n  Then next the \"Persians\" I wrote, in praise of the noblest deed that\n       the world can show,\n  And each man longed for the victor's wreath, to fight and to vanquish\n       his country's foe.\n\n  DIO. I was pleased, I own, when I heard their moan for old Darius,\n       their great king, dead;\n  When they smote together their hands, like this, and _Evir alake_ the\n       Chorus said.\n\n  AESCH. Aye, such are the poet's appropriate works: and just consider\n       how all along\n  From the very first they have wrought you good, the noble bards, the\n       masters of song.\n  First, Orpheus taught you religious rites, and from bloody murder to\n       stay your hands:\n  Musaeus healing and oracle lore; and Hesiod all the culture of lands,\n  The time to gather, the time to plough. And gat not Homer his glory\n       divine\n  By singing of valour, and honour, and right, and the sheen of the\n       battle-extended line,\n  The ranging of troops and the arming of men?\n\n  DIO. O ay, but he didn't teach _that_, I opine,\n  To Pantacles; when he was leading the show I couldn't imagine what he\n       was at,\n  He had fastened his helm on the top of his head, he was trying to\n       fasten his plume upon that.\n\n  AESCH. But others, many and brave, he taught, of whom was Lamachus,\n       hero true;\n  And thence my spirit the impress took, and many a lion-heart chief I\n       drew,\n  Parocluses, Teucers, illustrious names; for I fain the citizen-folk\n       would spur\n  To stretch themselves to _their_ measure and height, when-ever the\n       trumpet of war they hear.\n  But Phaedras and Stheneboeas? No! no harlotry business deformed my\n       plays.\n  And none can say that ever I drew a love sick woman in all my days.\n\n  EUR. For _you_ no lot or portion had got in Queen Aphrodite.\n\n  AESCH. Thank Heaven for that.\n  But ever on you and yours, my friend, the mighty goddess mightily sat;\n  Yourself she cast to the ground at last.\n\n  DIO. O ay, that came uncommonly pat.\n  You showed how cuckolds are made, and lo, you were struck yourself by\n       the very same fate.\n\n  EUR. But say, you cross-grained censor of mine, how _my_ Stheneboeas\n  could harm the state.\n\n  AESCH. Full many a noble dame, the wife of a noble citizen, hemlock\n       took,\n  And died, unable the shame and sin of your Bellerophonscenes to brook.\n\n  EUR. Was then, I wonder, the tale I told of Phaedra's passionate love\n  untrue?\n\n  AESCH. Not so: but tales of incestuous vice the sacred poet should hide\n       from view,\n  Nor ever exhibit and blazon forth on the public stage to the public\n       ken.\n  For boys a teacher at school is found, but we, the poets, are teachers\n       of men.\n  We are BOUND things honest and pure to speak.\n\n  EUR. And to speak great Lycabettuses, pray,\n  And massive blocks of Parnassian rocks, is _that_ things honest and\n       pure to say?\n  In human fashion we ought to speak.\n\n  AESCH. Alas, poor witling, and can't you see\n  That for mighty thoughts and heroic aims, the words themselves\n       must appropriate be?\n  And grander belike on the ear should strike the speech of heroes and\n       godlike powers,\n  Since even the robes that invest their limbs are statelier, grander\n       robes than ours.\n  Such was _my_ plan: but when _you_ began, you spoilt and degraded it\n       all.\n\n  EUR. How so?\n\n  AESCH. Your kings in tatters and rags you dressed, and brought them on,\n       a beggarly show,\n  To move, forsooth, our pity and ruth.\n\n  EUR. And what was the harm, I should like to know.\n\n  AESCH. No more will a wealthy citizen now equip for the state a galley\n  of war. He wraps his limbs in tatters and rags, and whines _he is poor,\n  too poor by far_.\n\n  DIO. But under his rags he is wearing a vest, as woolly and soft as a\n       man could wish.\n  Let him gull the state, and he's off to the mart; an eager, extravagant\n       buyer of fish.\n\n  AESCH. Moreover to prate, to harangue, to debate, is now the ambition\n       of all in the state.\n  Each exercise-ground is in consequence found deserted and empty: to\n       evil repute\n  Your lessons have brought our youngsters, and taught our sailors to\n       challenge, discuss, and refute\n  The orders they get from their captains and yet, when _I_ was alive,\n       I protest that the knaves\n  Knew nothing at all, save for rations' to call, and to sing \"Rhyppapae\"\n       as they pulled through the waves.\n\n  DIO. And bedad to let fly from their sterns in the eye of the fellow\n       who tugged at the undermost oar,\n  And a jolly young messmate with filth to besmirch, and to land for a\n       filching adventure ashore; But now they harangue, and dispute, and\n       won't row, And idly and aimlessly float to and fro.\n\n  AESCH. Of what ills is he NOT the creator and cause?\n  Consider the scandalous scenes that he draws,\n  His bawds, and his panders, his women who give\n       Give birth in the sacredest shrine,\n  Whilst others with brothers are wedded and bedded,\n       And others opine\n  That \"not to be living\" is truly \"to live.\"\n  And therefore our city is swarming to-day\n  With clerks and with demagogue-monkeys, who play\n  Their jackanape tricks at all times, in all places,\n  Deluding the people of Athens; but none\n  Has training enough in athletics to run\n       With the torch in his hand at the races.\n\n  DIO. By the Powers, you are right! At the Panathenaea\n  I laughed till I felt like a potsherd to see a\n  Pale, paunchy young gentleman pounding along,\n  With his head butting forward, the last of the throng,\n  In the direst of straits; and behold at the gates,\n  The Ceramites flapped him, and smacked him, and slapped him,\n  In the ribs, and the loin, and the flank, and the groin,\n  And still, as they spanked him, he puffed and he panted,\n  Till at one mighty cuff, he discharged such a puff\n       That he blew out his torch and levanted.\n\n      CHOR. Dread the battle, and stout the combat, mighty and manifold\n       looms the war.\n    Hard to decide in the fight they're waging,\n    One like a stormy tempest raging,\n    One alert in the rally and skirmish, clever to parry and foin and\n       spar.\n       Nay but don't be content to sit\n    Always in one position only: many the fields for your keen-edged wit.\n    On then, wrangle in every way,\n    Argue, battle, be flayed and flay,\n    Old and new from your stores display,\n    Yea, and strive with venturesome daring something subtle and neat to\n       say.\n\n    Fear ye this, that to-day's spectators lack the grace of artistic\n       lore,\n    Lack the knowledge they need for taking\n    All the points ye will soon be making?\n    Fear it not: the alarm is groundless: that, be sure, is the case no\n       more.\n    All have fought the campaign ere this:\n    Each a book of the words is holding; never a single point they'll\n       miss.\n       Bright their natures, and now, I ween,\n       Newly whetted, and sharp, and keen.\n       Dread not any defect of wit,\n  Battle away without misgiving, sure that the audience, at least, are\n       fit.\n\n  EUR. Well then I'll turn me to your prologues now,\n  Beginning first to test the first beginning\n  Of this fine poet's plays. Why he's obscure\n  Even in the enunciation of the facts.\n\n  DIO. Which of them will you test?\n\n  EUR. Many: but first give as that famous one from the Oresteia.\n\n  DIO. St! Silence all! Now, Aeschylus, begin.\n\n  AESCH. _Grave Hermes, witnessing a father's power. Be thou my saviour\n  and mine aid to-day, For here I come and hither I return._\n\n  DIO. Any fault there?\n\n  EUR. A dozen faults and more.\n\n  DIO. Eh! why the lines are only three in all.\n\n  EUR. But every one contains a score of faults.\n\n  DIO. Now Aeschylus, keep silent; if you don't\n  You won't get off with three iambic lines.\n\n  AESCH. Silent for _him_!\n\n  DIO. If _my_ advice you'll take.\n\n  EUR. Why, at first starting here's a fault sky high.\n\n  AESCH. (_To Dio_.) You see your folly.\n\n  DIO. Have your way; I care not.\n\n  AESCH. (_To Eur_.) What is my fault?\n\n  EUR. Begin the lines again.\n\n  AESCH. _Grave Hermes, witnessing a father's power_--\n\n  EUR. And this beside his murdered father's grave Orestes speaks?\n\n  AESCH. I say not otherwise.\n\n  EUR. Then does he mean that when his father fell\n  By craft and violence at a woman's hand,\n  The god of craft was witnessing the deed?\n\n  AESCH. It was not he: it was the Helper Hermes\n  He called the grave: and this he showed by adding\n  It was his sire's prerogative he held.\n\n  EUR. Why this is worse than all. If from his father\n  He held this office grave, why then--\n\n  DIO. He was A graveyard rifler on his father's side.\n\n  AESCH. Bacchus, the wine you drink is stale and fusty.\n\n  DIO. Give him another: (_to Eur_.) you, look out for faults.\n\n  AESCH. _Be thou my saviour and mine aid to-day, For here I come, and\n  hither I return_.\n\n  EUR. The same thing twice says clever Aeschylus.\n\n  DIO. How twice?\n\n  EUR. Why, just consider: I'll explain. \"I come,\" says he; and \"I\n  return,\" says he: It's the same thing, to \"come\" and to \"return.\"\n\n  DIO. Aye, just as if you said, \"Good fellow, lend me\n  A kneading trough: likewise, a trough to knead in.\"\n\n  AESCH. It is not so, you everlasting talker,\n  They're not the same, the words are right enough.\n\n  DIO. How so? inform me how you use the words.\n\n  AESCH. A man, not banished from his home, may \"come\"\n  To any land, with no especial chance.\n  A home-bound exile both \"returns\" and \"comes.\"\n\n  DIO. O good, by Apollo! What do you say, Euripides, to that?\n\n  EUR. I say Orestes never did \"return.\" He came in secret: nobody\n  recalled him.\n\n  DIO. O good, by Hermes! (_Aside_.) I've not the least suspicion what he\n  means.\n\n  EUR. Repeat another line.\n\n  DIO. Ay, Aeschylus, Repeat one instantly: _you_, mark what's wrong.\n\n  AESCH. _Now on this funeral mound I call my father To hear, to\n  hearken._\n\n  EUR. There he is again. To \"hear,\" to \"hearken\"; the same thing,\n  exactly.\n\n  DIO. Aye, but he's speaking to the dead, you knave,\n  Who cannot hear us though we call them thrice.\n\n  AESCH. And how do you make _your_ prologues?\n\n  EUR. You shall hear; And if you find one single thing said twice,\n  Or any useless padding, spit upon me.\n\n  DIO. Well, fire away: I'm all agog to hear\n  Your very accurate and faultless prologues.\n\n  EUR. _A happy man was Oedipus at first_--\n\n  AESCH. Not so, by Zeus; a most unhappy man.\n  Who, not yet born nor yet conceived, Apollo\n  Foretold would be his father's murderer.\n  How could he be a happy man at first.\n\n  EUR. _Then he became the wretchedest of men._\n\n  AESCH. Not so, by Zeus; he never ceased to be. No sooner born, than\n  they exposed the babe (And that in winter), in an earthen crock, lest\n  he should grow a man, and slay his father. Then with both ankles\n  pierced and swoln, he limped away to Polybus: still young, he married\n  an ancient crone, and her his mother too. Then scratched out both his\n  eyes.\n\n  DIO. Happy indeed had he been Erasinides's colleague!\n\n  EUR. Nonsense; I say my prologues are first rate.\n\n  AESCH. Nay then, by Zeus, no longer line by line I'll maul your\n  phrases: but with heaven to aid I'll smash your prologues with a bottle\n  of oil.\n\n  EUR. You mine with a bottle of oil?\n\n  AESCH. With only one. You frame your prologues so that each and all\n  Fit in with a \"bottle of oil,\" or \"coverlet-skin,\" Or \"reticule-bag.\"\n  I'll prove it here, and now.\n\n  EUR. You'll prove it? You?\n\n  AESCH. I will.\n\n  DIO. Well then, begin.\n\n  EUR. _'Aegyptus, sailing with his fifty sons, As ancient legends mostly\n  tell the tale, Touching at Argos_,\n\n  AESCH. Lost his bottle of oil.\n\n  EUR. Hang it, what's that? Confound that bottle of oil!\n\n  DIO. Give him another: let him try again.\n\n  EUR. _Bacchus, who, clad in fawnskins, leaps and bounds\n  With torch and thyrsus in the choral dance Along Parnassus_.\n\n  AESCH. Lost his bottle of oil.\n\n  DIO. Ah me, we are stricken--with that bottle again!\n\n  EUR. Pooh, pooh, that's nothing. I've a prologue here, He'll never tack\n  his bottle of oil to this: _No man is blest in every single thing. One\n  is of noble birth, but lacking means. Another, baseborn_,\n\n  AESCH. Lost his bottle of oil.\n\n  DIO. Euripides!\n\n  EUR. Well?\n\n  DIO. Lower your sails, my boy;\n  This bottle of oil is going to blow a gale.\n\n  EUR. O, by Demeter, I don't care one bit;\n  Now from his hands I'll strike that bottle of oil.\n\n  DIO. Go on then, go; but ware the bottle of oil.\n\n  EUR. _Once Cadmus, quitting the Sidonian town, Agenor's offspring_\n\n  AESCH. Lost his bottle of oil.\n\n  DIO. O pray, my man, buy off that bottle of oil, Or else he'll smash\n  our prologues all to bits.\n\n  EUR. I buy of _him_?\n\n  DIO. If my advice you'll take.\n\n  EUR. No, no, I've many a prologue yet to say, To which he can't tack on\n  his bottle of oil. _Pelops, the son of Tantalus, while driving His\n  mares to Pisa_\n\n  AESCH. Lost his bottle of oil.\n\n  DIO. There! he tacked on the bottle of oil again. O for heaven's sake,\n  pay him its price, dear boy; You'll get it for an obol, spick and span.\n\n  EUR. Not yet, by Zeus; I've plenty of prologues left. _Oeneus once\n  reaping_\n\n  AESCH. Lost his bottle of oil.\n\n   EUR. Pray let me finish one entire line first. _Oeneus once reaping an\n  abundant harvest, Offering the firstfruits_\n\n  AESCH. Lost his bottle of oil.\n\n  DIO. What in the act of offering? Fie! Who stole it?\n\n  EUR. O don't keep bothering! Let him try with this! _Zeus, as by\n  Truth's own voice the tale is told,_\n\n  DIO. No, he'll cut in with \"Lost his bottle of oil!\"\n  Those bottles of oil on all your prologues seem\n  To gather and grow, like styes upon the eye.\n  Turn to his melodies now for goodness' sake.\n\n  EUR. O I can easily show that he's a poor\n  Melody-maker; makes them all alike.\n\n      CHOR. What, O what will be done!\n    Strange to think that he dare\n    Blame the bard who has won,\n    More than all in our days,\n    Fame and praise for his lays,\n    Lays so many and fair.\n    Much I marvel to hear\n    What the charge he will bring\n    'Gainst our tragedy king;\n    Yea for himself do I fear.\n\n  EUR. Wonderful lays! O yes, you'll see directly. I'll cut down all his\n  metrical strains to one.\n\n  DIO. And I, I'll take some pebbles, and keep count.\n\n  (_A slight pause, during which the music of a flute is heard. The music\n  continues to the end of line 1277 as an accompaniment to the\n  recitative_.)\n\n  EUR. Lord of Phthia, Achilles, _why hearing the voice of the\n  hero-dividing. Hah! smiting! approachest thou not to the rescue_? We,\n  by the lake who _abide, are adoring our ancestor Hermes. Hah! smiting!\n  approachest thou not to the rescue?_\n\n  DIO. O Aeschylus, twice art thou smitten!\n\n  EUR. Hearken to me, great king; yea, hearken _Atreides, thou noblest of\n  all the Achaeans. Hah! smiting! approachest thou not to the rescue_?\n\n  DIO. Thrice, Aeschylus, thrice art thou smitten!\n\n  EUR. Hush! the bee-wardens are here: they _will quickly the Temple of\n  Artemis open. Hah! smiting! approachest thou not to the rescue?_ I will\n  expound (for _I know it_) _the omen the chieftains encountered. Hah!\n  smiting! approachest thou not to the rescue?_\n\n  DIO. O Zeus and King, the terrible lot of smitings! I'll to the bath:\n  I'm very sure my kidneys Are quite inflamed and swoln with all these\n  smitings.\n\n  EUR. Wait till you've heard another batch of lays Culled from his\n  lyre-accompanied melodies.\n\n  DIO. Go on then, go: but no more smitings, please.\n\n  EUR. How the twin-throned powers of _Achaea, the lords of the mighty\n  Hellenes_.\n  O phlattothrattophlattothrat!\n  Sendeth _the Sphinx, the unchancy, the chieftainess blood-hound._\n  O phlattothrattophlattothrat!\n  Launcheth fierce with brand _and hand the avengers the terrible eagle_.\n  O phlattothrattophlattothrat!\n  So for the swift-_winged hounds of the air he provided a booty._\n  O phlattothrattophlattothrat!\n  The throng down-bearing on Aias.\n  O phlattothrattophlattothrat!\n\n  DIO. Whence comes that phlattothrat? From Marathon, or\n  Where picked you up these cable-twister's strains?\n\n  AESCH. From noblest source for noblest ends I brought them,\n  Unwilling in the Muses' holy field\n  The self-same flowers as Phrynichus to cull.\n  But _he_ from all things rotten draws his lays,\n  From Carian flutings, catches of Meletus,\n  Dance-music, dirges. You shall hear directly.\n  Bring me the lyre. Yet wherefore need a lyre\n  For songs like these? Where's she that bangs and jangles\n  Her castanets? Euripides's Muse,\n  Present yourself: fit goddess for fit verse.\n\n  DIO. The Muse herself can't be a wanton? No!\n\n     AESCH. Halcyons, who by the ever-rippling\n    Waves of the sea are babbling,\n    Dewing your plumes with the drops that fall\n    From wings in the salt spray dabbling.\n\n    Spiders, ever with twir-r-r-r-r-rling fingers\n    Weaving the warp and the woof,\n    Little, brittle, network, fretwork,\n    Under the coigns of the roof.\n\n    The minstrel shuttle's care.\n\n    Where in the front of the dark-prowed ships\n    Yarely the flute-loving dolphin skips.\n\n    Races here and oracles there.\n    And the joy of the young vines smiling,\n\n    And the tendril of grapes, care-beguiling.\n\n         O embrace me, my child, O embrace me.\n  (_To Dio_.) You see this foot?\n\n  DIO. I do.\n\n  AESCH. And this?\n\n  DIO. And that one too.\n\n       AESCH. (_To Eur_.) You, such stuff who compile,\n    Dare my songs to upbraid;\n    You, whose songs in the style\n    Of Gyrene's embraces are made.\n  So much for them: but still I'd like to show\n  The way in which your monodies are framed.\n      O darkly-light mysterious Night,\n    What may this Vision mean,\n    Sent from the world unseen\n    With baleful omens rife;\n    A thing of lifeless life,\n    A child of sable night,\n    A ghastly curdling sight,\n    In black funereal veils,\n    With murder, murder in its eyes,\n    And great enormous nails?\n\n  Light ye the lanterns, my maidens, and dipping your jugs in the stream,\n  Draw me the dew of the water, and heat it to boiling and steam,\n  So will I wash me away the ill effects of my dream.\n\n      \"God of the sea!\n    My dream's come true.\n    Ho, lodgers, ho,\n    This portent view.\n    Glyce has vanished, carrying off my cock,\n    My cock that crew!\n    O Mania, help! O reads of the rock\n    Pursue! pursue!\n    For I poor girl, was working within,\n    Holding my distaff heavy and full,\n    Twir-r-r-r-r-rling my hand as the threads I spin,\n    Weaving an excellent bobbin of wool:\n    Thinking 'To-morrow I'll go to the fair,\n    In the dusk of the morn, and be selling it there.'\n    But he to the blue upflew, upflew,\n    On the lightliest tips of his wings outspread;\n    To me he bequeathed but woe, but woe,\n    And tears, sad tears, from my eyes o'erflow,\n    Which I, the bereaved, must shed, must shed.\n    O children of Ida, sons of Crete,\n    Grasping your bows to the rescue come;\n    Twinkle about on your restless feet,\n    Stand in a circle around her home.\n    O Artemis, thou maid divine,\n    Dictynna, huntress, fair to see,\n    O bring that keen-nosed pack of thine,\n    And hunt through all the house with me.\n    O Hecate, with flameful brands,\n    O Zeus's daughter, arm thine hands,\n    Those swiftliest hands, both right and left;\n    Thy rays on Glyce's cottage throw\n    That I serenely there may go\n    And search by moonlight for the theft.\"\n\n  DIO. Enough of both your odes.\n\n  AESCH. Enough for me. Now would I bring the fellow to the scales. That,\n  that alone, shall test our poetry now, And prove whose words are\n  weightiest, his or mine.\n\n  DIO. Then both come hither, since I needs must weigh\n  The art poetic like a pound of cheese.\n\n  CHOR.\n\n    O the labour these wits go through!\n    O the wild, extravagant, new,\n    Wonderful things they are going to do!\n    Who but they would ever have thought of it?\n    Why, if a man had happened to meet me\n    Out in the street, and intelligence brought of it,\n    I should have thought he was trying to cheat me;\n    Thought that his story was false and deceiving.\n    That were a tale I could never believe in.\n\n  DIO. Each of you stand beside his scale.\n\n  AESCH. and EUR. We're here.\n\n  DIO. And grasp it firmly whilst ye speak your lines,\n  And don't let go until I cry \"Cuckoo.\"\n\n  AESCH. EUR. Ready!\n\n  DIO. Now speak your lines into the scale.\n\n  EUR. _O that the Argo had not winged her way_--\n  AESCH. _River Spercheius, cattle-grazing haunts_--\n\n  DIO. _Cuckoo! let go. O look, by far the lowest_\n  His scale sinks down.\n\n  EUR. Why, how came that about?\n\n  DIO. He threw a river in, like some wool-seller\n  Wetting his wool, to make it weight the more.\n  But _you_ threw in a light and winged word.\n\n  EUR. Come, let him match another verse with mine.\n\n  DIO. Each to his scale.\n\n  AESCH. EUR. We're ready.\n\n  DIO. Speak your lines.\n\n  EUR. _Persuasion's only shrine is eloquent speech._\n\n  AESCH. _Death loves not gifts, alone amongst the gods_\n\n  DIO. Let go, let go. Down goes his scale again. He threw in Death, the\n  heaviest ill of all.\n\n  EUR. And I Persuasion, the most lovely word.\n\n  DIO. A vain and empty sound, devoid of sense.\n  Think of some heavier-weighted line of yours,\n  To drag your scale down: something strong and big.\n\n  EUR. Where have I got one? Where? Let's see.\n\n  DIO. I'll tell you. _\"Achilles threw two singles and a four_.\"\n  Come, speak your lines: this is your last set-to.\n\n  EUR. _In his right hand he grasped an iron-clamped mace_.\n\n  AESCH. _Chariot on chariot, corpse on corpse was hurled_.\n\n  DIO. There now! again he has done you.\n\n  EUR. Done me? How?\n\n  DIO. He threw two chariots and two corpses in;\n  Five-score Egyptians could not lift that weight.\n\n  AESCH. No more of \"line for line\"; let him--himself,\n  His children, wife, Cephisophon--get in,\n  With all his books collected in his arms,\n  Two lines of mine shall overweigh the lot.\n\n  DIO. Both are my friends; I can't decide between them:\n  I don't desire to be at odds with either:\n  One is so clever, one delights me so.\n\n  PLUTO. Then you'll effect nothing for which you came?\n\n  DIO. And how, if I decide?\n\n  PLUTO. Then take the winner;\n  So will your journey not be made in vain.\n\n  DIO. Heaven bless your Highness! Listen, I came down\n  After a poet.\n\n  EUR. To what end?\n\n  DIO. That so The city, saved, may keep her choral games.\n  Now then, whichever of you two shall best\n  Advise the city, _he_ shall come with me.\n  And first of Alcibiades, let each\n  Say what he thinks; the city travails sore.\n\n  EUR. What does she think herself about him?\n\n  DIO. What? She loves, and hates, and longs to have him back.\n  But give me _your_ advice about the man.\n\n  EUR. I loathe a townsman who is slow to aid,\n  And swift to hurt, his town: who ways and means\n  Finds for himself, but finds not for the state.\n\n  DIO. Poseidon, but that's smart! (_To Aesch_.) And what say _you?_\n\n  AESCH. 'Twere best to rear no lion in the state:\n  But having reared, 'tis best to humour him.\n\n  DIO. By Zeus the Saviour, still I can't decide.\n  One is so clever, and so clear the other.\n  But once again. Let each in turn declare\n  What plan of safety for the state ye've got.\n\n  EUR. [First with Cinesias wing Cleocritus,\n  Then zephyrs waft them o'er the watery plain.\n\n  DIO. A funny sight, I own: but where's the sense?\n\n  EUR. If, when the fleets engage, they holding cruets\n  Should rain down vinegar in the foemen's eyes,]\n  I know, and I can tell you.\n\n  DIO. Tell away.\n\n  EUR. When things, mistrusted now, shall trusted be,\n  And trusted things, mistrusted.\n\n  DIO. How! I don't quite comprehend.\n  Be clear, and not so clever.\n\n  EUR. If we mistrust those citizens of ours\n  Whom now we trust, and those employ whom now\n  We don't employ, the city will be saved.\n  If on our present tack we fail, we surely\n  Shall find salvation in the opposite course.\n\n  DIO. Good, O Palamedes! Good, you genius you. [Is this _your_\n  cleverness or Cephisophon's?\n\n  EUR. This is my own: the cruet-plan was his.]\n\n  DIO. (_To Aesch._) Now, you.\n\n  AESCH. But tell me whom the city uses. The good and useful?\n\n  DIO. What are you dreaming of? She hates and loathes them.\n\n  AESCH. Does she love the bad?\n\n  DIO. Not love them, no: she uses them perforce.\n\n  AESCH. How can one save a city such as this,\n  Whom neither frieze nor woollen tunic suits?\n\n  DIO. O, if to earth you rise, find out some way.\n\n  AESCH. There will I speak: I cannot answer here.\n\n  DIO. Nay, nay; send up your guerdon from below.\n\n  AESCH. When they shall count the enemy's soil their own,\n  And theirs the enemy's: when they know that ships\n  Are their true wealth, their so-called wealth delusion.\n\n  DIO. Aye, but the justices suck that down, you know.\n\n  PLUTO. Now then, decide.\n\n  DIO. I will; and thus I'll do it. I'll choose the man in whom my soul\n  delights.\n\n  EUR. O, recollect the gods by whom you swore\n  You'd take me home again; and choose your friends.\n\n  DIO. 'Twas my tongue swore; my choice is--Aeschylus.\n\n  EUR. Hah! what have you done?\n\n  DIO. Done? Given the victor's prize\n  To Aeschylus; why not?\n\n  EUR. And do you dare look in my face, after that shameful deed?\n\n  DIO. What's shameful, if the audience think not so?\n\n  EUR. Have you no heart? Wretch; would you leave me dead?\n\n  DIO. Who knows if death be life, and life be death, And breath be\n  mutton broth, and sleep a sheepskin?\n\n  PLUTO. Now, Dionysus, come ye in.\n\n  DIO. What for?\n\n  PLUTO. And sup before ye go.\n\n  DIO. A bright idea. I' faith, I'm nowise indisposed for that.\n\n    CHOR. Blest the man who possesses a\n    Keen intelligent mind.\n    This full often we find.\n    He, the bard of renown,\n    Now to earth reascends,\n    Goes, a joy to his town,\n    Goes, a joy to his friends,\n    Just because he possesses a\n    Keen intelligent mind.\n    RIGHT it is and befitting,\n    Not by Socrates sitting,\n    Idle talk to pursue,\n    Stripping tragedy-art of\n    All things noble and true,\n    Surely the mind to school\n    Fine-drawn quibbles to seek,\n    Fine-set phrases to speak,\n    Is but the part of a fool!\n\n  PLUTO. Farewell then, Aeschylus, great and wise,\n  Go, save our state by the maxims rare\n  Of thy noble thought; and the fools chastise,\n\n  For many a fool dwells there.\n  And _this_ to Cleophon give, my friend,\n  And _this_ to the revenue-raising crew,\n  Nicomachus, Myrmex, next I send,\n  And _this_ to Archenomus too.\n  And bid them all that without delay,\n  To my realm of the dead they hasten away.\n  For if they loiter above, I swear\n  I'll come myself and arrest them there.\n  And branded and fettered the slaves shall go\n  With the vilest rascal in all the town,\n  Adeimantus, son of Leucolophus, down,\n  Down, down to the darkness below.\n\n  AESCH. I take the mission. This chair of mine\n  Meanwhile to Sophocles here commit,\n  (For I count him next in our craft divine,)\n  Till I come once more by thy side to sit.\n  But as for that rascally scoundrel there,\n  That low buffoon, that worker of ill,\n  O let him not sit in my vacant chair,\n  Not even against his will.\n\n  PLUTO. (To the Chorus.) Escort him up with your mystic throngs,\n  While the holy torches quiver and blaze.\n  Escort him up with his own sweet songs and his noble festival lays.\n\n  CHOR. First, as the poet triumphant is passing away to the light,\n  Grant him success on his journey, ye powers that are ruling below.\n  Grant that he find for the city good counsels to guide her aright;\n  So we at last shall be freed from the anguish, the fear, and the woe,\n  Freed from the onsets of war. Let Cleophon now and his band\n  Battle, if battle they must, far away in their own fatherland.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Frogs, by Aristophanes\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FROGS ***\n\n***** This file should be named 7998-8.txt or 7998-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/7\/9\/9\/7998\/\n\nProduced by Ted Garvin, Marvin A. Hodges, Charles Franks\nand the Online Distributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":478,"split":"train"}
