{"ori_id":"b647893fdfa26378b3695d31bb6bc26aeebf1c56","title":"Pariah (play)","context":"Pariah (play)\n The play involves a battle of brains between two men, â\u0080\u009cMr. X and Mr. Yâ\u0080\u0099â\u0080\u0099 in a Darwinian struggle for survival. The men are in a room in a farmhouse during a storm. A box of gold sits on the table, for which Mr. X is responsible. Both have committed crimes in their personal history. Mr. X, in his youth, murdered a man, but he was not caught, and he explains why it is right that he avoided punishment. As for Mr. Y, he forged a financial document, which secured a loan. For this he was caught and sent to prison, and he explains why it was unfair that he was punished. As both stories are shared during the play, it sets the men against one another. Which one is really the most guilty, and have either of them atoned for his sin? Mr. Y finally rationalizes that Mr. X. should pay Mr. Y a penalty or a bribe as a way of bringing \"a little better balance into these unequal human conditions.\" Or it can be seen as Mr. X paying a bribe to keep Mr. Y quiet about Mr. X's crime. The atmosphere becomes tense and threatening, and the contest comes to a head when Y becomes armed with a knife, and X is armed with a stronger will, and can use his greater mental prowess to overpower Y.\nï»¿The Project Gutenberg EBook of Creditors; Pariah, by August Strindberg\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Creditors; Pariah\n       (2 plays)\n\nAuthor: August Strindberg\n\nTranslator: Edwin Bjorkman\n\n\nRelease Date: February, 2004  [EBook #5053]\nThis file was first posted on April 11, 2002\nLast Updated: May 5, 2013\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK CREDITORS; PARIAH ***\n\n\n\n\nProduced by Nicole Apostola, Charles Franks and the Online\nDistributed Proofreading Team\n\n\n\n\n\n\n\n\n\nCREDITORS and PARIAH\n\nTwo Plays\n\nBy August Strindberg\n\nTranslated From The Swedish, With Introductions By Edwin Bjorkman\n\n\n\n\nCREDITORS\n\n\n\n\nINTRODUCTION\n\nThis is one of the three plays which Strindberg placed at the head of\nhis dramatic production during the middle ultra-naturalistic period, the\nother two being \"The Father\" and \"Miss Julia.\" It is, in many ways,\none of the strongest he ever produced. Its rarely excelled unity\nof construction, its tremendous dramatic tension, and its wonderful\npsychological analysis combine to make it a masterpiece.\n\nIn Swedish its name is \"Fordringsagare.\" This indefinite form may be\neither singular or plural, but it is rarely used except as a plural. And\nthe play itself makes it perfectly clear that the proper translation of\nits title is \"Creditors,\" for under this aspect appear both the former\nand the present husband of Tekla. One of the main objects of the play is\nto reveal her indebtedness first to one and then to the other of these\nmen, while all the time she is posing as a person of original gifts.\n\nI have little doubt that Strindberg, at the time he wrote this play--and\nbear in mind that this happened only a year before he finally decided\nto free himself from an impossible marriage by an appeal to the\nlaw--believed Tekla to be fairly representative of womanhood in general.\nThe utter unreasonableness of such a view need hardly be pointed out,\nand I shall waste no time on it. A question more worthy of discussion is\nwhether the figure of Tekla be true to life merely as the picture of\na personality--as one out of numerous imaginable variations on a type\ndecided not by sex but by faculties and qualities. And the same question\nmay well be raised in regard to the two men, both of whom are evidently\nintended to win our sympathy: one as the victim of a fate stronger\nthan himself, and the other as the conqueror of adverse and humiliating\ncircumstances.\n\nPersonally, I am inclined to doubt whether a Tekla can be found in\nthe flesh--and even if found, she might seem too exceptional to gain\nacceptance as a real individuality. It must be remembered, however,\nthat, in spite of his avowed realism, Strindberg did not draw his men\nand women in the spirit generally designated as impressionistic; that\nis, with the idea that they might step straight from his pages into\nlife and there win recognition as human beings of familiar aspect.\nHis realism is always mixed with idealism; his figures are always\n\"doctored,\" so to speak. And they have been thus treated in order to\nenable their creator to drive home the particular truth he is just then\nconcerned with.\n\nConsciously or unconsciously he sought to produce what may be designated\nas \"pure cultures\" of certain human qualities. But these he took great\npains to arrange in their proper psychological settings, for mental and\nmoral qualities, like everything else, run in groups that are more\nor less harmonious, if not exactly homogeneous. The man with a single\nquality, like Moliere's Harpagon, was much too primitive and crude for\nStrindberg's art, as he himself rightly asserted in his preface to \"Miss\nJulia.\" When he wanted to draw the genius of greed, so to speak, he did\nit by setting it in the midst of related qualities of a kind most likely\nto be attracted by it.\n\nTekla is such a \"pure culture\" of a group of naturally correlated mental\nand moral qualities and functions and tendencies--of a personality built\nup logically around a dominant central note. There are within all of us\nmany personalities, some of which remain for ever potentialities. But it\nis conceivable that any one of them, under circumstances different\nfrom those in which we have been living, might have developed into its\nseverely logical consequence--or, if you please, into a human being that\nwould be held abnormal if actually encountered.\n\nThis is exactly what Strindberg seems to have done time and again, both\nin his middle and final periods, in his novels as well as in his\nplays. In all of us a Tekla, an Adolph, a Gustav--or a Jean and a Miss\nJulia--lie more or less dormant. And if we search our souls unsparingly,\nI fear the result can only be an admission that--had the needed set of\ncircumstances been provided--we might have come unpleasantly close to\none of those Strindbergian creatures which we are now inclined to reject\nas unhuman.\n\nHere we have the secret of what I believe to be the great Swedish\ndramatist's strongest hold on our interest. How could it otherwise\nhappen that so many critics, of such widely differing temperaments, have\nrecorded identical feelings as springing from a study of his work: on\none side an active resentment, a keen unwillingness to be interested; on\nthe other, an attraction that would not be denied in spite of resolute\nresistance to it! For Strindberg DOES hold us, even when we regret his\npower of doing so. And no one familiar with the conclusions of modern\npsychology could imagine such a paradox possible did not the object of\nour sorely divided feelings provide us with something that our minds\ninstinctively recognise as true to life in some way, and for that reason\nvaluable to the art of living.\n\nThere are so many ways of presenting truth. Strindberg's is only one of\nthem--and not the one commonly employed nowadays. Its main fault lies\nperhaps in being too intellectual, too abstract. For while Strindberg\nwas intensely emotional, and while this fact colours all his writings,\nhe could only express himself through his reason. An emotion that would\nmove another man to murder would precipitate Strindberg into merciless\nanalysis of his own or somebody else's mental and moral make-up. At any\nrate, I do not proclaim his way of presenting truth as the best one\nof all available. But I suspect that this decidedly strange way of\nStrindberg's--resulting in such repulsively superior beings as Gustav,\nor in such grievously inferior ones as Adolph--may come nearer the\ntemper and needs of the future than do the ways of much more plausible\nwriters. This does not need to imply that the future will imitate\nStrindberg. But it may ascertain what he aimed at doing, and then do it\nwith a degree of perfection which he, the pioneer, could never hope to\nattain.\n\n\n\nCREDITORS\n\nA TRAGICOMEDY\n\n1889\n\n\n\n\nPERSONS\n\n\nTEKLA\n\nADOLPH, her husband, a painter\n\nGUSTAV, her divorced husband, a high-school teacher (who is travelling\nunder an assumed name)\n\n\n\n\nSCENE\n\n(A parlor in a summer hotel on the sea-shore. The rear wall has a door\nopening on a veranda, beyond which is seen a landscape. To the right of\nthe door stands a table with newspapers on it. There is a chair on the\nleft side of the stage. To the right of the table stands a sofa. A door\non the right leads to an adjoining room.)\n\n\n(ADOLPH and GUSTAV, the latter seated on the sofa by the table to the\nright.)\n\nADOLPH. [At work on a wax figure on a miniature modelling stand; his\ncrutches are placed beside him]--and for all this I have to thank you!\n\nGUSTAV. [Smoking a cigar] Oh, nonsense!\n\nADOLPH. Why, certainly! During the first days after my wife had gone,\nI lay helpless on a sofa and did nothing but long for her. It was as if\nshe had taken away my crutches with her, so that I couldn't move from\nthe spot. When I had slept a couple of days, I seemed to come to, and\nbegan to pull myself together. My head calmed down after having been\nworking feverishly. Old thoughts from days gone by bobbed up again.\nThe desire to work and the instinct for creation came back. My eyes\nrecovered their faculty of quick and straight vision--and then you\nshowed up.\n\nGUSTAV. I admit you were in a miserable condition when I first met you,\nand you had to use your crutches when you walked, but this is not to say\nthat my presence has been the cause of your recovery. You needed a rest,\nand you had a craving for masculine company.\n\nADOLPH. Oh, that's true enough, like everything you say. Once I used to\nhave men for friends, but I thought them superfluous after I married,\nand I felt quite satisfied with the one I had chosen. Later I was\ndrawn into new circles and made a lot of acquaintances, but my wife\nwas jealous of them--she wanted to keep me to herself: worse still--she\nwanted also to keep my friends to herself. And so I was left alone with\nmy own jealousy.\n\nGUSTAV. Yes, you have a strong tendency toward that kind of disease.\n\nADOLPH. I was afraid of losing her--and I tried to prevent it. There\nis nothing strange in that. But I was never afraid that she might be\ndeceiving me--\n\nGUSTAV. No, that's what married men are never afraid of.\n\nADOLPH. Yes, isn't it queer? What I really feared was that her friends\nwould get such an influence over her that they would begin to exercise\nsome kind of indirect power over me--and THAT is something I couldn't\nbear.\n\nGUSTAV. So your ideas don't agree--yours and your wife's?\n\nADOLPH. Seeing that you have heard so much already, I may as well tell\nyou everything. My wife has an independent nature--what are you smiling\nat?\n\nGUSTAV. Go on! She has an independent nature--\n\nADOLPH. Which cannot accept anything from me--\n\nGUSTAV. But from everybody else.\n\nADOLPH. [After a pause] Yes.--And it looked as if she especially hated\nmy ideas because they were mine, and not because there was anything\nwrong about them. For it used to happen quite often that she advanced\nideas that had once been mine, and that she stood up for them as her\nown. Yes, it even happened that friends of mine gave her ideas which\nthey had taken directly from me, and then they seemed all right.\nEverything was all right except what came from me.\n\nGUSTAV. Which means that you are not entirely happy?\n\nADOLPH. Oh yes, I am happy. I have the one I wanted, and I have never\nwanted anybody else.\n\nGUSTAV. And you have never wanted to be free?\n\nADOLPH. No, I can't say that I have. Oh, well, sometimes I have imagined\nthat it might seem like a rest to be free. But the moment she leaves me,\nI begin to long for her--long for her as for my own arms and legs. It\nis queer that sometimes I have a feeling that she is nothing in herself,\nbut only a part of myself--an organ that can take away with it my will,\nmy very desire to live. It seems almost as if I had deposited with her\nthat centre of vitality of which the anatomical books tell us.\n\nGUSTAV. Perhaps, when we get to the bottom of it, that is just what has\nhappened.\n\nADOLPH. How could it be so? Is she not an independent being, with\nthoughts of her own? And when I met her I was nothing--a child of an\nartist whom she undertook to educate.\n\nGUSTAV. But later you developed her thoughts and educated her, didn't\nyou?\n\nADOLPH. No, she stopped growing and I pushed on.\n\nGUSTAV. Yes, isn't it strange that her \"authoring\" seemed to fall off\nafter her first book--or that it failed to improve, at least? But that\nfirst time she had a subject which wrote itself--for I understand she\nused her former husband for a model. You never knew him, did you? They\nsay he was an idiot.\n\nADOLPH. I never knew him, as he was away for six months at a time. But\nhe must have been an arch-idiot, judging by her picture of him. [Pause]\nAnd you may feel sure that the picture was correct.\n\nGUSTAV. I do!--But why did she ever take him?\n\nADOLPH. Because she didn't know him well enough. Of course, you never DO\nget acquainted until afterward!\n\nGUSTAV. And for that reason one ought not to marry\nuntil--afterward.--And he was a tyrant, of course?\n\nADOLPH. Of course?\n\nGUSTAV. Why, so are all married men. [Feeling his way] And you not the\nleast.\n\nADOLPH. I? Who let my wife come and go as she pleases--\n\nGUSTAV. Well, that's nothing. You couldn't lock her up, could you? But\ndo you like her to stay away whole nights?\n\nADOLPH. No, really, I don't.\n\nGUSTAV. There, you see! [With a change of tactics] And to tell the\ntruth, it would only make you ridiculous to like it.\n\nADOLPH. Ridiculous? Can a man be ridiculous because he trusts his wife?\n\nGUSTAV. Of course he can. And it's just what you are already--and\nthoroughly at that!\n\nADOLPH. [Convulsively] I! It's what I dread most of all--and there's\ngoing to be a change.\n\nGUSTAV. Don't get excited now--or you'll have another attack.\n\nADOLPH. But why isn't she ridiculous when I stay out all night?\n\nGUSTAV. Yes, why? Well, it's nothing that concerns you, but that's the\nway it is. And while you are trying to figure out why, the mishap has\nalready occurred.\n\nADOLPH. What mishap?\n\nGUSTAV. However, the first husband was a tyrant, and she took him\nonly to get her freedom. You see, a girl cannot have freedom except by\nproviding herself with a chaperon--or what we call a husband.\n\nADOLPH. Of course not.\n\nGUSTAV. And now you are the chaperon.\n\nADOLPH. I?\n\nGUSTAV. Since you are her husband.\n\n(ADOLPH keeps a preoccupied silence.)\n\nGUSTAV. Am I not right?\n\nADOLPH. [Uneasily] I don't know. You live with a woman for years,\nand you never stop to analyse her, or your relationship with her, and\nthen--then you begin to think--and there you are!--Gustav, you are my\nfriend. The only male friend I have. During this last week you have\ngiven me courage to live again. It is as if your own magnetism had been\npoured into me. Like a watchmaker, you have fixed the works in my head\nand wound up the spring again. Can't you hear, yourself, how I think\nmore clearly and speak more to the point? And to myself at least it\nseems as if my voice had recovered its ring.\n\nGUSTAV. So it seems to me also. And why is that?\n\nADOLPH. I shouldn't wonder if you grew accustomed to lower your voice in\ntalking to women. I know at least that Tekla always used to accuse me of\nshouting.\n\nGUSTAV. And so you toned down your voice and accepted the rule of the\nslipper?\n\nADOLPH. That isn't quite the way to put it. [After some reflection]\nI think it is even worse than that. But let us talk of something\nelse!--What was I saying?--Yes, you came here, and you enabled me to\nsee my art in its true light. Of course, for some time I had noticed my\ngrowing lack of interest in painting, as it didn't seem to offer me the\nproper medium for the expression of what I wanted to bring out. But when\nyou explained all this to me, and made it clear why painting must fail\nas a timely outlet for the creative instinct, then I saw the light at\nlast--and I realised that hereafter it would not be possible for me to\nexpress myself by means of colour only.\n\nGUSTAV. Are you quite sure now that you cannot go on painting--that you\nmay not have a relapse?\n\nADOLPH. Perfectly sure! For I have tested myself. When I went to bed\nthat night after our talk, I rehearsed your argument point by point, and\nI knew you had it right. But when I woke up from a good night's sleep\nand my head was clear again, then it came over me in a flash that you\nmight be mistaken after all. And I jumped out of bed and got hold of\nmy brushes and paints--but it was no use! Every trace of illusion was\ngone--it was nothing but smears of paint, and I quaked at the thought of\nhaving believed, and having made others believe, that a painted canvas\ncould be anything but a painted canvas. The veil had fallen from my\neyes, and it was just as impossible for me to paint any more as it was\nto become a child again.\n\nGUSTAV. And then you saw that the realistic tendency of our day, its\ncraving for actuality and tangibility, could only find its proper form\nin sculpture, which gives you body, extension in all three dimensions--\n\nADOLPH. [Vaguely] The three dimensions--oh yes, body, in a word!\n\nGUSTAV. And then you became a sculptor yourself. Or rather, you have\nbeen one all your life, but you had gone astray, and nothing was needed\nbut a guide to put you on the right road--Tell me, do you experience\nsupreme joy now when you are at work?\n\nADOLPH. Now I am living!\n\nGUSTAV. May I see what you are doing?\n\nADOLPH. A female figure.\n\nGUSTAV. Without a model? And so lifelike at that!\n\nADOLPH. [Apathetically] Yes, but it resembles somebody. It is remarkable\nthat this woman seems to have become a part of my body as I of hers.\n\nGUSTAV. Well, that's not so very remarkable. Do you know what\ntransfusion is?\n\nADOLPH. Of blood? Yes.\n\nGUSTAV. And you seem to have bled yourself a little too much. When\nI look at the figure here I comprehend several things which I merely\nguessed before. You have loved her tremendously!\n\nADOLPH. Yes, to such an extent that I couldn't tell whether she was I or\nI she. When she is smiling, I smile also. When she is weeping, I weep.\nAnd when she--can you imagine anything like it?--when she was giving\nlife to our child--I felt the birth pangs within myself.\n\nGUSTAV. Do you know, my dear friend--I hate to speak of it, but you are\nalready showing the first symptoms of epilepsy.\n\nADOLPH. [Agitated] I! How can you tell?\n\nGUSTAV. Because I have watched the symptoms in a younger brother of mine\nwho had been worshipping Venus a little too excessively.\n\nADOLPH. How--how did it show itself--that thing you spoke of?\n\n[During the following passage GUSTAV speaks with great animation, and\nADOLPH listens so intently that, unconsciously, he imitates many of\nGUSTAV'S gestures.]\n\nGUSTAV. It was dreadful to witness, and if you don't feel strong enough\nI won't inflict a description of it on you.\n\nADOLPH. [Nervously] Yes, go right on--just go on!\n\nGUSTAV. Well, the boy happened to marry an innocent little creature with\ncurls, and eyes like a turtle-dove; with the face of a child and the\npure soul of an angel. But nevertheless she managed to usurp the male\nprerogative--\n\nADOLPH. What is that?\n\nGUSTAV. Initiative, of course. And with the result that the angel nearly\ncarried him off to heaven. But first he had to be put on the cross and\nmade to feel the nails in his flesh. It was horrible!\n\nADOLPH. [Breathlessly] Well, what happened?\n\nGUSTAV. [Lingering on each word] We might be sitting together talking,\nhe and I--and when I had been speaking for a while his face would turn\nwhite as chalk, his arms and legs would grow stiff, and his thumbs\nbecame twisted against the palms of his hands--like this. [He\nillustrates the movement and it is imitated by ADOLPH] Then his eyes\nbecame bloodshot, and he began to chew--like this. [He chews, and again\nADOLPH imitates him] The saliva was rattling in his throat. His chest\nwas squeezed together as if it had been closed in a vice. The pupils\nof his eyes flickered like gas-jets. His tongue beat the saliva into a\nlather, and he sank--slowly--down--backward--into the chair--as if he\nwere drowning. And then---\n\nADOLPH. [In a whisper] Stop now!\n\nGUSTAV. And then--Are you not feeling well?\n\nADOLPH. No.\n\nGUSTAV. [Gets a glass of water for him] There: drink now. And we'll talk\nof something else.\n\nADOLPH. [Feebly] Thank you! Please go on!\n\nGUSTAV. Well--when he came to he couldn't remember anything at all. He\nhad simply lost consciousness. Has that ever happened to you?\n\nADOLPH. Yes, I have had attacks of vertigo now and then, but my\nphysician says it's only anaemia.\n\nGUSTAV. Well, that's the beginning of it, you know. But, believe me, it\nwill end in epilepsy if you don't take care of yourself.\n\nADOLPH. What can I do?\n\nGUSTAV. To begin with, you will have to observe complete abstinence.\n\nADOLPH. For how long?\n\nGUSTAV. For half a year at least.\n\nADOLPH. I cannot do it. That would upset our married life.\n\nGUSTAV. Good-bye to you then!\n\nADOLPH. [Covers up the wax figure] I cannot do it!\n\nGUSTAV. Can you not save your own life?--But tell me, as you have\nalready given me so much of your confidence--is there no other canker,\nno secret wound, that troubles you? For it is very rare to find only\none cause of discord, as life is so full of variety and so fruitful in\nchances for false relationships. Is there not a corpse in your cargo\nthat you are trying to hide from yourself?--For instance, you said a\nminute ago that you have a child which has been left in other people's\ncare. Why don't you keep it with you?\n\nADOLPH. My wife doesn't want us to do so.\n\nGUSTAV. And her reason? Speak up now!\n\nADOLPH. Because, when it was about three years old, it began to look\nlike him, her former husband.\n\nGUSTAV. Well? Have you seen her former husband?\n\nADOLPH. No, never. I have only had a casual glance at a very poor\nportrait of him, and then I couldn't detect the slightest resemblance.\n\nGUSTAV. Oh, portraits are never like the original, and, besides, he\nmight have changed considerably since it was made. However, I hope it\nhasn't aroused any suspicions in you?\n\nADOLPH. Not at all. The child was born a year after our marriage, and\nthe husband was abroad when I first met Tekla--it happened right here,\nin this very house even, and that's why we come here every summer.\n\nGUSTAV. No, then there can be no cause for suspicion. And you wouldn't\nhave had any reason to trouble yourself anyhow, for the children of a\nwidow who marries again often show a likeness to her dead husband. It\nis annoying, of course, and that's why they used to burn all widows in\nIndia, as you know.--But tell me: have you ever felt jealous of him--of\nhis memory? Would it not sicken you to meet him on a walk and hear him,\nwith his eyes on your Tekla, use the word \"we\" instead of \"I\"?--We!\n\nADOLPH. I cannot deny that I have been pursued by that very thought.\n\nGUSTAV. There now!--And you'll never get rid of it. There are discords\nin this life which can never be reduced to harmony. For this reason you\nhad better put wax in your ears and go to work. If you work, and grow\nold, and pile masses of new impressions on the hatches, then the corpse\nwill stay quiet in the hold.\n\nADOLPH. Pardon me for interrupting you, but--it is wonderful how you\nresemble Tekla now and then while you are talking. You have a way of\nblinking one eye as if you were taking aim with a gun, and your eyes\nhave the same influence on me as hers have at times.\n\nGUSTAV. No, really?\n\nADOLPH. And now you said that \"no, really\" in the same indifferent\nway that she does. She also has the habit of saying \"no, really\" quite\noften.\n\nGUSTAV. Perhaps we are distantly related, seeing that all human beings\nare said to be of one family. At any rate, it will be interesting to\nmake your wife's acquaintance to see if what you say is true.\n\nADOLPH. And do you know, she never takes an expression from me. She\nseems rather to avoid my vocabulary, and I have never caught her using\nany of my gestures. And yet people as a rule develop what is called\n\"marital resemblance.\"\n\nGUSTAV. And do you know why this has not happened in your case?--That\nwoman has never loved you.\n\nADOLPH. What do you mean?\n\nGUSTAV. I hope you will excuse what I am saying--but woman's love\nconsists in taking, in receiving, and one from whom she takes nothing\ndoes not have her love. She has never loved you!\n\nADOLPH. Don't you think her capable of loving more than once?\n\nGUSTAV. No, for we cannot be deceived more than once. Then our eyes are\nopened once for all. You have never been deceived, and so you had better\nbeware of those that have. They are dangerous, I tell you.\n\nADOLPH. Your words pierce me like knife thrusts, and I fool as if\nsomething were being severed within me, but I cannot help it. And this\ncutting brings a certain relief, too. For it means the pricking of\nulcers that never seemed to ripen.--She has never loved me!--Why, then,\ndid she ever take me?\n\nGUSTAV. Tell me first how she came to take you, and whether it was you\nwho took her or she who took you?\n\nADOLPH. Heaven only knows if I can tell at all!--How did it happen?\nWell, it didn't come about in one day.\n\nGUSTAV. Would you like to have me tell you how it did happen?\n\nADOLPH. That's more than you can do.\n\nGUSTAV. Oh, by using the information about yourself and your wife that\nyou have given me, I think I can reconstruct the whole event. Listen\nnow, and you'll hear. [In a dispassionate tone, almost humorously]\nThe husband had gone abroad to study, and she was alone. At first her\nfreedom seemed rather pleasant. Then came a sense of vacancy, for\nI presume she was pretty empty when she had lived by herself for a\nfortnight. Then he appeared, and by and by the vacancy was filled up. By\ncomparison the absent one seemed to fade out, and for the simple reason\nthat he was at a distance--you know the law about the square of the\ndistance? But when they felt their passions stirring, then came fear--of\nthemselves, of their consciences, of him. For protection they played\nbrother and sister. And the more their feelings smacked of the flesh,\nthe more they tried to make their relationship appear spiritual.\n\nADOLPH. Brother and sister? How could you know that?\n\nGUSTAV. I guessed it. Children are in the habit of playing papa and\nmamma, but when they grow up they play brother and sister--in order to\nhide what should be hidden!--And then they took the vow of chastity--and\nthen they played hide-and-seek--until they got in a dark corner where\nthey were sure of not being seen by anybody. [With mock severity] But\nthey felt that there was ONE whose eye reached them in the darkness--and\nthey grew frightened--and their fright raised the spectre of the\nabsent one--his figure began to assume immense proportions--it became\nmetamorphosed: turned into a nightmare that disturbed their amorous\nslumbers; a creditor who knocked at all doors. Then they saw his black\nhand between their own as these sneaked toward each other across the\ntable; and they heard his grating voice through that stillness of the\nnight that should have been broken only by the beating of their own\npulses. He did not prevent them from possessing each other but he\nspoiled their happiness. And when they became aware of his invisible\ninterference with their happiness; when they took flight at last--a vain\nflight from the memories that pursued them, from the liability they had\nleft behind, from the public opinion they could not face--and when they\nfound themselves without the strength needed to carry their own\nguilt, then they had to send out into the fields for a scapegoat to be\nsacrificed. They were free-thinkers, but they did not have the courage\nto step forward and speak openly to him the words: \"We love each\nother!\" To sum it up, they were cowards, and so the tyrant had to be\nslaughtered. Is that right?\n\nADOLPH. Yes, but you forget that she educated me, that she filled my\nhead with new thoughts--\n\nGUSTAV. I have not forgotten it. But tell me: why could she not educate\nthe other man also--into a free-thinker?\n\nADOLPH. Oh, he was an idiot!\n\nGUSTAV. Oh, of course--he was an idiot! But that's rather an ambiguous\nterm, and, as pictured in her novel, his idiocy seems mainly to have\nconsisted in failure to understand her. Pardon me a question: but is\nyour wife so very profound after all? I have discovered nothing profound\nin her writings.\n\nADOLPH. Neither have I.--But then I have also to confess a certain\ndifficulty in understanding her. It is as if the cogs of our brain\nwheels didn't fit into each other, and as if something went to pieces in\nmy head when I try to comprehend her.\n\nGUSTAV. Maybe you are an idiot, too?\n\nADOLPH. I don't THINK so! And it seems to me all the time as if she were\nin the wrong--Would you care to read this letter, for instance, which I\ngot today?\n\n[Takes out a letter from his pocket-book.]\n\nGUSTAV. [Glancing through the letter] Hm! The handwriting seems\nstrangely familiar.\n\nADOLPH. Rather masculine, don't you think?\n\nGUSTAV. Well, I know at least ONE man who writes that kind of hand--She\naddresses you as \"brother.\" Are you still playing comedy to each other?\nAnd do you never permit yourselves any greater familiarity in speaking\nto each other?\n\nADOLPH. No, it seems to me that all mutual respect is lost in that way.\n\nGUSTAV. And is it to make you respect her that she calls herself your\nsister?\n\nADOLPH. I want to respect her more than myself. I want her to be the\nbetter part of my own self.\n\nGUSTAV. Why don't you be that better part yourself? Would it be less\nconvenient than to permit somebody else to fill the part? Do you want to\nplace yourself beneath your wife?\n\nADOLPH. Yes, I do. I take a pleasure in never quite reaching up to her.\nI have taught her to swim, for example, and now I enjoy hearing her\nboast that she surpasses me both in skill and daring. To begin with, I\nmerely pretended to be awkward and timid in order to raise her courage.\nAnd so it ended with my actually being her inferior, more of a coward\nthan she. It almost seemed to me as if she had actually taken my courage\naway from me.\n\nGUSTAV. Have you taught her anything else?\n\nADOLPH. Yes--but it must stay between us--I have taught her how to\nspell, which she didn't know before. But now, listen: when she took\ncharge of our domestic correspondence, I grew out of the habit of\nwriting. And think of it: as the years passed on, lack of practice made\nme forget a little here and there of my grammar. But do you think she\nrecalls that I was the one who taught her at the start? No--and so I am\n\"the idiot,\" of course.\n\nGUSTAV. So you are an idiot already?\n\nADOLPH. Oh, it's just a joke, of course!\n\nGUSTAV. Of course! But this is clear cannibalism, I think. Do you know\nwhat's behind that sort of practice? The savages eat their enemies in\norder to acquire their useful qualities. And this woman has been eating\nyour soul, your courage, your knowledge---\n\nADOLPH. And my faith! It was I who urged her to write her first book---\n\nGUSTAV. [Making a face] Oh-h-h!\n\nADOLPH. It was I who praised her, even when I found her stuff rather\npoor. It was I who brought her into literary circles where she could\ngather honey from our most ornamental literary flowers. It was I who\nused my personal influence to keep the critics from her throat. It was I\nwho blew her faith in herself into flame; blew on it until I lost my own\nbreath. I gave, gave, gave--until I had nothing left for myself. Do you\nknow--I'll tell you everything now--do you know I really believe--and\nthe human soul is so peculiarly constituted--I believe that when my\nartistic successes seemed about to put her in the shadow--as well as her\nreputation--then I tried to put courage into her by belittling myself,\nand by making my own art seem inferior to hers. I talked so long about\nthe insignificant part played by painting on the whole--talked so long\nabout it, and invented so many reasons to prove what I said, that one\nfine day I found myself convinced of its futility. So all you had to do\nwas to breathe on a house of cards.\n\nGUSTAV. Pardon me for recalling what you said at the beginning of our\ntalk--that she had never taken anything from you.\n\nADOLPH. She doesn't nowadays. Because there is nothing more to take.\n\nGUSTAV. The snake being full, it vomits now.\n\nADOLPH. Perhaps she has been taking a good deal more from me than I have\nbeen aware of?\n\nGUSTAV. You can be sure of that. She took when you were not looking, and\nthat is called theft.\n\nADOLPH. Perhaps she never did educate me?\n\nGUSTAV. But you her? In all likelihood! But it was her trick to make it\nappear the other way to you. May I ask how she set about educating you?\n\nADOLPH. Oh, first of all--hm!\n\nGUSTAV. Well?\n\nADOLPH. Well, I---\n\nGUSTAV. No, we were speaking of her.\n\nADOLPH. Really, I cannot tell now.\n\nGUSTAV. Do you see!\n\nADOLPH. However--she devoured my faith also, and so I sank further and\nfurther down, until you came along and gave me a new faith.\n\nGUSTAV. [Smiling] In sculpture?\n\nADOLPH. [Doubtfully] Yes.\n\nGUSTAV. And have you really faith in it? In this abstract, antiquated\nart that dates back to the childhood of civilisation? Do you\nbelieve that you can obtain your effect by pure form--by the three\ndimensions--tell me? That you can reach the practical mind of our own\nday, and convey an illusion to it, without the use of colour--without\ncolour, mind you--do you really believe that?\n\nADOLPH. [Crushed] No!\n\nGUSTAV. Well, I don't either.\n\nADOLPH. Why, then, did you say you did?\n\nGUSTAV. Because I pitied you.\n\nADOLPH. Yes, I am to be pitied! For now I am bankrupt! Finished!--And\nworst of all: not even she is left to me!\n\nGUSTAV. Well, what could you do with her?\n\nADOLPH. Oh, she would be to me what God was before I became an atheist:\nan object that might help me to exercise my sense of veneration.\n\nGUSTAV. Bury your sense of veneration and let something else grow on top\nof it. A little wholesome scorn, for instance.\n\nADOLPH. I cannot live without having something to respect---\n\nGUSTAV. Slave!\n\nADOLPH.--without a woman to respect and worship!\n\nGUSTAV. Oh, HELL! Then you had better take back your God--if you needs\nmust have something to kow-tow to! You're a fine atheist, with all that\nsuperstition about woman still in you! You're a fine free-thinker,\nwho dare not think freely about the dear ladies! Do you know what that\nincomprehensible, sphinx-like, profound something in your wife really\nis? It is sheer stupidity!--Look here: she cannot even distinguish\nbetween th and t. And that, you know, means there is something\nwrong with the mechanism. When you look at the case, it looks like\na chronometer, but the works inside are those of an ordinary cheap\nwatch.--Nothing but the skirts-that's all! Put trousers on her, give\nher a pair of moustaches of soot under her nose, then take a good,\nsober look at her, and listen to her in the same manner: you'll find\nthe instrument has another sound to it. A phonograph, and nothing\nelse--giving you back your own words, or those of other people--and\nalways in diluted form. Have you ever looked at a naked woman--oh yes,\nyes, of course! A youth with over-developed breasts; an under-developed\nman; a child that has shot up to full height and then stopped growing in\nother respects; one who is chronically anaemic: what can you expect of\nsuch a creature?\n\nADOLPH. Supposing all that to be true--how can it be possible that I\nstill think her my equal?\n\nGUSTAV. Hallucination--the hypnotising power of skirts! Or--the two\nof you may actually have become equals. The levelling process has been\nfinished. Her capillarity has brought the water in both tubes to the\nsame height.--Tell me [taking out his watch]: our talk has now lasted\nsix hours, and your wife ought soon to be here. Don't you think we had\nbetter stop, so that you can get a rest?\n\nADOLPH. No, don't leave me! I don't dare to be alone!\n\nGUSTAV. Oh, for a little while only--and then the lady will come.\n\nADOLPH. Yes, she is coming!--It's all so queer! I long for her, but I\nam afraid of her. She pets me, she is tender to me, but there is\nsuffocation in her kisses--something that pulls and numbs. And I feel\nlike a circus child that is being pinched by the clown in order that it\nmay look rosy-cheeked when it appears before the public.\n\nGUSTAV. I feel very sorry for you, my friend. Without being a physician,\nI can tell that you are a dying man. It is enough to look at your latest\npictures in order to see that.\n\nADOLPH. You think so? How can you see it?\n\nGUSTAV. Your colour is watery blue, anaemic, thin, so that the\ncadaverous yellow of the canvas shines through. And it impresses me as\nif your own hollow, putty-coloured checks were showing beneath--\n\nADOLPH. Oh, stop, stop!\n\nGUSTAV. Well, this is not only my personal opinion. Have you read\nto-day's paper?\n\nADOLPH. [Shrinking] No!\n\nGUSTAV. It's on the table here.\n\nADOLPH. [Reaching for the paper without daring to take hold of it] Do\nthey speak of it there?\n\nGUSTAV. Read it--or do you want me to read it to you?\n\nADOLPH. No!\n\nGUSTAV. I'll leave you, if you want me to.\n\nADOLPH. No, no, no!--I don't know--it seems as if I were beginning to\nhate you, and yet I cannot let you go.--You drag me out of the hole into\nwhich I have fallen, but no sooner do you get me on firm ice, than you\nknock me on the head and shove me into the water again. As long as my\nsecrets were my own, I had still something left within me, but now I am\nquite empty. There is a canvas by an Italian master, showing a scene of\ntorture--a saint whose intestines are being torn out of him and rolled\non the axle of a windlass. The martyr is watching himself grow thinner\nand thinner, while the roll on the axle grows thicker.--Now it seems to\nme as if you had swelled out since you began to dig in me; and when you\nleave, you'll carry away my vitals with you, and leave nothing but an\nempty shell behind.\n\nGUSTAV. How you do let your fancy run away with you!--And besides, your\nwife is bringing back your heart.\n\nADOLPH. No, not since you have burned her to ashes. Everything is in\nashes where you have passed along: my art, my love, my hope, my faith!\n\nGUSTAV. All of it was pretty nearly finished before I came along.\n\nADOLPH. Yes, but it might have been saved. Now it's too\nlate--incendiary!\n\nGUSTAV. We have cleared some ground only. Now we'll sow in the ashes.\n\nADOLPH. I hate you! I curse you!\n\nGUSTAV. Good symptoms! There is still some strength left in you. And now\nI'll pull you up on the ice again. Listen now! Do you want to listen to\nme, and do you want to obey me?\n\nADOLPH. Do with me what you will--I'll obey you!\n\nGUSTAV. [Rising] Look at me!\n\nADOLPH. [Looking at GUSTAV] Now you are looking at me again with that\nother pair of eyes which attracts me.\n\nGUSTAV. And listen to me!\n\nADOLPH. Yes, but speak of yourself. Don't talk of me any longer: I am\nlike an open wound and cannot bear being touched.\n\nGUSTAV. No, there is nothing to say about me. I am a teacher of dead\nlanguages, and a widower--that's all! Take my hand.\n\nADOLPH. What terrible power there must be in you! It feels as if I were\ntouching an electrical generator.\n\nGUSTAV. And bear in mind that I have been as weak as you are now.--Stand\nup!\n\nADOLPH. [Rises, but keeps himself from falling only by throwing his arms\naround the neck of GUSTAV] I am like a boneless baby, and my brain seems\nto lie bare.\n\nGUSTAV. Take a turn across the floor!\n\nADOLPH. I cannot!\n\nGUSTAV. Do what I say, or I'll strike you!\n\nADOLPH. [Straightening himself up] What are you saying?\n\nGUSTAV. I'll strike you, I said.\n\nADOLPH. [Leaping backward in a rage] You!\n\nGUSTAV. That's it! Now you have got the blood into your head, and your\nself-assurance is awake. And now I'll give you some electriticy: where\nis your wife?\n\nADOLPH. Where is she?\n\nGUSTAV. Yes.\n\nADOLPH. She is--at--a meeting.\n\nGUSTAV. Sure?\n\nADOLPH. Absolutely!\n\nGUSTAV. What kind of meeting?\n\nADOLPH. Oh, something relating to an orphan asylum.\n\nGUSTAV. Did you part as friends?\n\nADOLPH. [With some hesitation] Not as friends.\n\nGUSTAV. As enemies then!--What did you say that provoked her?\n\nADOLPH. You are terrible. I am afraid of you. How could you know?\n\nGUSTAV. It's very simple: I possess three known factors, and with their\nhelp I figure out the unknown one. What did you say to her?\n\nADOLPH. I said--two words only, but they were dreadful, and I regret\nthem--regret them very much.\n\nGUSTAV. Don't do it! Tell me now?\n\nADOLPH. I said: \"Old flirt!\"\n\nGUSTAV. What more did you say?\n\nADOLPH. Nothing at all.\n\nGUSTAV. Yes, you did, but you have forgotten it--perhaps because you\ndon't dare remember it. You have put it away in a secret drawer, but you\nhave got to open it now!\n\nADOLPH. I can't remember!\n\nGUSTAV. But I know. This is what you said: \"You ought to be ashamed of\nflirting when you are too old to have any more lovers!\"\n\nADOLPH. Did I say that? I must have said it!--But how can you know that\nI did?\n\nGUSTAV. I heard her tell the story on board the boat as I came here.\n\nADOLPH. To whom?\n\nGUSTAV. To four young men who formed her company. She is already\ndeveloping a taste for chaste young men, just like--\n\nADOLPH. But there is nothing wrong in that?\n\nGUSTAV. No more than in playing brother and sister when you are papa and\nmamma.\n\nADOLPH. So you have seen her then?\n\nGUSTAV. Yes, I have. But you have never seen her when you didn't--I\nmean, when you were not present. And there's the reason, you see, why a\nhusband can never really know his wife. Have you a portrait of her?\n\n(Adolph takes a photograph from his pocketbook. There is a look of\naroused curiosity on his face.)\n\nGUSTAV. You were not present when this was taken?\n\nADOLPH. No.\n\nGUSTAV. Look at it. Does it bear much resemblance to the portrait\nyou painted of her? Hardly any! The features are the same, but the\nexpression is quite different. But you don't see this, because your own\npicture of her creeps in between your eyes and this one. Look at it now\nas a painter, without giving a thought to the original. What does\nit represent? Nothing, so far as I can see, but an affected coquette\ninviting somebody to come and play with her. Do you notice this cynical\nline around the mouth which you are never allowed to see? Can you see\nthat her eyes are seeking out some man who is not you? Do you observe\nthat her dress is cut low at the neck, that her hair is done up in a\ndifferent way, that her sleeve has managed to slip back from her arm?\nCan you see?\n\nADOLPH. Yes--now I see.\n\nGUSTAV. Look out, my boy!\n\nADOLPH. For what?\n\nGUSTAV. For her revenge! Bear in mind that when you said she could not\nattract a man, you struck at what to her is most sacred--the one\nthing above all others. If you had told her that she wrote nothing\nbut nonsense, she would have laughed at your poor taste. But as it\nis--believe me, it will not be her fault if her desire for revenge has\nnot already been satisfied.\n\nADOLPH. I must know if it is so!\n\nGUSTAV. Find out!\n\nADOLPH. Find out?\n\nGUSTAV. Watch--I'll assist you, if you want me to.\n\nADOLPH. As I am to die anyhow--it may as well come first as last! What\nam I to do?\n\nGUSTAV. First of all a piece of information: has your wife any\nvulnerable point?\n\nADOLPH. Hardly! I think she must have nine lives, like a cat.\n\nGUSTAV. There--that was the boat whistling at the landing--now she'll\nsoon be here.\n\nADOLPH. Then I must go down and meet her.\n\nGUSTAV. No, you are to stay here. You have to be impolite. If her\nconscience is clear, you'll catch it until your ears tingle. If she is\nguilty, she'll come up and pet you.\n\nADOLPH. Are you so sure of that?\n\nGUSTAV. Not quite, because a rabbit will sometimes turn and run in\nloops, but I'll follow. My room is nest to this. [He points to the door\non the right] There I shall take up my position and watch you while you\nare playing the game in here. But when you are done, we'll change parts:\nI'll enter the cage and do tricks with the snake while you stick to the\nkey-hole. Then we meet in the park to compare notes. But keep your back\nstiff. And if you feel yourself weakening, knock twice on the floor with\na chair.\n\nADOLPH. All right!--But don't go away. I must be sure that you are in\nthe next room.\n\nGUSTAV. You can be quite sure of that. But don't get scared afterward,\nwhen you watch me dissecting a human soul and laying out its various\nparts on the table. They say it is rather hard on a beginner, but\nonce you have seen it done, you never want to miss it.--And be sure to\nremember one thing: not a word about having met me, or having made any\nnew acquaintance whatever while she was away. Not one word! And I'll\ndiscover her weak point by myself. Hush, she has arrived--she is in her\nroom now. She's humming to herself. That means she is in a rage!--Now,\nstraight in the back, please! And sit down on that chair over there, so\nthat she has to sit here--then I can watch both of you at the same time.\n\nADOLPH. It's only fifteen minutes to dinner--and no new guests have\narrived--for I haven't heard the bell ring. That means we shall be by\nourselves--worse luck!\n\nGUSTAV. Are you weak?\n\nADOLPH. I am nothing at all!--Yes, I am afraid of what is now coming!\nBut I cannot keep it from coming! The stone has been set rolling--and\nit was not the first drop of water that started it--nor wad it the last\none--but all of them together.\n\nGUSTAV. Let it roll then--for peace will come in no other way. Good-bye\nfor a while now! [Goes out]\n\n(ADOLPH nods back at him. Until then he has been standing with the\nphotograph in his hand. Now he tears it up and flings the pieces under\nthe table. Then he sits down on a chair, pulls nervously at his tie,\nruns his fingers through his hair, crumples his coat lapel, and so on.)\n\nTEKLA. [Enters, goes straight up to him and gives him a kiss; her manner\nis friendly, frank, happy, and engaging] Hello, little brother! How is\nhe getting on?\n\nADOLPH. [Almost won over; speaking reluctantly and as if in jest] What\nmischief have you been up to now that makes you come and kiss me?\n\nTEKLA. I'll tell you: I've spent an awful lot of money.\n\nADOLPH. You have had a good time then?\n\nTEKLA. Very! But not exactly at that creche meeting. That was plain\npiffle, to tell the truth.--But what has little brother found to divert\nhimself with while his Pussy was away?\n\n(Her eyes wander around the room as if she were looking for somebody or\nsniffing something.)\n\nADOLPH. I've simply been bored.\n\nTEKLA. And no company at all?\n\nADOLPH. Quite by myself.\n\nTEKLA. [Watching him; she sits down on the sofa] Who has been sitting\nhere? ADOLPH. Over there? Nobody.\n\nTEKLA. That's funny! The seat is still warm, and there is a hollow\nhere that looks as if it had been made by an elbow. Have you had lady\ncallers?\n\nADOLPH. I? You don't believe it, do you?\n\nTEKLA. But you blush. I think little brother is not telling the truth.\nCome and tell Pussy now what he has on his conscience.\n\n(Draws him toward herself so that he sinks down with his head resting in\nher lap.)\n\nADOLPH. You're a little devil--do you know that?\n\nTEKLA. No, I don't know anything at all about myself.\n\nADOLPH. You never think about yourself, do you?\n\nTEKLA. [Sniffing and taking notes] I think of nothing but myself--I am\na dreadful egoist. But what has made you turn so philosophical all at\nonce?\n\nADOLPH. Put your hand on my forehead.\n\nTEKLA. [Prattling as if to a baby] Has he got ants in his head again?\nDoes he want me to take them away, does he? [Kisses him on the forehead]\nThere now! Is it all right now?\n\nADOLPH. Now it's all right. [Pause]\n\nTEKLA. Well, tell me now what you have been doing to make the time go?\nHave you painted anything?\n\nADOLPH. No, I am done with painting.\n\nTEKLA. What? Done with painting?\n\nADOLPH. Yes, but don't scold me for it. How can I help it that I can't\npaint any longer!\n\nTEKLA. What do you mean to do then?\n\nADOLPH. I'll become a sculptor.\n\nTEKLA. What a lot of brand new ideas again!\n\nADOLPH. Yes, but please don't scold! Look at that figure over there.\n\nTEKLA. [Uncovering the wax figure] Well, I declare!--Who is that meant\nfor?\n\nADOLPH. Guess!\n\nTEKLA. Is it Pussy? Has he got no shame at all?\n\nADOLPH. Is it like?\n\nTEKLA. How can I tell when there is no face?\n\nADOLPH. Yes, but there is so much else--that's beautiful!\n\nTEKLA. [Taps him playfully on the cheek] Now he must keep still or I'll\nhave to kiss him.\n\nADOLPH. [Holding her back] Now, now!--Somebody might come!\n\nTEKLA. Well, what do I care? Can't I kiss my own husband, perhaps? Oh\nyes, that's my lawful right.\n\nADOLPH. Yes, but don't you know--in the hotel here, they don't believe\nwe are married, because we are kissing each other such a lot. And it\nmakes no difference that we quarrel now and then, for lovers are said to\ndo that also.\n\nTEKLA. Well, but what's the use of quarrelling? Why can't he always be\nas nice as he is now? Tell me now? Can't he try? Doesn't he want us to\nbe happy?\n\nADOLPH. Do I want it? Yes, but--\n\nTEKLA. There we are again! Who has put it into his head that he is not\nto paint any longer?\n\nADOLPH. Who? You are always looking for somebody else behind me and my\nthoughts. Are you jealous?\n\nTEKLA. Yes, I am. I'm afraid somebody might take him away from me.\n\nADOLPH. Are you really afraid of that? You who know that no other woman\ncan take your place, and that I cannot live without you!\n\nTEKLA. Well, I am not afraid of the women--it's your friends that fill\nyour head with all sorts of notions.\n\nADOLPH. [Watching her] You are afraid then? Of what are you afraid?\n\nTEKLA. [Getting up] Somebody has been here. Who has been here?\n\nADOLPH. Don't you wish me to look at you?\n\nTEKLA. Not in that way: it's not the way you are accustomed to look at\nme.\n\nADOLPH. How was I looking at you then?\n\nTEKLA. Way up under my eyelids.\n\nADOLPH. Under your eyelids--yes, I wanted to see what is behind them.\n\nTEKLA. See all you can! There is nothing that needs to be hidden.\nBut--you talk differently, too--you use expressions--[studying him] you\nphilosophise--that's what you do! [Approaches him threateningly] Who has\nbeen here?\n\nADOLPH. Nobody but my physician.\n\nTEKLA. Your physician? Who is he?\n\nADOLPH. That doctor from Stromstad.\n\nTEKLA. What's his name?\n\nADOLPH. Sjoberg.\n\nTEKLA. What did he have to say?\n\nADOLPH. He said--well--among other things he said--that I am on the\nverge of epilepsy--\n\nTEKLA. Among other things? What more did he say?\n\nADOLPH. Something very unpleasant.\n\nTEKLA. Tell me!\n\nADOLPH. He forbade us to live as man and wife for a while.\n\nTEKLA. Oh, that's it! Didn't I just guess it! They want to separate us!\nThat's what I have understood a long time!\n\nADOLPH. You can't have understood, because there was nothing to\nunderstand.\n\nTEKLA. Oh yes, I have!\n\nADOLPH. How can you see what doesn't exist, unless your fear of\nsomething has stirred up your fancy into seeing what has never existed?\nWhat is it you fear? That I might borrow somebody else's eyes in order\nto see you as you are, and not as you seem to be?\n\nTEKLA. Keep your imagination in check, Adolph! It is the beast that\ndwells in man's soul.\n\nADOLPH. Where did you learn that? From those chaste young men on the\nboat--did you?\n\nTEKLA. [Not at all abashed] Yes, there is something to be learned from\nyouth also.\n\nADOLPH. I think you are already beginning to have a taste for youth?\n\nTEKLA. I have always liked youth. That's why I love you. Do you object?\n\nADOLPH. No, but I should prefer to have no partners.\n\nTEKLA. [Prattling roguishly] My heart is so big, little brother, that\nthere is room in it for many more than him.\n\nADOLPH. But little brother doesn't want any more brothers.\n\nTEKLA. Come here to Pussy now and get his hair pulled because he is\njealous--no, envious is the right word for it!\n\n(Two knocks with a chair are heard from the adjoining room, where GUSTAV\nis.)\n\nADOLPH. No, I don't want to play now. I want to talk seriously.\n\nTEKLA. [Prattling] Mercy me, does he want to talk seriously? Dreadful,\nhow serious he's become! [Takes hold of his head and kisses him] Smile a\nlittle--there now!\n\nADOLPH. [Smiling against his will] Oh, you're the--I might almost think\nyou knew how to use magic!\n\nTEKLA. Well, can't he see now? That's why he shouldn't start any\ntrouble--or I might use my magic to make him invisible!\n\nADOLPH. [Gets up] Will you sit for me a moment, Tekla? With the side of\nyour face this way, so that I can put a face on my figure.\n\nTEKLA. Of course, I will.\n\n[Turns her head so he can see her in profile.]\n\nADOLPH. [Gazes hard at her while pretending to work at the figure] Don't\nthink of me now--but of somebody else.\n\nTEKLA. I'll think of my latest conquest.\n\nADOLPH. That chaste young man?\n\nTEKLA. Exactly! He had a pair of the prettiest, sweetest moustaches,\nand his cheek looked like a peach--it was so soft and rosy that you just\nwanted to bite it.\n\nADOLPH. [Darkening] Please keep that expression about the mouth.\n\nTEKLA. What expression?\n\nADOLPH. A cynical, brazen one that I have never seen before.\n\nTEKLA. [Making a face] This one?\n\nADOLPH. Just that one! [Getting up] Do you know how Bret Harte pictures\nan adulteress?\n\nTEKLA. [Smiling] No, I have never read Bret Something.\n\nADOLPH. As a pale creature that cannot blush.\n\nTEKLA. Not at all? But when she meets her lover, then she must blush, I\nam sure, although her husband or Mr. Bret may not be allowed to see it.\n\nADOLPH. Are you so sure of that?\n\nTEKLA. [As before] Of course, as the husband is not capable of bringing\nthe blood up to her head, he cannot hope to behold the charming\nspectacle.\n\nADOLPH. [Enraged] Tekla!\n\nTEKLA. Oh, you little ninny!\n\nADOLPH. Tekla!\n\nTEKLA. He should call her Pussy--then I might get up a pretty little\nblush for his sake. Does he want me to?\n\nADOLPH. [Disarmed] You minx, I'm so angry with you, that I could bite\nyou!\n\nTEKLA. [Playfully] Come and bite me then!--Come!\n\n[Opens her arms to him.]\n\nADOLPH. [Puts his hands around her neck and kisses her] Yes, I'll bite\nyou to death!\n\nTEKLA. [Teasingly] Look out--somebody might come!\n\nADOLPH. Well, what do I care! I care for nothing else in the world if I\ncan only have you!\n\nTEKLA. And when, you don't have me any longer?\n\nADOLPH. Then I shall die!\n\nTEKLA. But you are not afraid of losing me, are you--as I am too old to\nbe wanted by anybody else?\n\nADOLPH. You have not forgotten my words yet, Tekla! I take it all back\nnow!\n\nTEKLA. Can you explain to me why you are at once so jealous and so\ncock-sure?\n\nADOLPH. No, I cannot explain anything at all. But it's possible that\nthe thought of somebody else having possessed you may still be gnawing\nwithin me. At times it appears to me as if our love were nothing but a\nfiction, an attempt at self-defence, a passion kept up as a matter of\nhonor--and I can't think of anything that would give me more pain than\nto have HIM know that I am unhappy. Oh, I have never seen him--but the\nmere thought that a person exists who is waiting for my misfortune to\narrive, who is daily calling down curses on my head, who will roar\nwith laughter when I perish--the mere idea of it obsesses me, drives me\nnearer to you, fascinates me, paralyses me!\n\nTEKLA. Do you think I would let him have that joy? Do you think I would\nmake his prophecy come true?\n\nADOLPH. No, I cannot think you would.\n\nTEKLA. Why don't you keep calm then?\n\nADOLPH. No, you upset me constantly by your coquetry. Why do you play\nthat kind of game?\n\nTEKLA. It is no game. I want to be admired--that's all!\n\nADOLPH. Yes, but only by men!\n\nTEKLA. Of course! For a woman is never admired by other women.\n\nADOLPH. Tell me, have you heard anything--from him--recently?\n\nTEKLA. Not in the last sis months.\n\nADOLPH. Do you ever think of him?\n\nTEKLA. No!--Since the child died we have broken off our correspondence.\n\nADOLPH. And you have never seen him at all?\n\nTEKLA. No, I understand he is living somewhere down on the West Coast.\nBut why is all this coming into your head just now?\n\nADOLPH. I don't know. But during the last few days, while I was alone, I\nkept thinking of him--how he might have felt when he was left alone that\ntime.\n\nTEKLA. Are you having an attack of bad conscience?\n\nADOLPH. I am.\n\nTEKLA. You feel like a thief, do you?\n\nADOLPH. Almost!\n\nTEKLA. Isn't that lovely! Women can be stolen as you steal children or\nchickens? And you regard me as his chattel or personal property. I am\nvery much obliged to you!\n\nADOLPH. No, I regard you as his wife. And that's a good deal more than\nproperty--for there can be no substitute. TEKLA. Oh, yes! If you only\nheard that he had married again, all these foolish notions would leave\nyou.--Have you not taken his place with me?\n\nADOLPH. Well, have I?--And did you ever love him?\n\nTEKLA. Of course, I did!\n\nADOLPH. And then--\n\nTEKLA. I grew tired of him!\n\nADOLPH. And if you should tire of me also?\n\nTEKLA. But I won't!\n\nADOLPH. If somebody else should turn up--one who had all the qualities\nyou are looking for in a man now--suppose only--then you would leave me?\n\nTEKLA. No.\n\nADOLPH. If he captivated you? So that you couldn't live without him?\nThen you would leave me, of course?\n\nTEKLA. No, that doesn't follow.\n\nADOLPH. But you couldn't love two at the same time, could you?\n\nTEKLA. Yes! Why not?\n\nADOLPH. That's something I cannot understand.\n\nTEKLA. But things exist although you do not understand them. All persons\nare not made in the same way, you know.\n\nADOLPH. I begin to see now!\n\nTEKLA. No, really!\n\nADOLPH. No, really? [A pause follows, during which he seems to struggle\nwith some--memory that will not come back] Do you know, Tekla, that your\nfrankness is beginning to be painful?\n\nTEKLA. And yet it used to be my foremost virtue In your mind, and one\nthat you taught me.\n\nADOLPH. Yes, but it seems to me as if you were hiding something behind\nthat frankness of yours.\n\nTEKLA. That's the new tactics, you know.\n\nADOLPH. I don't know why, but this place has suddenly become offensive\nto me. If you feel like it, we might return home--this evening!\n\nTEKLA. What kind of notion is that? I have barely arrived and I don't\nfeel like starting on another trip.\n\nADOLPH. But I want to.\n\nTEKLA. Well, what's that to me?--You can go!\n\nADOLPH. But I demand that you take the next boat with me!\n\nTEKLA. Demand?--What are you talking about?\n\nADOLPH. Do you realise that you are my wife?\n\nTEKLA. Do you realise that you are my husband?\n\nADOLPH. Well, there's a difference between those two things.\n\nTEKLA. Oh, that's the way you are talking now!--You have never loved me!\n\nADOLPH. Haven't I?\n\nTEKLA. No, for to love is to give.\n\nADOLPH. To love like a man is to give; to love like a woman is to\ntake.--And I have given, given, given!\n\nTEKLA. Pooh! What have you given?\n\nADOLPH. Everything!\n\nTEKLA. That's a lot! And if it be true, then I must have taken it. Are\nyou beginning to send in bills for your gifts now? And if I have taken\nanything, this proves only my love for you. A woman cannot receive\nanything except from her lover.\n\nADOLPH. Her lover, yes! There you spoke the truth! I have been your\nlover, but never your husband.\n\nTEKLA. Well, isn't that much more agreeable--to escape playing chaperon?\nBut if you are not satisfied with your position, I'll send you packing,\nfor I don't want a husband.\n\nADOLPH. No, that's what I have noticed. For a while ago, when you began\nto sneak away from me like a thief with his booty, and when you began to\nseek company of your own where you could flaunt my plumes and display my\ngems, then I felt, like reminding you of your debt. And at once I became\na troublesome creditor whom you wanted to get rid of. You wanted to\nrepudiate your own notes, and in order not to increase your debt to me,\nyou stopped pillaging my safe and began to try those of other people\ninstead. Without having done anything myself, I became to you merely the\nhusband. And now I am going to be your husband whether you like it or\nnot, as I am not allowed to be your lover any longer.\n\nTEKLA. [Playfully] Now he shouldn't talk nonsense, the sweet little\nidiot!\n\nADOLPH. Look out: it's dangerous to think everybody an idiot but\noneself!\n\nTEKLA. But that's what everybody thinks.\n\nADOLPH. And I am beginning to suspect that he--your former husband--was\nnot so much of an idiot after all.\n\nTEKLA. Heavens! Are you beginning to sympathise with--him?\n\nADOLPH. Yes, not far from it,\n\nTEKLA. Well, well! Perhaps you would like to make his acquaintance and\npour out your overflowing heart to him? What a striking picture! But I\nam also beginning to feel drawn to him, as I am growing more and more\ntired of acting as wetnurse. For he was at least a man, even though he\nhad the fault of being married to me.\n\nADOLPH. There, you see! But you had better not talk so loud--we might be\noverheard.\n\nTEKLA. What would it matter if they took us for married people?\n\nADOLPH. So now you are getting fond of real male men also, and at the\nsame time you have a taste for chaste young men?\n\nTEKLA. There are no limits to what I can like, as you may see. My heart\nis open to everybody and everything, to the big and the small, the\nhandsome and the ugly, the new and the old--I love the whole world.\n\nADOLPH. Do you know what that means?\n\nTEKLA. No, I don't know anything at all. I just FEEL.\n\nADOLPH. It means that old age is near.\n\nTEKLA. There you are again! Take care!\n\nADOLPH. Take care yourself!\n\nTEKLA. Of what?\n\nADOLPH. Of the knife!\n\nTEKLA. [Prattling] Little brother had better not play with such\ndangerous things.\n\nADOLPH. I have quit playing.\n\nTEKLA. Oh, it's earnest, is it? Dead earnest! Then I'll show you\nthat--you are mistaken. That is to say--you'll never see it, never know\nit, but all the rest of the world will know It. And you'll suspect it,\nyou'll believe it, and you'll never have another moment's peace. You'll\nhave the feeling of being ridiculous, of being deceived, but you'll\nnever get any proof of it. For that's what married men never get.\n\nADOLPH. You hate me then?\n\nTEKLA. No, I don't. And I don't think I shall either. But that's\nprobably because you are nothing to me but a child.\n\nADOLPH. At this moment, yes. But do you remember how it was while the\nstorm swept over us? Then you lay there like an infant in arms and just\ncried. Then you had to sit on my lap, and I had to kiss your eyes to\nsleep. Then I had to be your nurse; had to see that you fixed your hair\nbefore going out; had to send your shoes to the cobbler, and see that\nthere was food in the house. I had to sit by your side, holding your\nhand for hours at a time: you were afraid, afraid of the whole world,\nbecause you didn't have a single friend, and because you were crushed by\nthe hostility of public opinion. I had to talk courage into you until my\nmouth was dry and my head ached. I had to make myself believe that I\nwas strong. I had to force myself into believing in the future. And so I\nbrought you back to life, when you seemed already dead. Then you admired\nme. Then I was the man--not that kind of athlete you had just left, but\nthe man of will-power, the mesmerist who instilled new nervous energy\ninto your flabby muscles and charged your empty brain with a new store\nof electricity. And then I gave you back your reputation. I brought you\nnew friends, furnished you with a little court of people who, for the\nsake of friendship to me, let themselves be lured into admiring you.\nI set you to rule me and my house. Then I painted my best pictures,\nglimmering with reds and blues on backgrounds of gold, and there was not\nan exhibition then where I didn't hold a place of honour. Sometimes you\nwere St. Cecilia, and sometimes Mary Stuart--or little Karin, whom King\nEric loved. And I turned public attention in your direction. I compelled\nthe clamorous herd to see you with my own infatuated vision. I plagued\nthem with your personality, forced you literally down their throats,\nuntil that sympathy which makes everything possible became yours at\nlast--and you could stand on your own feet. When you reached that far,\nthen my strength was used up, and I collapsed from the overstrain--in\nlifting you up, I had pushed myself down. I was taken ill, and my\nillness seemed an annoyance to you at the moment when all life had just\nbegun to smile at you--and sometimes it seemed to me as if, in your\nheart, there was a secret desire to get rid of your creditor and the\nwitness of your rise. Your love began to change into that of a grown-up\nsister, and for lack of better I accustomed myself to the new part of\nlittle brother. Your tenderness for me remained, and even increased, but\nit was mingled with a suggestion of pity that had in it a good deal of\ncontempt. And this changed into open scorn as my talent withered and\nyour own sun rose higher. But in some mysterious way the fountainhead\nof your inspiration seemed to dry up when I could no longer replenish\nit--or rather when you wanted to show its independence of me. And at\nlast both of us began to lose ground. And then you looked for somebody\nto put the blame on. A new victim! For you are weak, and you can never\ncarry your own burdens of guilt and debt. And so you picked me for a\nscapegoat and doomed me to slaughter. But when you cut my thews, you\ndidn't realise that you were also crippling yourself, for by this time\nour years of common life had made twins of us. You were a shoot sprung\nfrom my stem, and you wanted to cut yourself loose before the shoot had\nput out roots of its own, and that's why you couldn't grow by yourself.\nAnd my stem could not spare its main branch--and so stem and branch must\ndie together.\n\nTEKLA. What you mean with all this, of course, is that you have written\nmy books.\n\nADOLPH. No, that's what you want me to mean in order to make me out\na liar. I don't use such crude expressions as you do, and I spoke\nfor something like five minutes to get in all the nuances, all the\nhalftones, all the transitions--but your hand-organ has only a single\nnote in it.\n\nTEKLA. Yes, but the summary of the whole story is that you have written\nmy books.\n\nADOLPH. No, there is no summary. You cannot reduce a chord into a single\nnote. You cannot translate a varied life into a sum of one figure. I\nhave made no blunt statements like that of having written your books.\n\nTEKLA. But that's what you meant!\n\nADOLPH. [Beyond himself] I did not mean it.\n\nTEKLA. But the sum of it--\n\nADOLPH. [Wildly] There can be no sum without an addition. You get an\nendless decimal fraction for quotient when your division does not work\nout evenly. I have not added anything.\n\nTEKLA. But I can do the adding myself.\n\nADOLPH. I believe it, but then I am not doing it.\n\nTEKLA. No, but that's what you wanted to do.\n\nADOLPH. [Exhausted, closing his eyes] No, no, no--don't speak to\nme--you'll drive me into convulsions. Keep silent! Leave me alone! You\nmutilate my brain with your clumsy pincers--you put your claws into my\nthoughts and tear them to pieces!\n\n(He seems almost unconscious and sits staring straight ahead while his\nthumbs are bent inward against the palms of his hands.)\n\nTEKLA. [Tenderly] What is it? Are you sick?\n\n(ADOLPH motions her away.)\n\nTEKLA. Adolph!\n\n(ADOLPH shakes his head at her.)\n\nTEKLA. Adolph.\n\nADOLPH. Yes.\n\nTEKLA. Do you admit that you were unjust a moment ago?\n\nADOLPH. Yes, yes, yes, yes, I admit!\n\nTEKLA. And do you ask my pardon?\n\nADOLPH. Yes, yes, yes, I ask your pardon--if you only won't speak to me!\n\nTEKLA. Kiss my hand then!\n\nADOLPH. [Kissing her hand] I'll kiss your hand--if you only don't speak\nto me!\n\nTEKLA. And now you had better go out for a breath of fresh air before\ndinner.\n\nADOLPH. Yes, I think I need it. And then we'll pack and leave.\n\nTEKLA. No!\n\nADOLPH. [On his feet] Why? There must be a reason.\n\nTEKLA. The reason is that I have promised to be at the concert to-night.\n\nADOLPH. Oh, that's it!\n\nTEKLA. Yes, that's it. I have promised to attend--\n\nADOLPH. Promised? Probably you said only that you might go, and that\nwouldn't prevent you from saying now that you won't go.\n\nTEKLA. No, I am not like you: I keep my word.\n\nADOLPH. Of course, promises should be kept, but we don't have to live\nup to every little word we happen to drop. Perhaps there is somebody who\nhas made you promise to go.\n\nTEKLA. Yes.\n\nADOLPH. Then you can ask to be released from your promise because your\nhusband is sick.\n\nTEKLA, No, I don't want to do that, and you are not sick enough to be\nkept from going with me.\n\nADOLPH. Why do you always want to drag me along? Do you feel safer then?\n\nTEKLA. I don't know what you mean.\n\nADOLPH. That's what you always say when you know I mean something\nthat--doesn't please you.\n\nTEKLA. So-o! What is it now that doesn't please me?\n\nADOLPH. Oh, I beg you, don't begin over again--Good-bye for a while!\n\n(Goes out through the door in the rear and then turns to the right.)\n\n(TEKLA is left alone. A moment later GUSTAV enters and goes straight\nup to the table as if looking for a newspaper. He pretends not to see\nTEKLA.)\n\nTEKLA. [Shows agitation, but manages to control herself] Oh, is it you?\n\nGUSTAV. Yes, it's me--I beg your pardon!\n\nTEKLA. Which way did you come?\n\nGUSTAV. By land. But--I am not going to stay, as--\n\nTEKLA. Oh, there is no reason why you shouldn't.--Well, it was some time\nago--\n\nGUSTAV. Yes, some time.\n\nTEKLA. You have changed a great deal.\n\nGUSTAV. And you are as charming as ever, A little younger, if anything.\nExcuse me, however--I am not going to spoil your happiness by my\npresence. And if I had known you were here, I should never--\n\nTEKLA. If you don't think it improper, I should like you to stay.\n\nGUSTAV. On my part there could be no objection, but I fear--well,\nwhatever I say, I am sure to offend you.\n\nTEKLA. Sit down a moment. You don't offend me, for you possess that rare\ngift--which was always yours--of tact and politeness.\n\nGUSTAV. It's very kind of you. But one could hardly expect--that your\nhusband might regard my qualities in the same generous light as you.\n\nTEKLA. On the contrary, he has just been speaking of you in very\nsympathetic terms.\n\nGUSTAV. Oh!--Well, everything becomes covered up by time, like names cut\nin a tree--and not even dislike can maintain itself permanently in our\nminds.\n\nTEKLA. He has never disliked you, for he has never seen you. And as for\nme, I have always cherished a dream--that of seeing you come together\nas friends--or at least of seeing you meet for once in my presence--of\nseeing you shake hands--and then go your different ways again.\n\nGUSTAV. It has also been my secret longing to see her whom I used to\nlove more than my own life--to make sure that she was in good hands. And\nalthough I have heard nothing but good of him, and am familiar with all\nhis work, I should nevertheless have liked, before it grew too late,\nto look into his eyes and beg him to take good care of the treasure\nProvidence has placed in his possession. In that way I hoped also to lay\nthe hatred that must have developed instinctively between us; I wished\nto bring some peace and humility into my soul, so that I might manage to\nlive through the rest of my sorrowful days.\n\nTEKLA. You have uttered my own thoughts, and you have understood me. I\nthank you for it!\n\nGUSTAV. Oh, I am a man of small account, and have always been too\ninsignificant to keep you in the shadow. My monotonous way of living,\nmy drudgery, my narrow horizons--all that could not satisfy a soul like\nyours, longing for liberty. I admit it. But you understand--you who have\nsearched the human soul--what it cost me to make such a confession to\nmyself.\n\nTEKLA. It is noble, it is splendid, to acknowledge one's own\nshortcomings--and it's not everybody that's capable of it. [Sighs] But\nyours has always been an honest, and faithful, and reliable nature--one\nthat I had to respect--but--\n\nGUSTAV. Not always--not at that time! But suffering purifies, sorrow\nennobles, and--I have suffered!\n\nTEKLA. Poor Gustav! Can you forgive me? Tell me, can you?\n\nGUSTAV. Forgive? What? I am the one who must ask you to forgive.\n\nTEKLA. [Changing tone] I believe we are crying, both of us--we who are\nold enough to know better!\n\nGUSTAV. [Feeling his way] Old? Yes, I am old. But you--you grow younger\nevery day.\n\n(He has by that time manoeuvred himself up to the chair on the left and\nsits down on it, whereupon TEKLA sits down on the sofa.)\n\nTEKLA. Do you think so?\n\nGUSTAV. And then you know how to dress.\n\nTEKLA. I learned that from you. Don't you remember how you figured out\nwhat colors would be most becoming to me?\n\nGUSTAV. No.\n\nTEKLA. Yes, don't you remember--hm!--I can even recall how you used to\nbe angry with me whenever I failed to have at least a touch of crimson\nabout my dress.\n\nGUSTAV. No, not angry! I was never angry with you.\n\nTEKLA. Oh, yes, when you wanted to teach me how to think--do you\nremember? For that was something I couldn't do at all.\n\nGUSTAV. Of course, you could. It's something every human being does. And\nyou have become quite keen at it--at least when you write.\n\nTEKLA. [Unpleasantly impressed; hurrying her words] Well, my dear\nGustav, it is pleasant to see you anyhow, and especially in a peaceful\nway like this.\n\nGUSTAV. Well, I can hardly be called a troublemaker, and you had a\npretty peaceful time with me.\n\nTEKLA. Perhaps too much so.\n\nGUSTAV. Oh! But you see, I thought you wanted me that way. It was at\nleast the impression you gave me while we were engaged.\n\nTEKLA. Do you think one really knows what one wants at that time? And\nthen the mammas insist on all kinds of pretensions, of course.\n\nGUSTAV. Well, now you must be having all the excitement you can wish.\nThey say that life among artists is rather swift, and I don't think your\nhusband can be called a sluggard.\n\nTEKLA. You can get too much of a good thing.\n\nGUSTAV. [Trying a new tack] What! I do believe you are still wearing the\near-rings I gave you?\n\nTEKLA. [Embarrassed] Why not? There was never any quarrel between\nus--and then I thought I might wear them as a token--and a\nreminder--that we were not enemies. And then, you know, it is impossible\nto buy this kind of ear-rings any longer. [Takes off one of her\near-rings.]\n\nGUSTAV. Oh, that's all right, but what does your husband say of it?\n\nTEKLA. Why should I mind what he says?\n\nGUSTAV. Don't you mind that?--But you may be doing him an injury. It is\nlikely to make him ridiculous.\n\nTEKLA. [Brusquely, as if speaking to herself almost] He was that before!\n\nGUSTAV. [Rises when he notes her difficulty in putting back the\near-ring] May I help you, perhaps?\n\nTEKLA. Oh--thank you!\n\nGUSTAV. [Pinching her ear] That tiny ear!--Think only if your husband\ncould see us now!\n\nTEKLA. Wouldn't he howl, though!\n\nGUSTAV. Is he jealous also?\n\nTEKLA. Is he? I should say so!\n\n[A noise is heard from the room on the right.]\n\nGUSTAV. Who lives in that room?\n\nTEKLA. I don't know.--But tell me how you are getting along and what you\nare doing?\n\nGUSTAV. Tell me rather how you are getting along?\n\n(TEKLA is visibly confused, and without realising what she is doing, she\ntakes the cover off the wax figure.)\n\nGUSTAV. Hello! What's that?--Well!--It must be you!\n\nTEKLA. I don't believe so.\n\nGUSTAV. But it is very like you.\n\nTEKLA. [Cynically] Do you think so?\n\nGUSTAV. That reminds me of the story--you know it--\"How could your\nmajesty see that?\"\n\nTEKLA, [Laughing aloud] You are impossible!--Do you know any new\nstories?\n\nGUSTAV. No, but you ought to have some.\n\nTEKLA. Oh, I never hear anything funny nowadays.\n\nGUSTAV. Is he modest also?\n\nTEKLA. Oh--well--\n\nGUSTAV. Not an everything?\n\nTEKLA. He isn't well just now.\n\nGUSTAV. Well, why should little brother put his nose into other people's\nhives?\n\nTEKLA. [Laughing] You crazy thing!\n\nGUSTAV. Poor chap!--Do you remember once when we were just married--we\nlived in this very room. It was furnished differently in those days.\nThere was a chest of drawers against that wall there--and over there\nstood the big bed.\n\nTEKLA. Now you stop!\n\nGUSTAV. Look at me!\n\nTEKLA. Well, why shouldn't I?\n\n[They look hard at each other.]\n\nGUSTAV. Do you think a person can ever forget anything that has made a\nvery deep impression on him?\n\nTEKLA. No! And our memories have a tremendous power. Particularly the\nmemories of our youth.\n\nGUSTAV. Do you remember when I first met you? Then you were a pretty\nlittle girl: a slate on which parents and governesses had made a few\nscrawls that I had to wipe out. And then I filled it with inscriptions\nthat suited my own mind, until you believed the slate could hold nothing\nmore. That's the reason, you know, why I shouldn't care to be in your\nhusband's place--well, that's his business! But it's also the reason why\nI take pleasure in meeting you again. Our thoughts fit together exactly.\nAnd as I sit here and chat with you, it seems to me like drinking old\nwine of my own bottling. Yes, it's my own wine, but it has gained a\ngreat deal in flavour! And now, when I am about to marry again, I have\npurposely picked out a young girl whom I can educate to suit myself. For\nthe woman, you know, is the man's child, and if she is not, he becomes\nhers, and then the world turns topsy-turvy.\n\nTEKLA. Are you going to marry again?\n\nGUSTAV. Yes, I want to try my luck once more, but this time I am going\nto make a better start, so that it won't end again with a spill.\n\nTEKLA. Is she good looking?\n\nGUSTAV. Yes, to me. But perhaps I am too old. It's queer--now when\nchance has brought me together with you again--I am beginning to doubt\nwhether it will be possible to play the game over again.\n\nTEKLA. How do you mean?\n\nGUSTAV. I can feel that my roots stick in your soil, and the old wounds\nare beginning to break open. You are a dangerous woman, Tekla!\n\nTEKLA. Am I? And my young husband says that I can make no more\nconquests.\n\nGUSTAV. That means he has ceased to love you.\n\nTEKLA. Well, I can't quite make out what love means to him.\n\nGUSTAV. You have been playing hide and seek so long that at last you\ncannot find each other at all. Such things do happen. You have had to\nplay the innocent to yourself, until he has lost his courage. There\nARE some drawbacks to a change, I tell you--there are drawbacks to it,\nindeed.\n\nTEKLA. Do you mean to reproach--\n\nGUSTAV. Not at all! Whatever happens is to a certain extent necessary,\nfor if it didn't happen, something else would--but now it did happen,\nand so it had to happen.\n\nTEKLA. YOU are a man of discernment. And I have never met anybody with\nwhom I liked so much to exchange ideas. You are so utterly free from\nall morality and preaching, and you ask so little of people, that it is\npossible to be oneself in your presence. Do you know, I am jealous of\nyour intended wife!\n\nGUSTAV. And do you realise that I am jealous of your husband?\n\nTEKLA. [Rising] And now we must part! Forever!\n\nGUSTAV. Yes, we must part! But not without a farewell--or what do you\nsay?\n\nTEKLA. [Agitated] No!\n\nGUSTAV. [Following after her] Yes!--Let us have a farewell! Let us drown\nour memories--you know, there are intoxications so deep that when you\nwake up all memories are gone. [Putting his arm around her waist] You\nhave been dragged down by a diseased spirit, who is infecting you with\nhis own anaemia. I'll breathe new life into you. I'll make your talent\nblossom again in your autumn days, like a remontant rose. I'll----\n\n(Two LADIES in travelling dress are seen in the doorway leading to the\nveranda. They look surprised. Then they point at those within, laugh,\nand disappear.)\n\nTEKLA. [Freeing herself] Who was that?\n\nGUSTAV. [Indifferently] Some tourists.\n\nTEKLA. Leave me alone! I am afraid of you!\n\nGUSTAV. Why?\n\nTEKLA. You take my soul away from me!\n\nGUSTAV. And give you my own in its place! And you have no soul for that\nmatter--it's nothing but a delusion.\n\nTEKLA. You have a way of saying impolite things so that nobody can be\nangry with you.\n\nGUSTAV. It's because you feel that I hold the first mortgage on\nyou--Tell me now, when--and--where?\n\nTEKLA. No, it wouldn't be right to him. I think he is still in love with\nme, and I don't want to do any more harm.\n\nGUSTAV. He does not love you! Do you want proofs?\n\nTEKLA, Where can you get them?\n\nGUSTAV. [Picking up the pieces of the photograph from the floor] Here!\nSee for yourself!\n\nTEKLA. Oh, that's an outrage!\n\nGUSTAV. Do you see? Now then, when? And where?\n\nTEKLA. The false-hearted wretch!\n\nGUSTAV. When?\n\nTEKLA. He leaves to-night, with the eight-o'clock boat.\n\nGUSTAV. And then--\n\nTEKLA. At nine! [A noise is heard from the adjoining room] Who can be\nliving in there that makes such a racket?\n\nGUSTAV. Let's see! [Goes over and looks through the keyhole] There's a\ntable that has been upset, and a smashed water caraffe--that's all! I\nshouldn't wonder if they had left a dog locked up in there.--At nine\no'clock then?\n\nTEKLA. All right! And let him answer for it himself.--What a depth of\ndeceit! And he who has always preached about truthfulness, and tried\nto teach me to tell the truth!--But wait a little--how was it now?\nHe received me with something like hostility--didn't meet me at the\nlanding--and then--and then he made some remark about young men on\nboard the boat, which I pretended not to hear--but how could he know?\nWait--and then he began to philosophise about women--and then the\nspectre of you seemed to be haunting him--and he talked of becoming a\nsculptor, that being the art of the time--exactly in accordance with\nyour old speculations!\n\nGUSTAV. No, really!\n\nTEKLA. No, really?--Oh, now I understand! Now I begin to see what a\nhideous creature you are! You have been here before and stabbed him to\ndeath! It was you who had been sitting there on the sofa; it was you who\nmade him think himself an epileptic--that he had to live in celibacy;\nthat he ought to rise in rebellion against his wife; yes, it was\nyou!--How long have you been here?\n\nGUSTAV. I have been here a week.\n\nTEKLA. It was you, then, I saw on board the boat?\n\nGUSTAV. It was.\n\nTEKLA. And now you were thinking you could trap me?\n\nGUSTAV. It has been done.\n\nTEKLA. Not yet!\n\nGUSTAV. Yes!\n\nTEKLA. Like a wolf you went after my lamb. You came here with a\nvillainous plan to break up my happiness, and you were carrying it out,\nwhen my eyes were opened, and I foiled you.\n\nGUSTAV. Not quite that way, if you please. This is how it happened\nin reality. Of course, it has been my secret hope that disaster might\novertake you. But I felt practically certain that no interference on\nmy part was required. And besides, I have been far too busy to have any\ntime left for intriguing. But when I happened to be moving about a bit,\nand happened to see you with those young men on board the boat, then I\nguessed the time had come for me to take a look at the situation. I came\nhere, and your lamb threw itself into the arms of the wolf. I won his\naffection by some sort of reminiscent impression which I shall not be\ntactless enough to explain to you. At first he aroused my sympathy,\nbecause he seemed to be in the same fix as I was once. But then he\nhappened to touch old wounds--that book, you know, and \"the idiot\"--and\nI was seized with a wish to pick him to pieces, and to mix up these so\nthoroughly that they couldn't be put together again--and I succeeded,\nthanks to the painstaking way in which you had done the work of\npreparation. Then I had to deal with you. For you were the spring that\nhad kept the works moving, and you had to be taken apart--and what a\nbuzzing followed!--When I came in here, I didn't know exactly what to\nsay. Like a chess-player, I had laid a number of tentative plans, of\ncourse, but my play had to depend on your moves. One thing led to the\nother, chance lent me a hand, and finally I had you where I wanted\nyou.--Now you are caught!\n\nTEKLA. No!\n\nGUSTAV. Yes, you are! What you least wanted has happened. The world at\nlarge, represented by two lady tourists--whom I had not sent for, as\nI am not an intriguer--the world has seen how you became reconciled\nto your former husband, and how you sneaked back repentantly into his\nfaithful arms. Isn't that enough?\n\nTEKLA. It ought to be enough for your revenge--But tell me, how can you,\nwho are so enlightened and so right-minded--how is it possible that you,\nwho think whatever happens must happen, and that all our actions are\ndetermined in advance--\n\nGUSTAV. [Correcting her] To a certain extent determined.\n\nTEKLA. That's the same thing!\n\nGUSTAV. No!\n\nTEKLA. [Disregarding him] How is it possible that you, who hold me\nguiltless, as I was driven by my nature and the circumstances into\nacting as I did--how can you think yourself entitled to revenge--?\n\nGUSTAV. For that very reason--for the reason that my nature and the\ncircumstances drove me into seeking revenge. Isn't that giving both\nsides a square deal? But do you know why you two had to get the worst of\nit in this struggle?\n\n(TEKLA looks scornful.)\n\nGUSTAV. And why you were doomed to be fooled? Because I am stronger than\nyou, and wiser also. You have been the idiot--and he! And now you may\nperceive that a man need not be an idiot because he doesn't write novels\nor paint pictures. It might be well for you to bear this in mind.\n\nTEKLA. Are you then entirely without feelings?\n\nGUSTAV. Entirely! And for that very reason, you know, I am capable of\nthinking--in which you have had no experience whatever-and of acting--in\nwhich you have just had some slight experience.\n\nTEKLA. And all this merely because I have hurt your vanity?\n\nGUSTAV. Don't call that MERELY! You had better not go around hurting\nother people's vanity. They have no more sensitive spot than that.\n\nTEKLA. Vindictive wretch--shame on you!\n\nGUSTAV. Dissolute wretch--shame on you!\n\nTEKLA. Oh, that's my character, is it?\n\nGUSTAV. Oh, that's my character, is it?--You ought to learn something\nabout human nature in others before you give your own nature free rein.\nOtherwise you may get hurt, and then there will be wailing and gnashing\nof teeth.\n\nTEKLA. You can never forgive:--\n\nGUSTAV. Yes, I have forgiven you!\n\nTEKLA. You!\n\nGUSTAV. Of course! Have I raised a hand against you during all these\nyears? No! And now I came here only to have a look at you, and it was\nenough to burst your bubble. Have I uttered a single reproach? Have I\nmoralised or preached sermons? No! I played a joke or two on your dear\nconsort, and nothing more was needed to finish him.--But there is\nno reason why I, the complainant, should be defending myself as I am\nnow--Tekla! Have you nothing at all to reproach yourself with?\n\nTEKLA. Nothing at all! Christians say that our actions are governed by\nProvidence; others call it Fate; in either case, are we not free from\nall liability?\n\nGUSTAV. In a measure, yes; but there is always a narrow margin left\nunprotected, and there the liability applies in spite of all. And\nsooner or later the creditors make their appearance. Guiltless, but\naccountable! Guiltless in regard to one who is no more; accountable to\noneself and one's fellow beings.\n\nTEKLA. So you came here to dun me?\n\nGUSTAV. I came to take back what you had stolen, not what you had\nreceived as a gift. You had stolen my honour, and I could recover it\nonly by taking yours. This, I think, was my right--or was it not?\n\nTEKLA. Honour? Hm! And now you feel satisfied?\n\nGUSTAV. Now I feel satisfied. [Rings for a waiter.]\n\nTEKLA. And now you are going home to your fiancee?\n\nGUSTAV. I have no fiancee! Nor am I ever going to have one. I am not\ngoing home, for I have no home, and don't want one.\n\n(A WAITER comes in.)\n\nGUSTAV. Get me my bill--I am leaving by the eight o'clock boat.\n\n(THE WAITER bows and goes out.)\n\nTEKLA. Without making up?\n\nGUSTAV. Making up? You use such a lot of words that have lost\ntheir--meaning. Why should we make up? Perhaps you want all three of us\nto live together? You, if anybody, ought to make up by making good what\nyou took away, but this you cannot do. You just took, and what you took\nyou consumed, so that there is nothing left to restore.--Will it satisfy\nyou if I say like this: forgive me that you tore my heart to pieces;\nforgive me that you disgraced me; forgive me that you made me the\nlaughing-stock of my pupils through every week-day of seven long years;\nforgive me that I set you free from parental restraints, that I released\nyou from the tyranny of ignorance and superstition, that I set you to\nrule my house, that I gave you position and friends, that I made a woman\nout of the child you were before? Forgive me as I forgive you!--Now I\nhave torn up your note! Now you can go and settle your account with the\nother one!\n\nTEKLA. What have you done with him? I am beginning to suspect--something\nterrible!\n\nGUSTAV. With him? Do you still love him?\n\nTEKLA. Yes!\n\nGUSTAV. And a moment ago it was me! Was that also true?\n\nTEKLA. It was true.\n\nGUSTAV. Do you know what you are then?\n\nTEKLA. You despise me?\n\nGUSTAV. I pity you. It is a trait--I don't call it a fault--just a\ntrait, which is rendered disadvantageous by its results. Poor Tekla! I\ndon't know--but it seems almost as if I were feeling a certain regret,\nalthough I am as free from any guilt--as you! But perhaps it will be\nuseful to you to feel what I felt that time.--Do you know where your\nhusband is?\n\nTEKLA. I think I know now--he is in that room in there! And he has heard\neverything! And seen everything! And the man who sees his own wraith\ndies!\n\n(ADOLPH appears in the doorway leading to the veranda. His face is white\nas a sheet, and there is a bleeding scratch on one cheek. His eyes are\nstaring and void of all expression. His lips are covered with froth.)\n\nGUSTAV. [Shrinking back] No, there he is!--Now you can settle with him\nand see if he proves as generous as I have been.--Good-bye!\n\n(He goes toward the left, but stops before he reaches the door.)\n\nTEKLA. [Goes to meet ADOLPH with open arms] Adolph!\n\n(ADOLPH leans against the door-jamb and sinks gradually to the floor.)\n\nTEKLA. [Throwing herself upon his prostrate body and caressing him]\nAdolph! My own child! Are you still alive--oh, speak, speak!--Please\nforgive your nasty Tekla! Forgive me, forgive me, forgive me!--Little\nbrother must say something, I tell him!--No, good God, he doesn't hear!\nHe is dead! O God in heaven! O my God! Help!\n\nGUSTAV. Why, she really must have loved HIM, too!--Poor creature!\n\n(Curtain.)\n\n\n\n\n\nPARIAH\n\n\n\n\nINTRODUCTION\n\n\nBoth \"Creditors\" and \"Pariah\" were written in the winter of 1888-89 at\nHolte, near Copenhagen, where Strindberg, assisted by his first wife,\nwas then engaged in starting what he called a \"Scandinavian Experimental\nTheatre.\" In March, 1889, the two plays were given by students from the\nUniversity of Copenhagen, and with Mrs. von Essen Strindberg as Tekla. A\ncouple of weeks later the performance was repeated across the Sound,\nin the Swedish city of Malmo, on which occasion the writer of this\nintroduction, then a young actor, assisted in the stage management. One\nof the actors was Gustav Wied, a Danish playwright and novelist, whose\nexquisite art since then has won him European fame. In the audience was\nOla Hansson, a Swedish novelist and poet who had just published a short\nstory from which Strindberg, according to his own acknowledgment on\nplaybill and title-page, had taken the name and the theme of \"Pariah.\"\n\nMr. Hansson has printed a number of letters (Tilskueren, Copenhagen,\nJuly, 1912) written to him by Strindberg about that time, as well as\nsome very informative comments of his own. Concerning the performance\nof Malmo he writes: \"It gave me a very unpleasant sensation. What did\nit mean? Why had Strindberg turned my simple theme upsidedown so that\nit became unrecognisable? Not a vestige of the 'theme from Ola Hansson'\nremained. Yet he had even suggested that he and I act the play together,\nI not knowing that it was to be a duel between two criminals. And he had\nat first planned to call it 'Aryan and Pariah'--which meant, of course,\nthat the strong Aryan, Strindberg, was to crush the weak Pariah,\nHansson, coram populo.\"\n\nIn regard to his own story Mr. Hansson informs us that it dealt with \"a\nman who commits a forgery and then tells about it, doing both in a sort\nof somnambulistic state whereby everything is left vague and undefined.\"\nAt that moment \"Raskolnikov\" was in the air, so to speak. And without\nwanting in any way to suggest imitation, I feel sure that the groundnote\nof the story was distinctly Dostoievskian. Strindberg himself had been\nreading Nietzsche and was--largely under the pressure of a reaction\nagainst the popular disapproval of his anti-feministic attitude--being\ndriven more and more into a superman philosophy which reached its\nclimax in the two novels \"Chandalah\" (1889) and \"At the Edge of the Sea\"\n(1890). The Nietzschean note is unmistakable in the two plays contained\nin the present volume.\n\nBut these plays are strongly colored by something else--by something\nthat is neither Hansson-Dostoievski nor Strindberg-Nietzsche. The\nsolution of the problem is found in the letters published by\nMr. Hansson. These show that while Strindberg was still planning\n\"Creditors,\" and before he had begun \"Pariah,\" he had borrowed\nfrom Hansson a volume of tales by Edgar Allan Poe. It was his\nfirst acquaintance with the work of Poe, though not with American\nliterature--for among his first printed work was a series of\ntranslations from American humourists; and not long ago a Swedish\ncritic (Gunnar Castren in Samtiden, Christiania, June, 1912) wrote of\nStrindberg's literary beginnings that \"he had learned much from Swedish\nliterature, but probably more from Mark Twain and Dickens.\"\n\nThe impression Poe made on Strindberg was overwhelming. He returns to\nit in one letter after another. Everything that suits his mood of the\nmoment is \"Poesque\" or \"E. P-esque.\" The story that seems to have made\nthe deepest impression of all was \"The Gold Bug,\" though his thought\nseems to have distilled more useful material out of certain other\nstories illustrating Poe's theories about mental suggestion. Under the\ndirect influence of these theories, Strindberg, according to his own\nstatements to Hansson, wrote the powerful one-act play \"Simoom,\" and\nmade Gustav in \"Creditors\" actually CALL FORTH the latent epileptic\ntendencies in Adolph. And on the same authority we must trace the method\nof: psychological detection practised by Mr. X. in \"Pariah\" directly to\n\"The Gold Bug.\"\n\nHere we have the reason why Mr. Hansson could find so little of his\nstory in the play. And here we have the origin of a theme which, while\nnot quite new to him, was ever afterward to remain a favourite one with\nStrindberg: that of a duel between intellect and cunning. It forms the\nbasis of such novels as \"Chandalah\" and \"At the Edge of the Sea,\" but\nit recurs in subtler form in works of much later date. To readers of the\npresent day, Mr. X.--that striking antithesis of everything a scientist\nused to stand for in poetry--is much less interesting as a superman in\nspe than as an illustration of what a morally and mentally normal man\ncan do with the tools furnished him by our new understanding of human\nways and human motives. And in giving us a play that holds our interest\nas firmly as the best \"love plot\" ever devised, although the stage shows\nus only two men engaged in an intellectual wrestling match, Strindberg\ntook another great step toward ridding the drama of its old, shackling\nconventions.\n\nThe name of this play has sometimes been translated as \"The Outcast,\"\nwhereby it becomes confused with \"The Outlaw,\" a much earlier play on\na theme from the old Sagas. I think it better, too, that the Hindu\nallusion in the Swedish title be not lost, for the best of men may\nbecome an outcast, but the baseness of the Pariah is not supposed to\nspring only from lack of social position.\n\n\n\nPARIAH\n\nAN ACT\n\n1889\n\n\n\n\nPERSONS\n\n\nMR. X., an archaeologist, Middle-aged man.\n\nMR. Y., an American traveller, Middle-aged man.\n\n\n\n\nSCENE\n\n(A simply furnished room in a farmhouse. The door and the windows in the\nbackground open on a landscape. In the middle of the room stands a\nbig dining-table, covered at one end by books, writing materials,\nand antiquities; at the other end, by a microscope, insect cases, and\nspecimen jars full of alchohol.)\n\n(On the left side hangs a bookshelf. Otherwise the furniture is that of\na well-to-do farmer.)\n\n(MR. Y. enters in his shirt-sleeves, carrying a butterfly-net and a\nbotany-can. He goes straight up to the bookshelf and takes down a book,\nwhich he begins to read on the spot.)\n\n(The landscape outside and the room itself are steeped in sunlight. The\nringing of church bells indicates that the morning services are just\nover. Now and then the cackling of hens is heard from the outside.)\n\n(MR. X. enters, also in his shirt-sleeves.)\n\n(MR. Y. starts violently, puts the book back on the shelf upside-down,\nand pretends to be looking for another volume.)\n\nMR. X. This heat is horrible. I guess we are going to have a\nthunderstorm.\n\nMR. Y. What makes you think so?\n\nMR. X. The bells have a kind of dry ring to them, the flies are sticky,\nand the hens cackle. I meant to go fishing, but I couldn't find any\nworms. Don't you feel nervous?\n\nMR. Y. [Cautiously] I?--A little.\n\nMR. X. Well, for that matter, you always look as if you were expecting\nthunderstorms.\n\nMR. Y. [With a start] Do I?\n\nMR. X. Now, you are going away tomorrow, of course, so it is not to be\nwondered at that you are a little \"journey-proud.\"--Anything new?--Oh,\nthere's the mail! [Picks up some letters from the table] My, I have\npalpitation of the heart every time I open a letter! Nothing but debts,\ndebts, debts! Have you ever had any debts?\n\nMR. Y. [After some reflection] N-no.\n\nMR. X. Well, then you don't know what it means to receive a lot of\noverdue bills. [Reads one of the letters] The rent unpaid--the landlord\nacting nasty--my wife in despair. And here am I sitting waist-high in\ngold! [He opens an iron-banded box that stands on the table; then both\nsit down at the table, facing each other] Just look--here I have\nsix thousand crowns' worth of gold which I have dug up in the last\nfortnight. This bracelet alone would bring me the three hundred and\nfifty crowns I need. And with all of it I might make a fine career for\nmyself. Then I could get the illustrations made for my treatise at once;\nI could get my work printed, and--I could travel! Why don't I do it, do\nyou suppose?\n\nMR. Y. I suppose you are afraid to be found out.\n\nMR. X. That, too, perhaps. But don't you think an intelligent fellow\nlike myself might fix matters so that he was never found out? I am alone\nall the time--with nobody watching me--while I am digging out there in\nthe fields. It wouldn't be strange if I put something in my own pockets\nnow and then.\n\nMR. Y. Yes, but the worst danger lies in disposing of the stuff.\n\nMR. X. Pooh! I'd melt it down, of course--every bit of it--and then I'd\nturn it into coins--with just as much gold in them as genuine ones, of\ncourse---\n\nMR. Y. Of course!\n\nMR. X. Well, you can easily see why. For if I wanted to dabble in\ncounterfeits, then I need not go digging for gold first. [Pause] It is a\nstrange thing anyhow, that if anybody else did what I cannot make myself\ndo, then I'd be willing to acquit him--but I couldn't possibly acquit\nmyself. I might even make a brilliant speech in defence of the thief,\nproving that this gold was res nullius, or nobody's, as it had been\ndeposited at a time when property rights did not yet exist; that even\nunder existing rights it could belong only to the first finder of it, as\nthe ground-owner has never included it in the valuation of his property;\nand so on.\n\nMR. Y. And probably it would be much easier for you to do this if\nthe--hm!--the thief had not been prompted by actual need, but by a\nmania for collecting, for instance--or by scientific aspirations--by the\nambition to keep a discovery to himself. Don't you think so?\n\nMR. X. You mean that I could not acquit him if actual need had been the\nmotive? Yes, for that's the only motive which the law will not accept in\nextenuation. That motive makes a plain theft of it.\n\nMR. Y. And this you couldn't excuse?\n\nMR. X. Oh, excuse--no, I guess not, as the law wouldn't. On the other\nhand, I must admit that it would be hard for me to charge a collector\nwith theft merely because he had appropriated some specimen not yet\nrepresented in his own collection.\n\nMR. Y. So that vanity or ambition might excuse what could not be excused\nby need?\n\nMR. X. And yet need ought to be the more telling excuse--the only\none, in fact? But I feel as I have said. And I can no more change this\nfeeling than I can change my own determination not to steal under any\ncircumstances whatever.\n\nMR. Y. And I suppose you count it a great merit that you\ncannot--hm!--steal?\n\nMR. X. No, my disinclination to steal is just as irresistible as the\ninclination to do so is irresistible with some people. So it cannot be\ncalled a merit. I cannot do it, and the other one cannot refrain!--But\nyou understand, of course, that I am not without a desire to own this\ngold. Why don't I take it then? Because I cannot! It's an inability--and\nthe lack of something cannot be called a merit. There!\n\n[Closes the box with a slam. Stray clouds have cast their shadows on the\nlandscape and darkened the room now and then. Now it grows quite dark as\nwhen a thunderstorm is approaching.]\n\nMR. X. How close the air is! I guess the storm is coming all right.\n\n[MR. Y. gets up and shuts the door and all the windows.]\n\nMR. X. Are you afraid of thunder?\n\nMR. Y. It's just as well to be careful.\n\n(They resume their seats at the table.)\n\nMR. X. You're a curious chap! Here you come dropping down like a bomb\na fortnight ago, introducing yourself as a Swedish-American who is\ncollecting flies for a small museum---\n\nMR. Y. Oh, never mind me now!\n\nMR. X. That's what you always say when I grow tired of talking about\nmyself and want to turn my attention to you. Perhaps that was the reason\nwhy I took to you as I did--because you let me talk about myself? All at\nonce we seemed like old friends. There were no angles about you against\nwhich I could bump myself, no pins that pricked. There was something\nsoft about your whole person, and you overflowed with that tact which\nonly well-educated people know how to show. You never made a noise when\nyou came home late at night or got up early in the morning. You were\npatient in small things, and you gave in whenever a conflict seemed\nthreatening. In a word, you proved yourself the perfect companion! But\nyou were entirely too compliant not to set me wondering about you in the\nlong run--and you are too timid, too easily frightened. It seems almost\nas if you were made up of two different personalities. Why, as I sit\nhere looking at your back in the mirror over there--it is as if I were\nlooking at somebody else.\n\n(MR. Y. turns around and stares at the mirror.)\n\nMR. X. No, you cannot get a glimpse of your own back, man!--In front you\nappear like a fearless sort of fellow, one meeting his fate with bared\nbreast, but from behind--really, I don't want to be impolite, but--you\nlook as if you were carrying a burden, or as if you were crouching to\nescape a raised stick. And when I look at that red cross your suspenders\nmake on your white shirt--well, it looks to me like some kind of emblem,\nlike a trade-mark on a packing-box--\n\nMR. Y. I feel as if I'd choke--if the storm doesn't break soon--\n\nMR. X. It's coming--don't you worry!--And your neck! It looks as if\nthere ought to be another kind of face on top of it, a face quite\ndifferent in type from yours. And your ears come so close together\nbehind that sometimes I wonder what race you belong to. [A flash of\nlightning lights up the room] Why, it looked as if that might have\nstruck the sheriff's house!\n\nMR. Y. [Alarmed] The sheriff's!\n\nMR. X. Oh, it just looked that way. But I don't think we'll get much of\nthis storm. Sit down now and let us have a talk, as you are going away\nto-morrow. One thing I find strange is that you, with whom I have become\nso intimate in this short time--that you are one of those whose image\nI cannot call up when I am away from them. When you are not here, and\nI happen to think of you, I always get the vision of another\nacquaintance--one who does not resemble you, but with whom you have\ncertain traits in common.\n\nMR. Y. Who is he?\n\nMR. X. I don't want to name him, but--I used for several years to take\nmy meals at a certain place, and there, at the side-table where they\nkept the whiskey and the otter preliminaries, I met a little blond man,\nwith blond, faded eyes. He had a wonderful faculty for making his way\nthrough a crowd, without jostling anybody or being jostled himself. And\nfrom his customary place down by the door he seemed perfectly able to\nreach whatever he wanted on a table that stood some six feet away from\nhim. He seemed always happy just to be in company. But when he met\nanybody he knew, then the joy of it made him roar with laughter, and he\nwould hug and pat the other fellow as if he hadn't seen a human face\nfor years. When anybody stepped on his foot, he smiled as if eager to\napologise for being in the way. For two years I watched him and amused\nmyself by guessing at his occupation and character. But I never asked\nwho he was; I didn't want to know, you see, for then all the fun would\nhave been spoiled at once. That man had just your quality of being\nindefinite. At different times I made him out to be a teacher who\nhad never got his licence, a non-commissioned officer, a druggist, a\ngovernment clerk, a detective--and like you, he looked as if made out of\ntwo pieces, for the front of him never quite fitted the back. One day\nI happened to read in a newspaper about a big forgery committed by\na well-known government official. Then I learned that my indefinite\ngentleman had been a partner of the forger's brother, and that his name\nwas Strawman. Later on I learned that the aforesaid Strawman used to run\na circulating library, but that he was now the police reporter of a big\ndaily. How in the world could I hope to establish a connection between\nthe forgery, the police, and my little man's peculiar manners? It was\nbeyond me; and when I asked a friend whether Strawman had ever been\npunished for something, my friend couldn't answer either yes or no--he\njust didn't know! [Pause.]\n\nMR. Y. Well, had he ever been--punished?\n\nMR. X. No, he had not. [Pause.]\n\nMR. Y. And that was the reason, you think, why the police had such an\nattraction for him, and why he was so afraid of offending people?\n\nMR. X. Exactly!\n\nMR. Y. And did you become acquainted with him afterward?\n\nMR. X. No, I didn't want to. [Pause.]\n\nMR. Y. Would you have been willing to make his acquaintance if he had\nbeen--punished?\n\nMR. X. Perfectly!\n\n(MR. Y. rises and walks back and forth several times.)\n\nMR. X. Sit still! Why can't you sit still?\n\nMR. Y. How did you get your liberal view of human conditions? Are you a\nChristian?\n\nMR. X. Oh, can't you see that I am not?\n\n(MR. Y. makes a face.)\n\nMR. X. The Christians require forgiveness. But I require punishment in\norder that the balance, or whatever you may call it, be restored. And\nyou, who have served a term, ought to know the difference.\n\nMR. Y. [Stands motionless and stares at MR. X., first with wild, hateful\neyes, then with surprise and admiration] How--could--you--know--that?\n\nMR. X. Why, I could see it.\n\nMR. Y. How? How could you see it?\n\nMR. X, Oh, with a little practice. It is an art, like many others. But\ndon't let us talk of it any more. [He looks at his watch, arranges a\ndocument on the table, dips a pen in the ink-well, and hands it to MR.\nY.] I must be thinking of my tangled affairs. Won't you please witness\nmy signature on this note here? I am going to turn it in to the bank at\nMalmo tomorrow, when I go to the city with you.\n\nMR. Y. I am not going by way of Malmo.\n\nMR. X. Oh, you are not?\n\nMR. Y. No.\n\nMR. X. But that need not prevent you from witnessing my signature.\n\nMR. Y. N-no!--I never write my name on papers of that kind--\n\nMR. X.--any longer! This is the fifth time you have refused to write\nyour own name. The first time nothing more serious was involved than the\nreceipt for a registered letter. Then I began to watch you. And since\nthen I have noticed that you have a morbid fear of a pen filled with\nink. You have not written a single letter since you came here--only a\npost-card, and that you wrote with a blue pencil. You understand now\nthat I have figured out the exact nature of your slip? Furthermore! This\nis something like the seventh time you have refused to come with me to\nMalmo, which place you have not visited at all during all this time. And\nyet you came the whole way from America merely to have a look at Malmo!\nAnd every morning you walk a couple of miles, up to the old mill, just\nto get a glimpse of the roofs of Malmo in the distance. And when you\nstand over there at the right-hand window and look out through the third\npane from the bottom on the left side, you can see the spired turrets of\nthe castle and the tall chimney of the county jail.--And now I hope you\nsee that it's your own stupidity rather than my cleverness which has\nmade everything clear to me.\n\nMR. Y. This means that you despise me?\n\nMR. X. Oh, no!\n\nMR. Y. Yes, you do--you cannot but do it!\n\nMR. X. No--here's my hand.\n\n(MR. Y. takes hold of the outstretched hand and kisses it.)\n\nMR. X. [Drawing back his hand] Don't lick hands like a dog!\n\nMR. Y. Pardon me, sir, but you are the first one who has let me touch\nhis hand after learning--\n\nMR. X. And now you call me \"sir!\"--What scares me about you is that you\ndon't feel exonerated, washed clean, raised to the old level, as good\nas anybody else, when you have suffered your punishment. Do you care to\ntell me how it happened? Would you?\n\nMR. Y. [Twisting uneasily] Yes, but you won't believe what I say. But\nI'll tell you. Then you can see for yourself that I am no ORDINARY\ncriminal. You'll become convinced, I think, that there are errors which,\nso to speak, are involuntary--[twisting again] which seem to commit\nthemselves--spontaneously--without being willed by oneself, and for\nwhich one cannot be held responsible--May I open the door a little now,\nsince the storm seems to have passed over?\n\nMR. X. Suit yourself.\n\nMR. Y. [Opens the door; then he sits down at the table and begins to\nspeak with exaggerated display of feeling, theatrical gestures, and a\ngood deal of false emphasis] Yes, I'll tell you! I was a student in the\nuniversity at Lund, and I needed to get a loan from a bank. I had no\npressing debts, and my father owned some property--not a great deal, of\ncourse. However, I had sent the note to the second man of the two who\nwere to act as security, and, contrary to expectations, it came back\nwith a refusal. For a while I was completely stunned by the blow, for it\nwas a very unpleasant surprise--most unpleasant! The note was lying in\nfront of me on the table, and the letter lay beside it. At first my eyes\nstared hopelessly at those lines that pronounced my doom--that is, not a\ndeath-doom, of course, for I could easily find other securities, as many\nas I wanted--but as I have already said, it was very annoying just\nthe same. And as I was sitting there quite unconscious of any evil\nintention, my eyes fastened upon the signature of the letter, which\nwould have made my future secure if it had only appeared in the right\nplace. It was an unusually well-written signature--and you know how\nsometimes one may absent-mindedly scribble a sheet of paper full of\nmeaningless words. I had a pen in my hand--[picks up a penholder from\nthe table] like this. And somehow it just began to run--I don't want\nto claim that there was anything mystical--anything of a spiritualistic\nnature back of it--for that kind of thing I don't believe in! It was\na wholly unreasoned, mechanical process--my copying of that beautiful\nautograph over and over again. When all the clean space on the letter\nwas used up, I had learned to reproduce the signature automatically--and\nthen--[throwing away the penholder with a violent gesture] then I forgot\nall about it. That night I slept long and heavily. And when I woke up,\nI could feel that I had been dreaming, but I couldn't recall the dream\nitself. At times it was as if a door had been thrown ajar, and then\nI seemed to see the writing-table with the note on it as in a distant\nmemory--and when I got out of bed, I was forced up to the table, just as\nif, after careful deliberation, I had formed an irrevocable decision to\nsign the name to that fateful paper. All thought of the consequences,\nof the risk involved, had disappeared--no hesitation remained--it was\nalmost as if I was fulfilling some sacred duty--and so I wrote! [Leaps\nto his feet] What could it be? Was it some kind of outside influence, a\ncase of mental suggestion, as they call it? But from whom could it come?\nI was sleeping alone in that room. Could it possibly be my primitive\nself--the savage to whom the keeping of faith is an unknown thing--which\npushed to the front while my consciousness was asleep--together with the\ncriminal will of that self, and its inability to calculate the results\nof an action? Tell me, what do you think of it?\n\nMR. X. [As if he had to force the words out of himself] Frankly\nspeaking, your story does not convince me--there are gaps in it, but\nthese may depend on your failure to recall all the details--and I\nhave read something about criminal suggestion--or I think I have, at\nleast--hm! But all that is neither here nor there! You have taken your\nmedicine--and you have had the courage to acknowledge your fault. Now we\nwon't talk of it any more.\n\nMR. Y. Yes, yes, yes, we must talk of it--till I become sure of my\ninnocence.\n\nMR. X. Well, are you not?\n\nMR. Y. No, I am not!\n\nMR. X. That's just what bothers me, I tell you. It's exactly what is\nbothering me!--Don't you feel fairly sure that every human being hides\na skeleton in his closet? Have we not, all of us, stolen and lied as\nchildren? Undoubtedly! Well, now there are persons who remain children\nall their lives, so that they cannot control their unlawful desires.\nThen comes the opportunity, and there you have your criminal.--But I\ncannot understand why you don't feel innocent. If the child is not held\nresponsible, why should the criminal be regarded differently? It is\nthe more strange because--well, perhaps I may come to repent it later.\n[Pause] I, for my part, have killed a man, and I have never suffered any\nqualms on account of it.\n\nMR. Y. [Very much interested] Have--you?\n\nMR. X, Yes, I, and none else! Perhaps you don't care to shake hands with\na murderer?\n\nMR. Y. [Pleasantly] Oh, what nonsense!\n\nMR. X. Yes, but I have not been punished,\n\nME. Y. [Growing more familiar and taking on a superior tone] So much the\nbetter for you!--How did you get out of it?\n\nMR. X. There was nobody to accuse me, no suspicions, no witnesses.\nThis is the way it happened. One Christmas I was invited to hunt with\na fellow-student a little way out of Upsala. He sent a besotted old\ncoachman to meet me at the station, and this fellow went to sleep on the\nbox, drove the horses into a fence, and upset the whole equipage in\na ditch. I am not going to pretend that my life was in danger. It was\nsheer impatience which made me hit him across the neck with the edge of\nmy hand--you know the way--just to wake him up--and the result was that\nhe never woke up at all, but collapsed then and there.\n\nMR. Y. [Craftily] And did you report it?\n\nMR. X. No, and these were my reasons for not doing so. The man left\nno family behind him, or anybody else to whom his life could be of\nthe slightest use. He had already outlived his allotted period of\nvegetation, and his place might just as well be filled by somebody more\nin need of it. On the other hand, my life was necessary to the happiness\nof my parents and myself, and perhaps also to the progress of my\nscience. The outcome had once for all cured me of any desire to wake up\npeople in that manner, and I didn't care to spoil both my own life and\nthat of my parents for the sake of an abstract principle of justice.\n\nMR. Y. Oh, that's the way you measure the value of a human life?\n\nMR. X. In the present case, yes.\n\nMR. Y. But the sense of guilt--that balance you were speaking of?\n\nMR. X. I had no sense of guilt, as I had committed no crime. As a boy I\nhad given and taken more than one blow of the same kind, and the fatal\noutcome in this particular case was simply caused by my ignorance of the\neffect such a blow might have on an elderly person.\n\nMR. Y. Yes, but even the unintentional killing of a man is punished\nwith a two-year term at hard labour--which is exactly what one gets\nfor--writing names.\n\nMR. X. Oh, you may be sure I have thought of it. And more than one night\nI have dreamt myself in prison. Tell me now--is it really as bad as they\nsay to find oneself behind bolt and bar?\n\nMR. Y. You bet it is!--First of all they disfigure you by cutting off\nyour hair, and if you don't look like a criminal before, you are sure\nto do so afterward. And when you catch sight of yourself in a mirror you\nfeel quite sure that you are a regular bandit.\n\nMR. X. Isn't it a mask that is being torn off, perhaps? Which wouldn't\nbe a bad idea, I should say.\n\nMR. Y. Yes, you can have your little jest about it!--And then they cut\ndown your food, so that every day and every hour you become conscious of\nthe border line between life and death. Every vital function is more or\nless checked. You can feel yourself shrinking. And your soul, which was\nto be cured and improved, is instead put on a starvation diet--pushed\nback a thousand years into outlived ages. You are not permitted to\nread anything but what was written for the savages who took part in the\nmigration of the peoples. You hear of nothing but what will never happen\nin heaven; and what actually does happen on the earth is kept hidden\nfrom you. You are torn out of your surroundings, reduced from your own\nclass, put beneath those who are really beneath yourself. Then you get\na sense of living in the bronze age. You come to feel as if you were\ndressed in skins, as if you were living in a cave and eating out of a\ntrough--ugh!\n\nMR. X. But there is reason back of all that. One who acts as if he\nbelonged to the bronze age might surely be expected to don the proper\ncostume.\n\nMR. Y. [Irately] Yes, you sneer! You who have behaved like a man from\nthe stone age--and who are permitted to live in the golden age.\n\nMR. X. [Sharply, watching him closely] What do you mean with that last\nexpression--the golden age?\n\nMR. Y. [With a poorly suppressed snarl] Nothing at all.\n\nMR. X. Now you lie--because you are too much of a coward to say all you\nthink.\n\nMR. Y. Am I a coward? You think so? But I was no coward when I dared to\nshow myself around here, where I had had to suffer as I did.--But can\nyou tell what makes one suffer most while in there?--It is that the\nothers are not in there too!\n\nMR. X. What others?\n\nMR. Y. Those that go unpunished.\n\nMR. X. Are you thinking of me?\n\nMR. Y. I am.\n\nMR. X. But I have committed no crime.\n\nMR. Y. Oh, haven't you?\n\nMR. X. No, a misfortune is no crime.\n\nMR. Y. So, it's a misfortune to commit murder?\n\nMR. X. I have not committed murder.\n\nMR. Y. Is it not murder to kill a person?\n\nMR. X. Not always. The law speaks of murder, manslaughter, killing\nin self-defence--and it makes a distinction between intentional and\nunintentional killing. However--now you really frighten me, for it's\nbecoming plain to me that you belong to the most dangerous of all human\ngroups--that of the stupid.\n\nMR. Y. So you imagine that I am stupid? Well, listen--would you like me\nto show you how clever I am?\n\nMR. X. Come on!\n\nMR. Y. I think you'll have to admit that there is both logic and\nwisdom in the argument I'm now going to give you. You have suffered a\nmisfortune which might have brought you two years at hard labor. You\nhave completely escaped the disgrace of being punished. And here you see\nbefore you a man--who has also suffered a misfortune--the victim of an\nunconscious impulse--and who has had to stand two years of hard labor\nfor it. Only by some great scientific achievement can this man wipe\noff the taint that has become attached to him without any fault of\nhis own--but in order to arrive at some such achievement, he must have\nmoney--a lot of money--and money this minute! Don't you think that the\nother one, the unpunished one, would bring a little better balance into\nthese unequal human conditions if he paid a penalty in the form of a\nfine? Don't you think so?\n\nMR. X. [Calmly] Yes.\n\nMR. Y. Then we understand each other.--Hm! [Pause] What do you think\nwould be reasonable?\n\nMR. X. Reasonable? The minimum fine in such a case is fixed by the law\nat fifty crowns. But this whole question is settled by the fact that the\ndead man left no relatives.\n\nMR. Y. Apparently you don't want to understand. Then I'll have to speak\nplainly: it is to me you must pay that fine.\n\nMR. X. I have never heard that forgers have the right to collect fines\nimposed for manslaughter. And, besides, there is no prosecutor.\n\nMR. Y. There isn't? Well--how would I do?\n\nMR. X. Oh, NOW we are getting the matter cleared up! How much do you\nwant for becoming my accomplice?\n\nMR. Y. Six thousand crowns.\n\nMR. X. That's too much. And where am I to get them?\n\n(MR. Y. points to the box.)\n\nMR. X. No, I don't want to do that. I don't want to become a thief.\n\nMR. Y. Oh, don't put on any airs now! Do you think I'll believe that you\nhaven't helped yourself out of that box before?\n\nMR. X. [As if speaking to himself] Think only, that I could let myself\nbe fooled so completely. But that's the way with these soft natures.\nYou like them, and then it's so easy to believe that they like you. And\nthat's the reason why I have always been on my guard against people I\ntake a liking to!--So you are firmly convinced that I have helped myself\nout of the box before?\n\nMR. Y. Certainly! MR. X. And you are going to report me if you don't get\nsix thousand crowns?\n\nMR. Y. Most decidedly! You can't get out of it, so there's no use\ntrying.\n\nMR. X. You think I am going to give my father a thief for son, my wife\na thief for husband, my children a thief for father, my fellow-workers a\nthief for colleague? No, that will never happen!--Now I am going over to\nthe sheriff to report the killing myself.\n\nMR. Y. [Jumps up and begins to pick up his things] Wait a moment!\n\nMR. X. For what?\n\nMR. Y. [Stammering] Oh, I thought--as I am no longer needed--it wouldn't\nbe necessary for me to stay--and I might just as well leave.\n\nMR. X. No, you may not!--Sit down there at the table, where you sat\nbefore, and we'll have another talk before you go.\n\nMR. Y. [Sits down after having put on a dark coat] What are you up to\nnow?\n\nMR. X. [Looking into the mirror back of MR. Y.] Oh, now I have it!\nOh-h-h!\n\nMR. Y. [Alarmed] What kind of wonderful things are you discovering now?\n\nMR. X. I see in the mirror that you are a thief--a plain, ordinary\nthief! A moment ago, while you had only the white shirt on, I could\nnotice that there was something wrong about my book-shelf. I couldn't\nmake out just what it was, for I had to listen to you and watch you. But\nas my antipathy increased, my vision became more acute. And now, with\nyour black coat to furnish the needed color contrast For the red back\nof the book, which before couldn't be seen against the red of your\nsuspenders--now I see that you have been reading about forgeries in\nBernheim's work on mental suggestion--for you turned the book upsidedown\nin putting it back. So even that story of yours was stolen! For tins\nreason I think myself entitled to conclude that your crime must have\nbeen prompted by need, or by mere love of pleasure.\n\nMR. Y. By need! If you only knew--\n\nMR. X. If YOU only knew the extent of the need I have had to face and\nlive through! But that's another story! Let's proceed with your case.\nThat you have been in prison--I take that for granted. But it happened\nin America, for it was American prison life you described. Another thing\nmay also be taken for granted, namely, that you have not borne your\npunishment on this side.\n\nMR. Y. How can you imagine anything of the kind?\n\nMR. X. Wait until the sheriff gets here, and you'll learn all about it.\n\n(MR. Y. gets up.)\n\nME. X. There you see! The first time I mentioned the sheriff, in\nconnection with the storm, you wanted also to run away. And when a\nperson has served out his time he doesn't care to visit an old mill\nevery day just to look at a prison, or to stand by the window--in a\nword, you are at once punished and unpunished. And that's why it was so\nhard to make you out. [Pause.]\n\nMR. Y. [Completely beaten] May I go now?\n\nMR. X. Now you can go.\n\nMR. Y. [Putting his things together] Are you angry at me?\n\nMR. X. Yes--would you prefer me to pity you?\n\nMR. Y. [Sulkily] Pity? Do you think you're any better than I?\n\nMR. X. Of course I do, as I AM better than you. I am wiser, and I am\nless of a menace to prevailing property rights.\n\nMR. Y. You think you are clever, but perhaps I am as clever as you. For\nthe moment you have me checked, but in the next move I can mate you--all\nthe same!\n\nMR. X. [Looking hard at MR. Y.] So we have to have another bout! What\nkind of mischief are you up to now?\n\nMR. Y. That's my secret.\n\nMR. X. Just look at me--oh, you mean to write my wife an anonymous\nletter giving away MY secret!\n\nMR. Y. Well, how are you going to prevent it? You don't dare to have me\narrested. So you'll have to let me go. And when I am gone, I can do what\nI please.\n\nMR. X. You devil! So you have found my vulnerable spot! Do you want to\nmake a real murderer out of me?\n\nMR. Y. That's more than you'll ever become--coward!\n\nMR. X. There you see how different people are. You have a feeling that I\ncannot become guilty of the same kind of acts as you. And that gives you\nthe upper hand. But suppose you forced me to treat you as I treated that\ncoachman?\n\n[He lifts his hand as if ready to hit MR. Y.]\n\nMR. Y. [Staring MR. X. straight in the face] You can't! It's too much\nfor one who couldn't save himself by means of the box over there.\n\nME. X. So you don't think I have taken anything out of the box?\n\nMR. Y. You were too cowardly--just as you were too cowardly to tell your\nwife that she had married a murderer.\n\nMR. X. You are a different man from what I took you to be--if stronger\nor weaker, I cannot tell--if more criminal or less, that's none of my\nconcern--but decidedly more stupid; that much is quite plain. For stupid\nyou were when you wrote another person's name instead of begging--as\nI have had to do. Stupid you were when you stole things out of my\nbook--could you not guess that I might have read my own books? Stupid\nyou were when you thought yourself cleverer than me, and when you\nthought that I could be lured into becoming a thief. Stupid you were\nwhen you thought balance could be restored by giving the world two\nthieves instead of one. But most stupid of all you were when you thought\nI had failed to provide a safe corner-stone for my happiness. Go ahead\nand write my wife as many anonymous letters as you please about\nher husband having killed a man--she knew that long before we were\nmarried!--Have you had enough now?\n\nMR. Y. May I go?\n\nMR. X. Now you HAVE to go! And at once! I'll send your things after\nyou!--Get out of here!\n\n(Curtain.)\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Creditors; Pariah, by August Strindberg\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CREDITORS; PARIAH ***\n\n***** This file should be named 5053.txt or 5053.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/0\/5\/5053\/\n\nProduced by Nicole Apostola, Charles Franks and the Online\nDistributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":781,"split":"train"}
