{"ori_id":"e070825c9e6a08429ba971f12745f7b29c7a41b1","title":"The Two Noble Kinsmen","context":"The Two Noble Kinsmen\n A prologue informs the audience that the play is based on a story from Chaucer.\nThree queens come to plead with Theseus and Hippolyta, rulers of Athens, to avenge the deaths of their husbands by the hand of the tyrant Creon of Thebes. Creon has killed the three kings and refuses to allow them proper burial. Theseus agrees to wage war on Creon.\nIn Thebes, Palamon and Arcite, cousins and close friends, are bound by duty to fight for Creon, though they are appalled by his tyranny. In a hard-fought battle Palamon and Arcite enact prodigies of courage, but the Thebans are defeated by Theseus. Palamon and Arcite are imprisoned, but philosophically resign themselves to their fate. Their stoicism is instantly destroyed when from their prison window they see the Athenian princess Emilia. Both fall in love with her, and their friendship turns to bitter rivalry. Arcite is released after a relative intercedes on his behalf. He is banished from Athens, but he disguises himself, wins a local wrestling match, and is appointed as Emilia's bodyguard.\nMeanwhile, the jailer's daughter has fallen in love with Palamon and helps him escape. She follows him, but he ignores her: still obsessed with Emilia. He lives in the forest half-starved, where he meets Arcite. The two argue, but Arcite offers to bring Palamon food, drink and armaments so that they can meet in an equal fight over Emilia.\nThe jailer's daughter, forsaken, has gone mad. She sings and babbles in the forest. She meets a troupe of local countrymen who want to perform a Morris dance before the king and queen. Local schoolmaster Gerald invites the mad daughter to join the performance. Theseus and Hippolyta appear, hunting. Gerald hails them, and they agree to watch the yokels perform a bizarre act for them, with the jailer's mad daughter dancing. The royal couple reward them.\nArcite returns with the food and weapons. After a convivial dinner with reminiscences, the two fight. Theseus and his entourage arrive on the scene. He orders that Palamon and Arcite be arrested and executed. Hippolyta and Emilia intervene, and so Theseus agrees to a public tournament between the two for Emilia's hand. Each warrior will be allowed three companions to assist them. The loser and his companion knights will be executed.\nThe jailer finds his daughter with the help of friends. He tries to restore her mental health. On the advice of a doctor, he encourages her former suitor to pretend to be Palamon so that she will be gradually accustomed to see him as her true love. His devotion slowly wins her over.\nBefore the tournament, Arcite prays to Mars that he win the battle; Palamon prays to Venus that he marry Emilia; Emilia prays to Diana that she be wed to the one who loves her best. Each prayer is granted: Arcite wins the combat, but is then thrown from his horse and dies, leaving Palamon to wed Emilia.\nï»¿\nProject Gutenberg Etext of The Two Noble Kinsmen by Shakespeare\nPG has multiple editions of William Shakespeare's Complete Works\n\n\nCopyright laws are changing all over the world, be sure to check\nthe copyright laws for your country before posting these files!!\n\nPlease take a look at the important information in this header.\nWe encourage you to keep this file on your own disk, keeping an\nelectronic path open for the next readers.  Do not remove this.\n\n\n**Welcome To The World of Free Plain Vanilla Electronic Texts**\n\n**Etexts Readable By Both Humans and By Computers, Since 1971**\n\n*These Etexts Prepared By Hundreds of Volunteers and Donations*\n\nInformation on contacting Project Gutenberg to get Etexts, and\nfurther information is included below.  We need your donations.\n\n\nThe Two Noble Kinsmen\n\nby William Shakespeare and John Fletcher [Apocrypha]\n\nNovember, 1998 [Etext #1542]\n\n\nProject Gutenberg Etext of The Two Noble Kinsmen by Shakespeare\n******This file should be named 1542.txt or 1542.zip******\n\n\nThis etext was prepared by Christopher Hapka, Sunnyvale, CA.\n\n\nProject Gutenberg Etexts are usually created from multiple editions,\nall of which are in the Public Domain in the United States, unless a\ncopyright notice is included.  Therefore, we usually do NOT! keep\nthese books in compliance with any particular paper edition.\n\n\nWe are now trying to release all our books one month in advance\nof the official release dates, leaving time for better editing.\n\nPlease note:  neither this list nor its contents are final till\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg Etexts is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.  To be sure you have an\nup to date first edition [xxxxx10x.xxx] please check file sizes\nin the first week of the next month.  Since our ftp program has\na bug in it that scrambles the date [tried to fix and failed] a\nlook at the file size will have to do, but we will try to see a\nnew copy has at least one byte more or less.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any etext selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.  This\nprojected audience is one hundred million readers.  If our value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour this year as we release thirty-six text\nfiles per month, or 432 more Etexts in 1999 for a total of 2000+\nIf these reach just 10% of the computerized population, then the\ntotal should reach over 200 billion Etexts given away this year.\n\nThe Goal of Project Gutenberg is to Give Away One Trillion Etext\nFiles by December 31, 2001.  [10,000 x 100,000,000 = 1 Trillion]\nThis is ten thousand titles each to one hundred million readers,\nwhich is only ~5% of the present number of computer users.\n\nAt our revised rates of production, we will reach only one-third\nof that goal by the end of 2001, or about 3,333 Etexts unless we\nmanage to get some real funding; currently our funding is mostly\nfrom Michael Hart's salary at Carnegie-Mellon University, and an\nassortment of sporadic gifts; this salary is only good for a few\nmore years, so we are looking for something to replace it, as we\ndon't want Project Gutenberg to be so dependent on one person.\n\nWe need your donations more than ever!\n\n\nAll donations should be made to \"Project Gutenberg\/CMU\": and are\ntax deductible to the extent allowable by law.  (CMU = Carnegie-\nMellon University).\n\nFor these and other matters, please mail to:\n\nProject Gutenberg\nP. O. Box  2782\nChampaign, IL 61825\n\nWhen all other email fails. . .try our Executive Director:\nMichael S. Hart <hart@pobox.com>\nhart@pobox.com forwards to hart@prairienet.org and archive.org\nif your mail bounces from archive.org, I will still see it, if\nit bounces from prairienet.org, better resend later on. . . .\n\nWe would prefer to send you this information by email.\n\n******\n\nTo access Project Gutenberg etexts, use any Web browser\nto view http:\/\/promo.net\/pg.  This site lists Etexts by\nauthor and by title, and includes information about how\nto get involved with Project Gutenberg.  You could also\ndownload our past Newsletters, or subscribe here.  This\nis one of our major sites, please email hart@pobox.com,\nfor a more complete list of our various sites.\n\nTo go directly to the etext collections, use FTP or any\nWeb browser to visit a Project Gutenberg mirror (mirror\nsites are available on 7 continents; mirrors are listed\nat http:\/\/promo.net\/pg).\n\nMac users, do NOT point and click, typing works better.\n\nExample FTP session:\n\nftp sunsite.unc.edu\nlogin: anonymous\npassword: your@login\ncd pub\/docs\/books\/gutenberg\ncd etext90 through etext99\ndir [to see files]\nget or mget [to get files. . .set bin for zip files]\nGET GUTINDEX.??  [to get a year's listing of books, e.g., GUTINDEX.99]\nGET GUTINDEX.ALL [to get a listing of ALL books]\n\n***\n\n**Information prepared by the Project Gutenberg legal advisor**\n\n(Three Pages)\n\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN ETEXTS**START***\nWhy is this \"Small Print!\" statement here?  You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this etext, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault.  So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you.  It also tells you how\nyou can distribute copies of this etext if you want to.\n\n*BEFORE!* YOU USE OR READ THIS ETEXT\nBy using or reading any part of this PROJECT GUTENBERG-tm\netext, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement.  If you do not, you can receive\na refund of the money (if any) you paid for this etext by\nsending a request within 30 days of receiving it to the person\nyou got it from.  If you received this etext on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM ETEXTS\nThis PROJECT GUTENBERG-tm etext, like most PROJECT GUTENBERG-\ntm etexts, is a \"public domain\" work distributed by Professor\nMichael S. Hart through the Project Gutenberg Association at\nCarnegie-Mellon University (the \"Project\").  Among other\nthings, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties.  Special rules, set forth\nbelow, apply if you wish to copy and distribute this etext\nunder the Project's \"PROJECT GUTENBERG\" trademark.\n\nTo create these etexts, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks.  Despite these efforts, the Project's etexts and any\nmedium they may be on may contain \"Defects\".  Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other etext medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] the Project (and any other party you may receive this\netext from as a PROJECT GUTENBERG-tm etext) disclaims all\nliability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this etext within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from.  If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy.  If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS ETEXT IS OTHERWISE PROVIDED TO YOU \"AS-IS\".  NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE ETEXT OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold the Project, its directors,\nofficers, members and agents harmless from all liability, cost\nand expense, including legal fees, that arise directly or\nindirectly from any of the following that you do or cause:\n[1] distribution of this etext, [2] alteration, modification,\nor addition to the etext, or [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this etext electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     etext or this \"small print!\" statement.  You may however,\n     if you wish, distribute this etext in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word pro-\n     cessing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The etext, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The etext may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the etext (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          etext in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the etext refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Project of 20% of the\n     net profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Association\/Carnegie-Mellon\n     University\" within the 60 days following each\n     date you prepare (or were legally required to prepare)\n     your annual (or equivalent periodic) tax return.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nThe Project gratefully accepts contributions in money, time,\nscanning machines, OCR software, public domain etexts, royalty\nfree copyright licenses, and every other sort of contribution\nyou can think of.  Money should be paid to \"Project Gutenberg\nAssociation \/ Carnegie-Mellon University\".\n\n*END*THE SMALL PRINT! FOR PUBLIC DOMAIN ETEXTS*Ver.04.29.93*END*\n\n\n\n\n\nThis etext was prepared by Christopher Hapka, Sunnyvale, CA.\n\n\n\n\n\nTHE TWO NOBLE KINSMEN\n\n\n\nA NOTE ON THE TEXT:\n\nThe text of this Project Gutenberg edition is taken from C. F.\nTucker Brooke's 1908 edition of THE SHAKESPEARE APOCRYPHA. Italics\nhave been silently removed in most places, as for proper names,\nand replaced with ALL CAPS or bracketed text where appropriate.\n\n\n\n\nTHE TWO NOBLE KINSMEN:\n\nPresented at the Blackfriers\nby the Kings Maiesties servants,\nwith great applause:\n\nWritten by the memorable Worthies of their time;\n\nMr. John Fletcher, Gent., and\nMr. William Shakspeare, Gent.\n\nPrinted at London by Tho. Cotes, for John Waterson:\nand are to be sold at the signe of the Crowne\nin Pauls Church-yard. 1634.\n\n\n\n\n(The Persons represented in the Play.\n\nHymen,\nTheseus,\nHippolita, Bride to Theseus\nEmelia, Sister to Theseus\n[Emelia's Woman],\nNymphs,\nThree Queens,\nThree valiant Knights,\nPalamon, and\nArcite, The two Noble Kinsmen, in love with fair Emelia\n[Valerius],\nPerithous,\n[A Herald],\n[A Gentleman],\n[A Messenger],\n[A Servant],\n[Wooer],\n[Keeper],\nJaylor,\nHis Daughter, in love with Palamon\n[His brother],\n[A Doctor],\n[4] Countreymen,\n[2 Friends of the Jaylor],\n[3 Knights],\n[Nel, and other]\nWenches,\nA Taborer,\nGerrold, A Schoolmaster.)\n\n\n\n\nPROLOGVE.\n\n[Florish.]\n\nNew Playes, and Maydenheads, are neare a kin,\nMuch follow'd both, for both much mony g'yn,\nIf they stand sound, and well: And a good Play\n(Whose modest Sceanes blush on his marriage day,\nAnd shake to loose his honour) is like hir\nThat after holy Tye and first nights stir\nYet still is Modestie, and still retaines\nMore of the maid to sight, than Husbands paines;\nWe pray our Play may be so; For I am sure\nIt has a noble Breeder, and a pure,\nA learned, and a Poet never went\nMore famous yet twixt Po and silver Trent:\nChaucer (of all admir'd) the Story gives,\nThere constant to Eternity it lives.\nIf we let fall the Noblenesse of this,\nAnd the first sound this child heare, be a hisse,\nHow will it shake the bones of that good man,\nAnd make him cry from under ground, 'O fan\nFrom me the witles chaffe of such a wrighter\nThat blastes my Bayes, and my fam'd workes makes lighter\nThen Robin Hood!'  This is the feare we bring;\nFor to say Truth, it were an endlesse thing,\nAnd too ambitious, to aspire to him,\nWeake as we are, and almost breathlesse swim\nIn this deepe water.  Do but you hold out\nYour helping hands, and we shall take about,\nAnd something doe to save us: You shall heare\nSceanes, though below his Art, may yet appeare\nWorth two houres travell.  To his bones sweet sleepe:\nContent to you.  If this play doe not keepe\nA little dull time from us, we perceave\nOur losses fall so thicke, we must needs leave.  [Florish.]\n\n\n\n\nActus Primus.\n\n\n\n\n[Scaena 1.]  (Athens.  Before a temple.)\n\n[Enter Hymen with a Torch burning: a Boy, in a white Robe before\n singing, and strewing Flowres: After Hymen, a Nimph, encompast\nin\n her Tresses, bearing a wheaten Garland.  Then Theseus betweene\n two other Nimphs with wheaten Chaplets on their heades.  Then\n Hipolita the Bride, lead by Pirithous, and another holding a\n Garland over her head (her Tresses likewise hanging.)  After\n her Emilia holding up her Traine.  (Artesius and Attendants.)]\n\nThe Song,  [Musike.]\n\nRoses their sharpe spines being gon,\nNot royall in their smels alone,\nBut in their hew.\nMaiden Pinckes, of odour faint,\nDazies smel-lesse, yet most quaint\nAnd sweet Time true.\n\nPrim-rose first borne child of Ver,\nMerry Spring times Herbinger,\nWith her bels dimme.\nOxlips, in their Cradles growing,\nMary-golds, on death beds blowing,\nLarkes-heeles trymme.\n\nAll deere natures children sweete,\nLy fore Bride and Bridegroomes feete,  [Strew Flowers.]\nBlessing their sence.\nNot an angle of the aire,\nBird melodious, or bird faire,\nIs absent hence.\n\nThe Crow, the slaundrous Cuckoe, nor\nThe boding Raven, nor Chough hore\nNor chattring Pie,\nMay on our Bridehouse pearch or sing,\nOr with them any discord bring,\nBut from it fly.\n\n[Enter 3. Queenes in Blacke, with vailes staind, with imperiall\n Crownes.  The 1. Queene fals downe at the foote of Theseus; The\n 2. fals downe at the foote of Hypolita.  The 3. before Emilia.]\n\n1. QUEEN.\n\nFor pitties sake and true gentilities,\nHeare, and respect me.\n\n2. QUEEN.\n\nFor your Mothers sake,\nAnd as you wish your womb may thrive with faire ones,\nHeare and respect me.\n\n3. QUEEN\n\nNow for the love of him whom Iove hath markd\nThe honour of your Bed, and for the sake\nOf cleere virginity, be Advocate\nFor us, and our distresses.  This good deede\nShall raze you out o'th Booke of Trespasses\nAll you are set downe there.\n\nTHESEUS.\n\nSad Lady, rise.\n\nHIPPOLITA.\n\nStand up.\n\nEMILIA.\n\nNo knees to me.\nWhat woman I may steed that is distrest,\nDoes bind me to her.\n\nTHESEUS.\n\nWhat's your request?  Deliver you for all.\n\n1. QUEEN.\n\nWe are 3. Queenes, whose Soveraignes fel before\nThe wrath of cruell Creon; who endured\nThe Beakes of Ravens, Tallents of the Kights,\nAnd pecks of Crowes, in the fowle feilds of Thebs.\nHe will not suffer us to burne their bones,\nTo urne their ashes, nor to take th' offence\nOf mortall loathsomenes from the blest eye\nOf holy Phoebus, but infects the windes\nWith stench of our slaine Lords.  O pitty, Duke:\nThou purger of the earth, draw thy feard Sword\nThat does good turnes to'th world; give us the Bones\nOf our dead Kings, that we may Chappell them;\nAnd of thy boundles goodnes take some note\nThat for our crowned heades we have no roofe,\nSave this which is the Lyons, and the Beares,\nAnd vault to every thing.\n\nTHESEUS.\n\nPray you, kneele not:\nI was transported with your Speech, and suffer'd\nYour knees to wrong themselves; I have heard the fortunes\nOf your dead Lords, which gives me such lamenting\nAs wakes my vengeance, and revenge for'em,\nKing Capaneus was your Lord: the day\nThat he should marry you, at such a season,\nAs now it is with me, I met your Groome,\nBy Marsis Altar; you were that time faire,\nNot Iunos Mantle fairer then your Tresses,\nNor in more bounty spread her.  Your wheaten wreathe\nWas then nor threashd, nor blasted; Fortune at you\nDimpled her Cheeke with smiles: Hercules our kinesman\n(Then weaker than your eies) laide by his Club,\nHe tumbled downe upon his Nemean hide\nAnd swore his sinews thawd: O greife, and time,\nFearefull consumers, you will all devoure.\n\n1. QUEEN.\n\nO, I hope some God,\nSome God hath put his mercy in your manhood\nWhereto heel infuse powre, and presse you forth\nOur undertaker.\n\nTHESEUS.\n\nO no knees, none, Widdow,\nVnto the Helmeted Belona use them,\nAnd pray for me your Souldier.\nTroubled I am.  [turnes away.]\n\n2. QUEEN.\n\nHonoured Hypolita,\nMost dreaded Amazonian, that hast slaine\nThe Sith-tuskd Bore; that with thy Arme as strong\nAs it is white, wast neere to make the male\nTo thy Sex captive, but that this thy Lord,\nBorne to uphold Creation in that honour\nFirst nature stilde it in, shrunke thee into\nThe bownd thou wast ore-flowing, at once subduing\nThy force, and thy affection: Soldiresse\nThat equally canst poize sternenes with pitty,\nWhom now I know hast much more power on him\nThen ever he had on thee, who ow'st his strength\nAnd his Love too, who is a Servant for\nThe Tenour of thy Speech: Deere Glasse of Ladies,\nBid him that we, whom flaming war doth scortch,\nVnder the shaddow of his Sword may coole us:\nRequire him he advance it ore our heades;\nSpeak't in a womans key: like such a woman\nAs any of us three; weepe ere you faile;\nLend us a knee;\nBut touch the ground for us no longer time\nThen a Doves motion, when the head's pluckt off:\nTell him if he i'th blood cizd field lay swolne,\nShowing the Sun his Teeth, grinning at the Moone,\nWhat you would doe.\n\nHIPPOLITA.\n\nPoore Lady, say no more:\nI had as leife trace this good action with you\nAs that whereto I am going, and never yet\nWent I so willing way.  My Lord is taken\nHart deepe with your distresse: Let him consider:\nIle speake anon.\n\n3. QUEEN.\n\nO my petition was  [kneele to Emilia.]\nSet downe in yce, which by hot greefe uncandied\nMelts into drops, so sorrow, wanting forme,\nIs prest with deeper matter.\n\nEMILIA.\n\nPray stand up,\nYour greefe is written in your cheeke.\n\n3. QUEEN.\n\nO woe,\nYou cannot reade it there, there through my teares--\nLike wrinckled peobles in a glassie streame\nYou may behold 'em.  Lady, Lady, alacke,\nHe that will all the Treasure know o'th earth\nMust know the Center too; he that will fish\nFor my least minnow, let him lead his line\nTo catch one at my heart.  O pardon me:\nExtremity, that sharpens sundry wits,\nMakes me a Foole.\n\nEMILIA.\n\nPray you say nothing, pray you:\nWho cannot feele nor see the raine, being in't,\nKnowes neither wet nor dry: if that you were\nThe ground-peece of some Painter, I would buy you\nT'instruct me gainst a Capitall greefe indeed--\nSuch heart peirc'd demonstration; but, alas,\nBeing a naturall Sifter of our Sex\nYour sorrow beates so ardently upon me,\nThat it shall make a counter reflect gainst\nMy Brothers heart, and warme it to some pitty,\nThough it were made of stone: pray, have good comfort.\n\nTHESEUS.\n\nForward to'th Temple, leave not out a Iot\nO'th sacred Ceremony.\n\n1. QUEEN.\n\nO, This Celebration\nWill long last, and be more costly then\nYour Suppliants war: Remember that your Fame\nKnowles in the eare o'th world: what you doe quickly\nIs not done rashly; your first thought is more\nThen others laboured meditance: your premeditating\nMore then their actions: But, oh Iove! your actions,\nSoone as they mooves, as Asprayes doe the fish,\nSubdue before they touch: thinke, deere Duke, thinke\nWhat beds our slaine Kings have.\n\n2. QUEEN.\n\nWhat greifes our beds,\nThat our deere Lords have none.\n\n3. QUEEN.\n\nNone fit for 'th dead:\nThose that with Cordes, Knives, drams precipitance,\nWeary of this worlds light, have to themselves\nBeene deathes most horrid Agents, humaine grace\nAffords them dust and shaddow.\n\n1. QUEEN.\n\nBut our Lords\nLy blistring fore the visitating Sunne,\nAnd were good Kings, when living.\n\nTHESEUS.\n\nIt is true, and I will give you comfort,\nTo give your dead Lords graves: the which to doe,\nMust make some worke with Creon.\n\n1. QUEEN.\n\nAnd that worke presents it selfe to'th doing:\nNow twill take forme, the heates are gone to morrow.\nThen, booteles toyle must recompence it selfe\nWith it's owne sweat; Now he's secure,\nNot dreames we stand before your puissance\nWrinching our holy begging in our eyes\nTo make petition cleere.\n\n2. QUEEN.\n\nNow you may take him, drunke with his victory.\n\n3. QUEEN.\n\nAnd his Army full of Bread, and sloth.\n\nTHESEUS.\n\nArtesius, that best knowest\nHow to draw out fit to this enterprise\nThe prim'st for this proceeding, and the number\nTo carry such a businesse, forth and levy\nOur worthiest Instruments, whilst we despatch\nThis grand act of our life, this daring deede\nOf Fate in wedlocke.\n\n1. QUEEN.\n\nDowagers, take hands;\nLet us be Widdowes to our woes: delay\nCommends us to a famishing hope.\n\nALL.\n\nFarewell.\n\n2. QUEEN.\n\nWe come unseasonably: But when could greefe\nCull forth, as unpanged judgement can, fit'st time\nFor best solicitation.\n\nTHESEUS.\n\nWhy, good Ladies,\nThis is a service, whereto I am going,\nGreater then any was; it more imports me\nThen all the actions that I have foregone,\nOr futurely can cope.\n\n1. QUEEN.\n\nThe more proclaiming\nOur suit shall be neglected: when her Armes\nAble to locke Iove from a Synod, shall\nBy warranting Moone-light corslet thee, oh, when\nHer twyning Cherries shall their sweetnes fall\nVpon thy tastefull lips, what wilt thou thinke\nOf rotten Kings or blubberd Queenes, what care\nFor what thou feelst not? what thou feelst being able\nTo make Mars spurne his Drom.  O, if thou couch\nBut one night with her, every howre in't will\nTake hostage of thee for a hundred, and\nThou shalt remember nothing more then what\nThat Banket bids thee too.\n\nHIPPOLITA.\n\nThough much unlike  [Kneeling.]\nYou should be so transported, as much sorry\nI should be such a Suitour; yet I thinke,\nDid I not by th'abstayning of my joy,\nWhich breeds a deeper longing, cure their surfeit\nThat craves a present medcine, I should plucke\nAll Ladies scandall on me.  Therefore, Sir,\nAs I shall here make tryall of my prayres,\nEither presuming them to have some force,\nOr sentencing for ay their vigour dombe:\nProrogue this busines we are going about, and hang\nYour Sheild afore your Heart, about that necke\nWhich is my ffee, and which I freely lend\nTo doe these poore Queenes service.\n\nALL QUEENS.\n\nOh helpe now,\nOur Cause cries for your knee.\n\nEMILIA.\n\nIf you grant not  [Kneeling.]\nMy Sister her petition in that force,\nWith that Celerity and nature, which\nShee makes it in, from henceforth ile not dare\nTo aske you any thing, nor be so hardy\nEver to take a Husband.\n\nTHESEUS.\n\nPray stand up.\nI am entreating of my selfe to doe\nThat which you kneele to have me.  Pyrithous,\nLeade on the Bride; get you and pray the Gods\nFor successe, and returne; omit not any thing\nIn the pretended Celebration.  Queenes,\nFollow your Soldier.  As before, hence you  [to Artesius]\nAnd at the banckes of Aulis meete us with\nThe forces you can raise, where we shall finde\nThe moytie of a number, for a busines\nMore bigger look't.  Since that our Theame is haste,\nI stamp this kisse upon thy currant lippe;\nSweete, keepe it as my Token.  Set you forward,\nFor I will see you gone.  [Exeunt towards the Temple.]\nFarewell, my beauteous Sister: Pyrithous,\nKeepe the feast full, bate not an howre on't.\n\nPERITHOUS.\n\nSir,\nIle follow you at heeles; The Feasts solempnity\nShall want till your returne.\n\nTHESEUS.\n\nCosen, I charge you\nBoudge not from Athens; We shall be returning\nEre you can end this Feast, of which, I pray you,\nMake no abatement; once more, farewell all.\n\n1. QUEEN.\n\nThus do'st thou still make good the tongue o'th world.\n\n2. QUEEN.\n\nAnd earnst a Deity equal with Mars.\n\n3. QUEEN.\n\nIf not above him, for\nThou being but mortall makest affections bend\nTo Godlike honours; they themselves, some say,\nGrone under such a Mastry.\n\nTHESEUS.\n\nAs we are men,\nThus should we doe; being sensually subdude,\nWe loose our humane tytle.  Good cheere, Ladies.  [Florish.]\nNow turne we towards your Comforts.  [Exeunt.]\n\n\n\n\nScaena 2.  (Thebs).\n\n[Enter Palamon, and Arcite.]\n\nARCITE.\n\nDeere Palamon, deerer in love then Blood\nAnd our prime Cosen, yet unhardned in\nThe Crimes of nature; Let us leave the Citty\nThebs, and the temptings in't, before we further\nSully our glosse of youth:\nAnd here to keepe in abstinence we shame\nAs in Incontinence; for not to swim\nI'th aide o'th Current were almost to sincke,\nAt least to frustrate striving, and to follow\nThe common Streame, twold bring us to an Edy\nWhere we should turne or drowne; if labour through,\nOur gaine but life, and weakenes.\n\nPALAMON.\n\nYour advice\nIs cride up with example: what strange ruins\nSince first we went to Schoole, may we perceive\nWalking in Thebs?  Skars, and bare weedes\nThe gaine o'th Martialist, who did propound\nTo his bold ends honour, and golden Ingots,\nWhich though he won, he had not, and now flurted\nBy peace for whom he fought: who then shall offer\nTo Marsis so scornd Altar? I doe bleede\nWhen such I meete, and wish great Iuno would\nResume her ancient fit of Ielouzie\nTo get the Soldier worke, that peace might purge\nFor her repletion, and retaine anew\nHer charitable heart now hard, and harsher\nThen strife or war could be.\n\nARCITE.\n\nAre you not out?\nMeete you no ruine but the Soldier in\nThe Cranckes and turnes of Thebs? you did begin\nAs if you met decaies of many kindes:\nPerceive you none, that doe arowse your pitty\nBut th'un-considerd Soldier?\n\nPALAMON.\n\nYes, I pitty\nDecaies where ere I finde them, but such most\nThat, sweating in an honourable Toyle,\nAre paide with yce to coole 'em.\n\nARCITE.\n\nTis not this\nI did begin to speake of: This is vertue\nOf no respect in Thebs; I spake of Thebs\nHow dangerous if we will keepe our Honours,\nIt is for our resyding, where every evill\nHath a good cullor; where eve'ry seeming good's\nA certaine evill, where not to be ev'n Iumpe\nAs they are, here were to be strangers, and\nSuch things to be, meere Monsters.\n\nPALAMON.\n\nTis in our power,\n(Vnlesse we feare that Apes can Tutor's) to\nBe Masters of our manners: what neede I\nAffect anothers gate, which is not catching\nWhere there is faith, or to be fond upon\nAnothers way of speech, when by mine owne\nI may be reasonably conceiv'd; sav'd too,\nSpeaking it truly? why am I bound\nBy any generous bond to follow him\nFollowes his Taylor, haply so long untill\nThe follow'd make pursuit? or let me know,\nWhy mine owne Barber is unblest, with him\nMy poore Chinne too, for tis not Cizard iust\nTo such a Favorites glasse: What Cannon is there\nThat does command my Rapier from my hip\nTo dangle't in my hand, or to go tip toe\nBefore the streete be foule?  Either I am\nThe fore-horse in the Teame, or I am none\nThat draw i'th sequent trace: these poore sleight sores\nNeede not a plantin; That which rips my bosome\nAlmost to'th heart's--\n\nARCITE.\n\nOur Vncle Creon.\n\nPALAMON.\n\nHe,\nA most unbounded Tyrant, whose successes\nMakes heaven unfeard, and villany assured\nBeyond its power there's nothing, almost puts\nFaith in a feavour, and deifies alone\nVoluble chance; who onely attributes\nThe faculties of other Instruments\nTo his owne Nerves and act; Commands men service,\nAnd what they winne in't, boot and glory; on(e)\nThat feares not to do harm; good, dares not; Let\nThe blood of mine that's sibbe to him be suckt\nFrom me with Leeches; Let them breake and fall\nOff me with that corruption.\n\nARCITE.\n\nCleere spirited Cozen,\nLets leave his Court, that we may nothing share\nOf his lowd infamy: for our milke\nWill relish of the pasture, and we must\nBe vile or disobedient, not his kinesmen\nIn blood, unlesse in quality.\n\nPALAMON.\n\nNothing truer:\nI thinke the Ecchoes of his shames have dea'ft\nThe eares of heav'nly Iustice: widdows cryes\nDescend againe into their throates, and have not\n\n[enter Valerius.]\n\nDue audience of the Gods.--Valerius!\n\nVALERIUS.\n\nThe King cals for you; yet be leaden footed,\nTill his great rage be off him.  Phebus, when\nHe broke his whipstocke and exclaimd against\nThe Horses of the Sun, but whisperd too\nThe lowdenesse of his Fury.\n\nPALAMON.\n\nSmall windes shake him:\nBut whats the matter?\n\nVALERIUS.\n\nTheseus (who where he threates appals,) hath sent\nDeadly defyance to him, and pronounces\nRuine to Thebs; who is at hand to seale\nThe promise of his wrath.\n\nARCITE.\n\nLet him approach;\nBut that we feare the Gods in him, he brings not\nA jot of terrour to us; Yet what man\nThirds his owne worth (the case is each of ours)\nWhen that his actions dregd with minde assurd\nTis bad he goes about?\n\nPALAMON.\n\nLeave that unreasond.\nOur services stand now for Thebs, not Creon,\nYet to be neutrall to him were dishonour;\nRebellious to oppose: therefore we must\nWith him stand to the mercy of our Fate,\nWho hath bounded our last minute.\n\nARCITE.\n\nSo we must.\nIst sed this warres a foote? or it shall be,\nOn faile of some condition?\n\nVALERIUS.\n\nTis in motion\nThe intelligence of state came in the instant\nWith the defier.\n\nPALAMON.\n\nLets to the king, who, were he\nA quarter carrier of that honour which\nHis Enemy come in, the blood we venture\nShould be as for our health, which were not spent,\nRather laide out for purchase: but, alas,\nOur hands advanc'd before our hearts, what will\nThe fall o'th stroke doe damage?\n\nARCITE.\n\nLet th'event,\nThat never erring Arbitratour, tell us\nWhen we know all our selves, and let us follow\nThe becking of our chance.  [Exeunt.]\n\n\n\n\nScaena 3.  (Before the gates of Athens.)\n\n[Enter Pirithous, Hipolita, Emilia.]\n\nPERITHOUS.\n\nNo further.\n\nHIPPOLITA.\n\nSir, farewell; repeat my wishes\nTo our great Lord, of whose succes I dare not\nMake any timerous question; yet I wish him\nExces and overflow of power, and't might be,\nTo dure ill-dealing fortune: speede to him,\nStore never hurtes good Gouernours.\n\nPERITHOUS.\n\nThough I know\nHis Ocean needes not my poore drops, yet they\nMust yeild their tribute there.  My precious Maide,\nThose best affections, that the heavens infuse\nIn their best temperd peices, keepe enthroand\nIn your deare heart.\n\nEMILIA.\n\nThanckes, Sir.  Remember me\nTo our all royall Brother, for whose speede\nThe great Bellona ile sollicite; and\nSince in our terrene State petitions are not\nWithout giftes understood, Ile offer to her\nWhat I shall be advised she likes: our hearts\nAre in his Army, in his Tent.\n\nHIPPOLITA.\n\nIn's bosome:\nWe have bin Soldiers, and wee cannot weepe\nWhen our Friends don their helmes, or put to sea,\nOr tell of Babes broachd on the Launce, or women\nThat have sod their Infants in (and after eate them)\nThe brine, they wept at killing 'em; Then if\nYou stay to see of us such Spincsters, we\nShould hold you here for ever.\n\nPERITHOUS.\n\nPeace be to you,\nAs I pursue this war, which shall be then\nBeyond further requiring.  [Exit Pir.]\n\nEMILIA.\n\nHow his longing\nFollowes his Friend! since his depart, his sportes\nThough craving seriousnes, and skill, past slightly\nHis careles execution, where nor gaine\nMade him regard, or losse consider; but\nPlaying one busines in his hand, another\nDirecting in his head, his minde, nurse equall\nTo these so diffring Twyns--have you observ'd him,\nSince our great Lord departed?\n\nHIPPOLITA.\n\nWith much labour,\nAnd I did love him fort: they two have Cabind\nIn many as dangerous, as poore a Corner,\nPerill and want contending; they have skift\nTorrents whose roring tyranny and power\nI'th least of these was dreadfull, and they have\nFought out together, where Deaths-selfe was lodgd,\nYet fate hath brought them off: Their knot of love,\nTide, weau'd, intangled, with so true, so long,\nAnd with a finger of so deepe a cunning,\nMay be outworne, never undone.  I thinke\nTheseus cannot be umpire to himselfe,\nCleaving his conscience into twaine and doing\nEach side like Iustice, which he loves best.\n\nEMILIA.\n\nDoubtlesse\nThere is a best, and reason has no manners\nTo say it is not you: I was acquainted\nOnce with a time, when I enjoyd a Play-fellow;\nYou were at wars, when she the grave enrichd,\nWho made too proud the Bed, tooke leave o th Moone\n(Which then lookt pale at parting) when our count\nWas each eleven.\n\nHIPPOLITA.\n\nTwas Flaui(n)a.\n\nEMILIA.\n\nYes.\nYou talke of Pirithous and Theseus love;\nTheirs has more ground, is more maturely seasond,\nMore buckled with strong Iudgement and their needes\nThe one of th'other may be said to water  [2. Hearses ready\n with Palamon: and Arcite: the 3. Queenes.  Theseus: and his\n Lordes ready.]\nTheir intertangled rootes of love; but I\nAnd shee I sigh and spoke of were things innocent,\nLou'd for we did, and like the Elements\nThat know not what, nor why, yet doe effect\nRare issues by their operance, our soules\nDid so to one another; what she lik'd,\nWas then of me approov'd, what not, condemd,\nNo more arraignment; the flowre that I would plucke\nAnd put betweene my breasts (then but beginning\nTo swell about the blossome) oh, she would long\nTill shee had such another, and commit it\nTo the like innocent Cradle, where Phenix like\nThey dide in perfume: on my head no toy\nBut was her patterne; her affections (pretty,\nThough, happely, her careles were) I followed\nFor my most serious decking; had mine eare\nStolne some new aire, or at adventure humd on\nFrom musicall Coynadge, why it was a note\nWhereon her spirits would sojourne (rather dwell on)\nAnd sing it in her slumbers.  This rehearsall\n(Which ev'ry innocent wots well comes in\nLike old importments bastard) has this end,\nThat the true love tweene Mayde, and mayde, may be\nMore then in sex idividuall.\n\nHIPPOLITA.\n\nY'are out of breath\nAnd this high speeded pace, is but to say\nThat you shall never like the Maide Flavina\nLove any that's calld Man.\n\nEMILIA.\n\nI am sure I shall not.\n\nHIPPOLITA.\n\nNow, alacke, weake Sister,\nI must no more beleeve thee in this point\n(Though in't I know thou dost beleeve thy selfe,)\nThen I will trust a sickely appetite,\nThat loathes even as it longs; but, sure, my Sister,\nIf I were ripe for your perswasion, you\nHave saide enough to shake me from the Arme\nOf the all noble Theseus, for whose fortunes\nI will now in, and kneele with great assurance,\nThat we, more then his Pirothous, possesse\nThe high throne in his heart.\n\nEMILIA.\n\nI am not\nAgainst your faith; yet I continew mine.  [Exeunt. Cornets.]\n\n\n\n\nScaena 4.  (A field before Thebes.  Dead bodies lying on the\nground.)\n\n[A Battaile strooke within: Then a Retrait: Florish.  Then\n Enter Theseus (victor), (Herald and Attendants:) the three\n Queenes meete him, and fall on their faces before him.]\n\n1. QUEEN.\n\nTo thee no starre be darke.\n\n2. QUEEN.\n\nBoth heaven and earth\nFriend thee for ever.\n\n3. QUEEN.\n\nAll the good that may\nBe wishd upon thy head, I cry Amen too't.\n\nTHESEUS.\n\nTh'imparciall Gods, who from the mounted heavens\nView us their mortall Heard, behold who erre,\nAnd in their time chastice: goe and finde out\nThe bones of your dead Lords, and honour them\nWith treble Ceremonie; rather then a gap\nShould be in their deere rights, we would supply't.\nBut those we will depute, which shall invest\nYou in your dignities, and even each thing\nOur hast does leave imperfect: So, adiew,\nAnd heavens good eyes looke on you.  What are those?  [Exeunt\nQueenes.]\n\nHERALD.\n\nMen of great quality, as may be judgd\nBy their appointment; Sone of Thebs have told's\nThey are Sisters children, Nephewes to the King.\n\nTHESEUS.\n\nBy'th Helme of Mars, I saw them in the war,\nLike to a paire of Lions, smeard with prey,\nMake lanes in troopes agast.  I fixt my note\nConstantly on them; for they were a marke\nWorth a god's view: what prisoner was't that told me\nWhen I enquired their names?\n\nHERALD.\n\nWi'leave, they'r called Arcite and Palamon.\n\nTHESEUS.\n\nTis right: those, those.  They are not dead?\n\nHERALD.\n\nNor in a state of life: had they bin taken,\nWhen their last hurts were given, twas possible  [3. Hearses\nready.]\nThey might have bin recovered; Yet they breathe\nAnd haue the name of men.\n\nTHESEUS.\n\nThen like men use 'em.\nThe very lees of such (millions of rates)\nExceede the wine of others: all our Surgions\nConvent in their behoofe; our richest balmes\nRather then niggard, waft: their lives concerne us\nMuch more then Thebs is worth: rather then have 'em\nFreed of this plight, and in their morning state\n(Sound and at liberty) I would 'em dead;\nBut forty thousand fold we had rather have 'em\nPrisoners to us then death.  Beare 'em speedily\nFrom our kinde aire, to them unkinde, and minister\nWhat man to man may doe--for our sake more,\nSince I have knowne frights, fury, friends beheastes,\nLoves provocations, zeale, a mistris Taske,\nDesire of liberty, a feavour, madnes,\nHath set a marke which nature could not reach too\nWithout some imposition: sicknes in will\nOr wrastling strength in reason.  For our Love\nAnd great Appollos mercy, all our best\nTheir best skill tender.  Leade into the Citty,\nWhere having bound things scatterd, we will post  [Florish.]\nTo Athens for(e) our Army  [Exeunt.  Musicke.]\n\n\n\n\nScaena 5.  (Another part of the same.)\n\n[Enter the Queenes with the Hearses of their Knightes, in a\n Funerall Solempnity, &c.]\n\nVrnes and odours bring away,\nVapours, sighes, darken the day;\nOur dole more deadly lookes than dying;\nBalmes, and Gummes, and heavy cheeres,\nSacred vials fill'd with teares,\nAnd clamors through the wild ayre flying.\n\nCome all sad and solempne Showes,\nThat are quick-eyd pleasures foes;\nWe convent nought else but woes.\nWe convent, &c.\n\n3. QUEEN.\n\nThis funeral path brings to your housholds grave:\nIoy ceaze on you againe: peace sleepe with him.\n\n2. QUEEN.\n\nAnd this to yours.\n\n1. QUEEN.\n\nYours this way: Heavens lend\nA thousand differing waies to one sure end.\n\n3. QUEEN.\n\nThis world's a Citty full of straying Streetes,\nAnd Death's the market place, where each one meetes.  [Exeunt\n severally.]\n\n\n\n\nActus Secundus.\n\n\n\n\nScaena 1.  (Athens.  A garden, with a prison in the background.)\n\n[Enter Iailor, and Wooer.]\n\nIAILOR.\n\nI may depart with little, while I live; some thing I may cast to\nyou, not much: Alas, the Prison I keepe, though it be for great\nones, yet they seldome come; Before one Salmon, you shall take a\nnumber of Minnowes.  I am given out to be better lyn'd then it\ncan appeare to me report is a true Speaker: I would I were really\nthat I am deliverd to be.  Marry, what I have (be it what it\nwill)\nI will assure upon my daughter at the day of my death.\n\nWOOER.\n\nSir, I demaund no more then your owne offer, and I will estate\nyour\nDaughter in what I have promised.\n\nIAILOR.\n\nWel, we will talke more of this, when the solemnity is past.  But\nhave you a full promise of her?  When that shall be seene, I\ntender\nmy consent.\n\n[Enter Daughter.]\n\nWOOER.\n\nI have Sir; here shee comes.\n\nIAILOR.\n\nYour Friend and I have chanced to name you here, upon the old\nbusines: But no more of that now; so soone as the Court hurry\nis over, we will have an end of it: I'th meane time looke\ntenderly to the two Prisoners.  I can tell you they are princes.\n\nDAUGHTER.\n\nThese strewings are for their Chamber; tis pitty they are in\nprison,\nand twer pitty they should be out: I doe thinke they have\npatience\nto make any adversity asham'd; the prison it selfe is proud of\n'em;\nand they have all the world in their Chamber.\n\nIAILOR.\n\nThey are fam'd to be a paire of absolute men.\n\nDAUGHTER.\n\nBy my troth, I think Fame but stammers 'em; they stand a greise\nabove the reach of report.\n\nIAILOR.\n\nI heard them reported in the Battaile to be the only doers.\n\nDAUGHTER.\n\nNay, most likely, for they are noble suffrers; I mervaile how\nthey\nwould have lookd had they beene Victors, that with such a\nconstant\nNobility enforce a freedome out of Bondage, making misery their\nMirth,\nand affliction a toy to jest at.\n\nIAILOR.\n\nDoe they so?\n\nDAUGHTER.\n\nIt seemes to me they have no more sence of their Captivity, then\nI\nof ruling Athens: they eate well, looke merrily, discourse of\nmany\nthings, but nothing of their owne restraint, and disasters: yet\nsometime a devided sigh, martyrd as 'twer i'th deliverance, will\nbreake from one of them; when the other presently gives it so\nsweete\na rebuke, that I could wish my selfe a Sigh to be so chid, or at\nleast a Sigher to be comforted.\n\nWOOER.\n\nI never saw 'em.\n\nIAILOR.\n\nThe Duke himselfe came privately in the night,\n\n[Enter Palamon, and Arcite, above.]\n\nand so did they: what the reason of it is, I know not: Looke,\nyonder\nthey are! that's Arcite lookes out.\n\nDAUGHTER.\n\nNo, Sir, no, that's Palamon: Arcite is the lower of the twaine;\nyou\nmay perceive a part of him.\n\nIAILOR.\n\nGoe too, leave your pointing; they would not make us their\nobject;\nout of their sight.\n\nDAUGHTER.\n\nIt is a holliday to looke on them: Lord, the diffrence of men!\n [Exeunt.]\n\n\n\n\nScaena 2.  (The prison)\n\n[Enter Palamon, and Arcite in prison.]\n\nPALAMON.\n\nHow doe you, Noble Cosen?\n\nARCITE.\n\nHow doe you, Sir?\n\nPALAMON.\n\nWhy strong inough to laugh at misery,\nAnd beare the chance of warre, yet we are prisoners,\nI feare, for ever, Cosen.\n\nARCITE.\n\nI beleeve it,\nAnd to that destiny have patiently\nLaide up my houre to come.\n\nPALAMON.\n\nO Cosen Arcite,\nWhere is Thebs now? where is our noble Country?\nWhere are our friends, and kindreds? never more\nMust we behold those comforts, never see\nThe hardy youthes strive for the Games of honour\n(Hung with the painted favours of their Ladies,\nLike tall Ships under saile) then start among'st 'em\nAnd as an Eastwind leave 'en all behinde us,\nLike lazy Clowdes, whilst Palamon and Arcite,\nEven in the wagging of a wanton leg\nOut-stript the peoples praises, won the Garlands,\nEre they have time to wish 'em ours.  O never\nShall we two exercise, like Twyns of honour,\nOur Armes againe, and feele our fyry horses\nLike proud Seas under us: our good Swords now\n(Better the red-eyd god of war nev'r wore)\nRavishd our sides, like age must run to rust,\nAnd decke the Temples of those gods that hate us:\nThese hands shall never draw'em out like lightning,\nTo blast whole Armies more.\n\nARCITE.\n\nNo, Palamon,\nThose hopes are Prisoners with us; here we are\nAnd here the graces of our youthes must wither\nLike a too-timely Spring; here age must finde us,\nAnd, which is heaviest, Palamon, unmarried;\nThe sweete embraces of a loving wife,\nLoden with kisses, armd with thousand Cupids\nShall never claspe our neckes, no issue know us,\nNo figures of our selves shall we ev'r see,\nTo glad our age, and like young Eagles teach 'em\nBoldly to gaze against bright armes, and say:\n'Remember what your fathers were, and conquer.'\nThe faire-eyd Maides, shall weepe our Banishments,\nAnd in their Songs, curse ever-blinded fortune,\nTill shee for shame see what a wrong she has done\nTo youth and nature.  This is all our world;\nWe shall know nothing here but one another,\nHeare nothing but the Clocke that tels our woes.\nThe Vine shall grow, but we shall never see it:\nSommer shall come, and with her all delights;\nBut dead-cold winter must inhabite here still.\n\nPALAMON.\n\nTis too true, Arcite.  To our Theban houndes,\nThat shooke the aged Forrest with their ecchoes,\nNo more now must we halloa, no more shake\nOur pointed Iavelyns, whilst the angry Swine\nFlyes like a parthian quiver from our rages,\nStrucke with our well-steeld Darts: All valiant uses\n(The foode, and nourishment of noble mindes,)\nIn us two here shall perish; we shall die\n(Which is the curse of honour) lastly\nChildren of greife, and Ignorance.\n\nARCITE.\n\nYet, Cosen,\nEven from the bottom of these miseries,\nFrom all that fortune can inflict upon us,\nI see two comforts rysing, two meere blessings,\nIf the gods please: to hold here a brave patience,\nAnd the enjoying of our greefes together.\nWhilst Palamon is with me, let me perish\nIf I thinke this our prison.\n\nPALAMON.\n\nCerteinly,\nTis a maine goodnes, Cosen, that our fortunes\nWere twyn'd together; tis most true, two soules\nPut in two noble Bodies--let 'em suffer\nThe gaule of hazard, so they grow together--\nWill never sincke; they must not, say they could:\nA willing man dies sleeping, and all's done.\n\nARCITE.\n\nShall we make worthy uses of this place\nThat all men hate so much?\n\nPALAMON.\n\nHow, gentle Cosen?\n\nARCITE.\n\nLet's thinke this prison holy sanctuary,\nTo keepe us from corruption of worse men.\nWe are young and yet desire the waies of honour,\nThat liberty and common Conversation,\nThe poyson of pure spirits, might like women\nWooe us to wander from.  What worthy blessing\nCan be but our Imaginations\nMay make it ours?  And heere being thus together,\nWe are an endles mine to one another;\nWe are one anothers wife, ever begetting\nNew birthes of love; we are father, friends, acquaintance;\nWe are, in one another, Families,\nI am your heire, and you are mine: This place\nIs our Inheritance, no hard Oppressour\nDare take this from us; here, with a little patience,\nWe shall live long, and loving: No surfeits seeke us:\nThe hand of war hurts none here, nor the Seas\nSwallow their youth: were we at liberty,\nA wife might part us lawfully, or busines;\nQuarrels consume us, Envy of ill men\nGrave our acquaintance; I might sicken, Cosen,\nWhere you should never know it, and so perish\nWithout your noble hand to close mine eies,\nOr praiers to the gods: a thousand chaunces,\nWere we from hence, would seaver us.\n\nPALAMON.\n\nYou have made me\n(I thanke you, Cosen Arcite) almost wanton\nWith my Captivity: what a misery\nIt is to live abroade, and every where!\nTis like a Beast, me thinkes: I finde the Court here--\nI am sure, a more content; and all those pleasures\nThat wooe the wils of men to vanity,\nI see through now, and am sufficient\nTo tell the world, tis but a gaudy shaddow,\nThat old Time, as he passes by, takes with him.\nWhat had we bin, old in the Court of Creon,\nWhere sin is Iustice, lust and ignorance\nThe vertues of the great ones! Cosen Arcite,\nHad not the loving gods found this place for us,\nWe had died as they doe, ill old men, unwept,\nAnd had their Epitaphes, the peoples Curses:\nShall I say more?\n\nARCITE.\n\nI would heare you still.\n\nPALAMON.\n\nYe shall.\nIs there record of any two that lov'd\nBetter then we doe, Arcite?\n\nARCITE.\n\nSure, there cannot.\n\nPALAMON.\n\nI doe not thinke it possible our friendship\nShould ever leave us.\n\nARCITE.\n\nTill our deathes it cannot;\n\n[Enter Emilia and her woman (below).]\n\nAnd after death our spirits shall be led\nTo those that love eternally.  Speake on, Sir.\n\nEMILIA.\n\nThis garden has a world of pleasures in't.\nWhat Flowre is this?\n\nWOMAN.\n\nTis calld Narcissus, Madam.\n\nEMILIA.\n\nThat was a faire Boy, certaine, but a foole,\nTo love himselfe; were there not maides enough?\n\nARCITE.\n\nPray forward.\n\nPALAMON.\n\nYes.\n\nEMILIA.\n\nOr were they all hard hearted?\n\nWOMAN.\n\nThey could not be to one so faire.\n\nEMILIA.\n\nThou wouldst not.\n\nWOMAN.\n\nI thinke I should not, Madam.\n\nEMILIA.\n\nThat's a good wench:\nBut take heede to your kindnes though.\n\nWOMAN.\n\nWhy, Madam?\n\nEMILIA.\n\nMen are mad things.\n\nARCITE.\n\nWill ye goe forward, Cosen?\n\nEMILIA.\n\nCanst not thou worke such flowers in silke, wench?\n\nWOMAN.\n\nYes.\n\nEMILIA.\n\nIle have a gowne full of 'em, and of these;\nThis is a pretty colour, wilt not doe\nRarely upon a Skirt, wench?\n\nWOMAN.\n\nDeinty, Madam.\n\nARCITE.\n\nCosen, Cosen, how doe you, Sir?  Why, Palamon?\n\nPALAMON.\n\nNever till now I was in prison, Arcite.\n\nARCITE.\n\nWhy whats the matter, Man?\n\nPALAMON.\n\nBehold, and wonder.\nBy heaven, shee is a Goddesse.\n\nARCITE.\n\nHa.\n\nPALAMON.\n\nDoe reverence.  She is a Goddesse, Arcite.\n\nEMILIA.\n\nOf all Flowres, me thinkes a Rose is best.\n\nWOMAN.\n\nWhy, gentle Madam?\n\nEMILIA.\n\nIt is the very Embleme of a Maide.\nFor when the west wind courts her gently,\nHow modestly she blowes, and paints the Sun,\nWith her chaste blushes!  When the North comes neere her,\nRude and impatient, then, like Chastity,\nShee lockes her beauties in her bud againe,\nAnd leaves him to base briers.\n\nWOMAN.\n\nYet, good Madam,\nSometimes her modesty will blow so far\nShe fals for't: a Mayde,\nIf shee have any honour, would be loth\nTo take example by her.\n\nEMILIA.\n\nThou art wanton.\n\nARCITE.\n\nShe is wondrous faire.\n\nPALAMON.\n\nShe is beauty extant.\n\nEMILIA.\n\nThe Sun grows high, lets walk in: keep these flowers;\nWeele see how neere Art can come neere their colours.\nI am wondrous merry hearted, I could laugh now.\n\nWOMAN.\n\nI could lie downe, I am sure.\n\nEMILIA.\n\nAnd take one with you?\n\nWOMAN.\n\nThat's as we bargaine, Madam.\n\nEMILIA.\n\nWell, agree then.  [Exeunt Emilia and woman.]\n\nPALAMON.\n\nWhat thinke you of this beauty?\n\nARCITE.\n\nTis a rare one.\n\nPALAMON.\n\nIs't but a rare one?\n\nARCITE.\n\nYes, a matchles beauty.\n\nPALAMON.\n\nMight not a man well lose himselfe and love her?\n\nARCITE.\n\nI cannot tell what you have done, I have;\nBeshrew mine eyes for't: now I feele my Shackles.\n\nPALAMON.\n\nYou love her, then?\n\nARCITE.\n\nWho would not?\n\nPALAMON.\n\nAnd desire her?\n\nARCITE.\n\nBefore my liberty.\n\nPALAMON.\n\nI saw her first.\n\nARCITE.\n\nThat's nothing.\n\nPALAMON.\n\nBut it shall be.\n\nARCITE.\n\nI saw her too.\n\nPALAMON.\n\nYes, but you must not love her.\n\nARCITE.\n\nI will not as you doe, to worship her,\nAs she is heavenly, and a blessed Goddes;\nI love her as a woman, to enjoy her:\nSo both may love.\n\nPALAMON.\n\nYou shall not love at all.\n\nARCITE.\n\nNot love at all!\nWho shall deny me?\n\nPALAMON.\n\nI, that first saw her; I, that tooke possession\nFirst with mine eyes of all those beauties\nIn her reveald to mankinde: if thou lou'st her,\nOr entertain'st a hope to blast my wishes,\nThou art a Traytour, Arcite, and a fellow\nFalse as thy Title to her: friendship, blood,\nAnd all the tyes betweene us I disclaime,\nIf thou once thinke upon her.\n\nARCITE.\n\nYes, I love her,\nAnd if the lives of all my name lay on it,\nI must doe so; I love her with my soule:\nIf that will lose ye, farewell, Palamon;\nI say againe, I love, and in loving her maintaine\nI am as worthy and as free a lover,\nAnd have as just a title to her beauty\nAs any Palamon or any living\nThat is a mans Sonne.\n\nPALAMON.\n\nHave I cald thee friend?\n\nARCITE.\n\nYes, and have found me so; why are you mov'd thus?\nLet me deale coldly with you: am not I\nPart of your blood, part of your soule? you have told me\nThat I was Palamon, and you were Arcite.\n\nPALAMON.\n\nYes.\n\nARCITE.\n\nAm not I liable to those affections,\nThose joyes, greifes, angers, feares, my friend shall suffer?\n\nPALAMON.\n\nYe may be.\n\nARCITE.\n\nWhy, then, would you deale so cunningly,\nSo strangely, so vnlike a noble kinesman,\nTo love alone? speake truely: doe you thinke me\nVnworthy of her sight?\n\nPALAMON.\n\nNo; but unjust,\nIf thou pursue that sight.\n\nARCITE.\n\nBecause an other\nFirst sees the Enemy, shall I stand still\nAnd let mine honour downe, and never charge?\n\nPALAMON.\n\nYes, if he be but one.\n\nARCITE.\n\nBut say that one\nHad rather combat me?\n\nPALAMON.\n\nLet that one say so,\nAnd use thy freedome; els if thou pursuest her,\nBe as that cursed man that hates his Country,\nA branded villaine.\n\nARCITE.\n\nYou are mad.\n\nPALAMON.\n\nI must be,\nTill thou art worthy, Arcite; it concernes me,\nAnd in this madnes, if I hazard thee\nAnd take thy life, I deale but truely.\n\nARCITE.\n\nFie, Sir,\nYou play the Childe extreamely: I will love her,\nI must, I ought to doe so, and I dare;\nAnd all this justly.\n\nPALAMON.\n\nO that now, that now\nThy false-selfe and thy friend had but this fortune,\nTo be one howre at liberty, and graspe\nOur good Swords in our hands! I would quickly teach thee\nWhat 'twer to filch affection from another:\nThou art baser in it then a Cutpurse;\nPut but thy head out of this window more,\nAnd as I have a soule, Ile naile thy life too't.\n\nARCITE.\n\nThou dar'st not, foole, thou canst not, thou art feeble.\nPut my head out?  Ile throw my Body out,\nAnd leape the garden, when I see her next\n\n[Enter Keeper.]\n\nAnd pitch between her armes to anger thee.\n\nPALAMON.\n\nNo more; the keeper's comming; I shall live\nTo knocke thy braines out with my Shackles.\n\nARCITE.\n\nDoe.\n\nKEEPER.\n\nBy your leave, Gentlemen--\n\nPALAMON.\n\nNow, honest keeper?\n\nKEEPER.\n\nLord Arcite, you must presently to'th Duke;\nThe cause I know not yet.\n\nARCITE.\n\nI am ready, keeper.\n\nKEEPER.\n\nPrince Palamon, I must awhile bereave you\nOf your faire Cosens Company.  [Exeunt Arcite, and Keeper.]\n\nPALAMON.\n\nAnd me too,\nEven when you please, of life.  Why is he sent for?\nIt may be he shall marry her; he's goodly,\nAnd like enough the Duke hath taken notice\nBoth of his blood and body: But his falsehood!\nWhy should a friend be treacherous?  If that\nGet him a wife so noble, and so faire,\nLet honest men ne're love againe.  Once more\nI would but see this faire One.  Blessed Garden,\nAnd fruite, and flowers more blessed, that still blossom\nAs her bright eies shine on ye! would I were,\nFor all the fortune of my life hereafter,\nYon little Tree, yon blooming Apricocke;\nHow I would spread, and fling my wanton armes\nIn at her window; I would bring her fruite\nFit for the Gods to feed on: youth and pleasure\nStill as she tasted should be doubled on her,\nAnd if she be not heavenly, I would make her\nSo neere the Gods in nature, they should feare her,\n\n[Enter Keeper.]\n\nAnd then I am sure she would love me.  How now, keeper.\nWher's Arcite?\n\nKEEPER.\n\nBanishd: Prince Pirithous\nObtained his liberty; but never more\nVpon his oth and life must he set foote\nVpon this Kingdome.\n\nPALAMON.\n\nHees a blessed man!\nHe shall see Thebs againe, and call to Armes\nThe bold yong men, that, when he bids 'em charge,\nFall on like fire: Arcite shall have a Fortune,\nIf he dare make himselfe a worthy Lover,\nYet in the Feild to strike a battle for her;\nAnd if he lose her then, he's a cold Coward;\nHow bravely may he beare himselfe to win her\nIf he be noble Arcite--thousand waies.\nWere I at liberty, I would doe things\nOf such a vertuous greatnes, that this Lady,\nThis blushing virgine, should take manhood to her\nAnd seeke to ravish me.\n\nKEEPER.\n\nMy Lord for you\nI have this charge too--\n\nPALAMON.\n\nTo discharge my life?\n\nKEEPER.\n\nNo, but from this place to remoove your Lordship:\nThe windowes are too open.\n\nPALAMON.\n\nDevils take 'em,\nThat are so envious to me! pre'thee kill me.\n\nKEEPER.\n\nAnd hang for't afterward.\n\nPALAMON.\n\nBy this good light,\nHad I a sword I would kill thee.\n\nKEEPER.\n\nWhy, my Lord?\n\nPALAMON.\n\nThou bringst such pelting scuruy news continually\nThou art not worthy life.  I will not goe.\n\nKEEPER.\n\nIndeede, you must, my Lord.\n\nPALAMON.\n\nMay I see the garden?\n\nKEEPER.\n\nNoe.\n\nPALAMON.\n\nThen I am resolud, I will not goe.\n\nKEEPER.\n\nI must constraine you then: and for you are dangerous,\nIle clap more yrons on you.\n\nPALAMON.\n\nDoe, good keeper.\nIle shake 'em so, ye shall not sleepe;\nIle make ye a new Morrisse: must I goe?\n\nKEEPER.\n\nThere is no remedy.\n\nPALAMON.\n\nFarewell, kinde window.\nMay rude winde never hurt thee.  O, my Lady,\nIf ever thou hast felt what sorrow was,\nDreame how I suffer.  Come; now bury me.  [Exeunt Palamon, and\nKeeper.]\n\n\n\n\nScaena 3.  (The country near Athens.)\n\n[Enter Arcite.]\n\nARCITE.\n\nBanishd the kingdome? tis a benefit,\nA mercy I must thanke 'em for, but banishd\nThe free enjoying of that face I die for,\nOh twas a studdied punishment, a death\nBeyond Imagination: Such a vengeance\nThat, were I old and wicked, all my sins\nCould never plucke upon me.  Palamon,\nThou ha'st the Start now, thou shalt stay and see\nHer bright eyes breake each morning gainst thy window,\nAnd let in life into thee; thou shalt feede\nVpon the sweetenes of a noble beauty,\nThat nature nev'r exceeded, nor nev'r shall:\nGood gods! what happines has Palamon!\nTwenty to one, hee'le come to speake to her,\nAnd if she be as gentle as she's faire,\nI know she's his; he has a Tongue will tame\nTempests, and make the wild Rockes wanton.\nCome what can come,\nThe worst is death; I will not leave the Kingdome.\nI know mine owne is but a heape of ruins,\nAnd no redresse there; if I goe, he has her.\nI am resolu'd an other shape shall make me,\nOr end my fortunes.  Either way, I am happy:\nIle see her, and be neere her, or no more.\n\n[Enter 4. Country people, & one with a garlond before them.]\n\n1. COUNTREYMAN\n\nMy Masters, ile be there, that's certaine\n\n2. COUNTREYMAN\n\nAnd Ile be there.\n\n3. COUNTREYMAN\n\nAnd I.\n\n4. COUNTREYMAN\n\nWhy, then, have with ye, Boyes; Tis but a chiding.\nLet the plough play to day, ile tick'lt out\nOf the Iades tailes to morrow.\n\n1. COUNTREYMAN\n\nI am sure\nTo have my wife as jealous as a Turkey:\nBut that's all one; ile goe through, let her mumble.\n\n2. COUNTREYMAN\n\nClap her aboard to morrow night, and stoa her,\nAnd all's made up againe.\n\n3. COUNTREYMAN\n\nI, doe but put a feskue in her fist, and you shall see her\nTake a new lesson out, and be a good wench.\nDoe we all hold against the Maying?\n\n4. COUNTREYMAN\n\nHold? what should aile us?\n\n3. COUNTREYMAN\n\nArcas will be there.\n\n2. COUNTREYMAN\n\nAnd Sennois.\nAnd Rycas, and 3. better lads nev'r dancd\nUnder green Tree.  And yee know what wenches: ha?\nBut will the dainty Domine, the Schoolemaster,\nKeep touch, doe you thinke? for he do's all, ye know.\n\n3. COUNTREYMAN\n\nHee'l eate a hornebooke ere he faile: goe too, the matter's too\nfarre driven betweene him and the Tanners daughter, to let slip\nnow, and she must see the Duke, and she must daunce too.\n\n4. COUNTREYMAN\n\nShall we be lusty?\n\n2. COUNTREYMAN\n\nAll the Boyes in Athens blow wind i'th breech on's, and heere ile\nbe and there ile be, for our Towne, and here againe, and there\nagaine:\nha, Boyes, heigh for the weavers.\n\n1. COUNTREYMAN\n\nThis must be done i'th woods.\n\n4. COUNTREYMAN\n\nO, pardon me.\n\n2. COUNTREYMAN\n\nBy any meanes, our thing of learning saies so:\nWhere he himselfe will edifie the Duke\nMost parlously in our behalfes: hees excellent i'th woods;\nBring him to'th plaines, his learning makes no cry.\n\n3. COUNTREYMAN\n\nWeele see the sports, then; every man to's Tackle:\nAnd, Sweete Companions, lets rehearse by any meanes,\nBefore the Ladies see us, and doe sweetly,\nAnd God knows what May come on't.\n\n4. COUNTREYMAN\n\nContent; the sports once ended, wee'l performe.\nAway, Boyes and hold.\n\nARCITE.\n\nBy your leaves, honest friends: pray you, whither goe you?\n\n4. COUNTREYMAN\n\nWhither? why, what a question's that?\n\nARCITE.\n\nYes, tis a question, to me that know not.\n\n3. COUNTREYMAN\n\nTo the Games, my Friend.\n\n2. COUNTREYMAN\n\nWhere were you bred, you know it not?\n\nARCITE.\n\nNot farre, Sir,\nAre there such Games to day?\n\n1. COUNTREYMAN\n\nYes, marry, are there:\nAnd such as you neuer saw; The Duke himselfe\nWill be in person there.\n\nARCITE.\n\nWhat pastimes are they?\n\n2. COUNTREYMAN\n\nWrastling, and Running.--Tis a pretty Fellow.\n\n3. COUNTREYMAN\n\nThou wilt not goe along?\n\nARCITE.\n\nNot yet, Sir.\n\n4. COUNTREYMAN\n\nWell, Sir,\nTake your owne time: come, Boyes.\n\n1. COUNTREYMAN\n\nMy minde misgives me;\nThis fellow has a veng'ance tricke o'th hip:\nMarke how his Bodi's made for't\n\n2. COUNTREYMAN\n\nIle be hangd, though,\nIf he dare venture; hang him, plumb porredge,\nHe wrastle? he rost eggs! Come, lets be gon, Lads.  [Exeunt.]\n\nARCITE.\n\nThis is an offerd oportunity\nI durst not wish for.  Well I could have wrestled,\nThe best men calld it excellent, and run--\nSwifter the winde upon a feild of Corne\n(Curling the wealthy eares) never flew: Ile venture,\nAnd in some poore disguize be there; who knowes\nWhether my browes may not be girt with garlands?\nAnd happines preferre me to a place,\nWhere I may ever dwell in sight of her.  [Exit Arcite.]\n\n\n\n\nScaena 4.  (Athens.  A room in the prison.)\n\n[Enter Iailors Daughter alone.]\n\nDAUGHTER.\n\nWhy should I love this Gentleman?  Tis odds\nHe never will affect me; I am base,\nMy Father the meane Keeper of his Prison,\nAnd he a prince: To marry him is hopelesse;\nTo be his whore is witles.  Out upon't,\nWhat pushes are we wenches driven to,\nWhen fifteene once has found us!  First, I saw him;\nI (seeing) thought he was a goodly man;\nHe has as much to please a woman in him,\n(If he please to bestow it so) as ever\nThese eyes yet lookt on.  Next, I pittied him,\nAnd so would any young wench, o' my Conscience,\nThat ever dream'd, or vow'd her Maydenhead\nTo a yong hansom Man; Then I lov'd him,\nExtreamely lov'd him, infinitely lov'd him;\nAnd yet he had a Cosen, faire as he too.\nBut in my heart was Palamon, and there,\nLord, what a coyle he keepes!  To heare him\nSing in an evening, what a heaven it is!\nAnd yet his Songs are sad ones.  Fairer spoken\nWas never Gentleman.  When I come in\nTo bring him water in a morning, first\nHe bowes his noble body, then salutes me, thus:\n'Faire, gentle Mayde, good morrow; may thy goodnes\nGet thee a happy husband.'  Once he kist me.\nI lov'd my lips the better ten daies after.\nWould he would doe so ev'ry day!  He greives much,\nAnd me as much to see his misery.\nWhat should I doe, to make him know I love him?\nFor I would faine enjoy him.  Say I ventur'd\nTo set him free? what saies the law then?  Thus much\nFor Law, or kindred!  I will doe it,\nAnd this night, or to morrow, he shall love me.  [Exit.]\n\n\n\n\nScaena 5.  (An open place in Athens.)\n\n[Enter Theseus, Hipolita, Pirithous, Emilia: Arcite with a\nGarland, &c.]\n\n[This short florish of Cornets and Showtes within.]\n\nTHESEUS.\n\nYou have done worthily; I have not seene,\nSince Hercules, a man of tougher synewes;\nWhat ere you are, you run the best, and wrastle,\nThat these times can allow.\n\nARCITE.\n\nI am proud to please you.\n\nTHESEUS.\n\nWhat Countrie bred you?\n\nARCITE.\n\nThis; but far off, Prince.\n\nTHESEUS.\n\nAre you a Gentleman?\n\nARCITE.\n\nMy father said so;\nAnd to those gentle uses gave me life.\n\nTHESEUS.\n\nAre you his heire?\n\nARCITE.\n\nHis yongest, Sir.\n\nTHESEUS.\n\nYour Father\nSure is a happy Sire then: what prooves you?\n\nARCITE.\n\nA little of all noble Quallities:\nI could have kept a Hawke, and well have holloa'd\nTo a deepe crie of Dogges; I dare not praise\nMy feat in horsemanship, yet they that knew me\nWould say it was my best peece: last, and greatest,\nI would be thought a Souldier.\n\nTHESEUS.\n\nYou are perfect.\n\nPERITHOUS.\n\nVpon my soule, a proper man.\n\nEMILIA.\n\nHe is so.\n\nPERITHOUS.\n\nHow doe you like him, Ladie?\n\nHIPPOLITA.\n\nI admire him;\nI have not seene so yong a man so noble\n(If he say true,) of his sort.\n\nEMILIA.\n\nBeleeve,\nHis mother was a wondrous handsome woman;\nHis face, me thinkes, goes that way.\n\nHIPPOLITA.\n\nBut his Body\nAnd firie minde illustrate a brave Father.\n\nPERITHOUS.\n\nMarke how his vertue, like a hidden Sun,\nBreakes through his baser garments.\n\nHIPPOLITA.\n\nHee's well got, sure.\n\nTHESEUS.\n\nWhat made you seeke this place, Sir?\n\nARCITE.\n\nNoble Theseus,\nTo purchase name, and doe my ablest service\nTo such a well-found wonder as thy worth,\nFor onely in thy Court, of all the world,\nDwells faire-eyd honor.\n\nPERITHOUS.\n\nAll his words are worthy.\n\nTHESEUS.\n\nSir, we are much endebted to your travell,\nNor shall you loose your wish: Perithous,\nDispose of this faire Gentleman.\n\nPERITHOUS.\n\nThankes, Theseus.\nWhat ere you are y'ar mine, and I shall give you\nTo a most noble service, to this Lady,\nThis bright yong Virgin; pray, observe her goodnesse;\nYou have honourd hir faire birth-day with your vertues,\nAnd as your due y'ar hirs: kisse her faire hand, Sir.\n\nARCITE.\n\nSir, y'ar a noble Giver: dearest Bewtie,\nThus let me seale my vowd faith: when your Servant\n(Your most unworthie Creature) but offends you,\nCommand him die, he shall.\n\nEMILIA.\n\nThat were too cruell.\nIf you deserve well, Sir, I shall soone see't:\nY'ar mine, and somewhat better than your rancke\nIle use you.\n\nPERITHOUS.\n\nIle see you furnish'd, and because you say\nYou are a horseman, I must needs intreat you\nThis after noone to ride, but tis a rough one.\n\nARCITE.\n\nI like him better, Prince, I shall not then\nFreeze in my Saddle.\n\nTHESEUS.\n\nSweet, you must be readie,\nAnd you, Emilia, and you, Friend, and all,\nTo morrow by the Sun, to doe observance\nTo flowry May, in Dians wood: waite well, Sir,\nVpon your Mistris.  Emely, I hope\nHe shall not goe a foote.\n\nEMILIA.\n\nThat were a shame, Sir,\nWhile I have horses: take your choice, and what\nYou want at any time, let me but know it;\nIf you serve faithfully, I dare assure you\nYou'l finde a loving Mistris.\n\nARCITE.\n\nIf I doe not,\nLet me finde that my Father ever hated,\nDisgrace and blowes.\n\nTHESEUS.\n\nGo, leade the way; you have won it:\nIt shall be so; you shall receave all dues\nFit for the honour you have won; Twer wrong else.\nSister, beshrew my heart, you have a Servant,\nThat, if I were a woman, would be Master,\nBut you are wise.  [Florish.]\n\nEMILIA.\n\nI hope too wise for that, Sir.  [Exeunt omnes.]\n\n\n\n\nScaena 6.  (Before the prison.)\n\n[Enter Iaylors Daughter alone.]\n\nDAUGHTER.\n\nLet all the Dukes, and all the divells rore,\nHe is at liberty: I have venturd for him,\nAnd out I have brought him to a little wood\nA mile hence.  I have sent him, where a Cedar,\nHigher than all the rest, spreads like a plane\nFast by a Brooke, and there he shall keepe close,\nTill I provide him Fyles and foode, for yet\nHis yron bracelets are not off.  O Love,\nWhat a stout hearted child thou art!  My Father\nDurst better have indur'd cold yron, than done it:\nI love him beyond love and beyond reason,\nOr wit, or safetie: I have made him know it.\nI care not, I am desperate; If the law\nFinde me, and then condemne me for't, some wenches,\nSome honest harted Maides, will sing my Dirge,\nAnd tell to memory my death was noble,\nDying almost a Martyr: That way he takes,\nI purpose is my way too: Sure he cannot\nBe so unmanly, as to leave me here;\nIf he doe, Maides will not so easily\nTrust men againe: And yet he has not thank'd me\nFor what I have done: no not so much as kist me,\nAnd that (me thinkes) is not so well; nor scarcely\nCould I perswade him to become a Freeman,\nHe made such scruples of the wrong he did\nTo me, and to my Father.  Yet I hope,\nWhen he considers more, this love of mine\nWill take more root within him: Let him doe\nWhat he will with me, so he use me kindly;\nFor use me so he shall, or ile proclaime him,\nAnd to his face, no man.  Ile presently\nProvide him necessaries, and packe my cloathes up,\nAnd where there is a patch of ground Ile venture,\nSo hee be with me; By him, like a shadow,\nIle ever dwell; within this houre the whoobub\nWill be all ore the prison: I am then\nKissing the man they looke for: farewell, Father;\nGet many more such prisoners and such daughters,\nAnd shortly you may keepe your selfe.  Now to him!\n\n\n\n\nActus Tertius.\n\n\n\n\nScaena 1.  (A forest near Athens.)\n\n[Cornets in sundry places.  Noise and hallowing as people a\nMaying.]\n\n[Enter Arcite alone.]\n\nARCITE.\n\nThe Duke has lost Hypolita; each tooke\nA severall land.  This is a solemne Right\nThey owe bloomd May, and the Athenians pay it\nTo'th heart of Ceremony.  O Queene Emilia,\nFresher then May, sweeter\nThen hir gold Buttons on the bowes, or all\nTh'enamelld knackes o'th Meade or garden: yea,\nWe challenge too the bancke of any Nymph\nThat makes the streame seeme flowers; thou, o Iewell\nO'th wood, o'th world, hast likewise blest a place\nWith thy sole presence: in thy rumination\nThat I, poore man, might eftsoones come betweene\nAnd chop on some cold thought! thrice blessed chance,\nTo drop on such a Mistris, expectation\nMost giltlesse on't! tell me, O Lady Fortune,\n(Next after Emely my Soveraigne) how far\nI may be prowd.  She takes strong note of me,\nHath made me neere her; and this beuteous Morne\n(The prim'st of all the yeare) presents me with\nA brace of horses: two such Steeds might well\nBe by a paire of Kings backt, in a Field\nThat their crownes titles tride.  Alas, alas,\nPoore Cosen Palamon, poore prisoner, thou\nSo little dream'st upon my fortune, that\nThou thinkst thy selfe the happier thing, to be\nSo neare Emilia; me thou deem'st at Thebs,\nAnd therein wretched, although free.  But if\nThou knew'st my Mistris breathd on me, and that\nI ear'd her language, livde in her eye, O Coz,\nWhat passion would enclose thee!\n\n[Enter Palamon as out of a Bush, with his Shackles: bends his\nfist\n at Arcite.]\n\nPALAMON.\n\nTraytor kinesman,\nThou shouldst perceive my passion, if these signes\nOf prisonment were off me, and this hand\nBut owner of a Sword: By all othes in one,\nI and the iustice of my love would make thee\nA confest Traytor.  O thou most perfidious\nThat ever gently lookd; the voydest of honour,\nThat eu'r bore gentle Token; falsest Cosen\nThat ever blood made kin, call'st thou hir thine?\nIle prove it in my Shackles, with these hands,\nVoid of appointment, that thou ly'st, and art\nA very theefe in love, a Chaffy Lord,\nNor worth the name of villaine: had I a Sword\nAnd these house clogges away--\n\nARCITE.\n\nDeere Cosin Palamon--\n\nPALAMON.\n\nCosoner Arcite, give me language such\nAs thou hast shewd me feate.\n\nARCITE.\n\nNot finding in\nThe circuit of my breast any grosse stuffe\nTo forme me like your blazon, holds me to\nThis gentlenesse of answer; tis your passion\nThat thus mistakes, the which to you being enemy,\nCannot to me be kind: honor, and honestie\nI cherish, and depend on, how so ev'r\nYou skip them in me, and with them, faire Coz,\nIle maintaine my proceedings; pray, be pleas'd\nTo shew in generous termes your griefes, since that\nYour question's with your equall, who professes\nTo cleare his owne way with the minde and Sword\nOf a true Gentleman.\n\nPALAMON.\n\nThat thou durst, Arcite!\n\nARCITE.\n\nMy Coz, my Coz, you have beene well advertis'd\nHow much I dare, y'ave seene me use my Sword\nAgainst th'advice of feare: sure, of another\nYou would not heare me doubted, but your silence\nShould breake out, though i'th Sanctuary.\n\nPALAMON.\n\nSir,\nI have seene you move in such a place, which well\nMight justifie your manhood; you were calld\nA good knight and a bold; But the whole weeke's not faire,\nIf any day it rayne: Their valiant temper\nMen loose when they encline to trecherie,\nAnd then they fight like coupelld Beares, would fly\nWere they not tyde.\n\nARCITE.\n\nKinsman, you might as well\nSpeake this and act it in your Glasse, as to\nHis eare which now disdaines you.\n\nPALAMON.\n\nCome up to me,\nQuit me of these cold Gyves, give me a Sword,\nThough it be rustie, and the charity\nOf one meale lend me; Come before me then,\nA good Sword in thy hand, and doe but say\nThat Emily is thine: I will forgive\nThe trespasse thou hast done me, yea, my life,\nIf then thou carry't, and brave soules in shades\nThat have dyde manly, which will seeke of me\nSome newes from earth, they shall get none but this,\nThat thou art brave and noble.\n\nARCITE.\n\nBe content:\nAgaine betake you to your hawthorne house;\nWith counsaile of the night, I will be here\nWith wholesome viands; these impediments\nWill I file off; you shall have garments and\nPerfumes to kill the smell o'th prison; after,\nWhen you shall stretch your selfe and say but, 'Arcite,\nI am in plight,' there shall be at your choyce\nBoth Sword and Armour.\n\nPALAMON.\n\nOh you heavens, dares any\nSo noble beare a guilty busines! none\nBut onely Arcite, therefore none but Arcite\nIn this kinde is so bold.\n\nARCITE.\n\nSweete Palamon.\n\nPALAMON.\n\nI doe embrace you and your offer,--for\nYour offer doo't I onely, Sir; your person,\nWithout hipocrisy I may not wish  [Winde hornes of Cornets.]\nMore then my Swords edge ont.\n\nARCITE.\n\nYou heare the Hornes;\nEnter your Musite least this match between's\nBe crost, er met: give me your hand; farewell.\nIle bring you every needfull thing: I pray you,\nTake comfort and be strong.\n\nPALAMON.\n\nPray hold your promise;\nAnd doe the deede with a bent brow: most certaine\nYou love me not, be rough with me, and powre\nThis oile out of your language; by this ayre,\nI could for each word give a Cuffe, my stomach\nNot reconcild by reason.\n\nARCITE.\n\nPlainely spoken,\nYet pardon me hard language: when I spur  [Winde hornes.]\nMy horse, I chide him not; content and anger\nIn me have but one face.  Harke, Sir, they call\nThe scatterd to the Banket; you must guesse\nI have an office there.\n\nPALAMON.\n\nSir, your attendance\nCannot please heaven, and I know your office\nVnjustly is atcheev'd.\n\nARCITE.\n\nIf a good title,\nI am perswaded this question sicke between's\nBy bleeding must be cur'd.  I am a Suitour,\nThat to your Sword you will bequeath this plea\nAnd talke of it no more.\n\nPALAMON.\n\nBut this one word:\nYou are going now to gaze upon my Mistris,\nFor note you, mine she is--\n\nARCITE.\n\nNay, then.\n\nPALAMON.\n\nNay, pray you,\nYou talke of feeding me to breed me strength:\nYou are going now to looke upon a Sun\nThat strengthens what it lookes on; there\nYou have a vantage ore me, but enjoy't till\nI may enforce my remedy.  Farewell.  [Exeunt.]\n\n\n\n\nScaena 2.  (Another Part of the forest.)\n\n[Enter Iaylors daughter alone.]\n\nDAUGHTER.\n\nHe has mistooke the Brake I meant, is gone\nAfter his fancy.  Tis now welnigh morning;\nNo matter, would it were perpetuall night,\nAnd darkenes Lord o'th world.  Harke, tis a woolfe:\nIn me hath greife slaine feare, and but for one thing\nI care for nothing, and that's Palamon.\nI wreake not if the wolves would jaw me, so\nHe had this File: what if I hallowd for him?\nI cannot hallow: if I whoop'd, what then?\nIf he not answeard, I should call a wolfe,\nAnd doe him but that service.  I have heard\nStrange howles this live-long night, why may't not be\nThey have made prey of him? he has no weapons,\nHe cannot run, the Iengling of his Gives\nMight call fell things to listen, who have in them\nA sence to know a man unarmd, and can\nSmell where resistance is.  Ile set it downe\nHe's torne to peeces; they howld many together\nAnd then they fed on him: So much for that,\nBe bold to ring the Bell; how stand I then?\nAll's char'd when he is gone.  No, no, I lye,\nMy Father's to be hang'd for his escape;\nMy selfe to beg, if I prizd life so much\nAs to deny my act, but that I would not,\nShould I try death by dussons.--I am mop't,\nFood tooke I none these two daies,\nSipt some water.  I have not closd mine eyes\nSave when my lids scowrd off their brine; alas,\nDissolue my life, Let not my sence unsettle,\nLeast I should drowne, or stab or hang my selfe.\nO state of Nature, faile together in me,\nSince thy best props are warpt! So, which way now?\nThe best way is the next way to a grave:\nEach errant step beside is torment.  Loe,\nThe Moone is down, the Cryckets chirpe, the Schreichowle\nCalls in the dawne; all offices are done\nSave what I faile in: But the point is this,\nAn end, and that is all.  [Exit.]\n\n\n\n\nScaena 3.  (Same as Scene I.)\n\n[Enter Arcite, with Meate, Wine, and Files.]\n\nARCITE.\n\nI should be neere the place: hoa, Cosen Palamon.  [Enter\nPalamon.]\n\nPALAMON.\n\nArcite?\n\nARCITE.\n\nThe same: I have brought you foode and files.\nCome forth and feare not, here's no Theseus.\n\nPALAMON.\n\nNor none so honest, Arcite.\n\nARCITE.\n\nThat's no matter,\nWee'l argue that hereafter: Come, take courage;\nYou shall not dye thus beastly: here, Sir, drinke;\nI know you are faint: then ile talke further with you.\n\nPALAMON.\n\nArcite, thou mightst now poyson me.\n\nARCITE.\n\nI might,\nBut I must feare you first: Sit downe, and, good, now\nNo more of these vaine parlies; let us not,\nHaving our ancient reputation with us,\nMake talke for Fooles and Cowards.  To your health, &c.\n\nPALAMON.\n\nDoe.\n\nARCITE.\n\nPray, sit downe then; and let me entreate you,\nBy all the honesty and honour in you,\nNo mention of this woman: t'will disturbe us;\nWe shall have time enough.\n\nPALAMON.\n\nWell, Sir, Ile pledge you.\n\nARCITE.\n\nDrinke a good hearty draught; it breeds good blood, man.\nDoe not you feele it thaw you?\n\nPALAMON.\n\nStay, Ile tell you after a draught or two more.\n\nARCITE.\n\nSpare it not, the Duke has more, Cuz: Eate now.\n\nPALAMON.\n\nYes.\n\nARCITE.\n\nI am glad you have so good a stomach.\n\nPALAMON.\n\nI am gladder I have so good meate too't.\n\nARCITE.\n\nIs't not mad lodging here in the wild woods, Cosen?\n\nPALAMON.\n\nYes, for them that have wilde Consciences.\n\nARCITE.\n\nHow tasts your vittails? your hunger needs no sawce, I see.\n\nPALAMON.\n\nNot much;\nBut if it did, yours is too tart, sweete Cosen: what is this?\n\nARCITE.\n\nVenison.\n\nPALAMON.\n\nTis a lusty meate:\nGiue me more wine; here, Arcite, to the wenches\nWe have known in our daies.  The Lord Stewards daughter,\nDoe you remember her?\n\nARCITE.\n\nAfter you, Cuz.\n\nPALAMON.\n\nShe lov'd a black-haird man.\n\nARCITE.\n\nShe did so; well, Sir.\n\nPALAMON.\n\nAnd I have heard some call him Arcite, and--\n\nARCITE.\n\nOut with't, faith.\n\nPALAMON.\n\nShe met him in an Arbour:\nWhat did she there, Cuz? play o'th virginals?\n\nARCITE.\n\nSomething she did, Sir.\n\nPALAMON.\n\nMade her groane a moneth for't, or 2. or 3. or 10.\n\nARCITE.\n\nThe Marshals Sister\nHad her share too, as I remember, Cosen,\nElse there be tales abroade; you'l pledge her?\n\nPALAMON.\n\nYes.\n\nARCITE.\n\nA pretty broune wench t'is.  There was a time\nWhen yong men went a hunting, and a wood,\nAnd a broade Beech: and thereby hangs a tale:--heigh ho!\n\nPALAMON.\n\nFor Emily, upon my life!  Foole,\nAway with this straind mirth; I say againe,\nThat sigh was breathd for Emily; base Cosen,\nDar'st thou breake first?\n\nARCITE.\n\nYou are wide.\n\nPALAMON.\n\nBy heaven and earth, ther's nothing in thee honest.\n\nARCITE.\n\nThen Ile leave you: you are a Beast now.\n\nPALAMON.\n\nAs thou makst me, Traytour.\n\nARCITE.\n\nTher's all things needfull, files and shirts, and perfumes:\nIle come againe some two howres hence, and bring\nThat that shall quiet all,\n\nPALAMON.\n\nA Sword and Armour?\n\nARCITE.\n\nFeare me not; you are now too fowle; farewell.\nGet off your Trinkets; you shall want nought.\n\nPALAMON.\n\nSir, ha--\n\nARCITE.\n\nIle heare no more.  [Exit.]\n\nPALAMON.\n\nIf he keepe touch, he dies for't.  [Exit.]\n\n\n\n\nScaena 4.  (Another part of the forest.)\n\n[Enter Iaylors daughter.]\n\nDAUGHTER.\n\nI am very cold, and all the Stars are out too,\nThe little Stars, and all, that looke like aglets:\nThe Sun has seene my Folly.  Palamon!\nAlas no; hees in heaven.  Where am I now?\nYonder's the sea, and ther's a Ship; how't tumbles!\nAnd ther's a Rocke lies watching under water;\nNow, now, it beates upon it; now, now, now,\nTher's a leak sprung, a sound one, how they cry!\nSpoon her before the winde, you'l loose all els:\nVp with a course or two, and take about, Boyes.\nGood night, good night, y'ar gone.--I am very hungry.\nWould I could finde a fine Frog; he would tell me\nNewes from all parts o'th world, then would I make\nA Carecke of a Cockle shell, and sayle\nBy east and North East to the King of Pigmes,\nFor he tels fortunes rarely.  Now my Father,\nTwenty to one, is trust up in a trice\nTo morrow morning; Ile say never a word.\n\n[Sing.]\n\nFor ile cut my greene coat a foote above my knee,\nAnd ile clip my yellow lockes an inch below mine eie.\nhey, nonny, nonny, nonny,\nHe's buy me a white Cut, forth for to ride\nAnd ile goe seeke him, throw the world that is so wide\nhey nonny, nonny, nonny.\n\nO for a pricke now like a Nightingale,\nTo put my breast against.  I shall sleepe like a Top else.\n[Exit.]\n\n\n\n\nScaena 5.  (Another part of the forest.)\n\n[Enter a Schoole master, 4. Countrymen, and Bavian. 2. or 3.\nwenches,\n with a Taborer.]\n\nSCHOOLMASTER.\n\nFy, fy, what tediosity, & disensanity is here among ye? have\nmy Rudiments bin labourd so long with ye? milkd unto ye, and\nby a figure even the very plumbroth & marrow of my understanding\nlaid upon ye? and do you still cry: where, and how, & wherfore?\nyou most course freeze capacities, ye jane Iudgements, have I\nsaide:\nthus let be, and there let be, and then let be, and no man\nunderstand\nmee?  Proh deum, medius fidius, ye are all dunces!  For why, here\nstand I, Here the Duke comes, there are you close in the Thicket;\nthe Duke appeares, I meete him and unto him I utter learned\nthings\nand many figures; he heares, and nods, and hums, and then cries:\nrare, and I goe forward; at length I fling my Cap up; marke\nthere;\nthen do you, as once did Meleager and the Bore, break comly out\nbefore him: like true lovers, cast your selves in a Body\ndecently,\nand sweetly, by a figure trace and turne, Boyes.\n\n1. COUNTREYMAN.\n\nAnd sweetly we will doe it Master Gerrold.\n\n2. COUNTREYMAN.\n\nDraw up the Company.  Where's the Taborour?\n\n3. COUNTREYMAN.\n\nWhy, Timothy!\n\nTABORER.\n\nHere, my mad boyes, have at ye.\n\nSCHOOLMASTER.\n\nBut I say, where's their women?\n\n4. COUNTREYMAN.\n\nHere's Friz and Maudline.\n\n2. COUNTREYMAN.\n\nAnd little Luce with the white legs, and bouncing Barbery.\n\n1. COUNTREYMAN.\n\nAnd freckeled Nel, that never faild her Master.\n\nSCHOOLMASTER.\n\nWher be your Ribands, maids? swym with your Bodies\nAnd carry it sweetly, and deliverly\nAnd now and then a fauour, and a friske.\n\nNEL.\n\nLet us alone, Sir.\n\nSCHOOLMASTER.\n\nWher's the rest o'th Musicke?\n\n3. COUNTREYMAN.\n\nDispersd as you commanded.\n\nSCHOOLMASTER.\n\nCouple, then,\nAnd see what's wanting; wher's the Bavian?\nMy friend, carry your taile without offence\nOr scandall to the Ladies; and be sure\nYou tumble with audacity and manhood;\nAnd when you barke, doe it with judgement.\n\nBAVIAN.\n\nYes, Sir.\n\nSCHOOLMASTER.\n\nQuo usque tandem?  Here is a woman wanting.\n\n4. COUNTREYMAN.\n\nWe may goe whistle: all the fat's i'th fire.\n\nSCHOOLMASTER.\n\nWe have,\nAs learned Authours utter, washd a Tile,\nWe have beene FATUUS, and laboured vainely.\n\n2. COUNTREYMAN.\n\nThis is that scornefull peece, that scurvy hilding,\nThat gave her promise faithfully, she would be here,\nCicely the Sempsters daughter:\nThe next gloves that I give her shall be dog skin;\nNay and she faile me once--you can tell, Arcas,\nShe swore by wine and bread, she would not breake.\n\nSCHOOLMASTER.\n\nAn Eele and woman,\nA learned Poet sayes, unles by'th taile\nAnd with thy teeth thou hold, will either faile.\nIn manners this was false position\n\n1. COUNTREYMAN.\n\nA fire ill take her; do's she flinch now?\n\n3. COUNTREYMAN.\n\nWhat\nShall we determine, Sir?\n\nSCHOOLMASTER.\n\nNothing.\nOur busines is become a nullity;\nYea, and a woefull, and a pittious nullity.\n\n4. COUNTREYMAN.\n\nNow when the credite of our Towne lay on it,\nNow to be frampall, now to pisse o'th nettle!\nGoe thy waies; ile remember thee, ile fit thee.\n\n[Enter Iaylors daughter.]\n\nDAUGHTER.\n\n[Sings.]\n\nThe George alow came from the South,\nFrom the coast of Barbary a.\nAnd there he met with brave gallants of war\nBy one, by two, by three, a.\n\nWell haild, well haild, you jolly gallants,\nAnd whither now are you bound a?\nO let me have your company  [Chaire and stooles out.]\nTill (I) come to the sound a.\n\nThere was three fooles, fell out about an howlet:\nThe one sed it was an owle,\nThe other he sed nay,\nThe third he sed it was a hawke,\nAnd her bels wer cut away.\n\n3. COUNTREYMAN.\n\nTher's a dainty mad woman M(aiste)r\nComes i'th Nick, as mad as a march hare:\nIf wee can get her daunce, wee are made againe:\nI warrant her, shee'l doe the rarest gambols.\n\n1. COUNTREYMAN.\n\nA mad woman? we are made, Boyes.\n\nSCHOOLMASTER.\n\nAnd are you mad, good woman?\n\nDAUGHTER.\n\nI would be sorry else;\nGive me your hand.\n\nSCHOOLMASTER.\n\nWhy?\n\nDAUGHTER.\n\nI can tell your fortune.\nYou are a foole: tell ten.  I have pozd him: Buz!\nFriend you must eate no whitebread; if you doe,\nYour teeth will bleede extreamely.  Shall we dance, ho?\nI know you, y'ar a Tinker: Sirha Tinker,\nStop no more holes, but what you should.\n\nSCHOOLMASTER.\n\nDij boni.  A Tinker, Damzell?\n\nDAUGHTER.\n\nOr a Conjurer:\nRaise me a devill now, and let him play\nQuipassa o'th bels and bones.\n\nSCHOOLMASTER.\n\nGoe, take her,\nAnd fluently perswade her to a peace:\nEt opus exegi, quod nec Iouis ira, nec ignis.\nStrike up, and leade her in.\n\n2. COUNTREYMAN.\n\nCome, Lasse, lets trip it.\n\nDAUGHTER.\n\nIle leade.  [Winde Hornes.]\n\n3. COUNTREYMAN.\n\nDoe, doe.\n\nSCHOOLMASTER.\n\nPerswasively, and cunningly: away, boyes,  [Ex. all but\nSchoolemaster.]\nI heare the hornes: give me some meditation,\nAnd marke your Cue.--Pallas inspire me.\n\n[Enter Thes. Pir. Hip. Emil. Arcite, and traine.]\n\nTHESEUS.\n\nThis way the Stag tooke.\n\nSCHOOLMASTER.\n\nStay, and edifie.\n\nTHESEUS.\n\nWhat have we here?\n\nPERITHOUS.\n\nSome Countrey sport, upon my life, Sir.\n\nTHESEUS.\n\nWell, Sir, goe forward, we will edifie.\nLadies, sit downe, wee'l stay it.\n\nSCHOOLMASTER.\n\nThou, doughtie Duke, all haile: all haile, sweet Ladies.\n\nTHESEUS.\n\nThis is a cold beginning.\n\nSCHOOLMASTER.\n\nIf you but favour, our Country pastime made is.\nWe are a few of those collected here,\nThat ruder Tongues distinguish villager;\nAnd to say veritie, and not to fable,\nWe are a merry rout, or else a rable,\nOr company, or, by a figure, Choris,\nThat fore thy dignitie will dance a Morris.\nAnd I, that am the rectifier of all,\nBy title Pedagogus, that let fall\nThe Birch upon the breeches of the small ones,\nAnd humble with a Ferula the tall ones,\nDoe here present this Machine, or this frame:\nAnd daintie Duke, whose doughtie dismall fame\nFrom Dis to Dedalus, from post to pillar,\nIs blowne abroad, helpe me thy poore well willer,\nAnd with thy twinckling eyes looke right and straight\nVpon this mighty MORR--of mickle waight;\nIS now comes in, which being glewd together,\nMakes MORRIS, and the cause that we came hether.\nThe body of our sport, of no small study,\nI first appeare, though rude, and raw, and muddy,\nTo speake before thy noble grace this tenner:\nAt whose great feete I offer up my penner.\nThe next the Lord of May and Lady bright,\nThe Chambermaid and Servingman by night\nThat seeke out silent hanging: Then mine Host\nAnd his fat Spowse, that welcomes to their cost\nThe gauled Traveller, and with a beckning\nInformes the Tapster to inflame the reckning:\nThen the beast eating Clowne, and next the foole,\nThe Bavian, with long tayle and eke long toole,\nCum multis alijs that make a dance:\nSay 'I,' and all shall presently advance.\n\nTHESEUS.\n\nI, I, by any meanes, deere Domine.\n\nPERITHOUS.\n\nProduce.\n\n(SCHOOLMASTER.)\n\nIntrate, filij; Come forth, and foot it.--\n\n[Musicke, Dance.  Knocke for Schoole.]\n\n[Enter the Dance.]\n\nLadies, if we have beene merry,\nAnd have pleasd yee with a derry,\nAnd a derry, and a downe,\nSay the Schoolemaster's no Clowne:\nDuke, if we have pleasd thee too,\nAnd have done as good Boyes should doe,\nGive us but a tree or twaine\nFor a Maypole, and againe,\nEre another yeare run out,\nWee'l make thee laugh and all this rout.\n\nTHESEUS.\n\nTake 20., Domine; how does my sweet heart?\n\nHIPPOLITA.\n\nNever so pleasd, Sir.\n\nEMILIA.\n\nTwas an excellent dance, and for a preface\nI never heard a better.\n\nTHESEUS.\n\nSchoolemaster, I thanke you.--One see'em all rewarded.\n\nPERITHOUS.\n\nAnd heer's something to paint your Pole withall.\n\nTHESEUS.\n\nNow to our sports againe.\n\nSCHOOLMASTER.\n\nMay the Stag thou huntst stand long,\nAnd thy dogs be swift and strong:\nMay they kill him without lets,\nAnd the Ladies eate his dowsets!\nCome, we are all made.  [Winde Hornes.]\nDij Deoeq(ue) omnes, ye have danc'd rarely, wenches.  [Exeunt.]\n\n\n\n\nScaena 6.  (Same as Scene III.)\n\n[Enter Palamon from the Bush.]\n\nPALAMON.\n\nAbout this houre my Cosen gave his faith\nTo visit me againe, and with him bring\nTwo Swords, and two good Armors; if he faile,\nHe's neither man nor Souldier.  When he left me,\nI did not thinke a weeke could have restord\nMy lost strength to me, I was growne so low,\nAnd Crest-falne with my wants: I thanke thee, Arcite,\nThou art yet a faire Foe; and I feele my selfe\nWith this refreshing, able once againe\nTo out dure danger: To delay it longer\nWould make the world think, when it comes to hearing,\nThat I lay fatting like a Swine to fight,\nAnd not a Souldier: Therefore, this blest morning\nShall be the last; and that Sword he refuses,\nIf it but hold, I kill him with; tis Iustice:\nSo love, and Fortune for me!--O, good morrow.\n\n[Enter Arcite with Armors and Swords.]\n\nARCITE.\n\nGood morrow, noble kinesman.\n\nPALAMON.\n\nI have put you to too much paines, Sir.\n\nARCITE.\n\nThat too much, faire Cosen,\nIs but a debt to honour, and my duty.\n\nPALAMON.\n\nWould you were so in all, Sir; I could wish ye\nAs kinde a kinsman, as you force me finde\nA beneficiall foe, that my embraces\nMight thanke ye, not my blowes.\n\nARCITE.\n\nI shall thinke either, well done,\nA noble recompence.\n\nPALAMON.\n\nThen I shall quit you.\n\nARCITE.\n\nDefy me in these faire termes, and you show\nMore then a Mistris to me, no more anger\nAs you love any thing that's honourable:\nWe were not bred to talke, man; when we are arm'd\nAnd both upon our guards, then let our fury,\nLike meeting of two tides, fly strongly from us,\nAnd then to whom the birthright of this Beauty\nTruely pertaines (without obbraidings, scornes,\nDispisings of our persons, and such powtings,\nFitter for Girles and Schooleboyes) will be seene\nAnd quickly, yours, or mine: wilt please you arme, Sir,\nOr if you feele your selfe not fitting yet\nAnd furnishd with your old strength, ile stay, Cosen,\nAnd ev'ry day discourse you into health,\nAs I am spard: your person I am friends with,\nAnd I could wish I had not saide I lov'd her,\nThough I had dide; But loving such a Lady\nAnd justifying my Love, I must not fly from't.\n\nPALAMON.\n\nArcite, thou art so brave an enemy,\nThat no man but thy Cosen's fit to kill thee:\nI am well and lusty, choose your Armes.\n\nARCITE.\n\nChoose you, Sir.\n\nPALAMON.\n\nWilt thou exceede in all, or do'st thou doe it\nTo make me spare thee?\n\nARCITE.\n\nIf you thinke so, Cosen,\nYou are deceived, for as I am a Soldier,\nI will not spare you.\n\nPALAMON.\n\nThat's well said.\n\nARCITE.\n\nYou'l finde it.\n\nPALAMON.\n\nThen, as I am an honest man and love\nWith all the justice of affection,\nIle pay thee soundly.  This ile take.\n\nARCITE.\n\nThat's mine, then;\nIle arme you first.\n\nPALAMON.\n\nDo: pray thee, tell me, Cosen,\nWhere gotst thou this good Armour?\n\nARCITE.\n\nTis the Dukes,\nAnd to say true, I stole it; doe I pinch you?\n\nPALAMON.\n\nNoe.\n\nARCITE.\n\nIs't not too heavie?\n\nPALAMON.\n\nI have worne a lighter,\nBut I shall make it serve.\n\nARCITE.\n\nIle buckl't close.\n\nPALAMON.\n\nBy any meanes.\n\nARCITE.\n\nYou care not for a Grand guard?\n\nPALAMON.\n\nNo, no; wee'l use no horses: I perceave\nYou would faine be at that Fight.\n\nARCITE.\n\nI am indifferent.\n\nPALAMON.\n\nFaith, so am I: good Cosen, thrust the buckle\nThrough far enough.\n\nARCITE.\n\nI warrant you.\n\nPALAMON.\n\nMy Caske now.\n\nARCITE.\n\nWill you fight bare-armd?\n\nPALAMON.\n\nWe shall be the nimbler.\n\nARCITE.\n\nBut use your Gauntlets though; those are o'th least,\nPrethee take mine, good Cosen.\n\nPALAMON.\n\nThanke you, Arcite.\nHow doe I looke? am I falne much away?\n\nARCITE.\n\nFaith, very little; love has usd you kindly.\n\nPALAMON.\n\nIle warrant thee, Ile strike home.\n\nARCITE.\n\nDoe, and spare not;\nIle give you cause, sweet Cosen.\n\nPALAMON.\n\nNow to you, Sir:\nMe thinkes this Armor's very like that, Arcite,\nThou wor'st the day the 3. Kings fell, but lighter.\n\nARCITE.\n\nThat was a very good one; and that day,\nI well remember, you outdid me, Cosen.\nI never saw such valour: when you chargd\nVpon the left wing of the Enemie,\nI spurd hard to come up, and under me\nI had a right good horse.\n\nPALAMON.\n\nYou had indeede; a bright Bay, I remember.\n\nARCITE.\n\nYes, but all\nWas vainely labour'd in me; you outwent me,\nNor could my wishes reach you; yet a little\nI did by imitation.\n\nPALAMON.\n\nMore by vertue;\nYou are modest, Cosen.\n\nARCITE.\n\nWhen I saw you charge first,\nMe thought I heard a dreadfull clap of Thunder\nBreake from the Troope.\n\nPALAMON.\n\nBut still before that flew\nThe lightning of your valour.  Stay a little,\nIs not this peece too streight?\n\nARCITE.\n\nNo, no, tis well.\n\nPALAMON.\n\nI would have nothing hurt thee but my Sword,\nA bruise would be dishonour.\n\nARCITE.\n\nNow I am perfect.\n\nPALAMON.\n\nStand off, then.\n\nARCITE.\n\nTake my Sword, I hold it better.\n\nPALAMON.\n\nI thanke ye: No, keepe it; your life lyes on it.\nHere's one; if it but hold, I aske no more\nFor all my hopes: My Cause and honour guard me!  [They bow\n severall wayes: then advance and stand.]\n\nARCITE.\n\nAnd me my love!  Is there ought else to say?\n\nPALAMON.\n\nThis onely, and no more: Thou art mine Aunts Son,\nAnd that blood we desire to shed is mutuall;\nIn me, thine, and in thee, mine.  My Sword\nIs in my hand, and if thou killst me,\nThe gods and I forgive thee; If there be\nA place prepar'd for those that sleepe in honour,\nI wish his wearie soule that falls may win it:\nFight bravely, Cosen; give me thy noble hand.\n\nARCITE.\n\nHere, Palamon: This hand shall never more\nCome neare thee with such friendship.\n\nPALAMON.\n\nI commend thee.\n\nARCITE.\n\nIf I fall, curse me, and say I was a coward,\nFor none but such dare die in these just Tryalls.\nOnce more farewell, my Cosen.\n\nPALAMON.\n\nFarewell, Arcite.  [Fight.]\n\n[Hornes within: they stand.]\n\nARCITE.\n\nLoe, Cosen, loe, our Folly has undon us.\n\nPALAMON.\n\nWhy?\n\nARCITE.\n\nThis is the Duke, a hunting as I told you.\nIf we be found, we are wretched.  O retire\nFor honours sake, and safety presently\nInto your Bush agen; Sir, we shall finde\nToo many howres to dye in: gentle Cosen,\nIf you be seene you perish instantly\nFor breaking prison, and I, if you reveale me,\nFor my contempt.  Then all the world will scorne us,\nAnd say we had a noble difference,\nBut base disposers of it.\n\nPALAMON.\n\nNo, no, Cosen,\nI will no more be hidden, nor put off\nThis great adventure to a second Tryall:\nI know your cunning, and I know your cause;\nHe that faints now, shame take him: put thy selfe\nVpon thy present guard--\n\nARCITE.\n\nYou are not mad?\n\nPALAMON.\n\nOr I will make th'advantage of this howre\nMine owne, and what to come shall threaten me,\nI feare lesse then my fortune: know, weake Cosen,\nI love Emilia, and in that ile bury\nThee, and all crosses else.\n\nARCITE.\n\nThen, come what can come,\nThou shalt know, Palamon, I dare as well\nDie, as discourse, or sleepe: Onely this feares me,\nThe law will have the honour of our ends.\nHave at thy life.\n\nPALAMON.\n\nLooke to thine owne well, Arcite.  [Fight againe.  Hornes.]\n\n[Enter Theseus, Hipolita, Emilia, Perithous and traine.]\n\nTHESEUS.\n\nWhat ignorant and mad malicious Traitors,\nAre you, That gainst the tenor of my Lawes\nAre making Battaile, thus like Knights appointed,\nWithout my leave, and Officers of Armes?\nBy Castor, both shall dye.\n\nPALAMON.\n\nHold thy word, Theseus.\nWe are certainly both Traitors, both despisers\nOf thee and of thy goodnesse: I am Palamon,\nThat cannot love thee, he that broke thy Prison;\nThinke well what that deserves: and this is Arcite,\nA bolder Traytor never trod thy ground,\nA Falser neu'r seem'd friend: This is the man\nWas begd and banish'd; this is he contemnes thee\nAnd what thou dar'st doe, and in this disguise\nAgainst thy owne Edict followes thy Sister,\nThat fortunate bright Star, the faire Emilia,\nWhose servant, (if there be a right in seeing,\nAnd first bequeathing of the soule to) justly\nI am, and, which is more, dares thinke her his.\nThis treacherie, like a most trusty Lover,\nI call'd him now to answer; if thou bee'st,\nAs thou art spoken, great and vertuous,\nThe true descider of all injuries,\nSay, 'Fight againe,' and thou shalt see me, Theseus,\nDoe such a Iustice, thou thy selfe wilt envie.\nThen take my life; Ile wooe thee too't.\n\nPERITHOUS.\n\nO heaven,\nWhat more then man is this!\n\nTHESEUS.\n\nI have sworne.\n\nARCITE.\n\nWe seeke not\nThy breath of mercy, Theseus.  Tis to me\nA thing as soone to dye, as thee to say it,\nAnd no more mov'd: where this man calls me Traitor,\nLet me say thus much: if in love be Treason,\nIn service of so excellent a Beutie,\nAs I love most, and in that faith will perish,\nAs I have brought my life here to confirme it,\nAs I have serv'd her truest, worthiest,\nAs I dare kill this Cosen, that denies it,\nSo let me be most Traitor, and ye please me.\nFor scorning thy Edict, Duke, aske that Lady\nWhy she is faire, and why her eyes command me\nStay here to love her; and if she say 'Traytor,'\nI am a villaine fit to lye unburied.\n\nPALAMON.\n\nThou shalt have pitty of us both, o Theseus,\nIf unto neither thou shew mercy; stop\n(As thou art just) thy noble eare against us.\nAs thou art valiant, for thy Cosens soule\nWhose 12. strong labours crowne his memory,\nLets die together, at one instant, Duke,\nOnely a little let him fall before me,\nThat I may tell my Soule he shall not have her.\n\nTHESEUS.\n\nI grant your wish, for, to say true, your Cosen\nHas ten times more offended; for I gave him\nMore mercy then you found, Sir, your offenses\nBeing no more then his.  None here speake for 'em,\nFor, ere the Sun set, both shall sleepe for ever.\n\nHIPPOLITA.\n\nAlas the pitty! now or never, Sister,\nSpeake, not to be denide; That face of yours\nWill beare the curses else of after ages\nFor these lost Cosens.\n\nEMILIA.\n\nIn my face, deare Sister,\nI finde no anger to 'em, nor no ruyn;\nThe misadventure of their owne eyes kill 'em;\nYet that I will be woman, and have pitty,\nMy knees shall grow to'th ground but Ile get mercie.\nHelpe me, deare Sister; in a deede so vertuous\nThe powers of all women will be with us.\nMost royall Brother--\n\nHIPPOLITA.\n\nSir, by our tye of Marriage--\n\nEMILIA.\n\nBy your owne spotlesse honour--\n\nHIPPOLITA.\n\nBy that faith,\nThat faire hand, and that honest heart you gave me.\n\nEMILIA.\n\nBy that you would have pitty in another,\nBy your owne vertues infinite.\n\nHIPPOLITA.\n\nBy valour,\nBy all the chaste nights I have ever pleasd you.\n\nTHESEUS.\n\nThese are strange Conjurings.\n\nPERITHOUS.\n\nNay, then, Ile in too:\nBy all our friendship, Sir, by all our dangers,\nBy all you love most: warres and this sweet Lady.\n\nEMILIA.\n\nBy that you would have trembled to deny,\nA blushing Maide.\n\nHIPPOLITA.\n\nBy your owne eyes: By strength,\nIn which you swore I went beyond all women,\nAlmost all men, and yet I yeelded, Theseus.\n\nPERITHOUS.\n\nTo crowne all this: By your most noble soule,\nWhich cannot want due mercie, I beg first.\n\nHIPPOLITA.\n\nNext, heare my prayers.\n\nEMILIA.\n\nLast, let me intreate, Sir.\n\nPERITHOUS.\n\nFor mercy.\n\nHIPPOLITA.\n\nMercy.\n\nEMILIA.\n\nMercy on these Princes.\n\nTHESEUS.\n\nYe make my faith reele: Say I felt\nCompassion to'em both, how would you place it?\n\nEMILIA.\n\nVpon their lives: But with their banishments.\n\nTHESEUS.\n\nYou are a right woman, Sister; you have pitty,\nBut want the vnderstanding where to use it.\nIf you desire their lives, invent a way\nSafer then banishment: Can these two live\nAnd have the agony of love about 'em,\nAnd not kill one another?  Every day\nThey'ld fight about you; howrely bring your honour\nIn publique question with their Swords.  Be wise, then,\nAnd here forget 'em; it concernes your credit\nAnd my oth equally: I have said they die;\nBetter they fall by'th law, then one another.\nBow not my honor.\n\nEMILIA.\n\nO my noble Brother,\nThat oth was rashly made, and in your anger,\nYour reason will not hold it; if such vowes\nStand for expresse will, all the world must perish.\nBeside, I have another oth gainst yours,\nOf more authority, I am sure more love,\nNot made in passion neither, but good heede.\n\nTHESEUS.\n\nWhat is it, Sister?\n\nPERITHOUS.\n\nVrge it home, brave Lady.\n\nEMILIA.\n\nThat you would nev'r deny me any thing\nFit for my modest suit, and your free granting:\nI tye you to your word now; if ye fall in't,\nThinke how you maime your honour,\n(For now I am set a begging, Sir, I am deafe\nTo all but your compassion.)  How, their lives\nMight breed the ruine of my name, Opinion!\nShall any thing that loves me perish for me?\nThat were a cruell wisedome; doe men proyne\nThe straight yong Bowes that blush with thousand Blossoms,\nBecause they may be rotten?  O Duke Theseus,\nThe goodly Mothers that have groand for these,\nAnd all the longing Maides that ever lov'd,\nIf your vow stand, shall curse me and my Beauty,\nAnd in their funerall songs for these two Cosens\nDespise my crueltie, and cry woe worth me,\nTill I am nothing but the scorne of women;\nFor heavens sake save their lives, and banish 'em.\n\nTHESEUS.\n\nOn what conditions?\n\nEMILIA.\n\nSweare'em never more\nTo make me their Contention, or to know me,\nTo tread upon thy Dukedome; and to be,\nWhere ever they shall travel, ever strangers\nTo one another.\n\nPALAMON.\n\nIle be cut a peeces\nBefore I take this oth: forget I love her?\nO all ye gods dispise me, then!  Thy Banishment\nI not mislike, so we may fairely carry\nOur Swords and cause along: else, never trifle,\nBut take our lives, Duke: I must love and will,\nAnd for that love must and dare kill this Cosen\nOn any peece the earth has.\n\nTHESEUS.\n\nWill you, Arcite,\nTake these conditions?\n\nPALAMON.\n\nHe's a villaine, then.\n\nPERITHOUS.\n\nThese are men.\n\nARCITE.\n\nNo, never, Duke: Tis worse to me than begging\nTo take my life so basely; though I thinke\nI never shall enjoy her, yet ile preserve\nThe honour of affection, and dye for her,\nMake death a Devill.\n\nTHESEUS.\n\nWhat may be done? for now I feele compassion.\n\nPERITHOUS.\n\nLet it not fall agen, Sir.\n\nTHESEUS.\n\nSay, Emilia,\nIf one of them were dead, as one must, are you\nContent to take th'other to your husband?\nThey cannot both enjoy you; They are Princes\nAs goodly as your owne eyes, and as noble\nAs ever fame yet spoke of; looke upon 'em,\nAnd if you can love, end this difference.\nI give consent; are you content too, Princes?\n\nBOTH.\n\nWith all our soules.\n\nTHESEUS.\n\nHe that she refuses\nMust dye, then.\n\nBOTH.\n\nAny death thou canst invent, Duke.\n\nPALAMON.\n\nIf I fall from that mouth, I fall with favour,\nAnd Lovers yet unborne shall blesse my ashes.\n\nARCITE.\n\nIf she refuse me, yet my grave will wed me,\nAnd Souldiers sing my Epitaph.\n\nTHESEUS.\n\nMake choice, then.\n\nEMILIA.\n\nI cannot, Sir, they are both too excellent:\nFor me, a hayre shall never fall of these men.\n\nHIPPOLITA.\n\nWhat will become of 'em?\n\nTHESEUS.\n\nThus I ordaine it;\nAnd by mine honor, once againe, it stands,\nOr both shall dye:--You shall both to your Countrey,\nAnd each within this moneth, accompanied\nWith three faire Knights, appeare againe in this place,\nIn which Ile plant a Pyramid; and whether,\nBefore us that are here, can force his Cosen\nBy fayre and knightly strength to touch the Pillar,\nHe shall enjoy her: the other loose his head,\nAnd all his friends; Nor shall he grudge to fall,\nNor thinke he dies with interest in this Lady:\nWill this content yee?\n\nPALAMON.\n\nYes: here, Cosen Arcite,\nI am friends againe, till that howre.\n\nARCITE.\n\nI embrace ye.\n\nTHESEUS.\n\nAre you content, Sister?\n\nEMILIA.\n\nYes, I must, Sir,\nEls both miscarry.\n\nTHESEUS.\n\nCome, shake hands againe, then;\nAnd take heede, as you are Gentlemen, this Quarrell\nSleepe till the howre prefixt; and hold your course.\n\nPALAMON.\n\nWe dare not faile thee, Theseus.\n\nTHESEUS.\n\nCome, Ile give ye\nNow usage like to Princes, and to Friends:\nWhen ye returne, who wins, Ile settle heere;\nWho looses, yet Ile weepe upon his Beere.  [Exeunt.]\n\n\n\n\nActus Quartus.\n\n\n\n\nScaena 1.  (Athens.  A room in the prison.)\n\n[Enter Iailor and his friend.]\n\nIAILOR.\n\nHeare you no more? was nothing saide of me\nConcerning the escape of Palamon?\nGood Sir, remember.\n\n1. FRIEND.\n\nNothing that I heard,\nFor I came home before the busines\nWas fully ended: Yet I might perceive,\nEre I departed, a great likelihood\nOf both their pardons: For Hipolita,\nAnd faire-eyd Emilie, upon their knees\nBegd with such hansom pitty, that the Duke\nMe thought stood staggering, whether he should follow\nHis rash oth, or the sweet compassion\nOf those two Ladies; and to second them,\nThat truely noble Prince Perithous,\nHalfe his owne heart, set in too, that I hope\nAll shall be well: Neither heard I one question\nOf your name or his scape.\n\n[Enter 2. Friend.]\n\nIAILOR.\n\nPray heaven it hold so.\n\n2. FRIEND.\n\nBe of good comfort, man; I bring you newes,\nGood newes.\n\nIAILOR.\n\nThey are welcome,\n\n2. FRIEND.\n\nPalamon has cleerd you,\nAnd got your pardon, and discoverd how\nAnd by whose meanes he escapt, which was your Daughters,\nWhose pardon is procurd too; and the Prisoner,\nNot to be held ungratefull to her goodnes,\nHas given a summe of money to her Marriage,\nA large one, ile assure you.\n\nIAILOR.\n\nYe are a good man\nAnd ever bring good newes.\n\n1. FRIEND.\n\nHow was it ended?\n\n2. FRIEND.\n\nWhy, as it should be; they that nev'r begd\nBut they prevaild, had their suites fairely granted,\nThe prisoners have their lives.\n\n1. FRIEND.\n\nI knew t'would be so.\n\n2. FRIEND.\n\nBut there be new conditions, which you'l heare of\nAt better time.\n\nIAILOR.\n\nI hope they are good.\n\n2. FRIEND.\n\nThey are honourable,\nHow good they'l prove, I know not.\n\n[Enter Wooer.]\n\n1. FRIEND.\n\nT'will be knowne.\n\nWOOER.\n\nAlas, Sir, wher's your Daughter?\n\nIAILOR.\n\nWhy doe you aske?\n\nWOOER.\n\nO, Sir, when did you see her?\n\n2. FRIEND.\n\nHow he lookes?\n\nIAILOR.\n\nThis morning.\n\nWOOER.\n\nWas she well? was she in health, Sir?\nWhen did she sleepe?\n\n1. FRIEND.\n\nThese are strange Questions.\n\nIAILOR.\n\nI doe not thinke she was very well, for now\nYou make me minde her, but this very day\nI ask'd her questions, and she answered me\nSo farre from what she was, so childishly,\nSo sillily, as if she were a foole,\nAn Inocent, and I was very angry.\nBut what of her, Sir?\n\nWOOER.\n\nNothing but my pitty;\nBut you must know it, and as good by me\nAs by an other that lesse loves her--\n\nIAILOR.\n\nWell, Sir.\n\n1. FRIEND.\n\nNot right?\n\n2. FRIEND.\n\nNot well?\n\nWOOER.\n\nNo, Sir, not well.\nTis too true, she is mad.\n\n1. FRIEND.\n\nIt cannot be.\n\nWOOER.\n\nBeleeve, you'l finde it so.\n\nIAILOR.\n\nI halfe suspected\nWhat you (have) told me: the gods comfort her:\nEither this was her love to Palamon,\nOr feare of my miscarrying on his scape,\nOr both.\n\nWOOER.\n\nTis likely.\n\nIAILOR.\n\nBut why all this haste, Sir?\n\nWOOER.\n\nIle tell you quickly.  As I late was angling\nIn the great Lake that lies behind the Pallace,\nFrom the far shore, thicke set with reedes and Sedges,\nAs patiently I was attending sport,\nI heard a voyce, a shrill one, and attentive\nI gave my eare, when I might well perceive\nT'was one that sung, and by the smallnesse of it\nA boy or woman.  I then left my angle\nTo his owne skill, came neere, but yet perceivd not\nWho made the sound, the rushes and the Reeds\nHad so encompast it: I laide me downe\nAnd listned to the words she sung, for then,\nThrough a small glade cut by the Fisher men,\nI saw it was your Daughter.\n\nIAILOR.\n\nPray, goe on, Sir?\n\nWOOER.\n\nShe sung much, but no sence; onely I heard her\nRepeat this often: 'Palamon is gone,\nIs gone to'th wood to gather Mulberies;\nIle finde him out to morrow.'\n\n1. FRIEND.\n\nPretty soule.\n\nWOOER.\n\n'His shackles will betray him, hee'l be taken,\nAnd what shall I doe then?  Ile bring a beavy,\nA hundred blacke eyd Maides, that love as I doe,\nWith Chaplets on their heads of Daffadillies,\nWith cherry-lips, and cheekes of Damaske Roses,\nAnd all wee'l daunce an Antique fore the Duke,\nAnd beg his pardon.'  Then she talk'd of you, Sir;\nThat you must loose your head to morrow morning,\nAnd she must gather flowers to bury you,\nAnd see the house made handsome: then she sung\nNothing but 'Willow, willow, willow,' and betweene\nEver was, 'Palamon, faire Palamon,'\nAnd 'Palamon was a tall yong man.'  The place\nWas knee deepe where she sat; her careles Tresses\nA wreathe of bull-rush rounded; about her stucke\nThousand fresh water flowers of severall cullors,\nThat me thought she appeard like the faire Nimph\nThat feedes the lake with waters, or as Iris\nNewly dropt downe from heaven; Rings she made\nOf rushes that grew by, and to 'em spoke\nThe prettiest posies: 'Thus our true love's tide,'\n'This you may loose, not me,' and many a one:\nAnd then she wept, and sung againe, and sigh'd,\nAnd with the same breath smil'd, and kist her hand.\n\n2. FRIEND.\n\nAlas, what pitty it is!\n\nWOOER.\n\nI made in to her.\nShe saw me, and straight sought the flood; I sav'd her,\nAnd set her safe to land: when presently\nShe slipt away, and to the Citty made,\nWith such a cry and swiftnes, that, beleeve me,\nShee left me farre behinde her; three or foure\nI saw from farre off crosse her, one of 'em\nI knew to be your brother; where she staid,\nAnd fell, scarce to be got away: I left them with her,  [Enter\n Brother, Daughter, and others.]\nAnd hether came to tell you.  Here they are.\n\nDAUGHTER.  [sings.]\n\nMay you never more enjoy the light, &c.\n\nIs not this a fine Song?\n\nBROTHER.\n\nO, a very fine one.\n\nDAUGHTER.\n\nI can sing twenty more.\n\nBROTHER.\n\nI thinke you can.\n\nDAUGHTER.\n\nYes, truely, can I; I can sing the Broome,\nAnd Bony Robin.  Are not you a tailour?\n\nBROTHER.\n\nYes.\n\nDAUGHTER.\n\nWher's my wedding Gowne?\n\nBROTHER.\n\nIle bring it to morrow.\n\nDAUGHTER.\n\nDoe, very rarely; I must be abroad else\nTo call the Maides, and pay the Minstrels,\nFor I must loose my Maydenhead by cock-light;\nTwill never thrive else.\n[Singes.]  O faire, oh sweete, &c.\n\nBROTHER.\n\nYou must ev'n take it patiently.\n\nIAILOR.\n\nTis true.\n\nDAUGHTER.\n\nGood ev'n, good men; pray, did you ever heare\nOf one yong Palamon?\n\nIAILOR.\n\nYes, wench, we know him.\n\nDAUGHTER.\n\nIs't not a fine yong Gentleman?\n\nIAILOR.\n\nTis Love.\n\nBROTHER.\n\nBy no meane crosse her; she is then distemperd\nFar worse then now she showes.\n\n1. FRIEND.\n\nYes, he's a fine man.\n\nDAUGHTER.\n\nO, is he so? you have a Sister?\n\n1. FRIEND.\n\nYes.\n\nDAUGHTER.\n\nBut she shall never have him, tell her so,\nFor a tricke that I know; y'had best looke to her,\nFor if she see him once, she's gone, she's done,\nAnd undon in an howre.  All the young Maydes\nOf our Towne are in love with him, but I laugh at 'em\nAnd let 'em all alone; Is't not a wise course?\n\n1. FRIEND.\n\nYes.\n\nDAUGHTER.\n\nThere is at least two hundred now with child by him--\nThere must be fowre; yet I keepe close for all this,\nClose as a Cockle; and all these must be Boyes,\nHe has the tricke on't, and at ten yeares old\nThey must be all gelt for Musitians,\nAnd sing the wars of Theseus.\n\n2. FRIEND.\n\nThis is strange.\n\nDAUGHTER.\n\nAs ever you heard, but say nothing.\n\n1. FRIEND.\n\nNo.\n\nDAUGHTER.\n\nThey come from all parts of the Dukedome to him;\nIle warrant ye, he had not so few last night\nAs twenty to dispatch: hee'l tickl't up\nIn two howres, if his hand be in.\n\nIAILOR.\n\nShe's lost\nPast all cure.\n\nBROTHER.\n\nHeaven forbid, man.\n\nDAUGHTER.\n\nCome hither, you are a wise man.\n\n1. FRIEND.\n\nDo's she know him?\n\n2. FRIEND.\n\nNo, would she did.\n\nDAUGHTER.\n\nYou are master of a Ship?\n\nIAILOR.\n\nYes.\n\nDAUGHTER.\n\nWher's your Compasse?\n\nIAILOR.\n\nHeere.\n\nDAUGHTER.\n\nSet it too'th North.\nAnd now direct your course to'th wood, wher Palamon\nLyes longing for me; For the Tackling\nLet me alone; Come, waygh, my hearts, cheerely!\n\nALL.\n\nOwgh, owgh, owgh, tis up, the wind's faire,\nTop the Bowling, out with the maine saile;\nWher's your Whistle, Master?\n\nBROTHER.\n\nLets get her in.\n\nIAILOR.\n\nVp to the top, Boy.\n\nBROTHER.\n\nWher's the Pilot?\n\n1. FRIEND.\n\nHeere.\n\nDAUGHTER.\n\nWhat ken'st thou?\n\n2. FRIEND.\n\nA faire wood.\n\nDAUGHTER.\n\nBeare for it, master: take about!  [Singes.]\nWhen Cinthia with her borrowed light, &c.  [Exeunt.]\n\n\n\n\nScaena 2.  (A Room in the Palace.)\n\n[Enter Emilia alone, with 2. Pictures.]\n\nEMILIA.\n\nYet I may binde those wounds up, that must open\nAnd bleed to death for my sake else; Ile choose,\nAnd end their strife: Two such yong hansom men\nShall never fall for me, their weeping Mothers,\nFollowing the dead cold ashes of their Sonnes,\nShall never curse my cruelty.  Good heaven,\nWhat a sweet face has Arcite! if wise nature,\nWith all her best endowments, all those beuties\nShe sowes into the birthes of noble bodies,\nWere here a mortall woman, and had in her\nThe coy denialls of yong Maydes, yet doubtles,\nShe would run mad for this man: what an eye,\nOf what a fyry sparkle, and quick sweetnes,\nHas this yong Prince!  Here Love himselfe sits smyling,\nIust such another wanton Ganimead\nSet Jove a fire with, and enforcd the god\nSnatch up the goodly Boy, and set him by him\nA shining constellation: What a brow,\nOf what a spacious Majesty, he carries!\nArch'd like the great eyd Iuno's, but far sweeter,\nSmoother then Pelops Shoulder!  Fame and honour,\nMe thinks, from hence, as from a Promontory\nPointed in heaven, should clap their wings, and sing\nTo all the under world the Loves and Fights\nOf gods, and such men neere 'em.  Palamon\nIs but his foyle, to him a meere dull shadow:\nHee's swarth and meagre, of an eye as heavy\nAs if he had lost his mother; a still temper,\nNo stirring in him, no alacrity,\nOf all this sprightly sharpenes not a smile;\nYet these that we count errours may become him:\nNarcissus was a sad Boy, but a heavenly:--\nOh who can finde the bent of womans fancy?\nI am a Foole, my reason is lost in me;\nI have no choice, and I have ly'd so lewdly\nThat women ought to beate me.  On my knees\nI aske thy pardon, Palamon; thou art alone,\nAnd only beutifull, and these the eyes,\nThese the bright lamps of beauty, that command\nAnd threaten Love, and what yong Mayd dare crosse 'em?\nWhat a bold gravity, and yet inviting,\nHas this browne manly face!  O Love, this only\nFrom this howre is Complexion: Lye there, Arcite,\nThou art a changling to him, a meere Gipsey,\nAnd this the noble Bodie.  I am sotted,\nVtterly lost: My Virgins faith has fled me;\nFor if my brother but even now had ask'd me\nWhether I lov'd, I had run mad for Arcite;\nNow, if my Sister, More for Palamon.\nStand both together: Now, come aske me, Brother.--\nAlas, I know not!  Aske me now, sweet Sister;--\nI may goe looke.  What a meere child is Fancie,\nThat, having two faire gawdes of equall sweetnesse,\nCannot distinguish, but must crie for both.\n\n[Enter (a) Gent(leman.)]\n\nEMILIA.\n\nHow now, Sir?\n\nGENTLEMAN.\n\nFrom the Noble Duke your Brother,\nMadam, I bring you newes: The Knights are come.\n\nEMILIA.\n\nTo end the quarrell?\n\nGENTLEMAN.\n\nYes.\n\nEMILIA.\n\nWould I might end first:\nWhat sinnes have I committed, chast Diana,\nThat my unspotted youth must now be soyld\nWith blood of Princes? and my Chastitie\nBe made the Altar, where the lives of Lovers\n(Two greater and two better never yet\nMade mothers joy) must be the sacrifice\nTo my unhappy Beautie?\n\n[Enter Theseus, Hipolita, Perithous and attendants.]\n\nTHESEUS.\n\nBring 'em in\nQuickly, By any meanes; I long to see 'em.--\nYour two contending Lovers are return'd,\nAnd with them their faire Knights: Now, my faire Sister,\nYou must love one of them.\n\nEMILIA.\n\nI had rather both,\nSo neither for my sake should fall untimely.\n\n[Enter Messenger.  (Curtis.)]\n\nTHESEUS.\n\nWho saw 'em?\n\nPERITHOUS.\n\nI, a while.\n\nGENTLEMAN.\n\nAnd I.\n\nTHESEUS.\n\nFrom whence come you, Sir?\n\nMESSENGER.\n\nFrom the Knights.\n\nTHESEUS.\n\nPray, speake,\nYou that have seene them, what they are.\n\nMESSENGER.\n\nI will, Sir,\nAnd truly what I thinke: Six braver spirits\nThen these they have brought, (if we judge by the outside)\nI never saw, nor read of.  He that stands\nIn the first place with Arcite, by his seeming,\nShould be a stout man, by his face a Prince,\n(His very lookes so say him) his complexion,\nNearer a browne, than blacke, sterne, and yet noble,\nWhich shewes him hardy, fearelesse, proud of dangers:\nThe circles of his eyes show fire within him,\nAnd as a heated Lyon, so he lookes;\nHis haire hangs long behind him, blacke and shining\nLike Ravens wings: his shoulders broad and strong,\nArmd long and round, and on his Thigh a Sword\nHung by a curious Bauldricke, when he frownes\nTo seale his will with: better, o'my conscience\nWas never Souldiers friend.\n\nTHESEUS.\n\nThou ha'st well describde him.\n\nPERITHOUS.\n\nYet a great deale short,\nMe thinkes, of him that's first with Palamon.\n\nTHESEUS.\n\nPray, speake him, friend.\n\nPERITHOUS.\n\nI ghesse he is a Prince too,\nAnd, if it may be, greater; for his show\nHas all the ornament of honour in't:\nHee's somewhat bigger, then the Knight he spoke of,\nBut of a face far sweeter; His complexion\nIs (as a ripe grape) ruddy: he has felt,\nWithout doubt, what he fights for, and so apter\nTo make this cause his owne: In's face appeares\nAll the faire hopes of what he undertakes,\nAnd when he's angry, then a setled valour\n(Not tainted with extreames) runs through his body,\nAnd guides his arme to brave things: Feare he cannot,\nHe shewes no such soft temper; his head's yellow,\nHard hayr'd, and curld, thicke twind like Ivy tods,\nNot to undoe with thunder; In his face\nThe liverie of the warlike Maide appeares,\nPure red, and white, for yet no beard has blest him.\nAnd in his rowling eyes sits victory,\nAs if she ever ment to court his valour:\nHis Nose stands high, a Character of honour.\nHis red lips, after fights, are fit for Ladies.\n\nEMILIA.\n\nMust these men die too?\n\nPERITHOUS.\n\nWhen he speakes, his tongue\nSounds like a Trumpet; All his lyneaments\nAre as a man would wish 'em, strong and cleane,\nHe weares a well-steeld Axe, the staffe of gold;\nHis age some five and twenty.\n\nMESSENGER.\n\nTher's another,\nA little man, but of a tough soule, seeming\nAs great as any: fairer promises\nIn such a Body yet I never look'd on.\n\nPERITHOUS.\n\nO, he that's freckle fac'd?\n\nMESSENGER.\n\nThe same, my Lord;\nAre they not sweet ones?\n\nPERITHOUS.\n\nYes, they are well.\n\nMESSENGER.\n\nMe thinkes,\nBeing so few, and well disposd, they show\nGreat, and fine art in nature: he's white hair'd,\nNot wanton white, but such a manly colour\nNext to an aborne; tough, and nimble set,\nWhich showes an active soule; his armes are brawny,\nLinde with strong sinewes: To the shoulder peece\nGently they swell, like women new conceav'd,\nWhich speakes him prone to labour, never fainting\nVnder the waight of Armes; stout harted, still,\nBut when he stirs, a Tiger; he's gray eyd,\nWhich yeelds compassion where he conquers: sharpe\nTo spy advantages, and where he finds 'em,\nHe's swift to make 'em his: He do's no wrongs,\nNor takes none; he's round fac'd, and when he smiles\nHe showes a Lover, when he frownes, a Souldier:\nAbout his head he weares the winners oke,\nAnd in it stucke the favour of his Lady:\nHis age, some six and thirtie.  In his hand\nHe beares a charging Staffe, embost with silver.\n\nTHESEUS.\n\nAre they all thus?\n\nPERITHOUS.\n\nThey are all the sonnes of honour.\n\nTHESEUS.\n\nNow, as I have a soule, I long to see'em.\nLady, you shall see men fight now.\n\nHIPPOLITA.\n\nI wish it,\nBut not the cause, my Lord; They would show\nBravely about the Titles of two Kingdomes;\nTis pitty Love should be so tyrannous:\nO my soft harted Sister, what thinke you?\nWeepe not, till they weepe blood, Wench; it must be.\n\nTHESEUS.\n\nYou have steel'd 'em with your Beautie.--Honord Friend,\nTo you I give the Feild; pray, order it\nFitting the persons that must use it.\n\nPERITHOUS.\n\nYes, Sir.\n\nTHESEUS.\n\nCome, Ile goe visit 'em: I cannot stay,\nTheir fame has fir'd me so; Till they appeare.\nGood Friend, be royall.\n\nPERITHOUS.\n\nThere shall want no bravery.\n\nEMILIA.\n\nPoore wench, goe weepe, for whosoever wins,\nLooses a noble Cosen for thy sins.  [Exeunt.]\n\n\n\n\nScaena 3.  (A room in the prison.)\n\n[Enter Iailor, Wooer, Doctor.]\n\nDOCTOR.\n\nHer distraction is more at some time of the Moone, then at other\nsome, is it not?\n\nIAILOR.\n\nShe is continually in a harmelesse distemper, sleepes little,\naltogether without appetite, save often drinking, dreaming of\nanother world, and a better; and what broken peece of matter\nso'ere she's about, the name Palamon lardes it, that she farces\nev'ry busines withall, fyts it to every question.--\n\n[Enter Daughter.]\n\nLooke where shee comes, you shall perceive her behaviour.\n\nDAUGHTER.\n\nI have forgot it quite; The burden on't, was DOWNE A, DOWNE A,\nand pend by no worse man, then Giraldo, Emilias Schoolemaster;\nhe's as Fantasticall too, as ever he may goe upon's legs,--for\nin the next world will Dido see Palamon, and then will she be\nout of love with Eneas.\n\nDOCTOR.\n\nWhat stuff's here? pore soule!\n\nIAILOR.\n\nEv'n thus all day long.\n\nDAUGHTER.\n\nNow for this Charme, that I told you of: you must bring a peece\nof silver on the tip of your tongue, or no ferry: then, if it be\nyour chance to come where the blessed spirits, as ther's a sight\nnow--we maids that have our Lyvers perish'd, crakt to peeces with\nLove, we shall come there, and doe nothing all day long but picke\nflowers with Proserpine; then will I make Palamon a Nosegay; then\nlet him marke me,--then--\n\nDOCTOR.\n\nHow prettily she's amisse? note her a little further.\n\nDAUGHTER.\n\nFaith, ile tell you, sometime we goe to Barly breake, we of the\nblessed; alas, tis a sore life they have i'th other place, such\nburning, frying, boyling, hissing, howling, chattring, cursing,\noh they have shrowd measure! take heede; if one be mad, or hang\nor drowne themselves, thither they goe, Iupiter blesse vs, and\nthere shall we be put in a Caldron of lead, and Vsurers grease,\namongst a whole million of cutpurses, and there boyle like a\nGamon\nof Bacon that will never be enough.  [Exit.]\n\nDOCTOR.\n\nHow her braine coynes!\n\nDAUGHTER.\n\nLords and Courtiers, that have got maids with Child, they are in\nthis place: they shall stand in fire up to the Nav'le, and in yce\nup to'th hart, and there th'offending part burnes, and the\ndeceaving part freezes; in troth, a very greevous punishment, as\none would thinke, for such a Trifle; beleve me, one would marry a\nleaprous witch, to be rid on't, Ile assure you.\n\nDOCTOR.\n\nHow she continues this fancie!  Tis not an engraffed Madnesse,\nbut a most thicke, and profound mellencholly.\n\nDAUGHTER.\n\nTo heare there a proud Lady, and a proud Citty wiffe, howle\ntogether! I were a beast and il'd call it good sport: one cries,\n'O this smoake!' another, 'this fire!'  One cries, 'O, that ever\nI did it behind the arras!' and then howles; th'other curses a\nsuing fellow and her garden house.  [Sings]  I will be true, my\nstars, my fate, &c.  [Exit Daugh.]\n\nIAILOR.\n\nWhat thinke you of her, Sir?\n\nDOCTOR.\n\nI thinke she has a perturbed minde, which I cannot minister to.\n\nIAILOR.\n\nAlas, what then?\n\nDOCTOR.\n\nVnderstand you, she ever affected any man, ere she beheld\nPalamon?\n\nIAILOR.\n\nI was once, Sir, in great hope she had fixd her liking on this\ngentleman, my friend.\n\nWOOER.\n\nI did thinke so too, and would account I had a great pen-worth\non't, to give halfe my state, that both she and I at this present\nstood unfainedly on the same tearmes.\n\nDOCTOR.\n\nThat intemprat surfeit of her eye hath distemperd the other sences:\nthey may returne and settle againe to execute their preordaind\nfaculties, but they are now in a most extravagant vagary.  This\nyou must doe: Confine her to a place, where the light may rather\nseeme to steale in, then be permitted; take vpon you (yong Sir,\nher friend) the name of Palamon; say you come to eate with her,\nand to commune of Love; this will catch her attention, for this\nher minde beates upon; other objects that are inserted tweene her\nminde and eye become the prankes and friskins of her madnes; Sing\nto her such greene songs of Love, as she sayes Palamon hath sung\nin prison; Come to her, stucke in as sweet flowers as the season\nis mistres of, and thereto make an addition of som other compounded\nodours, which are grateful to the sence: all this shall become\nPalamon, for Palamon can sing, and Palamon is sweet, and ev'ry\ngood thing: desire to eate with her, carve her, drinke to her,\nand still among, intermingle your petition of grace and acceptance\ninto her favour: Learne what Maides have beene her companions and\nplay-pheeres, and let them repaire to her with Palamon in their\nmouthes, and appeare with tokens, as if they suggested for him.\nIt is a falsehood she is in, which is with falsehood to be combated.\nThis may bring her to eate, to sleepe, and reduce what's now out\nof square in her, into their former law, and regiment; I have seene\nit approved, how many times I know not, but to make the number more,\nI have great hope in this.  I will, betweene the passages of this\nproject, come in with my applyance: Let us put it in execution,\nand hasten the successe, which, doubt not, will bring forth\ncomfort.  [Florish.  Exeunt.]\n\n\n\n\nActus Quintus\n\n\n\n\nScaena 1.  (Before the Temples of Mars, Venus, and Diana.)\n\n[Enter Thesius, Perithous, Hipolita, attendants.]\n\nTHESEUS.\n\nNow let'em enter, and before the gods\nTender their holy prayers: Let the Temples\nBurne bright with sacred fires, and the Altars\nIn hallowed clouds commend their swelling Incense\nTo those above us: Let no due be wanting;  [Florish of Cornets.]\nThey have a noble worke in hand, will honour\nThe very powers that love 'em.\n\n[Enter Palamon and Arcite, and their Knights.]\n\nPERITHOUS.\n\nSir, they enter.\n\nTHESEUS.\n\nYou valiant and strong harted Enemies,\nYou royall German foes, that this day come\nTo blow that furnesse out that flames betweene ye:\nLay by your anger for an houre, and dove-like,\nBefore the holy Altars of your helpers,\n(The all feard gods) bow downe your stubborne bodies.\nYour ire is more than mortall; So your helpe be,\nAnd as the gods regard ye, fight with Iustice;\nIle leave you to your prayers, and betwixt ye\nI part my wishes.\n\nPERITHOUS.\n\nHonour crowne the worthiest.  [Exit Theseus, and his traine.]\n\nPALAMON.\n\nThe glasse is running now that cannot finish\nTill one of us expire: Thinke you but thus,\nThat were there ought in me which strove to show\nMine enemy in this businesse, wer't one eye\nAgainst another, Arme opprest by Arme,\nI would destroy th'offender, Coz, I would,\nThough parcell of my selfe: Then from this gather\nHow I should tender you.\n\nARCITE.\n\nI am in labour\nTo push your name, your auncient love, our kindred\nOut of my memory; and i'th selfe same place\nTo seate something I would confound: So hoyst we\nThe sayles, that must these vessells port even where\nThe heavenly Lymiter pleases.\n\nPALAMON.\n\nYou speake well;\nBefore I turne, Let me embrace thee, Cosen:\nThis I shall never doe agen.\n\nARCITE.\n\nOne farewell.\n\nPALAMON.\n\nWhy, let it be so: Farewell, Coz.  [Exeunt Palamon and his\nKnights.]\n\nARCITE.\n\nFarewell, Sir.--\nKnights, Kinsemen, Lovers, yea, my Sacrifices,\nTrue worshippers of Mars, whose spirit in you\nExpells the seedes of feare, and th'apprehension\nWhich still is farther off it, Goe with me\nBefore the god of our profession: There\nRequire of him the hearts of Lyons, and\nThe breath of Tigers, yea, the fearcenesse too,\nYea, the speed also,--to goe on, I meane,\nElse wish we to be Snayles: you know my prize\nMust be drag'd out of blood; force and great feate\nMust put my Garland on, where she stickes\nThe Queene of Flowers: our intercession then\nMust be to him that makes the Campe a Cestron\nBrymd with the blood of men: give me your aide\nAnd bend your spirits towards him.  [They kneele.]\nThou mighty one, that with thy power hast turnd\nGreene Neptune into purple, (whose Approach)\nComets prewarne, whose havocke in vaste Feild\nVnearthed skulls proclaime, whose breath blowes downe,\nThe teeming Ceres foyzon, who doth plucke\nWith hand armypotent from forth blew clowdes\nThe masond Turrets, that both mak'st and break'st\nThe stony girthes of Citties: me thy puple,\nYongest follower of thy Drom, instruct this day\nWith military skill, that to thy lawde\nI may advance my Streamer, and by thee,\nBe stil'd the Lord o'th day: give me, great Mars,\nSome token of thy pleasure.\n\n[Here they fall on their faces as formerly, and there is heard\n clanging of Armor, with a short Thunder as the burst of a\nBattaile,\n whereupon they all rise and bow to the Altar.]\n\nO Great Corrector of enormous times,\nShaker of ore-rank States, thou grand decider\nOf dustie and old tytles, that healst with blood\nThe earth when it is sicke, and curst the world\nO'th pluresie of people; I doe take\nThy signes auspiciously, and in thy name\nTo my designe march boldly.  Let us goe.  [Exeunt.]\n\n[Enter Palamon and his Knights, with the former observance.]\n\nPALAMON.\n\nOur stars must glister with new fire, or be\nTo daie extinct; our argument is love,\nWhich if the goddesse of it grant, she gives\nVictory too: then blend your spirits with mine,\nYou, whose free noblenesse doe make my cause\nYour personall hazard; to the goddesse Venus\nCommend we our proceeding, and implore\nHer power unto our partie.  [Here they kneele as formerly.]\nHaile, Soveraigne Queene of secrets, who hast power\nTo call the feircest Tyrant from his rage,\nAnd weepe unto a Girle; that ha'st the might,\nEven with an ey-glance, to choke Marsis Drom\nAnd turne th'allarme to whispers; that canst make\nA Criple florish with his Crutch, and cure him\nBefore Apollo; that may'st force the King\nTo be his subjects vassaile, and induce\nStale gravitie to daunce; the pould Bachelour--\nWhose youth, like wonton Boyes through Bonfyres,\nHave skipt thy flame--at seaventy thou canst catch\nAnd make him, to the scorne of his hoarse throate,\nAbuse yong laies of love: what godlike power\nHast thou not power upon?  To Phoebus thou\nAdd'st flames hotter then his; the heavenly fyres\nDid scortch his mortall Son, thine him; the huntresse\nAll moyst and cold, some say, began to throw\nHer Bow away, and sigh.  Take to thy grace\nMe, thy vowd Souldier, who doe beare thy yoke\nAs t'wer a wreath of Roses, yet is heavier\nThen Lead it selfe, stings more than Nettles.\nI have never beene foule mouthd against thy law,\nNev'r reveald secret, for I knew none--would not,\nHad I kend all that were; I never practised\nVpon mans wife, nor would the Libells reade\nOf liberall wits; I never at great feastes\nSought to betray a Beautie, but have blush'd\nAt simpring Sirs that did; I have beene harsh\nTo large Confessors, and have hotly ask'd them\nIf they had Mothers: I had one, a woman,\nAnd women t'wer they wrong'd.  I knew a man\nOf eightie winters, this I told them, who\nA Lasse of foureteene brided; twas thy power\nTo put life into dust; the aged Crampe\nHad screw'd his square foote round,\nThe Gout had knit his fingers into knots,\nTorturing Convulsions from his globie eyes,\nHad almost drawne their spheeres, that what was life\nIn him seem'd torture: this Anatomie\nHad by his yong faire pheare a Boy, and I\nBeleev'd it was him, for she swore it was,\nAnd who would not beleeve her? briefe, I am\nTo those that prate and have done no Companion;\nTo those that boast and have not a defyer;\nTo those that would and cannot a Rejoycer.\nYea, him I doe not love, that tells close offices\nThe fowlest way, nor names concealements in\nThe boldest language: such a one I am,\nAnd vow that lover never yet made sigh\nTruer then I.  O, then, most soft, sweet goddesse,\nGive me the victory of this question, which\nIs true loves merit, and blesse me with a signe\nOf thy great pleasure.\n\n[Here Musicke is heard, Doves are seene to flutter; they fall\n againe upon their faces, then on their knees.]\n\nPALAMON.\n\nO thou, that from eleven to ninetie raign'st\nIn mortall bosomes, whose chase is this world,\nAnd we in heards thy game: I give thee thankes\nFor this faire Token, which, being layd unto\nMine innocent true heart, armes in assurance  [They bow.]\nMy body to this businesse.  Let us rise\nAnd bow before the goddesse: Time comes on.  [Exeunt.]\n\n[Still Musicke of Records.]\n\n[Enter Emilia in white, her haire about her shoulders, (wearing) a\n wheaten wreath: One in white holding up her traine, her haire stucke\n with flowers: One before her carrying a silver Hynde, in which is\n conveyd Incense and sweet odours, which being set upon the Altar\n (of Diana) her maides standing a loofe, she sets fire to it; then\n they curtsey and kneele.]\n\nEMILIA.\n\nO sacred, shadowie, cold and constant Queene,\nAbandoner of Revells, mute, contemplative,\nSweet, solitary, white as chaste, and pure\nAs windefand Snow, who to thy femall knights\nAlow'st no more blood than will make a blush,\nWhich is their orders robe: I heere, thy Priest,\nAm humbled fore thine Altar; O vouchsafe,\nWith that thy rare greene eye, which never yet\nBeheld thing maculate, looke on thy virgin;\nAnd, sacred silver Mistris, lend thine eare\n(Which nev'r heard scurrill terme, into whose port\nNe're entred wanton found,) to my petition\nSeasond with holy feare: This is my last\nOf vestall office; I am bride habited,\nBut mayden harted, a husband I have pointed,\nBut doe not know him; out of two I should\nChoose one and pray for his successe, but I\nAm guiltlesse of election: of mine eyes,\nWere I to loose one, they are equall precious,\nI could doombe neither, that which perish'd should\nGoe too't unsentenc'd: Therefore, most modest Queene,\nHe of the two Pretenders, that best loves me\nAnd has the truest title in't, Let him\nTake off my wheaten Gerland, or else grant\nThe fyle and qualitie I hold, I may\nContinue in thy Band.\n\n[Here the Hynde vanishes under the Altar: and in the place ascends\n a Rose Tree, having one Rose upon it.]\n\nSee what our Generall of Ebbs and Flowes\nOut from the bowells of her holy Altar\nWith sacred act advances!  But one Rose:\nIf well inspird, this Battaile shal confound\nBoth these brave Knights, and I, a virgin flowre\nMust grow alone unpluck'd.\n\n[Here is heard a sodaine twang of Instruments, and the Rose fals\\\n from the Tree (which vanishes under the altar.)]\n\nThe flowre is falne, the Tree descends: O, Mistris,\nThou here dischargest me; I shall be gather'd:\nI thinke so, but I know not thine owne will;\nVnclaspe thy Misterie.--I hope she's pleas'd,\nHer Signes were gratious.  [They curtsey and Exeunt.]\n\n\n\n\nScaena 2.  (A darkened Room in the Prison.)\n\n[Enter Doctor, Iaylor and Wooer, in habite of Palamon.]\n\nDOCTOR.\n\nHas this advice I told you, done any good upon her?\n\nWOOER.\n\nO very much; The maids that kept her company\nHave halfe perswaded her that I am Palamon;\nWithin this halfe houre she came smiling to me,\nAnd asked me what I would eate, and when I would kisse her:\nI told her presently, and kist her twice.\n\nDOCTOR.\n\nTwas well done; twentie times had bin far better,\nFor there the cure lies mainely.\n\nWOOER.\n\nThen she told me\nShe would watch with me to night, for well she knew\nWhat houre my fit would take me.\n\nDOCTOR.\n\nLet her doe so,\nAnd when your fit comes, fit her home,\nAnd presently.\n\nWOOER.\n\nShe would have me sing.\n\nDOCTOR.\n\nYou did so?\n\nWOOER.\n\nNo.\n\nDOCTOR.\n\nTwas very ill done, then;\nYou should observe her ev'ry way.\n\nWOOER.\n\nAlas,\nI have no voice, Sir, to confirme her that way.\n\nDOCTOR.\n\nThat's all one, if yee make a noyse;\nIf she intreate againe, doe any thing,--\nLye with her, if she aske you.\n\nIAILOR.\n\nHoa, there, Doctor!\n\nDOCTOR.\n\nYes, in the waie of cure.\n\nIAILOR.\n\nBut first, by your leave,\nI'th way of honestie.\n\nDOCTOR.\n\nThat's but a nicenesse,\nNev'r cast your child away for honestie;\nCure her first this way, then if shee will be honest,\nShe has the path before her.\n\nIAILOR.\n\nThanke yee, Doctor.\n\nDOCTOR.\n\nPray, bring her in,\nAnd let's see how shee is.\n\nIAILOR.\n\nI will, and tell her\nHer Palamon staies for her: But, Doctor,\nMe thinkes you are i'th wrong still.  [Exit Iaylor.]\n\nDOCTOR.\n\nGoe, goe:\nYou Fathers are fine Fooles: her honesty?\nAnd we should give her physicke till we finde that--\n\nWOOER.\n\nWhy, doe you thinke she is not honest, Sir?\n\nDOCTOR.\n\nHow old is she?\n\nWOOER.\n\nShe's eighteene.\n\nDOCTOR.\n\nShe may be,\nBut that's all one; tis nothing to our purpose.\nWhat ere her Father saies, if you perceave\nHer moode inclining that way that I spoke of,\nVidelicet, the way of flesh--you have me?\n\nWOOER.\n\nYet, very well, Sir.\n\nDOCTOR.\n\nPlease her appetite,\nAnd doe it home; it cures her, ipso facto,\nThe mellencholly humour that infects her.\n\nWOOER.\n\nI am of your minde, Doctor.\n\n[Enter Iaylor, Daughter, Maide.]\n\nDOCTOR.\n\nYou'l finde it so; she comes, pray humour her.\n\nIAILOR.\n\nCome, your Love Palamon staies for you, childe,\nAnd has done this long houre, to visite you.\n\nDAUGHTER.\n\nI thanke him for his gentle patience;\nHe's a kind Gentleman, and I am much bound to him.\nDid you nev'r see the horse he gave me?\n\nIAILOR.\n\nYes.\n\nDAUGHTER.\n\nHow doe you like him?\n\nIAILOR.\n\nHe's a very faire one.\n\nDAUGHTER.\n\nYou never saw him dance?\n\nIAILOR.\n\nNo.\n\nDAUGHTER.\n\nI have often.\nHe daunces very finely, very comely,\nAnd for a Iigge, come cut and long taile to him,\nHe turnes ye like a Top.\n\nIAILOR.\n\nThat's fine, indeede.\n\nDAUGHTER.\n\nHee'l dance the Morris twenty mile an houre,\nAnd that will founder the best hobby-horse\n(If I have any skill) in all the parish,\nAnd gallops to the turne of LIGHT A' LOVE:\nWhat thinke you of this horse?\n\nIAILOR.\n\nHaving these vertues,\nI thinke he might be broght to play at Tennis.\n\nDAUGHTER.\n\nAlas, that's nothing.\n\nIAILOR.\n\nCan he write and reade too?\n\nDAUGHTER.\n\nA very faire hand, and casts himselfe th'accounts\nOf all his hay and provender: That Hostler\nMust rise betime that cozens him.  You know\nThe Chestnut Mare the Duke has?\n\nIAILOR.\n\nVery well.\n\nDAUGHTER.\n\nShe is horribly in love with him, poore beast,\nBut he is like his master, coy and scornefull.\n\nIAILOR.\n\nWhat dowry has she?\n\nDAUGHTER.\n\nSome two hundred Bottles,\nAnd twenty strike of Oates; but hee'l ne're have her;\nHe lispes in's neighing, able to entice\nA Millars Mare: Hee'l be the death of her.\n\nDOCTOR.\n\nWhat stuffe she utters!\n\nIAILOR.\n\nMake curtsie; here your love comes.\n\nWOOER.\n\nPretty soule,\nHow doe ye? that's a fine maide, ther's a curtsie!\n\nDAUGHTER.\n\nYours to command ith way of honestie.\nHow far is't now to'th end o'th world, my Masters?\n\nDOCTOR.\n\nWhy, a daies Iorney, wench.\n\nDAUGHTER.\n\nWill you goe with me?\n\nWOOER.\n\nWhat shall we doe there, wench?\n\nDAUGHTER.\n\nWhy, play at stoole ball:\nWhat is there else to doe?\n\nWOOER.\n\nI am content,\nIf we shall keepe our wedding there.\n\nDAUGHTER.\n\nTis true:\nFor there, I will assure you, we shall finde\nSome blind Priest for the purpose, that will venture\nTo marry us, for here they are nice, and foolish;\nBesides, my father must be hang'd to morrow\nAnd that would be a blot i'th businesse.\nAre not you Palamon?\n\nWOOER.\n\nDoe not you know me?\n\nDAUGHTER.\n\nYes, but you care not for me; I have nothing\nBut this pore petticoate, and too corse Smockes.\n\nWOOER.\n\nThat's all one; I will have you.\n\nDAUGHTER.\n\nWill you surely?\n\nWOOER.\n\nYes, by this faire hand, will I.\n\nDAUGHTER.\n\nWee'l to bed, then.\n\nWOOER.\n\nEv'n when you will.  [Kisses her.]\n\nDAUGHTER.\n\nO Sir, you would faine be nibling.\n\nWOOER.\n\nWhy doe you rub my kisse off?\n\nDAUGHTER.\n\nTis a sweet one,\nAnd will perfume me finely against the wedding.\nIs not this your Cosen Arcite?\n\nDOCTOR.\n\nYes, sweet heart,\nAnd I am glad my Cosen Palamon\nHas made so faire a choice.\n\nDAUGHTER.\n\nDoe you thinke hee'l have me?\n\nDOCTOR.\n\nYes, without doubt.\n\nDAUGHTER.\n\nDoe you thinke so too?\n\nIAILOR.\n\nYes.\n\nDAUGHTER.\n\nWe shall have many children:--Lord, how y'ar growne!\nMy Palamon, I hope, will grow, too, finely,\nNow he's at liberty: Alas, poore Chicken,\nHe was kept downe with hard meate and ill lodging,\nBut ile kisse him up againe.\n\n[Emter a Messenger.]\n\nMESSENGER.\n\nWhat doe you here? you'l loose the noblest sight\nThat ev'r was seene.\n\nIAILOR.\n\nAre they i'th Field?\n\nMESSENGER.\n\nThey are.\nYou beare a charge there too.\n\nIAILOR.\n\nIle away straight.\nI must ev'n leave you here.\n\nDOCTOR.\n\nNay, wee'l goe with you;\nI will not loose the Fight.\n\nIAILOR.\n\nHow did you like her?\n\nDOCTOR.\n\nIle warrant you, within these 3. or 4. daies\nIle make her right againe.  You must not from her,\nBut still preserve her in this way.\n\nWOOER.\n\nI will.\n\nDOCTOR.\n\nLets get her in.\n\nWOOER.\n\nCome, sweete, wee'l goe to dinner;\nAnd then weele play at Cardes.\n\nDAUGHTER.\n\nAnd shall we kisse too?\n\nWOOER.\n\nA hundred times.\n\nDAUGHTER.\n\nAnd twenty.\n\nWOOER.\n\nI, and twenty.\n\nDAUGHTER.\n\nAnd then wee'l sleepe together.\n\nDOCTOR.\n\nTake her offer.\n\nWOOER.\n\nYes, marry, will we.\n\nDAUGHTER.\n\nBut you shall not hurt me.\n\nWOOER.\n\nI will not, sweete.\n\nDAUGHTER.\n\nIf you doe, Love, ile cry.  [Florish.  Exeunt]\n\n\n\n\nScaena 3.  (A Place near the Lists.)\n\n[Enter Theseus, Hipolita, Emilia, Perithous: and some Attendants,\n (T. Tucke: Curtis.)]\n\nEMILIA.\n\nIle no step further.\n\nPERITHOUS.\n\nWill you loose this sight?\n\nEMILIA.\n\nI had rather see a wren hawke at a fly\nThen this decision; ev'ry blow that falls\nThreats a brave life, each stroake laments\nThe place whereon it fals, and sounds more like\nA Bell then blade: I will stay here;\nIt is enough my hearing shall be punishd\nWith what shall happen--gainst the which there is\nNo deaffing, but to heare--not taint mine eye\nWith dread sights, it may shun.\n\nPERITHOUS.\n\nSir, my good Lord,\nYour Sister will no further.\n\nTHESEUS.\n\nOh, she must.\nShe shall see deeds of honour in their kinde,\nWhich sometime show well, pencild.  Nature now\nShall make and act the Story, the beleife\nBoth seald with eye and eare; you must be present,\nYou are the victours meede, the price, and garlond\nTo crowne the Questions title.\n\nEMILIA.\n\nPardon me;\nIf I were there, I'ld winke.\n\nTHESEUS.\n\nYou must be there;\nThis Tryall is as t'wer i'th night, and you\nThe onely star to shine.\n\nEMILIA.\n\nI am extinct;\nThere is but envy in that light, which showes\nThe one the other: darkenes, which ever was\nThe dam of horrour, who do's stand accurst\nOf many mortall Millions, may even now,\nBy casting her blacke mantle over both,\nThat neither coulde finde other, get her selfe\nSome part of a good name, and many a murther\nSet off wherto she's guilty.\n\nHIPPOLITA.\n\nYou must goe.\n\nEMILIA.\n\nIn faith, I will not.\n\nTHESEUS.\n\nWhy, the knights must kindle\nTheir valour at your eye: know, of this war\nYou are the Treasure, and must needes be by\nTo give the Service pay.\n\nEMILIA.\n\nSir, pardon me;\nThe tytle of a kingdome may be tride\nOut of it selfe.\n\nTHESEUS.\n\nWell, well, then, at your pleasure;\nThose that remaine with you could wish their office\nTo any of their Enemies.\n\nHIPPOLITA.\n\nFarewell, Sister;\nI am like to know your husband fore your selfe\nBy some small start of time: he whom the gods\nDoe of the two know best, I pray them he\nBe made your Lot.\n\n[Exeunt Theseus, Hipolita, Perithous, &c.]\n\nEMILIA.\n\nArcite is gently visagd; yet his eye\nIs like an Engyn bent, or a sharpe weapon\nIn a soft sheath; mercy and manly courage\nAre bedfellowes in his visage.  Palamon\nHas a most menacing aspect: his brow\nIs grav'd, and seemes to bury what it frownes on;\nYet sometime tis not so, but alters to\nThe quallity of his thoughts; long time his eye\nWill dwell upon his object.  Mellencholly\nBecomes him nobly; So do's Arcites mirth,\nBut Palamons sadnes is a kinde of mirth,\nSo mingled, as if mirth did make him sad,\nAnd sadnes, merry; those darker humours that\nSticke misbecomingly on others, on them\nLive in faire dwelling.  [Cornets.  Trompets sound as to a\ncharge.]\nHarke, how yon spurs to spirit doe incite\nThe Princes to their proofe! Arcite may win me,\nAnd yet may Palamon wound Arcite to\nThe spoyling of his figure.  O, what pitty\nEnough for such a chance; if I were by,\nI might doe hurt, for they would glance their eies\nToward my Seat, and in that motion might\nOmit a ward, or forfeit an offence\nWhich crav'd that very time: it is much better\nI am not there; oh better never borne\nThen minister to such harme.  [Cornets.  A great cry and noice within,\n crying 'a Palamon'.]  What is the chance?\n\n[Enter Servant.]\n\nSERVANT.\n\nThe Crie's 'a Palamon'.\n\nEMILIA.\n\nThen he has won!  Twas ever likely;\nHe lookd all grace and successe, and he is\nDoubtlesse the prim'st of men: I pre'thee, run\nAnd tell me how it goes.  [Showt, and Cornets: Crying, 'a\nPalamon.']\n\nSERVANT.\n\nStill Palamon.\n\nEMILIA.\n\nRun and enquire.  Poore Servant, thou hast lost;\nVpon my right side still I wore thy picture,\nPalamons on the left: why so, I know not;\nI had no end in't else, chance would have it so.\nOn the sinister side the heart lyes; Palamon\nHad the best boding chance.  [Another cry, and showt within, and\n Cornets.]  This burst of clamour\nIs sure th'end o'th Combat.\n\n[Enter Servant.]\n\nSERVANT.\n\nThey saide that Palamon had Arcites body\nWithin an inch o'th Pyramid, that the cry\nWas generall 'a Palamon': But, anon,\nTh'Assistants made a brave redemption, and\nThe two bold Tytlers, at this instant are\nHand to hand at it.\n\nEMILIA.\n\nWere they metamorphisd\nBoth into one! oh why? there were no woman\nWorth so composd a Man: their single share,\nTheir noblenes peculier to them, gives\nThe prejudice of disparity, values shortnes,  [Cornets.  Cry within,\n Arcite, Arcite.]\nTo any Lady breathing--More exulting?\nPalamon still?\n\nSERVANT.\n\nNay, now the sound is Arcite.\n\nEMILIA.\n\nI pre'thee, lay attention to the Cry,  [Cornets.  A great showt and\n cry, 'Arcite, victory!']\nSet both thine eares to'th busines.\n\nSERVANT.\n\nThe cry is\n'Arcite', and 'victory', harke: 'Arcite, victory!'\nThe Combats consummation is proclaim'd\nBy the wind Instruments.\n\nEMILIA.\n\nHalfe sights saw\nThat Arcite was no babe; god's lyd, his richnes\nAnd costlines of spirit look't through him, it could\nNo more be hid in him then fire in flax,\nThen humble banckes can goe to law with waters,\nThat drift windes force to raging: I did thinke\nGood Palamon would miscarry; yet I knew not\nWhy I did thinke so; Our reasons are not prophets,\nWhen oft our fancies are.  They are comming off:\nAlas, poore Palamon!  [Cornets.]\n\n[Enter Theseus, Hipolita, Pirithous, Arcite as victor, and\n attendants, &c.]\n\nTHESEUS.\n\nLo, where our Sister is in expectation,\nYet quaking, and unsetled.--Fairest Emily,\nThe gods by their divine arbitrament\nHave given you this Knight; he is a good one\nAs ever strooke at head.  Give me your hands;\nReceive you her, you him; be plighted with\nA love that growes, as you decay.\n\nARCITE.\n\nEmily,\nTo buy you, I have lost what's deerest to me,\nSave what is bought, and yet I purchase cheapely,\nAs I doe rate your value.\n\nTHESEUS.\n\nO loved Sister,\nHe speakes now of as brave a Knight as ere\nDid spur a noble Steed: Surely, the gods\nWould have him die a Batchelour, least his race\nShould shew i'th world too godlike: His behaviour\nSo charmed me, that me thought Alcides was\nTo him a sow of lead: if I could praise\nEach part of him to'th all I have spoke, your Arcite\nDid not loose by't; For he that was thus good\nEncountred yet his Better.  I have heard\nTwo emulous Philomels beate the eare o'th night\nWith their contentious throates, now one the higher,\nAnon the other, then againe the first,\nAnd by and by out breasted, that the sence\nCould not be judge betweene 'em: So it far'd\nGood space betweene these kinesmen; till heavens did\nMake hardly one the winner.  Weare the Girlond\nWith joy that you have won: For the subdude,\nGive them our present Iustice, since I know\nTheir lives but pinch 'em; Let it here be done.\nThe Sceane's not for our seeing, goe we hence,\nRight joyfull, with some sorrow.--Arme your prize,\nI know you will not loose her.--Hipolita,\nI see one eye of yours conceives a teare\nThe which it will deliver.  [Florish.]\n\nEMILIA.\n\nIs this wynning?\nOh all you heavenly powers, where is your mercy?\nBut that your wils have saide it must be so,\nAnd charge me live to comfort this unfriended,\nThis miserable Prince, that cuts away\nA life more worthy from him then all women,\nI should, and would, die too.\n\nHIPPOLITA.\n\nInfinite pitty,\nThat fowre such eies should be so fixd on one\nThat two must needes be blinde fort.\n\nTHESEUS.\n\nSo it is.  [Exeunt.]\n\n\n\n\nScaena 4.  (The same; a Block prepared.)\n\n[Enter Palamon and his Knightes pyniond: Iaylor, Executioner,\n &c.  Gard.]\n\n(PALAMON.)\n\nTher's many a man alive that hath out liv'd\nThe love o'th people; yea, i'th selfesame state\nStands many a Father with his childe; some comfort\nWe have by so considering: we expire\nAnd not without mens pitty.  To live still,\nHave their good wishes; we prevent\nThe loathsome misery of age, beguile\nThe Gowt and Rheume, that in lag howres attend\nFor grey approachers; we come towards the gods\nYong and unwapper'd, not halting under Crymes\nMany and stale: that sure shall please the gods,\nSooner than such, to give us Nectar with 'em,\nFor we are more cleare Spirits.  My deare kinesmen,\nWhose lives (for this poore comfort) are laid downe,\nYou have sould 'em too too cheape.\n\n1. KNIGHT.\n\nWhat ending could be\nOf more content? ore us the victors have\nFortune, whose title is as momentary,\nAs to us death is certaine: A graine of honour\nThey not ore'-weigh us.\n\n2. KNIGHT.\n\nLet us bid farewell;\nAnd with our patience anger tottring Fortune,\nWho at her certain'st reeles.\n\n3. KNIGHT.\n\nCome; who begins?\n\nPALAMON.\n\nEv'n he that led you to this Banket shall\nTaste to you all.--Ah ha, my Friend, my Friend,\nYour gentle daughter gave me freedome once;\nYou'l see't done now for ever: pray, how do'es she?\nI heard she was not well; her kind of ill\nGave me some sorrow.\n\nIAILOR.\n\nSir, she's well restor'd,\nAnd to be marryed shortly.\n\nPALAMON.\n\nBy my short life,\nI am most glad on't; Tis the latest thing\nI shall be glad of; pre'thee tell her so:\nCommend me to her, and to peece her portion,\nTender her this.  [Gives purse.]\n\n1. KNIGHT.\n\nNay lets be offerers all.\n\n2. KNIGHT.\n\nIs it a maide?\n\nPALAMON.\n\nVerily, I thinke so,\nA right good creature, more to me deserving\nThen I can quight or speake of.\n\nALL KNIGHTS.\n\nCommend us to her.  [They give their purses.]\n\nIAILOR.\n\nThe gods requight you all,\nAnd make her thankefull.\n\nPALAMON.\n\nAdiew; and let my life be now as short,\nAs my leave taking.  [Lies on the Blocke.]\n\n1. KNIGHT.\n\nLeade, couragious Cosin.\n\n2. KNIGHT.\n\nWee'l follow cheerefully.  [A great noise within crying, 'run, save,\n hold!']\n\n[Enter in hast a Messenger.]\n\nMESSENGER.\n\nHold, hold!  O hold, hold, hold!\n\n[Enter Pirithous in haste.]\n\nPERITHOUS.\n\nHold! hoa!  It is a cursed hast you made,\nIf you have done so quickly.  Noble Palamon,\nThe gods will shew their glory in a life,\nThat thou art yet to leade.\n\nPALAMON.\n\nCan that be,\nWhen Venus, I have said, is false?  How doe things fare?\n\nPERITHOUS.\n\nArise, great Sir, and give the tydings eare\nThat are most dearly sweet and bitter.\n\nPALAMON.\n\nWhat\nHath wakt us from our dreame?\n\nPERITHOUS.\n\nList then: your Cosen,\nMounted upon a Steed that Emily\nDid first bestow on him, a blacke one, owing\nNot a hayre worth of white--which some will say\nWeakens his price, and many will not buy\nHis goodnesse with this note: Which superstition\nHeere findes allowance--On this horse is Arcite\nTrotting the stones of Athens, which the Calkins\nDid rather tell then trample; for the horse\nWould make his length a mile, if't pleas'd his Rider\nTo put pride in him: as he thus went counting\nThe flinty pavement, dancing, as t'wer, to'th Musicke\nHis owne hoofes made; (for as they say from iron\nCame Musickes origen) what envious Flint,\nCold as old Saturne, and like him possest\nWith fire malevolent, darted a Sparke,\nOr what feirce sulphur else, to this end made,\nI comment not;--the hot horse, hot as fire,\nTooke Toy at this, and fell to what disorder\nHis power could give his will; bounds, comes on end,\nForgets schoole dooing, being therein traind,\nAnd of kind mannadge; pig-like he whines\nAt the sharpe Rowell, which he freats at rather\nThen any jot obaies; seekes all foule meanes\nOf boystrous and rough Iadrie, to dis-seate\nHis Lord, that kept it bravely: when nought serv'd,\nWhen neither Curb would cracke, girth breake nor diffring plunges\nDis-roote his Rider whence he grew, but that\nHe kept him tweene his legges, on his hind hoofes on end he stands,\nThat Arcites leggs, being higher then his head,\nSeem'd with strange art to hand: His victors wreath\nEven then fell off his head: and presently\nBackeward the Iade comes ore, and his full poyze\nBecomes the Riders loade: yet is he living,\nBut such a vessell tis, that floates but for\nThe surge that next approaches: he much desires\nTo have some speech with you: Loe he appeares.\n\n[Enter Theseus, Hipolita, Emilia, Arcite in a chaire.]\n\nPALAMON.\n\nO miserable end of our alliance!\nThe gods are mightie, Arcite: if thy heart,\nThy worthie, manly heart, be yet unbroken,\nGive me thy last words; I am Palamon,\nOne that yet loves thee dying.\n\nARCITE.\n\nTake Emilia\nAnd with her all the worlds joy: Reach thy hand:\nFarewell: I have told my last houre.  I was false,\nYet never treacherous: Forgive me, Cosen:--\nOne kisse from faire Emilia: Tis done:\nTake her: I die.\n\nPALAMON.\n\nThy brave soule seeke Elizium.\n\nEMILIA.\n\nIle close thine eyes, Prince; blessed soules be with thee!\nThou art a right good man, and while I live,\nThis day I give to teares.\n\nPALAMON.\n\nAnd I to honour.\n\nTHESEUS.\n\nIn this place first you fought: ev'n very here\nI sundred you: acknowledge to the gods\nOur thankes that you are living.\nHis part is playd, and though it were too short,\nHe did it well: your day is lengthned, and\nThe blissefull dew of heaven do's arowze you.\nThe powerfull Venus well hath grac'd her Altar,\nAnd given you your love: Our Master Mars\nHath vouch'd his Oracle, and to Arcite gave\nThe grace of the Contention: So the Deities\nHave shewd due justice: Beare this hence.\n\nPALAMON.\n\nO Cosen,\nThat we should things desire, which doe cost us\nThe losse of our desire!  That nought could buy\nDeare love, but losse of deare love!\n\nTHESEUS.\n\nNever Fortune\nDid play a subtler Game: The conquerd triumphes,\nThe victor has the Losse: yet in the passage\nThe gods have beene most equall: Palamon,\nYour kinseman hath confest the right o'th Lady\nDid lye in you, for you first saw her, and\nEven then proclaimd your fancie: He restord her\nAs your stolne Iewell, and desir'd your spirit\nTo send him hence forgiven; The gods my justice\nTake from my hand, and they themselves become\nThe Executioners: Leade your Lady off;\nAnd call your Lovers from the stage of death,\nWhom I adopt my Frinds.  A day or two\nLet us looke sadly, and give grace unto\nThe Funerall of Arcite; in whose end\nThe visages of Bridegroomes weele put on\nAnd smile with Palamon; for whom an houre,\nBut one houre, since, I was as dearely sorry,\nAs glad of Arcite: and am now as glad,\nAs for him sorry.  O you heavenly Charmers,\nWhat things you make of us!  For what we lacke\nWe laugh, for what we have, are sorry: still\nAre children in some kind.  Let us be thankefull\nFor that which is, and with you leave dispute\nThat are above our question.  Let's goe off,\nAnd beare us like the time.  [Florish.  Exeunt.]\n\n\n\n\nEPILOGVE\n\nI would now aske ye how ye like the Play,\nBut, as it is with Schoole Boyes, cannot say,\nI am cruell fearefull: pray, yet stay a while,\nAnd let me looke upon ye: No man smile?\nThen it goes hard, I see; He that has\nLov'd a yong hansome wench, then, show his face--\nTis strange if none be heere--and if he will\nAgainst his Conscience, let him hisse, and kill\nOur Market: Tis in vaine, I see, to stay yee;\nHave at the worst can come, then!  Now what say ye?\nAnd yet mistake me not: I am not bold;\nWe have no such cause.  If the tale we have told\n(For tis no other) any way content ye\n(For to that honest purpose it was ment ye)\nWe have our end; and ye shall have ere long,\nI dare say, many a better, to prolong\nYour old loves to us: we, and all our might\nRest at your service.  Gentlemen, good night.  [Florish.]\n\nFINIS\n\n\n\n\n\nEnd of Project Gutenberg Etext of The Two Noble Kinsmen by Shakespeare\nPG has multiple editions of William Shakespeare's Complete Works\n","id":974,"split":"train"}
