{"ori_id":"571556120960f1940d0aa86b07dab9f9be0ee182","title":"How He Lied to Her Husband","context":"How He Lied to Her Husband\n The three-character play is set in the drawing room of a flat located on Cromwell Road in London. Shaw describes Henry Apjohn as \"a very beautiful youth, moving as in a dream, walking as on air,\" while Aurora Bompas has \"an air of being a young and beautiful woman but as a matter of hard fact, she is, dress and pretensions apart, a very ordinary South Kensington female of about 37, hopelessly inferior in physical and spiritual distinction to the beautiful youth.\" The third character is Aurora's husband Teddy, \"a robust, thicknecked, well groomed city man, with a strong chin but a blithering eye and credulous mouth.\"\nAurora is distressed because she has misplaced some poems, in which she is identified by name, written for her with declarations of love by the impetuous Henry. She suspects her sister-in-law Georgina stole them from her workbox and is concerned she will read them to Aurora's husband Teddy.\nHenry suggests they confront Teddy with the truth, \"quietly, hand in hand\" and depart - \"without concealment and subterfuge, freely and honestly, in full honor and self-respect\" - for their planned evening at the theatre. (Henry has purchased tickets for Candida - the popular Shaw comedy which Henry and Aurora's situation closely resembles - because Lohengrin was sold out.) The two engage in a discussion about the merits of revealing their affair until Teddy arrives and confronts Henry with his poetry.\nThe young man tries to convince him they were inspired by Aurora, the goddess of dawn, rather than his wife, and assures him he has no interest in the woman Teddy married . . . which the cuckolded man finds so insulting he demands Henry admit how desirable Aurora is. Henry finally confesses his love for Aurora, which pleases Teddy so much he proposes he have the poems published on \"the finest paper, sumptuous binding, everything first class\" as a tribute to his wife. \"What shall we call the volume?,\" Teddy asks. \"To Aurora, or something like that, eh?,\" to which Henry replies, \"I should call it How He Lied to Her Husband.\"\nï»¿Project Gutenberg's How He Lied to Her Husband, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: How He Lied to Her Husband\n\nAuthor: George Bernard Shaw\n\nPosting Date: February 9, 2009 [EBook #3544]\nRelease Date: November, 2002\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK HOW HE LIED TO HER HUSBAND ***\n\n\n\n\nProduced by Eve Sobol\n\n\n\n\n\nHOW HE LIED TO HER HUSBAND\n\n\nBy George Bernard Shaw\n\n\n\n\nPREFACE\n\nLike many other works of mine, this playlet is a piece d'occasion. In\n1905 it happened that Mr Arnold Daly, who was then playing the part of\nNapoleon in The Man of Destiny in New York, found that whilst the play\nwas too long to take a secondary place in the evening's performance, it\nwas too short to suffice by itself. I therefore took advantage of four\ndays continuous rain during a holiday in the north of Scotland to write\nHow He Lied To Her Husband for Mr Daly. In his hands, it served its turn\nvery effectively.\n\nI print it here as a sample of what can be done with even the most\nhackneyed stage framework by filling it in with an observed touch of\nactual humanity instead of with doctrinaire romanticism. Nothing in the\ntheatre is staler than the situation of husband, wife and lover, or the\nfun of knockabout farce. I have taken both, and got an original play\nout of them, as anybody else can if only he will look about him for his\nmaterial instead of plagiarizing Othello and the thousand plays that\nhave proceeded on Othello's romantic assumptions and false point of\nhonor.\n\nA further experiment made by Mr Arnold Daly with this play is worth\nrecording. In 1905 Mr Daly produced Mrs Warren's Profession in New York.\nThe press of that city instantly raised a cry that such persons as Mrs\nWarren are \"ordure,\" and should not be mentioned in the presence\nof decent people. This hideous repudiation of humanity and social\nconscience so took possession of the New York journalists that the\nfew among them who kept their feet morally and intellectually could do\nnothing to check the epidemic of foul language, gross suggestion,\nand raving obscenity of word and thought that broke out. The writers\nabandoned all self-restraint under the impression that they were\nupholding virtue instead of outraging it. They infected each other with\ntheir hysteria until they were for all practical purposes indecently\nmad. They finally forced the police to arrest Mr Daly and his company,\nand led the magistrate to express his loathing of the duty thus forced\nupon him of reading an unmentionable and abominable play. Of course the\nconvulsion soon exhausted itself. The magistrate, naturally somewhat\nimpatient when he found that what he had to read was a strenuously\nethical play forming part of a book which had been in circulation\nunchallenged for eight years, and had been received without protest by\nthe whole London and New York press, gave the journalists a piece of his\nmind as to their moral taste in plays. By consent, he passed the case\non to a higher court, which declared that the play was not immoral;\nacquitted Mr Daly; and made an end of the attempt to use the law to\ndeclare living women to be \"ordure,\" and thus enforce silence as to\nthe far-reaching fact that you cannot cheapen women in the market for\nindustrial purposes without cheapening them for other purposes as well.\nI hope Mrs Warren's Profession will be played everywhere, in season and\nout of season, until Mrs Warren has bitten that fact into the public\nconscience, and shamed the newspapers which support a tariff to keep\nup the price of every American commodity except American manhood and\nwomanhood.\n\nUnfortunately, Mr Daly had already suffered the usual fate of those who\ndirect public attention to the profits of the sweater or the pleasures\nof the voluptuary. He was morally lynched side by side with me. Months\nelapsed before the decision of the courts vindicated him; and even then,\nsince his vindication implied the condemnation of the press, which was\nby that time sober again, and ashamed of its orgy, his triumph received\na rather sulky and grudging publicity. In the meantime he had hardly\nbeen able to approach an American city, including even those cities\nwhich had heaped applause on him as the defender of hearth and home when\nhe produced Candida, without having to face articles discussing whether\nmothers could allow their daughters to attend such plays as You Never\nCan Tell, written by the infamous author of Mrs Warren's Profession, and\nacted by the monster who produced it. What made this harder to bear was\nthat though no fact is better established in theatrical business than\nthe financial disastrousness of moral discredit, the journalists who had\ndone all the mischief kept paying vice the homage of assuming that it\nis enormously popular and lucrative, and that I and Mr Daly, being\nexploiters of vice, must therefore be making colossal fortunes out of\nthe abuse heaped on us, and had in fact provoked it and welcomed it with\nthat express object. Ignorance of real life could hardly go further.\n\nOne consequence was that Mr Daly could not have kept his financial\nengagements or maintained his hold on the public had he not accepted\nengagements to appear for a season in the vaudeville theatres [the\nAmerican equivalent of our music halls], where he played How He Lied\nto Her Husband comparatively unhampered by the press censorship of\nthe theatre, or by that sophistication of the audience through press\nsuggestion from which I suffer more, perhaps, than any other author.\nVaudeville authors are fortunately unknown: the audiences see what the\nplay contains and what the actor can do, not what the papers have told\nthem to expect. Success under such circumstances had a value both for Mr\nDaly and myself which did something to console us for the very unsavory\nmobbing which the New York press organized for us, and which was not the\nless disgusting because we suffered in a good cause and in the very best\ncompany.\n\nMr Daly, having weathered the storm, can perhaps shake his soul free\nof it as he heads for fresh successes with younger authors. But I have\ncertain sensitive places in my soul: I do not like that word \"ordure.\"\nApply it to my work, and I can afford to smile, since the world, on the\nwhole, will smile with me. But to apply it to the woman in the street,\nwhose spirit is of one substance with our own and her body no less holy:\nto look your women folk in the face afterwards and not go out and hang\nyourself: that is not on the list of pardonable sins.\n\nPOSTSCRIPT. Since the above was written news has arrived from America\nthat a leading New York newspaper, which was among the most abusively\nclamorous for the suppression of Mrs Warren's Profession, has just been\nfined heavily for deriving part of its revenue from advertisements of\nMrs Warren's houses.\n\nMany people have been puzzled by the fact that whilst stage\nentertainments which are frankly meant to act on the spectators as\naphrodisiacs, are everywhere tolerated, plays which have an almost\nhorrifyingly contrary effect are fiercely attacked by persons and papers\nnotoriously indifferent to public morals on all other occasions. The\nexplanation is very simple. The profits of Mrs Warren's profession\nare shared not only by Mrs Warren and Sir George Crofts, but by the\nlandlords of their houses, the newspapers which advertize them, the\nrestaurants which cater for them, and, in short, all the trades to\nwhich they are good customers, not to mention the public officials\nand representatives whom they silence by complicity, corruption, or\nblackmail. Add to these the employers who profit by cheap female labor,\nand the shareholders whose dividends depend on it [you find such people\neverywhere, even on the judicial bench and in the highest places in\nChurch and State], and you get a large and powerful class with a\nstrong pecuniary incentive to protect Mrs Warren's profession, and a\ncorrespondingly strong incentive to conceal, from their own consciences\nno less than from the world, the real sources of their gain. These are\nthe people who declare that it is feminine vice and not poverty that\ndrives women to the streets, as if vicious women with independent\nincomes ever went there. These are the people who, indulgent or\nindifferent to aphrodisiac plays, raise the moral hue and cry against\nperformances of Mrs Warren's Profession, and drag actresses to the\npolice court to be insulted, bullied, and threatened for fulfilling\ntheir engagements. For please observe that the judicial decision in New\nYork State in favor of the play does not end the matter. In Kansas City,\nfor instance, the municipality, finding itself restrained by the courts\nfrom preventing the performance, fell back on a local bye-law against\nindecency to evade the Constitution of the United States. They summoned\nthe actress who impersonated Mrs Warren to the police court, and offered\nher and her colleagues the alternative of leaving the city or being\nprosecuted under this bye-law.\n\nNow nothing is more possible than that the city councillors who suddenly\ndisplayed such concern for the morals of the theatre were either Mrs\nWarren's landlords, or employers of women at starvation wages, or\nrestaurant keepers, or newspaper proprietors, or in some other more\nor less direct way sharers of the profits of her trade. No doubt it\nis equally possible that they were simply stupid men who thought that\nindecency consists, not in evil, but in mentioning it. I have, however,\nbeen myself a member of a municipal council, and have not found\nmunicipal councillors quite so simple and inexperienced as this. At all\nevents I do not propose to give the Kansas councillors the benefit of\nthe doubt. I therefore advise the public at large, which will finally\ndecide the matter, to keep a vigilant eye on gentlemen who will stand\nanything at the theatre except a performance of Mrs Warren's Profession,\nand who assert in the same breath that [a] the play is too loathsome to\nbe bearable by civilized people, and [b] that unless its performance\nis prohibited the whole town will throng to see it. They may be merely\nexcited and foolish; but I am bound to warn the public that it is\nequally likely that they may be collected and knavish.\n\nAt all events, to prohibit the play is to protect the evil which the\nplay exposes; and in view of that fact, I see no reason for assuming\nthat the prohibitionists are disinterested moralists, and that\nthe author, the managers, and the performers, who depend for\ntheir livelihood on their personal reputations and not on rents,\nadvertisements, or dividends, are grossly inferior to them in moral\nsense and public responsibility.\n\nIt is true that in Mrs Warren's Profession, Society, and not any\nindividual, is the villain of the piece; but it does not follow that\nthe people who take offence at it are all champions of society. Their\ncredentials cannot be too carefully examined.\n\n\n\n\nHOW HE LIED TO HER HUSBAND\n\nIt is eight o'clock in the evening. The curtains are drawn and the lamps\nlighted in the drawing room of Her flat in Cromwell Road. Her lover, a\nbeautiful youth of eighteen, in evening dress and cape, with a bunch of\nflowers and an opera hat in his hands, comes in alone. The door is near\nthe corner; and as he appears in the doorway, he has the fireplace on\nthe nearest wall to his right, and the grand piano along the opposite\nwall to his left. Near the fireplace a small ornamental table has on it\na hand mirror, a fan, a pair of long white gloves, and a little white\nwoollen cloud to wrap a woman's head in. On the other side of the room,\nnear the piano, is a broad, square, softly up-holstered stool. The room\nis furnished in the most approved South Kensington fashion: that is, it\nis as like a show room as possible, and is intended to demonstrate the\nracial position and spending powers of its owners, and not in the least\nto make them comfortable.\n\nHe is, be it repeated, a very beautiful youth, moving as in a dream,\nwalking as on air. He puts his flowers down carefully on the table\nbeside the fan; takes off his cape, and, as there is no room on the\ntable for it, takes it to the piano; puts his hat on the cape; crosses\nto the hearth; looks at his watch; puts it up again; notices the things\non the table; lights up as if he saw heaven opening before him; goes to\nthe table and takes the cloud in both hands, nestling his nose into its\nsoftness and kissing it; kisses the gloves one after another; kisses the\nfan: gasps a long shuddering sigh of ecstasy; sits down on the stool and\npresses his hands to his eyes to shut out reality and dream a little;\ntakes his hands down and shakes his head with a little smile of rebuke\nfor his folly; catches sight of a speck of dust on his shoes and hastily\nand carefully brushes it off with his handkerchief; rises and takes\nthe hand mirror from the table to make sure of his tie with the gravest\nanxiety; and is looking at his watch again when She comes in, much\nflustered. As she is dressed for the theatre; has spoilt, petted ways;\nand wears many diamonds, she has an air of being a young and beautiful\nwoman; but as a matter of hard fact, she is, dress and pretensions\napart, a very ordinary South Kensington female of about 37, hopelessly\ninferior in physical and spiritual distinction to the beautiful youth,\nwho hastily puts down the mirror as she enters.\n\nHE [kissing her hand] At last!\n\nSHE. Henry: something dreadful has happened.\n\nHE. What's the matter?\n\nSHE. I have lost your poems.\n\nHE. They were unworthy of you. I will write you some more.\n\nSHE. No, thank you. Never any more poems for me. Oh, how could I have\nbeen so mad! so rash! so imprudent!\n\nHE. Thank Heaven for your madness, your rashness, your imprudence!\n\nSHE [impatiently] Oh, be sensible, Henry. Can't you see what a terrible\nthing this is for me? Suppose anybody finds these poems! what will they\nthink?\n\nHE. They will think that a man once loved a woman more devotedly than\never man loved woman before. But they will not know what man it was.\n\nSHE. What good is that to me if everybody will know what woman it was?\n\nHE. But how will they know?\n\nSHE. How will they know! Why, my name is all over them: my silly,\nunhappy name. Oh, if I had only been christened Mary Jane, or Gladys\nMuriel, or Beatrice, or Francesca, or Guinevere, or something quite\ncommon! But Aurora! Aurora! I'm the only Aurora in London; and everybody\nknows it. I believe I'm the only Aurora in the world. And it's so\nhorribly easy to rhyme to it! Oh, Henry, why didn't you try to restrain\nyour feelings a little in common consideration for me? Why didn't you\nwrite with some little reserve?\n\nHE. Write poems to you with reserve! You ask me that!\n\nSHE [with perfunctory tenderness] Yes, dear, of course it was very nice\nof you; and I know it was my own fault as much as yours. I ought to have\nnoticed that your verses ought never to have been addressed to a married\nwoman.\n\nHE. Ah, how I wish they had been addressed to an unmarried woman! how I\nwish they had!\n\nSHE. Indeed you have no right to wish anything of the sort. They are\nquite unfit for anybody but a married woman. That's just the difficulty.\nWhat will my sisters-in-law think of them?\n\nHE [painfully jarred] Have you got sisters-in-law?\n\nSHE. Yes, of course I have. Do you suppose I am an angel?\n\nHE [biting his lips] I do. Heaven help me, I do--or I did--or [he almost\nchokes a sob].\n\nSHE [softening and putting her hand caressingly on his shoulder] Listen\nto me, dear. It's very nice of you to live with me in a dream, and to\nlove me, and so on; but I can't help my husband having disagreeable\nrelatives, can I?\n\nHE [brightening up] Ah, of course they are your husband's relatives: I\nforgot that. Forgive me, Aurora. [He takes her hand from his shoulder\nand kisses it. She sits down on the stool. He remains near the table,\nwith his back to it, smiling fatuously down at her].\n\nSHE. The fact is, Teddy's got nothing but relatives. He has eight\nsisters and six half-sisters, and ever so many brothers--but I don't\nmind his brothers. Now if you only knew the least little thing about\nthe world, Henry, you'd know that in a large family, though the sisters\nquarrel with one another like mad all the time, yet let one of the\nbrothers marry, and they all turn on their unfortunate sister-in-law and\ndevote the rest of their lives with perfect unanimity to persuading\nhim that his wife is unworthy of him. They can do it to her very face\nwithout her knowing it, because there are always a lot of stupid low\nfamily jokes that nobody understands but themselves. Half the time you\ncan't tell what they're talking about: it just drives you wild. There\nought to be a law against a man's sister ever entering his house after\nhe's married. I'm as certain as that I'm sitting here that Georgina\nstole those poems out of my workbox.\n\nHE. She will not understand them, I think.\n\nSHE. Oh, won't she! She'll understand them only too well. She'll\nunderstand more harm than ever was in them: nasty vulgar-minded cat!\n\nHE [going to her] Oh don't, don't think of people in that way. Don't\nthink of her at all. [He takes her hand and sits down on the carpet at\nher feet]. Aurora: do you remember the evening when I sat here at your\nfeet and read you those poems for the first time?\n\nSHE. I shouldn't have let you: I see that now. When I think of Georgina\nsitting there at Teddy's feet and reading them to him for the first\ntime, I feel I shall just go distracted.\n\nHE. Yes, you are right. It will be a profanation.\n\nSHE. Oh, I don't care about the profanation; but what will Teddy think?\nwhat will he do? [Suddenly throwing his head away from her knee]. You\ndon't seem to think a bit about Teddy. [She jumps up, more and more\nagitated].\n\nHE [supine on the floor; for she has thrown him off his balance] To me\nTeddy is nothing, and Georgina less than nothing.\n\nSHE. You'll soon find out how much less than nothing she is. If you\nthink a woman can't do any harm because she's only a scandalmongering\ndowdy ragbag, you're greatly mistaken. [She flounces about the room. He\ngets up slowly and dusts his hands. Suddenly she runs to him and throws\nherself into his arms]. Henry: help me. Find a way out of this for me;\nand I'll bless you as long as you live. Oh, how wretched I am! [She sobs\non his breast].\n\nHE. And oh! how happy I am!\n\nSHE [whisking herself abruptly away] Don't be selfish.\n\nHE [humbly] Yes: I deserve that. I think if I were going to the stake\nwith you, I should still be so happy with you that I could hardly feel\nyour danger more than my own.\n\nSHE [relenting and patting his hand fondly] Oh, you are a dear darling\nboy, Henry; but [throwing his hand away fretfully] you're no use. I want\nsomebody to tell me what to do.\n\nHE [with quiet conviction] Your heart will tell you at the right time. I\nhave thought deeply over this; and I know what we two must do, sooner or\nlater.\n\nSHE. No, Henry. I will do nothing improper, nothing dishonorable. [She\nsits down plump on the stool and looks inflexible].\n\nHE. If you did, you would no longer be Aurora. Our course is perfectly\nsimple, perfectly straightforward, perfectly stainless and true. We love\none another. I am not ashamed of that: I am ready to go out and proclaim\nit to all London as simply as I will declare it to your husband when you\nsee--as you soon will see--that this is the only way honorable enough\nfor your feet to tread. Let us go out together to our own house,\nthis evening, without concealment and without shame. Remember! we owe\nsomething to your husband. We are his guests here: he is an honorable\nman: he has been kind to us: he has perhaps loved you as well as his\nprosaic nature and his sordid commercial environment permitted. We owe\nit to him in all honor not to let him learn the truth from the lips of\na scandalmonger. Let us go to him now quietly, hand in hand; bid him\nfarewell; and walk out of the house without concealment and subterfuge,\nfreely and honestly, in full honor and self-respect.\n\nSHE [staring at him] And where shall we go to?\n\nHE. We shall not depart by a hair's breadth from the ordinary natural\ncurrent of our lives. We were going to the theatre when the loss of the\npoems compelled us to take action at once. We shall go to the theatre\nstill; but we shall leave your diamonds here; for we cannot afford\ndiamonds, and do not need them.\n\nSHE [fretfully] I have told you already that I hate diamonds; only Teddy\ninsists on hanging me all over with them. You need not preach simplicity\nto me.\n\nHE. I never thought of doing so, dearest: I know that these trivialities\nare nothing to you. What was I saying--oh yes. Instead of coming\nback here from the theatre, you will come with me to my home--now and\nhenceforth our home--and in due course of time, when you are divorced,\nwe shall go through whatever idle legal ceremony you may desire. I\nattach no importance to the law: my love was not created in me by the\nlaw, nor can it be bound or loosed by it. That is simple enough, and\nsweet enough, is it not? [He takes the flower from the table]. Here are\nflowers for you: I have the tickets: we will ask your husband to lend\nus the carriage to show that there is no malice, no grudge, between us.\nCome!\n\nSHE [spiritlessly, taking the flowers without looking at them, and\ntemporizing] Teddy isn't in yet.\n\nHE. Well, let us take that calmly. Let us go to the theatre as if\nnothing had happened, and tell him when we come back. Now or three hours\nhence: to-day or to-morrow: what does it matter, provided all is done in\nhonor, without shame or fear?\n\nSHE. What did you get tickets for? Lohengrin?\n\nHE. I tried; but Lohengrin was sold out for to-night. [He takes out two\nCourt Theatre tickets].\n\nSHE. Then what did you get?\n\nHE. Can you ask me? What is there besides Lohengrin that we two could\nendure, except Candida?\n\nSHE [springing up] Candida! No, I won't go to it again, Henry [tossing\nthe flower on the piano]. It is that play that has done all the\nmischief. I'm very sorry I ever saw it: it ought to be stopped.\n\nHE [amazed] Aurora!\n\nSHE. Yes: I mean it.\n\nHE. That divinest love poem! the poem that gave us courage to speak to\none another! that revealed to us what we really felt for one another!\nThat--\n\nSHE. Just so. It put a lot of stuff into my head that I should never\nhave dreamt of for myself. I imagined myself just like Candida.\n\nHE [catching her hands and looking earnestly at her] You were right. You\nare like Candida.\n\nSHE [snatching her hands away] Oh, stuff! And I thought you were just\nlike Eugene. [Looking critically at him] Now that I come to look at you,\nyou are rather like him, too. [She throws herself discontentedly into\nthe nearest seat, which happens to be the bench at the piano. He goes to\nher].\n\nHE [very earnestly] Aurora: if Candida had loved Eugene she would have\ngone out into the night with him without a moment's hesitation.\n\nSHE [with equal earnestness] Henry: do you know what's wanting in that\nplay?\n\nHE. There is nothing wanting in it.\n\nSHE. Yes there is. There's a Georgina wanting in it. If Georgina had\nbeen there to make trouble, that play would have been a true-to-life\ntragedy. Now I'll tell you something about it that I have never told you\nbefore.\n\nHE. What is that?\n\nSHE. I took Teddy to it. I thought it would do him good; and so it would\nif I could only have kept him awake. Georgina came too; and you should\nhave heard the way she went on about it. She said it was downright\nimmoral, and that she knew the sort of woman that encourages boys to sit\non the hearthrug and make love to her. She was just preparing Teddy's\nmind to poison it about me.\n\nHE. Let us be just to Georgina, dearest\n\nSHE. Let her deserve it first. Just to Georgina, indeed!\n\nHE. She really sees the world in that way. That is her punishment.\n\nSHE. How can it be her punishment when she likes it? It'll be my\npunishment when she brings that budget of poems to Teddy. I wish you'd\nhave some sense, and sympathize with my position a little.\n\nHE. [going away from the piano and beginning to walk about rather\ntestily] My dear: I really don't care about Georgina or about Teddy. All\nthese squabbles belong to a plane on which I am, as you say, no use. I\nhave counted the cost; and I do not fear the consequences. After all,\nwhat is there to fear? Where is the difficulty? What can Georgina do?\nWhat can your husband do? What can anybody do?\n\nSHE. Do you mean to say that you propose that we should walk right bang\nup to Teddy and tell him we're going away together?\n\nHE. Yes. What can be simpler?\n\nSHE. And do you think for a moment he'd stand it, like that half-baked\nclergyman in the play? He'd just kill you.\n\nHE [coming to a sudden stop and speaking with considerable confidence]\nYou don't understand these things, my darling, how could you? In one\nrespect I am unlike the poet in the play. I have followed the Greek\nideal and not neglected the culture of my body. Your husband would make\na tolerable second-rate heavy weight if he were in training and ten\nyears younger. As it is, he could, if strung up to a great effort by\na burst of passion, give a good account of himself for perhaps fifteen\nseconds. But I am active enough to keep out of his reach for fifteen\nseconds; and after that I should be simply all over him.\n\nSHE [rising and coming to him in consternation] What do you mean by all\nover him?\n\nHE [gently] Don't ask me, dearest. At all events, I swear to you that\nyou need not be anxious about me.\n\nSHE. And what about Teddy? Do you mean to tell me that you are going to\nbeat Teddy before my face like a brutal prizefighter?\n\nHE. All this alarm is needless, dearest. Believe me, nothing will\nhappen. Your husband knows that I am capable of defending myself. Under\nsuch circumstances nothing ever does happen. And of course I shall do\nnothing. The man who once loved you is sacred to me.\n\nSHE [suspiciously] Doesn't he love me still? Has he told you anything?\n\nHE. No, no. [He takes her tenderly in his arms]. Dearest, dearest: how\nagitated you are! how unlike yourself! All these worries belong to\nthe lower plane. Come up with me to the higher one. The heights, the\nsolitudes, the soul world!\n\nSHE [avoiding his gaze] No: stop: it's no use, Mr Apjohn.\n\nHE [recoiling] Mr Apjohn!!!\n\nSHE. Excuse me: I meant Henry, of course.\n\nHE. How could you even think of me as Mr Apjohn? I never think of you as\nMrs Bompas: it is always Cand-- I mean Aurora, Aurora, Auro--\n\nSHE. Yes, yes: that's all very well, Mr Apjohn [He is about to interrupt\nagain: but she won't have it] no: it's no use: I've suddenly begun to\nthink of you as Mr Apjohn; and it's ridiculous to go on calling you\nHenry. I thought you were only a boy, a child, a dreamer. I thought you\nwould be too much afraid to do anything. And now you want to beat Teddy\nand to break up my home and disgrace me and make a horrible scandal in\nthe papers. It's cruel, unmanly, cowardly.\n\nHE [with grave wonder] Are you afraid?\n\nSHE. Oh, of course I'm afraid. So would you be if you had any common\nsense. [She goes to the hearth, turning her back to him, and puts one\ntapping foot on the fender].\n\nHE [watching her with great gravity] Perfect love casteth out fear. That\nis why I am not afraid. Mrs Bompas: you do not love me.\n\nSHE [turning to him with a gasp of relief] Oh, thank you, thank you! You\nreally can be very nice, Henry.\n\nHE. Why do you thank me?\n\nSHE [coming prettily to him from the fireplace] For calling me Mrs\nBompas again. I feel now that you are going to be reasonable and behave\nlike a gentleman. [He drops on the stool; covers his face with his hand;\nand groans]. What's the matter?\n\nHE. Once or twice in my life I have dreamed that I was exquisitely happy\nand blessed. But oh! the misgiving at the first stir of consciousness!\nthe stab of reality! the prison walls of the bedroom! the bitter, bitter\ndisappointment of waking! And this time! oh, this time I thought I was\nawake.\n\nSHE. Listen to me, Henry: we really haven't time for all that sort of\nflapdoodle now. [He starts to his feet as if she had pulled a trigger\nand straightened him by the release of a powerful spring, and goes past\nher with set teeth to the little table]. Oh, take care: you nearly hit\nme in the chin with the top of your head.\n\nHE [with fierce politeness] I beg your pardon. What is it you want me to\ndo? I am at your service. I am ready to behave like a gentleman if you\nwill be kind enough to explain exactly how.\n\nSHE [a little frightened] Thank you, Henry: I was sure you would. You're\nnot angry with me, are you?\n\nHE. Go on. Go on quickly. Give me something to think about, or I will--I\nwill--[he suddenly snatches up her fan and it about to break it in his\nclenched fists].\n\nSHE [running forward and catching at the fan, with loud lamentation]\nDon't break my fan--no, don't. [He slowly relaxes his grip of it as she\ndraws it anxiously out of his hands]. No, really, that's a stupid trick.\nI don't like that. You've no right to do that. [She opens the fan,\nand finds that the sticks are disconnected]. Oh, how could you be so\ninconsiderate?\n\nHE. I beg your pardon. I will buy you a new one.\n\nSHE [querulously] You will never be able to match it. And it was a\nparticular favorite of mine.\n\nHE [shortly] Then you will have to do without it: that's all.\n\nSHE. That's not a very nice thing to say after breaking my pet fan, I\nthink.\n\nHE. If you knew how near I was to breaking Teddy's pet wife and\npresenting him with the pieces, you would be thankful that you are alive\ninstead of--of--of howling about five shillings worth of ivory. Damn\nyour fan!\n\nSHE. Oh! Don't you dare swear in my presence. One would think you were\nmy husband.\n\nHE [again collapsing on the stool] This is some horrible dream. What has\nbecome of you? You are not my Aurora.\n\nSHE. Oh, well, if you come to that, what has become of you? Do you think\nI would ever have encouraged you if I had known you were such a little\ndevil?\n\nHE. Don't drag me down--don't--don't. Help me to find the way back to\nthe heights.\n\nSHE [kneeling beside him and pleading] If you would only be reasonable,\nHenry. If you would only remember that I am on the brink of ruin, and\nnot go on calmly saying it's all quite simple.\n\nHE. It seems so to me.\n\nSHE [jumping up distractedly] If you say that again I shall do something\nI'll be sorry for. Here we are, standing on the edge of a frightful\nprecipice. No doubt it's quite simple to go over and have done with it.\nBut can't you suggest anything more agreeable?\n\nHE. I can suggest nothing now. A chill black darkness has fallen: I can\nsee nothing but the ruins of our dream. [He rises with a deep sigh].\n\nSHE. Can't you? Well, I can. I can see Georgina rubbing those poems into\nTeddy. [Facing him determinedly] And I tell you, Henry Apjohn, that you\ngot me into this mess; and you must get me out of it again.\n\nHE [polite and hopeless] All I can say is that I am entirely at your\nservice. What do you wish me to do?\n\nSHE. Do you know anybody else named Aurora?\n\nHE. No.\n\nSHE. There's no use in saying No in that frozen pigheaded way. You must\nknow some Aurora or other somewhere.\n\nHE. You said you were the only Aurora in the world. And [lifting his\nclasped fists with a sudden return of his emotion] oh God! you were\nthe only Aurora in the world to me. [He turns away from her, hiding his\nface].\n\nSHE [petting him] Yes, yes, dear: of course. It's very nice of you; and\nI appreciate it: indeed I do; but it's not reasonable just at present.\nNow just listen to me. I suppose you know all those poems by heart.\n\nHE. Yes, by heart. [Raising his head and looking at her, with a sudden\nsuspicion] Don't you?\n\nSHE. Well, I never can remember verses; and besides, I've been so busy\nthat I've not had time to read them all; though I intend to the very\nfirst moment I can get: I promise you that most faithfully, Henry. But\nnow try and remember very particularly. Does the name of Bompas occur in\nany of the poems?\n\nHE [indignantly] No.\n\nSHE. You're quite sure?\n\nHE. Of course I am quite sure. How could I use such a name in a poem?\n\nSHE. Well, I don't see why not. It rhymes to rumpus, which seems\nappropriate enough at present, goodness knows! However, you're a poet,\nand you ought to know.\n\nHE. What does it matter--now?\n\nSHE. It matters a lot, I can tell you. If there's nothing about Bompas\nin the poems, we can say that they were written to some other Aurora,\nand that you showed them to me because my name was Aurora too. So you've\ngot to invent another Aurora for the occasion.\n\nHE [very coldly] Oh, if you wish me to tell a lie--\n\nSHE. Surely, as a man of honor--as a gentleman, you wouldn't tell the\ntruth, would you?\n\nHE. Very well. You have broken my spirit and desecrated my dreams.\nI will lie and protest and stand on my honor: oh, I will play the\ngentleman, never fear.\n\nSHE. Yes, put it all on me, of course. Don't be mean, Henry.\n\nHE [rousing himself with an effort] You are quite right, Mrs Bompas: I\nbeg your pardon. You must excuse my temper. I have got growing pains, I\nthink.\n\nSHE. Growing pains!\n\nHE. The process of growing from romantic boyhood into cynical maturity\nusually takes fifteen years. When it is compressed into fifteen minutes,\nthe pace is too fast; and growing pains are the result.\n\nSHE. Oh, is this a time for cleverness? It's settled, isn't it, that\nyou're going to be nice and good, and that you'll brazen it out to Teddy\nthat you have some other Aurora?\n\nHE. Yes: I'm capable of anything now. I should not have told him the\ntruth by halves; and now I will not lie by halves. I'll wallow in the\nhonor of a gentleman.\n\nSHE. Dearest boy, I knew you would. I--Sh! [she rushes to the door, and\nholds it ajar, listening breathlessly].\n\nHE. What is it?\n\nSHE [white with apprehension] It's Teddy: I hear him tapping the new\nbarometer. He can't have anything serious on his mind or he wouldn't\ndo that. Perhaps Georgina hasn't said anything. [She steals back to the\nhearth]. Try and look as if there was nothing the matter. Give me my\ngloves, quick. [He hands them to her. She pulls on one hastily and\nbegins buttoning it with ostentatious unconcern]. Go further away from\nme, quick. [He walks doggedly away from her until the piano prevents his\ngoing farther]. If I button my glove, and you were to hum a tune, don't\nyou think that--\n\nHE. The tableau would be complete in its guiltiness. For Heaven's sake,\nMrs Bompas, let that glove alone: you look like a pickpocket.\n\nHer husband comes in: a robust, thicknecked, well groomed city man,\nwith a strong chin but a blithering eye and credulous mouth. He has a\nmomentous air, but shows no sign of displeasure: rather the contrary.\n\nHER HUSBAND. Hallo! I thought you two were at the theatre.\n\nSHE. I felt anxious about you, Teddy. Why didn't you come home to\ndinner?\n\nHER HUSBAND. I got a message from Georgina. She wanted me to go to her.\n\nSHE. Poor dear Georgina! I'm sorry I haven't been able to call on her\nthis last week. I hope there's nothing the matter with her.\n\nHER HUSBAND. Nothing, except anxiety for my welfare and yours. [She\nsteals a terrified look at Henry]. By, the way, Apjohn, I should like a\nword with you this evening, if Aurora can spare you for a moment.\n\nHE [formally] I am at your service.\n\nHER HUSBAND. No hurry. After the theatre will do.\n\nHE. We have decided not to go.\n\nHER HUSBAND. Indeed! Well, then, shall we adjourn to my snuggery?\n\nSHE. You needn't move. I shall go and lock up my diamonds since I'm not\ngoing to the theatre. Give me my things.\n\nHER HUSBAND [as he hands her the cloud and the mirror] Well, we shall\nhave more room here.\n\nHE [looking about him and shaking his shoulders loose] I think I should\nprefer plenty of room.\n\nHER HUSBAND. So, if it's not disturbing you, Rory--?\n\nSHE. Not at all. [She goes out].\n\nWhen the two men are alone together, Bompas deliberately takes the poems\nfrom his breast pocket; looks at them reflectively; then looks at Henry,\nmutely inviting his attention. Henry refuses to understand, doing his\nbest to look unconcerned.\n\nHER HUSBAND. Do these manuscripts seem at all familiar to you, may I\nask?\n\nHE. Manuscripts?\n\nHER HUSBAND. Yes. Would you like to look at them a little closer? [He\nproffers them under Henry's nose].\n\nHE [as with a sudden illumination of glad surprise] Why, these are my\npoems.\n\nHER HUSBAND. So I gather.\n\nHE. What a shame! Mrs Bompas has shown them to you! You must think me an\nutter ass. I wrote them years ago after reading Swinburne's Songs Before\nSunrise. Nothing would do me then but I must reel off a set of Songs\nto the Sunrise. Aurora, you know: the rosy fingered Aurora. They're all\nabout Aurora. When Mrs Bompas told me her name was Aurora, I couldn't\nresist the temptation to lend them to her to read. But I didn't bargain\nfor your unsympathetic eyes.\n\nHER HUSBAND [grinning] Apjohn: that's really very ready of you. You are\ncut out for literature; and the day will come when Rory and I will be\nproud to have you about the house. I have heard far thinner stories from\nmuch older men.\n\nHE [with an air of great surprise] Do you mean to imply that you don't\nbelieve me?\n\nHER HUSBAND. Do you expect me to believe you?\n\nHE. Why not? I don't understand.\n\nHER HUSBAND. Come! Don't underrate your own cleverness, Apjohn. I think\nyou understand pretty well.\n\nHE. I assure you I am quite at a loss. Can you not be a little more\nexplicit?\n\nHER HUSBAND. Don't overdo it, old chap. However, I will just be so far\nexplicit as to say that if you think these poems read as if they were\naddressed, not to a live woman, but to a shivering cold time of day at\nwhich you were never out of bed in your life, you hardly do justice to\nyour own literary powers--which I admire and appreciate, mind you, as\nmuch as any man. Come! own up. You wrote those poems to my wife. [An\ninternal struggle prevents Henry from answering]. Of course you did.\n[He throws the poems on the table; and goes to the hearthrug, where\nhe plants himself solidly, chuckling a little and waiting for the next\nmove].\n\nHE [formally and carefully] Mr Bompas: I pledge you my word you are\nmistaken. I need not tell you that Mrs Bompas is a lady of stainless\nhonor, who has never cast an unworthy thought on me. The fact that she\nhas shown you my poems--\n\nHER HUSBAND. That's not a fact. I came by them without her knowledge.\nShe didn't show them to me.\n\nHE. Does not that prove their perfect innocence? She would have shown\nthem to you at once if she had taken your quite unfounded view of them.\n\nHER HUSBAND [shaken] Apjohn: play fair. Don't abuse your intellectual\ngifts. Do you really mean that I am making a fool of myself?\n\nHE [earnestly] Believe me, you are. I assure you, on my honor as a\ngentleman, that I have never had the slightest feeling for Mrs Bompas\nbeyond the ordinary esteem and regard of a pleasant acquaintance.\n\nHER HUSBAND [shortly, showing ill humor for the first time] Oh, indeed.\n[He leaves his hearth and begins to approach Henry slowly, looking him\nup and down with growing resentment].\n\nHE [hastening to improve the impression made by his mendacity] I should\nnever have dreamt of writing poems to her. The thing is absurd.\n\nHER HUSBAND [reddening ominously] Why is it absurd?\n\nHE [shrugging his shoulders] Well, it happens that I do not admire Mrs\nBompas--in that way.\n\nHER HUSBAND [breaking out in Henry's face] Let me tell you that Mrs\nBompas has been admired by better men than you, you soapy headed little\npuppy, you.\n\nHE [much taken aback] There is no need to insult me like this. I assure\nyou, on my honor as a--\n\nHER HUSBAND [too angry to tolerate a reply, and boring Henry more and\nmore towards the piano] You don't admire Mrs Bompas! You would never\ndream of writing poems to Mrs Bompas! My wife's not good enough for you,\nisn't she. [Fiercely] Who are you, pray, that you should be so jolly\nsuperior?\n\nHE. Mr Bompas: I can make allowances for your jealousy--\n\nHER HUSBAND. Jealousy! do you suppose I'm jealous of YOU? No, nor of ten\nlike you. But if you think I'll stand here and let you insult my wife in\nher own house, you're mistaken.\n\nHE [very uncomfortable with his back against the piano and Teddy\nstanding over him threateningly] How can I convince you? Be reasonable.\nI tell you my relations with Mrs Bompas are relations of perfect\ncoldness--of indifference--\n\nHER HUSBAND [scornfully] Say it again: say it again. You're proud of it,\naren't you? Yah! You're not worth kicking.\n\nHenry suddenly executes the feat known to pugilists as dipping, and\nchanges sides with Teddy, who it now between Henry and the piano.\n\nHE. Look here: I'm not going to stand this.\n\nHER HUSBAND. Oh, you have some blood in your body after all! Good job!\n\nHE. This is ridiculous. I assure you Mrs. Bompas is quite--\n\nHER HUSBAND. What is Mrs Bompas to you, I'd like to know. I'll tell\nyou what Mrs Bompas is. She's the smartest woman in the smartest set in\nSouth Kensington, and the handsomest, and the cleverest, and the most\nfetching to experienced men who know a good thing when they see it,\nwhatever she may be to conceited penny-a-lining puppies who think\nnothing good enough for them. It's admitted by the best people; and not\nto know it argues yourself unknown. Three of our first actor-managers\nhave offered her a hundred a week if she'd go on the stage when they\nstart a repertory theatre; and I think they know what they're about as\nwell as you. The only member of the present Cabinet that you might call\na handsome man has neglected the business of the country to dance with\nher, though he don't belong to our set as a regular thing. One of the\nfirst professional poets in Bedford Park wrote a sonnet to her, worth\nall your amateur trash. At Ascot last season the eldest son of a duke\nexcused himself from calling on me on the ground that his feelings for\nMrs Bompas were not consistent with his duty to me as host; and it did\nhim honor and me too. But [with gathering fury] she isn't good enough\nfor you, it seems. You regard her with coldness, with indifference;\nand you have the cool cheek to tell me so to my face. For two pins I'd\nflatten your nose in to teach you manners. Introducing a fine woman to\nyou is casting pearls before swine [yelling at him] before SWINE! d'ye\nhear?\n\nHE [with a deplorable lack of polish] You call me a swine again and I'll\nland you one on the chin that'll make your head sing for a week.\n\nHER HUSBAND [exploding] What--!\n\nHe charges at Henry with bull-like fury. Henry places himself on\nguard in the manner of a well taught boxer, and gets away smartly,\nbut unfortunately forgets the stool which is just behind him. He falls\nbackwards over it, unintentionally pushing it against the shins of\nBompas, who falls forward over it. Mrs Bompas, with a scream, rushes\ninto the room between the sprawling champions, and sits down on the\nfloor in order to get her right arm round her husband's neck.\n\nSHE. You shan't, Teddy: you shan't. You will be killed: he is a\nprizefighter.\n\nHER HUSBAND [vengefully] I'll prizefight him. [He struggles vainly to\nfree himself from her embrace].\n\nSHE. Henry: don't let him fight you. Promise me that you won't.\n\nHE [ruefully] I have got a most frightful bump on the back of my head.\n[He tries to rise].\n\nSHE [reaching out her left hand to seize his coat tail, and pulling him\ndown again, whilst keeping fast hold of Teddy with the other hand] Not\nuntil you have promised: not until you both have promised. [Teddy tries\nto rise: she pulls him back again]. Teddy: you promise, don't you? Yes,\nyes. Be good: you promise.\n\nHER HUSBAND. I won't, unless he takes it back.\n\nSHE. He will: he does. You take it back, Henry?--yes.\n\nHE [savagely] Yes. I take it back. [She lets go his coat. He gets up. So\ndoes Teddy]. I take it all back, all, without reserve.\n\nSHE [on the carpet] Is nobody going to help me up? [They each take a\nhand and pull her up]. Now won't you shake hands and be good?\n\nHE [recklessly] I shall do nothing of the sort. I have steeped myself in\nlies for your sake; and the only reward I get is a lump on the back of\nmy head the size of an apple. Now I will go back to the straight path.\n\nSHE. Henry: for Heaven's sake--\n\nHE. It's no use. Your husband is a fool and a brute--\n\nHER HUSBAND. What's that you say?\n\nHE. I say you are a fool and a brute; and if you'll step outside with me\nI'll say it again. [Teddy begins to take off his coat for combat]. Those\npoems were written to your wife, every word of them, and to nobody else.\n[The scowl clears away from Bompas's countenance. Radiant, he replaces\nhis coat]. I wrote them because I loved her. I thought her the most\nbeautiful woman in the world; and I told her so over and over again. I\nadored her: do you hear? I told her that you were a sordid commercial\nchump, utterly unworthy of her; and so you are.\n\nHER HUSBAND [so gratified, he can hardly believe his ears] You don't\nmean it!\n\nHE. Yes, I do mean it, and a lot more too. I asked Mrs Bompas to walk\nout of the house with me--to leave you--to get divorced from you and\nmarry me. I begged and implored her to do it this very night. It was her\nrefusal that ended everything between us. [Looking very disparagingly at\nhim] What she can see in you, goodness only knows!\n\nHER HUSBAND [beaming with remorse] My dear chap, why didn't you say\nso before? I apologize. Come! Don't bear malice: shake hands. Make him\nshake hands, Rory.\n\nSHE. For my sake, Henry. After all, he's my husband. Forgive him.\nTake his hand. [Henry, dazed, lets her take his hand and place it in\nTeddy's].\n\nHER HUSBAND [shaking it heartily] You've got to own that none of your\nliterary heroines can touch my Rory. [He turns to her and claps her with\nfond pride on the shoulder]. Eh, Rory? They can't resist you: none of\nem. Never knew a man yet that could hold out three days.\n\nSHE. Don't be foolish, Teddy. I hope you were not really hurt, Henry.\n[She feels the back of his head. He flinches]. Oh, poor boy, what a\nbump! I must get some vinegar and brown paper. [She goes to the bell and\nrings].\n\nHER HUSBAND. Will you do me a great favor, Apjohn. I hardly like to ask;\nbut it would be a real kindness to us both.\n\nHE. What can I do?\n\nHER HUSBAND [taking up the poems] Well, may I get these printed? It\nshall be done in the best style. The finest paper, sumptuous binding,\neverything first class. They're beautiful poems. I should like to show\nthem about a bit.\n\nSHE [running back from the bell, delighted with the idea, and coming\nbetween them] Oh Henry, if you wouldn't mind!\n\nHE. Oh, I don't mind. I am past minding anything. I have grown too fast\nthis evening.\n\nSHE. How old are you, Henry?\n\nHE. This morning I was eighteen. Now I am--confound it! I'm quoting\nthat beast of a play [he takes the Candida tickets out of his pocket and\ntears them up viciously].\n\nHER HUSBAND. What shall we call the volume? To Aurora, or something like\nthat, eh?\n\nHE. I should call it How He Lied to Her Husband.\n\n\n\n\n\nEnd of Project Gutenberg's How He Lied to Her Husband, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HOW HE LIED TO HER HUSBAND ***\n\n***** This file should be named 3544.txt or 3544.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/5\/4\/3544\/\n\nProduced by Eve Sobol\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":369,"split":"train"}
