{"ori_id":"b9b1d29235c8e39aef27ce894e77a19955e6e51e","title":"Pericles, Prince of Tyre","context":"Pericles, Prince of Tyre\n John Gower introduces each act with a prologue. The play opens in the court of Antiochus, king of Antioch, who has offered the hand of his beautiful daughter to any man who answers his riddle; but those who fail shall die.\nI am no viper, yet I feed\n\nOn mother's flesh which did me breed.\n\nI sought a husband, in which labour\n\nI found that kindness in a father:\n\nHe's father, son, and husband mild;\n\nI mother, wife, and yet his child.\n\nHow they may be, and yet in two,\n\nAs you will live, resolve it you.\nPericles, the young Prince (ruler) of Tyre in Phoenicia (Lebanon), hears the riddle, and instantly understands its meaning: Antiochus is engaged in an incestuous relationship with his daughter. If he reveals this truth, he will be killed, but if he answers incorrectly, he will also be killed. Pericles hints that he knows the answer, and asks for more time to think. Antiochus grants him forty days, and then sends an assassin after him. However, Pericles has fled the city in disgust.\nPericles returns to Tyre, where his trusted friend and counsellor Helicanus advises him to leave the city, for Antiochus surely will hunt him down. Pericles leaves Helicanus as regent and sails to Tarsus, a city beset by famine. The generous Pericles gives the governor of the city, Cleon, and his wife Dionyza, grain from his ship to save their people. The famine ends, and after being thanked profusely by Cleon and Dionyza, Pericles continues on.\nA storm wrecks Pericles' ship and washes him up on the shores of Pentapolis. He is rescued by a group of poor fishermen who inform him that Simonedes, King of Pentapolis, is holding a tournament the next day and that the winner will receive the hand of his daughter Thaisa in marriage. Fortunately, one of the fishermen drags Pericles' suit of armour on shore that very moment, and the prince decides to enter the tournament. Although his equipment is rusty, Pericles wins the tournament and the hand of Thaisa (who is deeply attracted to him) in marriage. Simonedes initially expresses doubt about the union, but soon comes to like Pericles and allows them to wed.\nA letter sent by the noblemen reaches Pericles in Pentapolis, who decides to return to Tyre with the pregnant Thaisa. Again, a storm arises while at sea, and Thaisa appears to die giving birth to her child, Marina. The sailors insist that Thaisa's body be set overboard in order to calm the storm. Pericles grudgingly agrees, and decides to stop at Tarsus because he fears that Marina may not survive the storm.\nLuckily, Thaisa's casket washes ashore at Ephesus near the residence of Lord Cerimon, a physician who revives her. Thinking that Pericles died in the storm, Thaisa becomes a priestess in the temple of Diana.\nPericles departs to rule Tyre, leaving Marina in the care of Cleon and Dionyza.\nMarina grows up more beautiful than Philoten the daughter of Cleon and Dionyza, so Dionyza plans Marina's murder. The plan is thwarted when pirates kidnap Marina and then sell her to a brothel in Mytilene. There, Marina manages to keep her virginity by convincing the men that they should seek virtue. Worried that she is ruining their market, the brothel rents her out as a tutor to respectable young ladies. She becomes famous for music and other decorous entertainments.\nMeanwhile, Pericles returns to Tarsus for his daughter. The governor and his wife claim she has died; in grief, he takes to the sea.\nPericles' wanderings bring him to Mytilene where the governor Lysimachus, seeking to cheer him up, brings in Marina. They compare their sad stories and joyfully realise they are father and daughter. Next, the goddess Diana appears in a dream to Pericles, and tells him to come to the temple where he finds Thaisa. The wicked Cleon and Dionyza are killed when their people revolt against their crime. Lysimachus will marry Marina.\nï»¿\nProject Gutenberg Etext of Pericles by Shakespeare\nPG has multiple editions of William Shakespeare's Complete Works\n\n\nCopyright laws are changing all over the world, be sure to check\nthe copyright laws for your country before posting these files!!\n\nPlease take a look at the important information in this header.\nWe encourage you to keep this file on your own disk, keeping an\nelectronic path open for the next readers.  Do not remove this.\n\n\n**Welcome To The World of Free Plain Vanilla Electronic Texts**\n\n**Etexts Readable By Both Humans and By Computers, Since 1971**\n\n*These Etexts Prepared By Hundreds of Volunteers and Donations*\n\nInformation on contacting Project Gutenberg to get Etexts, and\nfurther information is included below.  We need your donations.\n\n\nPericles Prince of Tyre\n\nby William Shakespeare [Clark edition]\n\nNovember, 1998 [Etext #1537]\n\n\nProject Gutenberg Etext of Pericles by Shakespeare\n******This file should be named 1537.txt or 1537.zip******\n\n\nThis etext was prepared by Scott Arndt.\n\n\nProject Gutenberg Etexts are usually created from multiple editions,\nall of which are in the Public Domain in the United States, unless a\ncopyright notice is included.  Therefore, we usually do NOT! keep\nthese books in compliance with any particular paper edition.\n\n\nWe are now trying to release all our books one month in advance\nof the official release dates, leaving time for better editing.\n\nPlease note:  neither this list nor its contents are final till\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg Etexts is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.  To be sure you have an\nup to date first edition [xxxxx10x.xxx] please check file sizes\nin the first week of the next month.  Since our ftp program has\na bug in it that scrambles the date [tried to fix and failed] a\nlook at the file size will have to do, but we will try to see a\nnew copy has at least one byte more or less.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any etext selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.  This\nprojected audience is one hundred million readers.  If our value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour this year as we release thirty-six text\nfiles per month, or 432 more Etexts in 1999 for a total of 2000+\nIf these reach just 10% of the computerized population, then the\ntotal should reach over 200 billion Etexts given away this year.\n\nThe Goal of Project Gutenberg is to Give Away One Trillion Etext\nFiles by December 31, 2001.  [10,000 x 100,000,000 = 1 Trillion]\nThis is ten thousand titles each to one hundred million readers,\nwhich is only ~5% of the present number of computer users.\n\nAt our revised rates of production, we will reach only one-third\nof that goal by the end of 2001, or about 3,333 Etexts unless we\nmanage to get some real funding; currently our funding is mostly\nfrom Michael Hart's salary at Carnegie-Mellon University, and an\nassortment of sporadic gifts; this salary is only good for a few\nmore years, so we are looking for something to replace it, as we\ndon't want Project Gutenberg to be so dependent on one person.\n\nWe need your donations more than ever!\n\n\nAll donations should be made to \"Project Gutenberg\/CMU\": and are\ntax deductible to the extent allowable by law.  (CMU = Carnegie-\nMellon University).\n\nFor these and other matters, please mail to:\n\nProject Gutenberg\nP. O. Box  2782\nChampaign, IL 61825\n\nWhen all other email fails. . .try our Executive Director:\nMichael S. Hart <hart@pobox.com>\nhart@pobox.com forwards to hart@prairienet.org and archive.org\nif your mail bounces from archive.org, I will still see it, if\nit bounces from prairienet.org, better resend later on. . . .\n\nWe would prefer to send you this information by email.\n\n******\n\nTo access Project Gutenberg etexts, use any Web browser\nto view http:\/\/promo.net\/pg.  This site lists Etexts by\nauthor and by title, and includes information about how\nto get involved with Project Gutenberg.  You could also\ndownload our past Newsletters, or subscribe here.  This\nis one of our major sites, please email hart@pobox.com,\nfor a more complete list of our various sites.\n\nTo go directly to the etext collections, use FTP or any\nWeb browser to visit a Project Gutenberg mirror (mirror\nsites are available on 7 continents; mirrors are listed\nat http:\/\/promo.net\/pg).\n\nMac users, do NOT point and click, typing works better.\n\nExample FTP session:\n\nftp sunsite.unc.edu\nlogin: anonymous\npassword: your@login\ncd pub\/docs\/books\/gutenberg\ncd etext90 through etext99\ndir [to see files]\nget or mget [to get files. . .set bin for zip files]\nGET GUTINDEX.??  [to get a year's listing of books, e.g., GUTINDEX.99]\nGET GUTINDEX.ALL [to get a listing of ALL books]\n\n***\n\n**Information prepared by the Project Gutenberg legal advisor**\n\n(Three Pages)\n\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN ETEXTS**START***\nWhy is this \"Small Print!\" statement here?  You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this etext, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault.  So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you.  It also tells you how\nyou can distribute copies of this etext if you want to.\n\n*BEFORE!* YOU USE OR READ THIS ETEXT\nBy using or reading any part of this PROJECT GUTENBERG-tm\netext, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement.  If you do not, you can receive\na refund of the money (if any) you paid for this etext by\nsending a request within 30 days of receiving it to the person\nyou got it from.  If you received this etext on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM ETEXTS\nThis PROJECT GUTENBERG-tm etext, like most PROJECT GUTENBERG-\ntm etexts, is a \"public domain\" work distributed by Professor\nMichael S. Hart through the Project Gutenberg Association at\nCarnegie-Mellon University (the \"Project\").  Among other\nthings, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties.  Special rules, set forth\nbelow, apply if you wish to copy and distribute this etext\nunder the Project's \"PROJECT GUTENBERG\" trademark.\n\nTo create these etexts, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks.  Despite these efforts, the Project's etexts and any\nmedium they may be on may contain \"Defects\".  Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other etext medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] the Project (and any other party you may receive this\netext from as a PROJECT GUTENBERG-tm etext) disclaims all\nliability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this etext within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from.  If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy.  If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS ETEXT IS OTHERWISE PROVIDED TO YOU \"AS-IS\".  NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE ETEXT OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold the Project, its directors,\nofficers, members and agents harmless from all liability, cost\nand expense, including legal fees, that arise directly or\nindirectly from any of the following that you do or cause:\n[1] distribution of this etext, [2] alteration, modification,\nor addition to the etext, or [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this etext electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     etext or this \"small print!\" statement.  You may however,\n     if you wish, distribute this etext in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word pro-\n     cessing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The etext, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The etext may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the etext (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          etext in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the etext refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Project of 20% of the\n     net profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Association\/Carnegie-Mellon\n     University\" within the 60 days following each\n     date you prepare (or were legally required to prepare)\n     your annual (or equivalent periodic) tax return.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nThe Project gratefully accepts contributions in money, time,\nscanning machines, OCR software, public domain etexts, royalty\nfree copyright licenses, and every other sort of contribution\nyou can think of.  Money should be paid to \"Project Gutenberg\nAssociation \/ Carnegie-Mellon University\".\n\n*END*THE SMALL PRINT! FOR PUBLIC DOMAIN ETEXTS*Ver.04.29.93*END*\n\n\n\n\n\nThis etext was prepared by Scott Arndt.\n\n\n\n\nPERICLES PRINCE OF TYRE\n\nby William Shakespeare\n\n\n\n\nDRAMATIS PERSONAE\n\nANTIOCHUS, king of Antioch.\nPERICLES, prince of Tyre.\nHELICANUS, ESCANES,  two lords of Tyre.\nSIMONIDES, kIng of Pentapolis.\nCLEON, governor of Tarsus.\nLYSIMACHUS, governor of Mytilene.\nCERIMON, a lord of Ephesus.\nTHALIARD, a lord of Antioch.\nPFIILEMON, servant to Cerimon.\nLEONINE, servant to Dionyza.\nMarshal.\nA Pandar.\nBOULT, his servant.\nThe Daughter of Antiochus.\nDIONYZA, wife to Cleon.\nTHAISA, daughter to Simonides.\nMARINA, daughter to Pericles and Thaisa.\nLYCHORIDA, nurse to Marina.\nA Bawd.\nLords, Knights, Gentlemen, Sailors, Pirates, Fishermen, and\nMessengers.\nDIANA.\nGOWER, as Chorus.\n\n\nSCENE:  Dispersedly in various countries.\n\nACT I.\n\n[Enter GOWER.]\n\n[Before the palace of Antioch.]\n\nTo sing a song that old was sung,\nFrom ashes ancient Gower is come;\nAssuming man's infirmities,\nTo glad your ear, and please your eyes.\nIt hath been sung at festivals,\nOn ember-eves and holy-ales;\nAnd lords and ladies in their lives\nHave read it for restoratives:\nThe purchase is to make men glorious;\nEt bonum quo antiquius, eo melius.\nIf you, born in these latter times,\nWhen wit's more ripe, accept my rhymes,\nAnd that to hear an old man sing\nMay to your wishes pleasure bring,\nI life would wish, and that I might\nWaste it for you, like taper-light.\nThis Antioch, then, Antiochus the Great\nBuilt up, this city, for his chiefest seat;\nThe fairest in all Syria,\nI tell you what mine authors say:\nThis king unto him took a fere,\nWho died and left a female heir,\nSo buxom, so blithe, and full of face,\nAs heaven had lent her all his grace;\nWith whom the father liking took,\nAnd her to incest did provoke:\nBad child; worse father! to entice his own\nTo evil should be done by none:\nBut custom what they did begin\nWas with long use account no sin.\nThe beauty of this sinful dame\nMade many princes thither frame,\nTo seek her as a bed-fellow,\nIn marriage-pleasures play-fellow:\nWhich to prevent he made a law,\nTo keep her still, and men in awe,\nThat whoso ask'd her for his wife,\nHis riddle told not, lost his life:\nSo for her many a wight did die,\nAs yon grim looks do testify.\nWhat now ensues, to the judgement your eye\nI give, my cause who lest can justify.\n\n[Exit.]\n\n\nSCENE I. Antioch.  A room in the palace.\n\n[Enter ANTIOCHUS, PRINCE PERICLES, and followers.]\n\nANTIOCHUS.\nYoung prince of Tyre, you have at large received\nThe danger of the task you undertake.\n\nPERICLES.\nI have, Antiochus, and, with a soul\nEmbolden'd with the glory of her praise,\nThink death no hazard in this enterprise.\n\nANTIOCHUS.\nBring in our daughter, clothed like a bride,\nFor the embracements even of Jove himself;\nAt whose conception, till Lucina reign'd,\nNature this dowry gave, to glad her presence,\nThe senate-house of planets all did sit,\nTo knit in her their best perfections.\n\n[Music. Enter the Daughter of Antiochus.]\n\nPERICLES\nSee where she comes, apparell'd like the spring,\nGraces her subjects, and her thoughts the king\nOf every virtue gives renown to men!\nHer face the book of praises, where is read\nNothing but curious pleasures, as from thence\nSorrow were ever razed, and testy wrath\nCould never be her mild companion.\nYou gods that made me man, and sway in love,\nThat have inflamed desire in my breast\nTo taste the fruit of yon celestal tree,\nOr die in the adventure, be my helps,\nAs I am son and servant to your will,\nTo compass such a boundless happiness!\n\nANTIOCHUS.\nPrince Pericles, --\n\nPERICLES.\nThat would be son to great Antiochus.\n\nANTIOCHUS.\nBefore thee stands this fair Hesperides,\nWith golden fruit, but dangerous to be touch'd;\nFor death-like dragons here affright thee hard:\nHer face, like heaven, enticeth thee to view\nHer countless glory, which desert must gain;\nAnd which, without desert, because thine eye\nPresumes to reach, all thy whole heap must die.\nYon sometimes famous princes, like thyself,\nDrawn by report, adventurous by desire,\nTell thee, with speechless tongues and semblance pale,\nThat without covering, save yon field of stars,\nHere they stand Martyrs, slain in Cupid's wars;\nAnd with dead cheeks advise thee to desist\nFor going on death's net, whom none resist.\n\nPERICLES.\nAntiochus, I thank thee, who hath taught\nMy frail mortality to know itself,\nAnd by those fearful objects to prepare\nThis body, like to them, to what I must;\nFor death remember'd should be like a mirror,\nWho tells us life 's but breath, to trust it error.\nI'll make my will then, and, as sick men do\nWho know the world, see heaven, but, feeling woe,\nGripe not at earthly joys as erst they did;\nSo I bequeath a happy peace to you\nAnd all good men, as every prince should do;\nMy riches to the earth from whence they came;\nBut my unspotted fire of love to you.\n\n[To the daughter of Antiochus.]\n\nThus ready for the way of life or death,\nI wait the sharpest blow, Antiochus.\n\nANTIOCHUS.\nScorning advice, read the conclusion, then:\nWhich read and not expounded, 'tis decreed,\nAs these before thee thou thyself shalt bleed.\n\nDAUGHTER.\nOf all say'd yet, mayst thou prove prosperous!\nOf all say'd yet, I wish thee happiness!\n\nPERICLES\nLike a bold champion, I assume THe lists,\nNor ask advice of any other thought\nBut faithfulness and courage.\n\n[He reads the riddle.]\n\nI am no viper, yet I feed\nOn mother's flesh which did me breed.\nI sought a husband, in which labour\nI found that kindness in a father:\nHe's father, son, and husband mild;\nI mother, wife, and yet his child.\nHow they may be, and yet in two,\nAs you will live, resolve it you.\nSharp physic is the last: but, O you powers\nThat give heaven countless eyes to view men's acts,\nWhy cloud they not their sights perpetually,\nIf this be true, which makes me pale to read it?\nFair glass of light, I loved you, and could still,\n\n[Takes hold of the hand of the Princess.]\n\nWere not this glorious casket stored with ill:\nBut I must tell you, now my thoughts revolt;\nFor he's no man on whom perfections wait\nThat, knowing sin within, will touch the gate,\nYou are a fair viol, and your sense the strings;\nWho, finger'd to make man his lawful music,\nWould draw heaven down, and all the gods to hearken;\nBut being play'd upon before your time,\nHell only danceth at so harsh a chime.\nGood sooth, I care not for you.\n\nANTIOCHUS.\nPrince Pericles, touch not, upon thy life,\nFor that's an article within our law,\nAs dangerous as the rest.  Tour time's expired:\nEither expound now, or receive your sentence.\n\nPERICLES.\nGreat king,\nFew love to hear the sins they love to act;\n'Twould braid yourself too near for me to tell it.\nWho has a book of all that monarchs do,\nHe's more secure to keep it shut than shown:\nFor vice repeated is like the wandering wind,\nBlows dust in others' eyes, to spread itself;\nAnd yet the end of all is bought thus dear,\nThe breath is gone, and the sore eyes see clear\nTo stop the air would hurt them. The blind mole casts\nCopp'd hills towards heaven, to tell the earth is throng'd\nBy man's oppression; and the poor worm doth die for't.\nKind are earth's gods; in vice their law's their will;\nAnd if Jove stray, who dares say Jove doth ill?\nIt is enough you know; and it is fit,\nWhat being more known grows worse, to smother it.\nAll love the womb that their first bred,\nThen give my tongue like leave to love my head.\n\nANTIOCHUS.[Aside]\nHeaven, that I had thy head!  he has found the meaning:\nBut I will gloze with him. -- Young prince of Tyre.\nThough by the tenour of our strict edict,\nYour exposition misinterpreting,\nWe might proceed to cancel of your days;\nYet hope, succeeding from so fair a tree\nAs your fair self, doth tune us otherwise:\nForty days longer we do respite you;\nIf by which time our secret be undone,\nThis mercy shows we'll joy in such a son:\nAnd until then your entertain shall be\nAs doth befit our honour and your worth.\n\n[Exeunt all but Pericles.]\n\nPERACLES.\nHow courtesy would seem to cover sin,\nWhen what is done is like an hypocrite,\nThe which is good in nothing but in sight!\nIf it be true that I interpret false,\nThen were it certain you were not so bad\nAs with foul incest to abuse your soul;\nWhere now you're both a father and a son,\nBy your untimely claspings with your child,\nWhich pleasure fits an husband, not a father;\nAnd she an eater of her mother's flesh,\nBy the defiling of her parent's bed;\nAnd both like serpents are, who though they feed\nOn sweetest flowers, yet they poison breed.\nAntioch, farewell! for wisdom sees, those men\nBlush not in actions blacker than the night,\nWill shun no course to keep them from the light.\nOne sin, I know, another doth provoke;\nMurder's as near to lust as flame to smoke:\nPoison and treason are the hands of sin,\nAy, and the targets, to put off the shame:\nThen, lest my life be cropp'd to keep you clear,\nBy flight I 'II shun the danger which I fear.\n\n[Exit.]\n\n[Re-enter Antiochus.]\n\nANTIOCHUS.\nHe gath found the meaning, for which we mean\nTo have his head.\nHe must not live to trumpet forth my infamy,\nNor tell the world Antiochus doth sin\nIn such a loathed manner;\nAnd therefore instantly this prince must die;\nFor by his fall my honour must keep high.\nWho attends us there?\n\n[Enter Thaliard.]\n\nTHALIARD.\nDoth your highness call?\n\nANTIOCHUS.\nThaliard,\nYou are of our chamber, and our mind partakes\nHer private actions to your secrecy;\nAnd for your faithfulness we will advance you.\nThaliard, behold, here's poison, and here's gold;\nWe hate the prince of Tyre, and thou must kill him:\nIt fits thee not to ask the reason why,\nBecause we Bid it.  Say, is it done?\n\nTHALIARD.\nMy lord,\nTis done.\n\nANTIOCHUS.\nEnough.\n\n[Enter a Messenger.]\n\nLet your breath cool yourself, telling your haste.\n\nMESSENGER.\nMy lord, prlnce Pericles is fled.\n\n[Exit.]\n\nANTIOCHUS.\nAs thou\nWilt live, fly after: and like an arrow shot\nFrom a well-experienced archer hits the mark\nHis eye doth level at, so thou ne'er return\nUnless thou say 'Prince Pericles is dead.'\n\nTHALIARD.\nMy lord,\nIf I can get him within my pistol's length,\nI'll make him sure enough: so, farewell to your highness.\n\nANTIOCHUS.\nThaliard! adieu!\n\n[Exit Thaliard.]\n\nTill\nPericles be dead,\nMy heart can lend no succour to my head.\n\n[Exit.]\n\n\nSCENE II.  Tyre. A room in the palace.\n\n[Enter Pericles.]\n\nPERICLES. [To Lords without.]\nLet none disturb us. -- Why should this change of thoughts,\nThe sad companion, dull-eyed melancholy,\nBe my so used a guest as not an hour,\nIn the day's glorious walk, or peaceful night,\nThe tomb where grief should sleep, can breed me quiet?\nHere pleasures court mine eyes, and mine eyes shun them,\nAnd danger, which I fear'd, is at Antioch,\nWhose arm seems far too short to hit me here:\nYet neither pleasure's art can joy my spirits,\nNor yet the other's distance comfort me.\nThen it is thus: the passions of the mind,\nThat have their first conception by mis-dread\nHave after-nourishment and life by care;\nAnd what was first but fear what might he done,\nGrows elder now and cares it be not done.\nAnd so with me: the great Antiochus,\n'Gainst whom I am too little to contend,\nSince he 's so great can make his will his act,\nWill think me speaking, though I swear to silence;\nNor boots it me to say I honour him.\nIf he suspect I may dishonour him:\nAnd what may make him blush in being known,\nHe'll stop the course by which it might be known;\nWith hostile forces he'11 o'erspread the land,\nAnd with the ostent of war will look so huge,\nAmazement shall drive courage from the state;\nOur men be vanquish'd ere they do resist,\nAnd subjects punish'd that ne'er thought offence:\nWhich care of them, not pity of myself,\nWho am no more but as the tops of trees,\nWhich fence the roots they grow by and defend them,\nMakes both my body pine and soul to languish,\nAnd punish that before that he would punish.\n\n[Enter Helicanus, with other Lords.]\n\nFIRST LORD.\nJoy and all comfort in your sacred breast!\n\nSECOND LORD.\nAnd keep your mind, till you return to us,\nPeaceful and comfortable!\n\nHELICANUS.\nPeace, peace, and give experience tongue.\nThey do abuse the king that flatter him:\nFor flattery is the bellows blows up sin;\nThe thing the which is flatter'd, but a spark,\nTo which that blast gives heat and stronger glowing:\nWhereas reproof, obedient and in order,\nFits kings, as they are men, for they may err.\nWhen Signior Sooth here does proclaim a peace,\nHe flatters you, makes war upon your life.\nPrince, pardon me, or strike me, if you please;\nI cannot be much lower than my knees.\n\nPERICLES.\nAll leave us else; but let your cares o'erlook\nWhat shipping and what lading is in our haven,\nAnd then return to us.\n\n[Exeunt Lords.]\n\nHelicanus, thou\nHast moved us: what seest thou in our looks?\n\nHELICANUS.\nAn angry brow, dread lord.\n\nPERICLES.\nIf there be such a dart in princes' frowns,\nHow durst thy tongue move anger to our face?\n\nHELICANUS.\nHow dare the plants look up to heaven, from whence\nThey have their nourishment?\n\nPERICLES.\nThou know'st I have power\nTo take thy life from thee.\n\nHELICANUS. [Kneeling.]\nI have ground the axe myself;\nDo you but strike the blow.\n\nPERICLES.\nRise, prithee, rise.\nSit down: thou art no flatterer:\nI thank thee for it; and heaven forbid\nThat kings should let their ears hear their faults hid!\nFit counsellor and servant for a prince,\nWho by thy wisdom makest a prince thy servant,\nWhat wouldst thou have me do?\n\nHELICANUS.\nTo bear with patience\nSuch griefs as you yourself do lay upon yourself.\n\nPERICLES.\nThou speak'st like a physician, Helicanus,\nThat minister'st a potion unto me\nThat thou wouldst tremble to receive thyself.\nAttend me, then: I went to Antioch,\nAnd there as thou know'st, against the face of death,\nI sought the purchase of a glorious beauty,\nFrom whence an issue I might propagate,\nAre arms to princes, and bring joys to subjects.\nHer face was to mine eye beyond all wonder;\nThe rest -- hark in thine ear -- as black as incest:\nWhich by my knowledge found, the sinful father\nSeem'd not to strike, but smooth: but thou know'st this,\n'Tis time to fear when tyrants seem to kiss.\nWhich fear so grew in me, I hither fled,\nUnder the covering of a careful night,\nWho seem'd my good protector; and, being here,\nBethought me what was past, what might succeed.\nI knew him tyrannous; and tyrants' fears\nDecrease not, but grow faster than the years:\nAnd should he doubt it, as no doubt he doth,\nThat I should open to the listening air\nHow many worthy princes' bloods were shed,\nTo keep his bed of blackness unlaid ope,\nTo lop that doubt, he'll fill this land with arms,\nAnd make pretence of wrong that I have done him;\nWhen all, for mine, if I may call offence,\nMust feel war's blow, who spares not innocence:\nWhich love to all, of which thyself art one,\nWho now reprovest me for it, --\n\nHELICANUS.\nAlas, sir!\n\nPERICLES.\nDrew sleep out of mine eyes, blood from my cheeks,\nMusings into my mind, with thousand doubts\nHow I might stop this tempest ere it came;\nAnd finding little comfort to relieve them,\nI thought it princely charity to grieve them.\n\nHELICANUS.\nWell, my lord, since you have given me leave to speak,\nFreely will I speak. Antiochus you fear,\nAnd justly too, I think, you fear the tyrant,\nWho either by public war or private treason\nWill take away your life.\nTherefore, my lord, go travel for a while,\nTill that his rage and anger be forgot,\nOr till the Destinies do cut his thread of life.\nYour rule direct to any; if to me,\nDay serves not light more faithful than I'll be.\n\nPERICLES.\nI do not doubt thy faith;\nBut should he wrong my liberties in my absence?\n\nHELCANUS.\nWe'll mingle our bloods together in the earth,\nFrom whence we had our being and our birth.\n\nPERICLES.\nTyre, I now look from thee then, and to Tarsus\nIntend my travel, where I'll hear from thee;\nAnd by whose letters I'll dispose myself.\nThe care I had and have of subjects' good\nOn thee I lay, whose wisdom's strength can bear it.\nI'll take thy word for faith, not ask thine oath:\nWho shuns not to break one will sure crack both:\nBut in our orbs we'll live so round and safe,\nThat time of both this truth shall ne'er convince,\nThou show'dst a subject's shine, I a true prince.\n\n[Exeunt.]\n\nSCENE III.  Tyre.  An ante-chamber in the Palace.\n\n[Enter Thaliard.]\n\nTHALIARD.\nSo, this is Tyre, and this the court. Here must I Kill King\nPericles; and if I do it not, I am sure to be hanged at home:\n'tis dangerous.  Well, I perceive he was a wise fellow, and\nhad good discretion, that, being bid to ask what he would of\nthe king, desired he might know none of his secrets: now do I\nsee he had some reason for 't; for if a king bid a man be a\nvillain, he's bound by the indenture of his oath to be one.\nHush! here come the lords of Tyre.\n\n[Enter Helicanus and Escanes, with other Lords of Tyre.]\n\nHELICANUS.\nYou shall not need, my fellow peers of Tyre,\nFurther to question me of your king's departure:\nHis seal'd commission, left in trust with me,\nDoth speak sufficiently he 's gone to travel.\n\nTHALIARD. [Aside.]\nHow! the king gone!\n\nHELICANUS.\nIf further yet you will be satisfied,\nWhy, as it were unlicensed of your loves,\nHe would depart, I 'II give some light unto you.\nBeing at Antioch --\n\nTHALIARD. [Aside.]\nWhat from Antioch?\n\nHELICANUS.\nRoyal Antiochus -- on what cause I know not\nTook some displeasure at him; at least he judged so:\nAnd doubting lest that he had err'd or sinn'd,\nTo show his sorrow, he 'ld correct himself;\nSo puts himself unto the shipman's toil,\nWith whom each minute threatens life or death.\n\nTHALIARD. [Aside.]\nWell, I perceive\nI shall not be hang'd now, although I would;\nBut since he 's gone, the king's seas must please\nHe  'scaped the land, to perish at the sea.\nI 'll present myself.  Peace to the lords of Tyre!\n\nHELICANUS.\nLord Thaliard from Antiochus is welcome.\n\nTHALIARD.\nFrom him I come\nWith message unto princely Pericles;\nBut since my landing I have understood\nYour lord has betook himself to unknown travels,\nMy message must return from whence it came.\n\nHELICANUS.\nWe have no reason to desire it,\nCommended to our master, not to us:\nYet, ere you shall depart, this we desire,\nAs friends to Antioch, we may feast in Tyre.\n\n[Exeunt.]\n\n\nSCENE IV. Tarsus. A room in the Governor's house.\n\n[Enter Cleon, the governor of Tarsus, with Dionyza, and others.]\n\nCLEON.\nMy Dionyza, shall we rest us here,\nAnd by relating tales of others' griefs,\nSee if 'twill teach us to forqet our own?\n\nDIONYZA.\nThat were to blow at fire in hope to quench it;\nFor who digs hills because they do aspire\nThrows down one mountain to cast up a higher.\nO my distressed lord, even such our griefs are;\nHere they're but felt, and seen with mischief's eyes,\nBut like to groves, being topp'd, they higher rise.\n\nCLEON.\nO Dionyza,\nWho wanteth food, and will not say he wants it,\nOr can conceal his hunger till he famish?\nOur tongues and sorrows do sound deep\nOur woes into the air; our eyes do weep,\nTill tongues fetch breath that may proclaim them louder;\nThat, if heaven slumber while their creatures want,\nThey may awake their helps to comfort them.\nI'll then discourse our woes, felt several years,\nAnd wanting breath to speak help me with tears.\n\nDIONYZA.\nI'll do my best, sir.\n\nCLEON.\nThis Tarsus, o'er which I have the government,\nA city on whom plenty held full hand,\nFor riches strew'd herself even in the streets;\nWhose towers bore heads so high they kiss'd the clouds,\nAnd strangers ne'er beheld but wonder'd at;\nWhose men and dames so jetted and adorn'd,\nLike one another's glass to trim them by:\nTheir tables were stored full, to glad the sight,\nAnd not so much to feed on as delight;\nAll poverty was scorn'd, and pride so great,\nThe name of help grew odious to repeat.\n\nDIONYZA.\nO, 'tis too true.\n\nCLEON.\nBut see what heaven can do!  By this our change,\nThese mouths, who but of late, earth, sea, and air,\nWere all too little to content and please,\nAlthough they gave their creatures in abundance,\nAs houses are defiled for want of use,\nThey are now starved for want of exercise:\nThose palates who, not yet two sumMers younger,\nMust have inventions to delight the taste,\nWould now be glad of bread, and beg for it:\nThose mothers who, to nousle up their babes,\nThought nought too curious, are ready now\nTo eat those little darlings whom they loved.\nSo sharp are hunger's teeth, that man and wife\nDraw lots who first shall die to lengthen life:\nHere stands a lord, and there a lady weeping;\nHere many sink, yet those which see them fall\nHave scarce strength left to give them burial.\nIs not this true?\n\nDIONYZA.\nOur cheeks and hollow eyes do witness it.\n\nCLEON.\nO, let those cities that of plenty's cup\nAnd her prosperities so largely taste,\nWith their superflous riots, hear these tears!\nThe misery of Tarsus may be theirs.\n\n[Enter a Lord.]\n\nLORD.\nWhere's the lord governor?\n\nCLEON.\nHere.\nSpeak out thy sorrows which thou bring'st in haste,\nFor comfort is too far for us to expect.\n\nLORD.\nWe have descried, upon our neighbouring shore,\nA portly sail of ships make hitherward.\n\nCLEON.\nI thought as much.\nOne sorrow never comes but brings an heir,\nThat may succeed as his inheritor;\nAnd so in ours: some neighbouring nation,\nTaking advantage of our misery,\nMath stuff'd these hollow vessels with their power,\nTo beat us down, the which are down already;\nAnd make a conquest of unhappy me,\nWhereas no glory's got to overcome.\n\nLORD.\nThat's the least fear; for, by the semblance\nOf their white flags display'd, they bring us peace,\nAnd come to us as favourers, not as foes.\n\nCLEON.\nThou speak'st like him's untutor'd to repeat:\nWho makes the fairest show means most deceit.\nBut bring they what they will and what they can,\nWhat need we fear?\nThe ground's the lowest, and we are half way there.\nGo tell their general we attend him here,\nTo know for what he comes, and whence he comes,\nAnd what he craves.\n\nLORD.\nI go, my lord.\n\n[Exit.]\n\nCLEON.\nWelcome is peace, if he on peace consist;\nIf wars, we are unable to resist.\n\n[Enter Pericles with Attendants.]\n\nPERICLES.\nLord governor, for so we hear you are,\nLet not our ships and number of our men\nBe like a beacon fired to amaze your eyes.\nWe have heard your miseries as far as Tyre,\nAnd seen the desolation of your streets:\nNor come we to add sorrow to your tears,\nBut to relieve them of their heavy load;\nAnd these our ships, you happily may think\nAre like the Trojan horse was stuff'd within\nWith bloody veins, expecting overthrow,\nAre stored with corn to make your needy bread,\nAnd give them life whom hunger starved half dead.\n\nALL.\nThe gods of Greece protect you!\nAnd we'll pray for you.\n\nPERICLES.\nArise, I pray you, rise:\nWe do not look for reverence, but for love,\nAnd harbourage for ourself, our ships, and men.\n\nCLEON.\nThe which when any shall not gratify,\nOr pay you with unthankfulness in thought,\nBe it our wives, our children, or ourselves,\nThe curse of heaven and men succeed their evils!\nTill when, -- the which I hope shall ne'er be seen, --\nYour grace is welcome to our town and us.\n\nPERICLES.\nWhich welcome we'll accept; feast here awhile,\nUntil our stars that frown lend us a smile.\n\n[Exeunt.]\n\n\nACT II.\n\n[Enter Gower.]\n\nGOWER.\nMere have you seen a mighty king\nHis child, I wis, to incest bring;\nA better prince and benign lord,\nThat will prove awful both in deed word.\nBe quiet then as men should be,\nTill he hath pass'd necessity.\nI'll show you those in troubles reign,\nLosing a mite, a mountain gain.\nThe good in conversation,\nTo whom I give my benison,\nIs still at Tarsus, where each man\nThinks all is writ he speken can;\nAnd, to remember what he does,\nBuild his statue to make him glorious:\nBut tidings to the contrary\nAre brought your eyes; what need speak I?\n\nDUMB SHOW.\n\n[Enter at one door Pericles talking with Cleon talking with\nCLEON; all the train with them. Enter at another door a\nGentleman, with a letter to Pericles; Pericles shows the\nletter to Cleon; gives the Messenger a reward, and knights\nhim.  Exit Pericles at one door, and Cleon at another.]\n\nGood Helicane, that stay'd at home.\nNot to eat honey like a drone\nFrom others' labours; for though he strive\nTo killen bad, keep good alive;\nAnd to fulfil his prince' desire,\nSends word of all that haps in Tyre:\nHow Thaliard came full bent with sin\nAnd had intent to murder him;\nAnd that in Tarsus was not best\nLonger for him to make his rest.\nHe, doing so, put forth to seas,\nWhere when men been, there's seldom ease;\nFor now the wind begins to blow;\nThunder above and deeps below\nMake such unquiet, that the ship\nShould house him safe is wreck'd and split;\nAnd he, good prince, having all lost,\nBy waves from coast to coast is tost:\nAll perishen of man, of pelf,\nNe aught escapen but himself;\nTill fortune, tired with doing bad,\nThrew him ashore, to give him glad:\nAnd here he comes. What shall be next,\nPardon old Gower, -- this longs the text.\n\n[Exit.]\n\nSCENE I. Pentapolis. An open place by the sea-side.\n\n[Enter Pericles, wet.]\n\nPERICLES.\nYet cease your ire, you angry stars of heaven!\nWind, rain, and thunder, remember, earthly man\nIs but a substance that must yield to you;\nAnd I, as fits my nature, do obey you:\nAlas, the sea hath cast me on the rocks,\nWash'd me from shore to shore, and left me breath\nNothing to think on but ensuing death:\nLet it suffice the greatness of your powers\nTo have bereft a prince of all his fortunes;\nAnd having thrown him  from your watery grave,\nHere to have death in peace is all he'll crave.\n\n[Enter three Fishermen.]\n\nFIRST FISHERMAN.\nWhat, ho, Pilch!\n\nSECOND FISHERMAN.\nHa, come and bring away the nets!\n\nFIRST FISHERMAN.\nWhat, Patch-breech, I say!\n\nTHIRD FISHERMAN.\nWhat say you, master?\n\nFIRST FISHERMAN.\nLook how thou stirrest now! come away, or I'll fetch thee with a\nwanion.\n\nTHIRD FISHERMAN.\n'Faith, master, I am thinking of the poor men that were cast away\nbefore us even now.\n\nFIRST FISHERMAN.\nAlas, poor souls, it grieved my heart to hear what pitiful cries\nthey made to us to help them, when, well-a-day, we could scarce\nhelp ourselves.\n\nTHIRD FISHERMAN.\nNay, master, said not I as much when I saw the porpus how he\nbounced and tumbled? they say they're half fish, half flesh:\na plague on them, they ne'er come but I look to be washed.\nMaster, I marvel how the fishes live in the sea.\n\nFIRST FISHERMAN.\nWhy, as men do a-land; the great ones eat up the little ones: I\ncan compare our rich misers to nothing so fitly as to a whale;\na' plays and tumbles, driving the poor fry before him, and at\nlast devours them all at a mouthful. such whales have I heard\non o' the land, who never leave gaping till they they've\nswallowed the whole parish, church, steeple, bells, and all.\n\nPERICLES. [Aside.]\nA pretty moral.\n\nTHIRD FISHERMAN.\nBut, master, if I had been the sexton, I would have been that day\nin the belfry.\n\nSECOND FISHERMAN.\nWhy, man?\n\nTHIRD FISHERMAN.\nBecause he should have swallowed me too; and when I had been in\nhis belly, I would have kept such a jangling of the bells, that\nhe should never have left, till he cast bells, steeple, church,\nand parish, up again.  But if the good King Simonides were of\nmy mind, --\n\nPERICLES. [Aside.]\nSimonides!\n\nTHIRD FISHERMAN.\nWe would purge the land of these drones, that rob the bee of her\nhoney.\n\nPERICLES. [Aside.]\nHow from the finny subjec of the sea\nThese fishers tell the infirmities of men;\nAnd from their watery empire recollect\nAll that may men approve or men detect!\nPeace be at your labour, honest fishermen.\n\nSECOND FISHERMAN.\nHonest! good fellow, what's that; If it be a day fits you, search\nout of the calendar, and nobody look after it.\n\nPERICLES.\nMay see the sea hath cast upon your coast.\n\nSECOND FISHERMAN.\nWhat a drunken knave was the sea to cast thee in our way!\n\nPERICLES.\nA man whom both the waters and the wind,\nIn that vast tennis-court, have made the ball\nFor them to play upon, entreats you pity him;\nHe asks of you, that never used to beg.\n\nFIRST FISHERMAN.\nNo, friend, cannot you beg? Here's them in our country of Greece\ngets more with begging than we can do with working.\n\nSECOND FISHERMAN.\nCanst thou catch any fishes, then?\n\nPERICLES.\nI never practised it.\n\nSECOND FISHERMAN.\nNay, then thou wilt starve, sure; for here's nothing to be got\nnow-a-days, unless thou canst fish for 't.\n\nPERICLES.\nWhat I have been I have forgot to know;\nBut what I am, want teaches me to think on:\nA man throng'd up with cold: my veins are chill,\nAnd have no more of life than may suffice\nTo give my tongue that heat to ask your help;\nWhich if you shall refuse, when I am dead,\nFor that I am a man, pray see me buried.\n\nFIRST FISHERMAN.\nDie quoth-a?  Now gods forbid!  I have a gown here; come, put it\non; keep thee warm. Now, afore me, a handsome fellow!  Come,\nthou shalt go home, and we'll have flesh for holidays, fish for\nfasting-days, and moreo'er puddings and flap-jacks, and thou\nshalt be welcome.\n\nPERICLES.\nI thank you, sir.\n\nSECOND FISHERMAN.\nHark you, my friend; you said you could not beg.\n\nPERICLES.\nI did but crave.\n\nSECOND FISHERMAN.\nBut crave!  Then I'll turn craver too, and so I shall 'scape\nwhipping.\n\nPERICLES.\nWhy, are your beggars whipped, then?\n\nSECOND FISHERMAN.\nO, not all, my friend, not all; for if all your beggars were\nwhipped, I would wish no better office than to be beadle.\nBut, master, I'll go draw up the net.\n\n[Exit with Third Fisherman.]\n\nPERICLES. [Aside.]\nHow well this honest mirth becomes their 1abour!\n\nFIRST FISHERMAN.\nHark you, sir, do you know where ye are?\n\nPERICLES.\nNot well.\n\nFIRST FISHERMAN.\nWhy, I'll tell you: this is called Pentapolis, and our king the\ngood Simonides.\n\nPERICLES.\nThe good King Simonides, do you call him?\n\nFIRST FISHERMAN.\nAy, sir; and he deserves so to be called for his peaceable reign\nand good government.\n\nPERICLES.\nHe is a happy king, since he gains from his subjects the name of\ngood government.  How far is his court distant from this shore?\n\nFIRST FISHERMAN.\nMarry sir, half a day's journey: and I'll tell you, he hath a\nfair daughter, and to-morrow is her birth-day; and there are\nprinces and knights come from all parts of the world to just and\ntourney for her love.\n\nPERICLES.\nWere my fortunes equal to my desires, I could wish to make one\nthere.\n\nFIRST FISHERMAN.\nO, sir, things must be as they may; and what a man cannot get, he\nmay lawfully deal for -- his wife' soul.\n\n[Re-enter Second and Third Fishermen, drawing up a net.]\n\nSECOND FISHERMAN.\nHelp, master, help! here's a fish hangs in the net, like a poor\nman's right in the law; 'twill hardly come out.  Ha! bots on't,\n'tis come at last, and 'tis turned to a rusty armour.\n\nPERICLES.\nAn armour, friends! I pray you, let me see it.\nThanks, fortune, yet, that, after all my crosses,\nThou givest me somewhat to repair myself,\nAnd though it was mine own, part of my heritage,\nWhich my dead father did bequeath to me,\nWith this strict charge, even as he left his life.\n'Keep it, my Pericles; it hath been a shield\n'Twixt me and death;' -- and pointed to this brace; --\nFor that it saved me, keep it; in like necessity --\nThe which the gods protect thee from! -- may defend thee.'\nIt kept where I kept, I so dearly loved it;\nTill the rough seas, that spare not any man,\nTook it in rage, though calm'd have given't again:\nI thank thee for 't: my shipwreck now's no ill,\nSince I have here my father's gift in's will.\n\nFIRST FISHERMAN.\nWhat mean you' sir?\n\nPERICLES.\nTo beg of you, kind friends, this coat of worth,\nFor it was sometime target to a king;\nI know it by this mark. He loved me dearly,\nAnd for his sake I wish the having of it;\nAnd that you'ld guide me to your sovereign court,\nWhere with it I may appear a gentleman;\nAnd if that ever my fortune's better,\nI'll pay your bounties; till then rest your debtor.\n\nFIRST FISHERMAN.\nWhy, wilt thou tourney for the lady?\n\nPERICLES.\nI'll show the virtue I have borne in arms.\n\nFIRST FISHERMAN.\nWhy, do'e take it, and the gods give thee good on 't!\n\nSECOND FISHERMAN.\nAy, but hark you, my friend; 'twas we that made up this garment\nthrough the rough seams of the waters: there are certain\ncondolements, certain vails.  I hope, sir, if you thrive, you'll\nremember from whence you had it.\n\nPERICLES.\nBelieve't I will.\nBy your furtherance I am clothed in steel;\nAnd, spite of all the rapture of the sea,\nThis jewel holds his building on my arm:\nUnto thy value I will mount myself\nUpon a courser, whose delightful steps\nShall make the gazer joy to see him tread.\nOnly, my friend, I yet am unprovided\nOf a pair of bases.\n\nSECOND FISHERMAN.\nWe'll sure provide: thou shalt have my best gown to make thee a\npair; and I'll bring thee to the court myself.\n\nPERICLES.\nThen honour be but a goal to my will,\nThis day I'll rise, or else add ill to ill.\n\n[Exeunt.]\n\nSCENE II. The same. A public way, or platform leading to the\nlists.  A pavilion by the side of it for the reception of the\nKing, Princess, Lords, etc.\n\n[Enter Simonides, Lords and Attendants.]\n\nSIMONIDES.\nAre the knights ready to begin the triumph?\n\nFIRST LORD.\nThey are, my liege;\nAnd stay your coming to present themselves.\n\nSIMONIDES.\nReturn them, we are ready; and our daughter,\nIn honour of whose birth these triumphs are,\nSits here, like beauty's child, whom nature gat\nFor men to see, and seeing wonder at.\n\n[Exit a Lord.]\n\nTHALIARD.\nIt pleaseth you1 my royal father, to express\nMy commendations great, whose merit's less.\n\nSIMONIDES.\nIt's fit it should be so; for princes are\nA model, which heaven makes like to itself:\nAs jewels lose their glory if neglected,\nSo princes their renowns if not respected.\n'Tis now your honour, daughter, to explain\nThe labour of each knight in his device.\n\nTHALIARD.\nWhich, to preserve mine honour, I'll perform.\n\n[Enter a Knight; he passes over, and his Squire presents his\nshield to the Princess.]\n\nSIMONIDES.\nWho is the first that doth prefer himself?\n\nTHALIARD.\nA knight of Sparta, my renowned father;\nAnd the device he bears upon his shield\nIs a black Ethiope reaching at the sun:\nThe word, 'Lux tua vita mihi.'\n\nSIMONIDES.\nHe loves you well that holds his life of you.\n\n[The Second Knight passes over.]\n\nWho is the second that presents himself?\n\nTHALIARD.\nA prince of Macedon, my royal father;\nAnd the device he bears upon his shield\nIs an arm'd knight that's conquer'd by a lady;\nThe motto thus, in Spanish, 'Piu por dulzura que por fuerza.'\n\n[The Third Knight passes over.]\n\nSIMONIDES.\nAnd what's the third?\n\nTHALIARD.\nThe third of Antioch;\nAnd his device, a wreath of chivalry;\nThe word, 'Me pompae provexit apex.'\n\n[The Fourth Knight passes over.]\n\nSIMONIDES.\nWhat is the fourth?\n\nTHALIARD.\nA burning torch that's turned upside down;\nThe word, 'Quod me alit, me extinguit.'\n\nSIMONIDES.\nWhich shows that beauty hath his power and will,\nWhich can as well inflame as it can kill.\n\n[The Fifth Knight passes over.]\n\nTHALIARD.\nThe fifth, an hand environed with clouds,\nHolding out gold that's by the touchstone tried;\nThe motto thus, 'Sic spectanda fides.'\n\n[The Sixith Knight, Pericles, passes over.]\n\nSIMONIDES.\nAnd what's\nThe sixth and last, the which the knight himself\nWith such a graceful courtesy deliver'd?\n\nTHALIARD.\nHe seems to be a stranger; but his present is\nA wither'd branch, that's only green at top;\nThe motto, 'In hac spe vivo.'\n\nSIMONIDES.\nA pretty moral;\nFrom the dejected state wherein he is,\nHe hopes by you his fortunes yet may flourish.\n\nFIRST LORD.\nHe had need mean better than his outward show\nCan any way speak in his just commend;\nFor by his rusty outside he appears\nTo have practised more the whipstock than the lance.\n\nSECOND LORD.\nHe well may be a stranger, for he comes\nTo an honour'd triumph strangely furnished.\n\nTHIRD LORD.\nAnd on set purpose let his armour rust\nUntil this day, to scour it in the dust.\n\nSIMONIDES.\nOpinion's but a fool, that makes us scan\nThe outward habit by the inward man.\nBut stay, the knights are coming: we will withdraw\nInto the gallery.\n\n[Exeunt.]\n\n[Great shouts within, and all cry 'The mean knight!']\n\nSCENE III.  The same. A hall of state: a banquet prepared.\n\n[Enter Simonides, Thaisa, Lords, Attendants, and Knights, from\ntilting.]\n\nSIMONIDES.\nKnights,\nTo say you're welcome were superfluous.\nTo place upon the volume of your deeds,\nAs in a title-page, your worth in arms,\nWere more than you expect, or more than's fit,\nSince every worth in show commends itself.\nPrepare for mirth, for mirth becomes a feast:\nYou are princes and my guests.\n\nTHAISA.\nBut you, my knight and guest;\nTo whom this wreath of victory I give,\nAnd crown you king of this day's happiness.\n\nPERICLES.\n'Tis more by fortune, lady, than by merit.\n\nSIMONIDES.\nCall it by what you will, the day is yours;\nAnd here, I hope, is none that envies it.\nIn framing an artist, art hath thus decreed,\nTo make some good, but others to exceed;\nAnd you are her labour'd scholar. Come queen of the feast, --\nFor, daughter, so you are, -- here take your place:\nMarshal the rest, as they deserve their grace.\n\nKNIGHTS.\nWe are honour'd much by good Simonides.\n\nSIMONIDES.\nYour presence glads our days; honour we love;\nFor who hates honour hates the gods above.\n\nMARSHALL.\nSir, yonder is your place.\n\nPERICLES.\nSome other is more fit.\n\nFIRST KNIGHT.\nContend not, sir; for we are gentlemen\nThat neither in our hearts nor outward eyes\nEnvy the great nor do the low despise.\n\nPERICLES.\nYou are right courteous knights.\n\nSIMONIDES.\nSit, sir, sit.\n\nPERICLES.\nBy Jove, I wonder, that is king of thoughts,\nThese cates resist me, she but thought upon.\n\nTHAISA.\nBy Juno, that is queen of marriage,\nAll viands that I eat do seem unsavoury,\nWishing him my meat. Sure, he's a gallant gentleman.\n\nSIMONIDES.\nHe's but a country gentleman;\nHas done no more than other knights have done;\nHas broken a staff or so; so let it pass.\n\nTHAISA.\nTo me he seems like diamond to glass.\n\nPERICLES.\nYon king's to me like to my father's picture,\nWhich tells me in that glory once he was;\nHad princes sit, like stars, about his throne,\nAnd he the sun, for them to reverence;\nNone that beheld him, but, like lesser lights,\nDid vail their crowns to his supremacy:\nWhere now his son's like a glow-worm in the night,\nThe which hath fire in darkness, none in light:\nWhereby I see that Time's the king of men,\nHe's both their parent, and he is their grave,\nAnd gives them what he will, not what they crave.\n\nSIMONIDES.\nWhat, are you merry, knights?\n\nKNIGHTS.\nWho can be other in this royal presence?\n\nSIMONIDES.\nHere, with a cup that's stored unto the brim, --\nAs you do love, fill to your mistress' lips, --\nWe drink this health to you.\n\nKNIGHTS.\nWe thank your grace.\n\nSIMONIDES.\nYet pause awhile:\nYon knight doth sit too melancholy,\nAs if the entertainment in our court\nHad not a show might countervail his worth.\nNote it not you, Thaisa?\n\nTHAISA.\nWhat is it\nTo me, my father?\n\nSIMONIDES.\nO attend, my daughter:\nPrinces in this should live like god's above,\nWho freely give to every one that comes\nTo honour them:\nAnd princes not doing so are like to gnats,\nWhich make a sound, but kill'd are wonder'd at.\nTherefore to make his entrance more sweet,\nHere, say we drink this standing-bowl of wine to him.\n\nTHAISA.\nAlas, my father, it befits not me\nUnto a stranger knight to be so bold:\nHe may my proffer take for an offence,\nSince men take women's gifts for impudence.\n\nSIMONIDES.\nHow!\nDo as I bid you, or you'll move me else.\n\nTHAISA. [Aside]\nNow, by the gods, he could not please me better.\n\nSIMONIDES.\nAnd furthermore tell him, we desire to know of him,\nOf whence he is, his name and parentage.\n\nTHAISA.\nThe king my father, sir, has drunk to you.\n\nPERICLES.\nI thank him.\n\nTHAISA.\nWishing it so much blood unto your life.\n\nPERICLES.\nI thank both him and you, and pledge him freely.\n\nTHAISA.\nAnd further he desires to know of you,\nOf whence you are, your name and parentage.\n\nPERICLES.\nA gentleman of Tyre; my name, Pericles;\nMy education been in arts and arms;\nWho, looking for adventures in the world,\nWas by the rough seas reft of ships and men,\nAnd after shipwreck driven upon this shore.\n\nTHAISA.\nHe thanks your grace; names himself Pericles,\nA gentleman of Tyre,\nWho only by misfortune of the seas\nBereft of ships and men, cast on this shore.\n\nSIMONIDES.\nNow, by the gods, I pity his misfortune,\nAnd will awake him from his melancholy.\nCome, gentlemen, we sit too long on trifles,\nAnd waste the time, which looks for other revels.\nEven in your armours, as you are address'd,\nWill very well become a soldier's dance.\nI will not have excuse, with saying this,\nLoud music is too harsh for ladies' heads\nSince they love men in arms as well as beds.\n\n[The Knights dance.]\n\nSo, this was well ask'd, 'twas so well perform'd.\nCome, sir;\nHere is a lady which wants breathing too:\nAnd I have heard you nights of Tyre\nAre excellent in making ladies trip;\nAnd that their measures are as exceltent.\n\nPERICLES.\nIn those that practise them they are, my lord.\n\nSIMONIDES.\nO, that's as much as you would be denied\nOf your fair courtesy.\n\n[The Knights and Ladies dance.]\n\nUnclasp, unclasp:\nThanks gentlemen, to all; all have done well.\n\n[To Pericles.]\n\nBut you the you the best. Pages and lights to conduct\nThese knights unto their several lodging.\n\n[To Pericles.]\n\nYours, sir,\nWe have given order to be next our own.\n\nPERICLES.\nI am at your grace's pleasure.\n\nSIMONIDES.\nPrinces, it is too late to talk of love;\nAnd that's the mark I know you level at:\nTherefore each one betake him to his rest;\nTo-morrow all for speeding do their best.\n\n[Exeunt.]\n\n\nSCENE IV.  Tyre.  A room in the Govenor's house.\n\n[Enter Helicanus and Escanes.]\n\nHELICANUS.\nNo, Escanes, know this of me,\nAntiochus from incest lived not free:\nFor which, the most high gods not minding longer\nTo withhold the vengeance that they had in store\nDue to this heinous capital offence,\nEven in the height and pride of all his glory,\nWhen he was seated in a chariot\nOf an inestimable value, and his daughter with him,\nA fire from heavn came and shrivell'd up\nTheir bodies, even to loathing; for they so stunk,\nThat all those eyes adored them ere their fall\nScorn now their hand should give them burial.\n\nESCANES.\n'Twas very strange\n\nHELICANUS.\nAnd yet but justice; for though\nThis king were great; his greatness was no guard.\nTo bar heaven's shaft, but sin had his reward.\n\nESCANES.\n'Tis very true.\n\n[Enter two or three Lords.]\n\nFIRST LORD.\nSee, not a man in private conference\nOr council has respect with him but he.\n\nSECOND LORD.\nIt shall no longer grieve with out reproof.\n\nTHIRD LORD.\nAnd cursed be he that will not second it.\n\nFIRST LORD.\nFollow me, then.  Lord Helicane, a word.\n\nHELICANE.\nWith me? and welcome: happy day, my lords.\n\nFIRST LORD.\nKnow that our griefs are risen to the top,\nAnd now at length they overflow their banks.\n\nHELICANE.\nYour griefs! for what? wrong not your prince your love.\n\nFIRST LORD.\nWrong not yourself, then, noble Helicane;\nBut if the prince do live, let us salute him.\nOr know what ground's made happy by his breath.\nIf in the world he live, we'll seek him there;\nAnd be resolved he lives to govern us,\nOr dead, give's cause to mourn his funeral,\nAnd leave us to our free election.\n\nSECOND LORD.\nWhose death indeed 's the strongest in our censure:\nAnd knowing this kingdom is without a head, --\nLike goodly buildings left without a roof\nSoon fall to ruin, -- your noble self,\nThat best know how to rulle and how to reign,\nWe thus submit unto, -- our sovereign.\n\nALL.\nLive, noble Helicane!\n\nHELICANUS.\nFor honour's cause, forbear your suffrages:\nIf that you love Prince Pericles, forbear.\nTake I your wish, I leap into the seas,\nWhere's hourly trouble for a minute's ease.\nA twelve month longer, let me entreat you to\nForbear the absence of your king;\nIf in which time expired, he not return,\nI shall with aged patience bear your yoke.\nBut if I cannot win you to this love,\nGo search like nobles, like noble subjects,\nAnd in your search spend your adventurous worth;\nWhom if you find, and win unto return,\nYou shall like diamonds sit about his crown.\n\nFIRST LORD.\nTo wisdom he's a fool that will not yield;\nAnd since Lord Helicane enjoineth us,\nWe with our travels will endeavour us.\n\nHELICANUS.\nThen you love us, we you, and we'll clasp hands:\nWhen peers thus knit, a kingdom ever stands.\n\n[Exeunt.]\n\n\nSCENE V. Pentapolis. A room in the palace.\n\nEnter Simonides, reading a letter at one door: the Knights meet\nhim.]\n\nFIRST KNIGHT.]\nGood morrow to the good Simonides.\n\nSIMONIDES.\nKnights, from my daughter this I let you know,\nThat for this twelvemonth she'll not undertake\nA married life.\nHer reason to herself is only known,\nWhich yet from her by no means can I get.\n\nSECOND KNIGHT.\nMay we not get access to her, my lord?\n\nSIMONIDES.\n'Faith, by no means; she hath so strictly tied\nHer to her chamber, that 'tis impossible.\nOne twelve moons more she'll wear Diana's livery;\nThis by the eye of Cynthia hath she vow'd,\nAnd on her virgin honour will not break it.\n\nTHIRD KNIGHT.\nLoath to bid farewell, we take our leaves.\n\n[Exeunt Knights.]\n\nSIMONIDES.\nSo,\nThey are well dispatch'd; now to my daughter's letter:\nShe tells me here, she'll wed the stranger knight.\nOr never more to view nor day nor light.\n'Tis well, mistress; your choice agrees with mine;\nI like that well: nay, how absolute she's in it,\nNot minding whether I dislike or no!\nWell, I do commend her choice;\nAnd will no longer have it delay'd.\nSoft! here he comes: I must dissemble it.\n\n[Enter Pericles.]\n\nPERICLES.\nAll fortune to the good Simonides!\n\nSIMONIDES.\nTo you as much, sir!  I am beholding to you\nFor your sweet music this last night: I do\nProtest my ears were never better fed\nWith such delightful pleasing harmony.\n\nPERICLES.\nIt is your grace's pleasure to commend;\nNot my desert.\n\nSIMONIDES.\nSir, you are music's master.\n\nPERICLES.\nThe worst of all her scholars, my good lord.\n\nSIMONIDES.\nLet me ask you one thing:\nWhat do you think of my daughter, sir?\n\nPERICLES.\nA most virtuous princess.\n\nSIMONIDES.\nAnd she is fair too, is she not?\n\nPERICLES.\nAs a fair day in summer, wondrous fair.\n\nSIMONIDES.\nSir, my daughter thinks very well of you;\nAy, so well, that you must be her master,\nAnd she will be your scholar: therefore look to it.\n\nPERICLES.\nI am unworthy for her schoolmaster.\n\nSIMONIDES.\nShe thinks not so; peruse this writing else.\n\nPERICLES. [Aside.]\nA letter, that she loves the knight of Tyre!\n'Tis the king's subtilty to have my life.\nO, seek not to entrap me, gracious lord,\nA stranger and distressed gentleman,\nThat never aim'd so high to love your daughter,\nBut bent all offices to honour her.\n\nSIMONIDES.\nThou hast bewitch'd my daughter, and thou art\nA villain.\n\nPERICLES.\nBy the gods, I have not:\nNever did thought of mine levy offence;\nNor never did my actions yet commence\nA deed might gain her love or your displeasure.\n\nSIMONIDES.\nTraitor, thou liest.\n\nPERICLES.\nTraitor!\n\nSIMONIDES.\nAy, traitor;\n\nPERICLES.\nEven in his throat -- unless it be the king --\nThat calls me traitor, I return the lie.\n\nSIMONIDES. [Aside.]\nNow, by the gods, I do applaud his courage.\n\nPERICLES.\nMy actions are  as noble as my thoughts,\nThat never relish'd of a base descent.\nI came unto your court for honour's cause,\nAnd not to be a rebel to her state;\nAnd he that otherwise accounts of me,\nThis sword shall prove he's honour's enemy.\n\nSIMONIDES.\nNo?\nHere comes my daughter, she can witness it.\n\n[Enter Thaisa.]\n\nPERICLES.\nThen, as you are as virtuous as fair,\nResolve your angry father, if my tongue\nDid e'er solicit, or my hand subscribe\nTo any syllable that made love to you.\n\nTHAISA.\nWhy, sir, say if you had,\nWho takes offence at that would make me glad?\n\nSIMONIDES.\nYea, mistress, are you so peremptory?\n[Aside.]\nI am glad on't with all my heart. --\nI'll tame you; I'll bring you in subjection.\nWill you, not having my consent,\nBestow your love and your affections\nUpon a stranger?\n[Aside.]\nwho, for aught I know,\nMay be, nor can I think the contrary,\nAs great in blood as I myself. --\nTherefore hear you, mistress; either frame\nYour will to mine, -- and you, sir, hear you,\nEither be ruled by me, or I will make you --\nMan and wife:\nNay, come, your hands and lips must seal it too:\nAnd being join'd, I'll thus your hopes destroy;\nAnd for a further grief, -- God give you joy! --\nWhat, are you both pleased?\n\nTHAISA.\nYes, if you love me, sir.\n\nPERICLES.\nEven as my life my blood that fosters it.\n\nSIMONIDES.\nWhat, are you both agreed?\n\nBOTH.\nYes, if it please your majesty.\n\nSIMONIDES.\nIt pleaseth me so well, that I will see you wed;\nAnd then with what haste you can get you to bed.\n\n[Exeunt.]\n\n\nACT III.\n\n[Enter Gower.]\n\nGOWER.\nNow sleep yslaked hath the rout;\nNo din but snores the house about,\nMade louder by the o'er-fed breast\nOf this most pompous marriage-feast.\nThe cat, with eyne of burning coal,\nNow couches fore the mouse's hole;\nAnd crickets sing at the oven's mouth,\nE'er the blither for their drouth.\nHymen hath brought the bride to bed,\nWhere, by the loss of maidenhead,\nA babe is moulded.  Be attent,\nAnd time that is so briefly spent\nWith your fine fancies quaintly eche:\nWhat's dumb in show I'll plain with speech.\n\n[Dumb Show.]\n\n[Enter, Pericles and Simonides, at one door, with Attendants; a\nMessenger meets them, kneels, and gives Pericles a letter:\nPericles shows it Simonides; the Lords kneel to him.  Then enter\nThaisa with child, with Lychorida a nurse.  The King shows her\nthe letter; she rejoices:  she and Pericles take leave of her\nfather, and depart, with Lychorida and their Attendants.\nThen exeunt Simonides and the rest.]\n\nBy many a dern and painful perch\nOf Pericles the careful search,\nBy the four opposing coigns\nWhich the world together joins,\nIs made with all due diligence\nThat horse and sail and high expense\nCan stead the quest.  At last from Tyre,\nFame answering the most strange inquire,\nTo the court of King Simonides\nAre letters brought, the tenour these:\nAntiochus and his daughter dead;\nThe men of Tyrus on the head\nOf Helicanus would set on\nThe crown of Tyre, but he will none:\nThe mutiny he there hastes t' oppress;\nSays to 'em, if King Pericles\nCome not home in twice six moons,\nHe, obedient to their dooms,\nWill take the crown.  The sum of this,\nBrought hither to Pentapolis\nY-ravished the regions round,\nAnd every one with claps can sound,\n'Our heir-apparent is a king!\nWho dream'd, who thought of such a thing?'\nBrief, he must hence depart to Tyre:\nHis queen with child makes her desire --\nWhich who shall cross? -- along to go:\nOmit we all their dole and woe:\nLychorida, her nurse, she takes,\nAnd so to sea.  Their vessel shakes\nOn Neptune's billow; half the flood\nHath their keel cut: but fortune's mood\nVaries again; the grisled north\nDisgorges such a tempest forth,\nThat, as a duck for life that dives,\nSo up and down the poor ship drives:\nThe lady shrieks, and well-a-near\nDoes fall in travail with her fear:\nAnd what ensues in this fell storm\nShall for itself itself perform.\nI nill relate, action may\nConveniently the rest convey;\nWhich might not what by me is told.\nIn your imagination hold\nThis stage the ship, upon whose deck\nThe sea-tost Pericles appears to speak.\n\n[Exit.]\n\nSCENE I.\n\n[Enter Pericles, on shipboard.]\n\nPERICLES.\nThou god of this great vast, rebuke these surges,\nWhich wash forth both heaven and hell; and thou that hast\nUpon the winds command, bind them in brass,\nHaving call'd them from the deep! O, still\nThy deafening, dreadful thunders; gently quench\nThy nimble, sulphurous flashes! O, how, Lychorida,\nHow does my queen? Thou stormest venomously;\nWilt thou spit all thyself?  The seaman's whistle\nIs as a whisper in the ears of death,\nUnheard.  Lychorida! - Lucina, O\nDivinest patroness, and midwife gentle\nTo those that cry by night, convey thy deity\nAboard our dancing boat; make swift the pangs\nOf my queen's travails!\n\n[Enter Lychorida, with an Infant.]\n\nNow, Lychorida!\n\nLYCHORIDA.\nHere is a thing too young for such a place,\nWho, if it had conceit, would die, as I\nAm like to do: take in your aims this piece\nOf your dead queen.\n\nPERICLES.\nHow, how, Lychorida!\n\nLYCHORIDA.\nPatience, good sir; do not assist the storm.\nHere's all that is left living of your queen,\nA little daughter: for the sake of it,\nBe manly, and take comfort.\n\nPERICLES.\nO you gods!\nWhy do you make us love your goodly gifts,\nAnd snatch them straight away? We here below\nRecall not what we give, and therein may\nUse honour with you.\n\nLYCHORIDA.\nPatience, good sir.\nEven for this charge.\n\nPERICLES.\nNow, mild may be thy life!\nFor a more blustrous birth had never babe:\nQuiet and gentle thy conditions! for\nThou art the rudliest welcome to this world\nThat ever was prince's child.  Happy what follows!\nThiou hast as chiding a nativity\nAs fire, air, water, earth, and heaven can make,\nTo herald thee from the womb: even at the first\nThy loss is more than can thy portage quit,\nWith all thou canst find here,  Now, the good gods\nThrow their best eyes upon't!\n\n{Enter two Sailors.]\n\nFIRST SAILOR.\nWhat courage, sir?  God save you!\n\nPERICLES.\nCourage enough: I do not fear the flaw;\nIt hath done to me the worst.  Yet, for the love\nOf ths poor infant, this fresh-new sea-farer,\nI would it would be quiet.\n\nFIRST SAILOR.\nSlack the bolins there!  Thou wilt not, wilt thou?  Blow, and\nsplit thyself.\n\nSECOND SAILOR.\nBut sea-room, an the brine and cloudy billow kiss the moon, I\ncare not.\n\nFIRST SAILOR.\nSir, your queen must overboard: the sea works high, the wind is\nloud and will not lie till the ship be cleared of the dead.\n\nPERICLES.\nThat's your superstition.\n\nFIRST SAILOR.\nPardon us, sir; with us at sea it has been still observed; and we\nare strong in custom.  Therefore briefly yield her; for she must\noverboard straight.\n\nPERICLES.\nAs you think meet.  Most wretched queen!\n\nLYCHORIDA.\nHere she lies, sir.\n\nPERICLES.\nA terrible childben hast thou had, my dear;\nNo light, no fire: the unfriendly elements\nForgot thee utterly; nor have I time\nTo give thee hallow'd to thy grave, but straight\nMust cast thee, scarcely coffin'd, in the ooze;\nWhere, for a monument upon thy bones,\nAnd e'er-remaining lamps, the belching whale\nAnd humming water must o'erwhelm thy corpse,\nLying with simple shells.  O Lychorida.\nBid Nestor bring me spices, ink and paper,\nMy casket and my jewels; and bid Nicander\nBring me the satin coffer: lay the babe\nUpon the pillow: hie thee, whiles I say\nA priestly farewell to her: suddenly, woman.\n\n[Exit Lychorida.]\n\nSECOND SAILOR.\nSir, we have a chest beneath the hatches, caulked and bitumed\nready.\n\nPERICLES.\nI thank thee.  Mariner, say what coast is this?\n\nSECOND SAILOR.\nWe are near Tarsus.\n\nPERICLES.\nThither, gentle mariner,\nAlter thy course for Tyre.  When, canst thou reach it?\n\nSECOND SAILOR.\nBy break of day, if the wind cease.\n\nPERICLES.\nO, make for Tarsus!\nThere will I visit Cleon, for the babe\nCannot hold out to Tyrus there I'll leave it\nAt careful nursing. Go thy ways, good mariner:\nI'll bring the body presently.\n\n[Exeunt.]\n\n\nSCENE II.  Ephesus. A room in Cerimon's house.\n\n[Enter Cerimon, with a Servant, and some Persons who have been\nshipwrecked.]\n\nCERIMON.\nPhilemon, ho!\n\n[Enter Philemon.]\n\nPHILEMON.\nDoth my lord call?\n\nCERIMON.\nGet fire and meat for these poor men:\n'T has been a turbulent and stormy night.\n\nSERVANT.\nI have been in many; but such a night as this,\nTill now, I ne'er endured.\n\nCERIMON.\nYour master will be dead ere you return;\nThere's nothing can be minister'd to nature\nThat can recover him.\n\n[To Philemon.]\nGive this to the 'pothecary,\nAnd tell me how it works.\n\n[Exeunt all but Cerimon.]\n\n[Enter two Gentlemen.]\n\nFIRST GENTLEMAN.\nGood morrow.\n\nSECOND GENTLEMAN.\nGood morrow to your lordship.\n\nCERIMON.\nGentlemen,\nWhy do you stir so early?\n\nFIRST GENTLEMAN.\nSir,\nOur lodgings, standing bleak upon the sea,\nShook as the earth did quake;\nThe very principals did seem to rend,\nAnd all-to topple: pure surprise and fear\nMade me to quit the house.\n\nSECOND GENTLEMAN.\nThat is the cause we trouble you so early;\n'Tis not our husbandry.\n\nCERIMON.\nO, you say well.\n\nFIRST GENTLEMAN.\nBut I much marvel that your lordship, having\nRich tire about you, should at these early hours\nShake off the golden slumber of repose.\n'Tis most strange,\nNature should be so conversant with pain.\nBeing thereto not compell'd.\n\nCERIMON.\nI hold it ever,\nVirtue and cunning were endowments greater\nThan nobleness and riches: careless heirs\nMay the two latter darken and expend;\nBut immortality attends the former,\nMaking a man a god. 'Tis known, I ever\nHave studied physic, through which secret art,\nBy turning o'er authorities, I have,\nTogether with my practice, made familiar\nTo me and to my aid the blest infusions\nThat dwell in vegetives, in metals, stones;\nAnd I can speak of the disturbances\nThat nature works, and of her cures; which doth give me\nA more content in course of true delight\nThan to be thirsty after tottering honour,\nOr tie my treasure up in silken bags,\nTo please the fool and death.\n\nSECOND GENTLEMAN.\nYour  honour has through Ephesus pour'd forth\nYour charity, and hundreds call themselves\nYour creatures, who by you have been restored:\nAnd not your knowledge, your personal pain, but even\nYour purse, still open, hath built Lord Cerimon\nSuch strong renown as time shall ne'er decay.\n\n[Enter two or three Servants with a chest.]\n\nFIRST SERVANT.\nSo; lift there.\n\nCERIMON.\nWhat is that?\n\nFIRST SERVANT.\nSir, even now\nDid the sea toss upon our shore this chest:\n'Tis of some wreck.\n\nCERIMON.\nSet 't down, let's look upon 't.\n\nSECOND GENTLEMAN.\n'Tis like a coffin, sir.\n\nCERIMON.\nWhate'er it be,\n'Tis  wondrous  heavy.  Wrench it open straight:\nIf the sea's stomach be o'ercharged with gold,\n'Tis a good constraint of fortune it belches upon us.\n\nSECOND GENTLEMAN.\n'Tis so, my lord.\n\nCERIMON.\nHow close 'tis caulk'd and bitumed!\nDid the sea cast it up?\n\nFIRST SERVANT.\nI never saw so huge a billow, sir,\nAs toss'd it upon shore.\n\nCERIMON.\nWrench it open;\nSoft! it smells most sweetly in my sense.\n\nSECOND GENTLEMAN.\nA delicate odour.\n\nCERIMON.\nAs ever hit my nostril. So up with it.\nO you most potent gods! what's here? a corse!\n\nFIRST GENTLEMAN.\nMost strange!\n\nCERIMON.\nShrouded in cloth of state; balm'd and entreasured\nWith full bags of spices! A passport too!\nApollo, perfect me in the characters!\n\n[Reads from a scroll.]\n\n     'Here I give to understand,\n     If e'er this coffin drive a-land,\n     I, King Pericles, have lost\n     This queen, worth all our mundane cost.\n     Who her, give her burying;\n     She was the daughter of a king:\n     Besides this treasure for a fee,\n     The gods requite his charity!'\nIf thou livest, Pericles, thou hast a heart\nThat even cracks for woe!  This chanced tonight.\n\nSECOND GENTLEMAN.\nMost likely, sir.\n\nCERIMON.\nNay, certainly to-night;\nFor look how fresh she looks!  They were too rough\nThat threw her in the sea.  Make a fire within\nFetch hither all my boxes in my closet.\n\n[Exit a Servant.]\n\nDeath may usurp on nature many hours,\nAnd yet the fire of life kindle again\nThe o'erpress'd spirits. I heard of an Egyptian\nThat had nine hours lien dead,\nWho was by good appliance recovered.\n\n[Re-enter  a Servant, with boxes, napkins, and fire.\n\nWell said, well said; the fire and cloths.\nThe rough and woeful music that we have,\nCause it to sound, beseech you\nThe viol once more: how thou stirr'st, thou block!\nThe music there! -- I pray you, give her air.\nGentlemen,\nThis queen will live:  nature awakes; a warmth\nBreathes out of her: she hath not been entranced\nAbove five hours: see how she gins to blow\nInto life's flower again!\n\nFIRST GENTLEMAN.\nThe heavens,\nThrough you, increase our wonder and set up\nYour fame for ever.\n\nCERIMON.\nShe is alive; behold,\nHer eyelids, cases to those heavenly jewels\nWhich Pericles hath lost,\nBegin to part their fringes of bright gold;\nThe diamonds of a most praised water\nDo appear, to make the world twice rich.\nLive,\nAnd make us weep to hear your fate, fair creature,\nRare as you seem to be.\n\n[She moves.]\n\nTHAISA.\nO dear Diana,\nWhere am I? Where's my lord? What world is this?\n\nSECOND GENTLEMAN.\nIs not this strange?\n\nFIRST GENTLEMAN.\nMost rare.\n\nCERIMON.\nHush, my gentle neighbours!\nLend me your hands; to the next chamber bear her.\nGet linen: now this matter must be look'd to,\nFor her, relapse is mortal.  Come, come;\nAnd AEsculapius guide us!\n\n[Exeunt, carrying her away.]\n\nSCENE III.  Tarsus. A room in Cleon's house.\n\n[Enter Pericles, Cleon, Dionyza, and Lychorida with Marina in her\narms.]\n\nPERICLES.\nMost honour'd Cleon, I must needs be gone;\nMy twelve months are expired, and Tyrus stands\nIn a litigious peace.  You, and your lady,\nTake from my heart all thankfulness!  The gods\nMake up the rest upon you!\n\nCLEON.\nYour shafts of fortune, though they hurt you mortally,\nYet glance full wanderingly on us.\n\nDIONYZA.\nO, your sweet queen!\nThat the strict fates had pleased you had brought her hither,\nTo have bless'd mine eyes with her!\n\nPERICLES.\nWe cannot but obey\nThe powers above us. Could I rage and roar\nAs doth the sea she lies in, yet the end\nMust be as 'tis.  My gentle babe Marina, whom,\nFor she was born at sea, I have named so, here\nI charge your charity withal, leaving her\nThe infant of your care; beseeching you\nTo give her princely training, that she may be\nManner'd as she is born.\n\nCLEON.\nFear not, my lord, but think\nYour grace, that fed my country with your corn,\nFor which the people's prayers still fall upon you,\nMust in your child be thought on.  If neglection\nShould therein make me vile, the common body,\nBy you relieved, would force me to my duty:\nBut if to that my nature need a spur,\nThe gods revenge it upon me and mine,\nTo the end of generation!\n\nPERICLES.\nI believe you;\nYour honour and your goodness teach me to 't,\nWithout your vows. Till she be married, madam,\nBy bright Diana, whom we honour, all\nUnscissar'd shall this hair of mine remain,\nThough I show ill in 't.  So I take my leave\nGood madam, make me blessed in your care\nIn bringing up my child.\n\nDIONYZA.\nI have one myself,\nWho shall not be mere dear to my respect\nThan yours, my lord.\n\nPERICLES.\nMadam, my thanks and prayers.\n\nCLEON.\nWe'll bring your grace e'en to the edge o' the shore,\nThen give you up to the mask'd Neptune and\nThe gentlest winds of heaven.\n\nPERICLES.\nI will embrace\nYour offer.  Come, dearest madam.  O, no tears,\nLychorida, no tears:\nLook to your little mistress, on whose grace\nYou may depend hereafter. Come, my lord.\n\n[Exeunt.]\n\n\nSCENE IV.  Ephesus.  A room in Cerimon's house.\n\n[Enter Cerimon and Thaisa.]\n\nCERIMON.\nMadam, this letter, and some certain jewels,\nLay with you in your coffer: which are now\nAt your command.  Know you the character?\n\nTHAISA.\nIt is my lord's.\nThat I was shipp'd at sea, I well remember,\nEven on my eaning time; but whether there\nDeliver'd, by the holy gods,\nI cannot rightly say.  But since King Pericles,\nMy wedded lord, I ne'er shall see again,\nA vestal livery will I take me to,\nAnd never more have joy.\n\nCERIMON.\nMadam, if this you purpose as ye speak,\nDiana's temple is not distant far,\nWhere you may abide till your date expire.\nMoreover, if you please, a niece of mine\nShall there attend you.\n\nTHAISA.\nMy recompense is thanks, that's all;\nYet my good will is great, though the gift small.\n\n[Exeunt.]\n\n\nACT IV.\n\n[Enter Gower.]\n\nGOWER.\nImagine Pericles arrived at Tyre,\nWelcomed and settled to his own desire.\nHis woeful queen we leave at Ephesus,\nUnto Diana there a votaress.\nNow to Marina bend your mind,\nWhom our fast-growing scene must find\nAt Tarsus, and by Cleon train'd\nIn music, letters; who hath gain'd\nOf education all the grace,\nWhich makes her both the heart and place\nOf general wonder. But, alack,\nThat monster envy, oft the wrack\nOf earned praise, Marina's life\nSeeks to take off by treason's knife.\nAnd in this kind hath our Cleon\nOne daughter, and a wench full grown,\nEven ripe for marriage-rite; this maid\nHight Philoten: and it is said\nFor certain in our story, she\nWould ever with Marina be:\nBe't when she weaved the sleided silk\nWith fingers long, small, white as milk;\nOr when she would with sharp needle wound,\nThe cambric, which she made more sound\nBy hurting it; or when to the lute\nShe sung, and made the night-bird mute\nThat still records with moan; or when\nShe would with rich and constant pen\nVail to her mistress Dian; still\nThis Philoten contends in skill\nWith absolute Marina: so\nWith the dove of Paphos might the crow\nVie feathers white.  Marina gets\nAll praises, which are paid as debts,\nAnd not as given. This so darks\nIn Philoten all graceful marks,\nThat Cleon's wife, with envy rare,\nA present murderer does prepare\nFor good Marina, that her daughter\nMight stand peerless by this slaughter.\nThe sooner her vile thoughts to stead,\nLychorida, our nurse, is dead:\nAnd cursed Dionyza hath\nThe pregnant instrument of wrath\nPrest for this blow. The unborn event\nI do commend to your content:\nOnly I carry winged time\nPost on the lame feet of my rhyme;\nWhich never could I so convey,\nUnless your thoughts went on my way.\nDionyza does appear,\nWith Leonine, a murderer.\n\n[Exit.]\n\nScene I.  Tarsus. An open place near the sea-shore.\n\n[Enter Dionyza and Leonine.]\n\nDIONYZA.\nThy  oath  remember;  thou hast sworn to do 't:\n'Tis but a blow, which never shall be known.\nThou canst not do a thing in the world so soon,\nTo yield thee so much profit.  Let not conscience,\nWhich is but cold, inflaming love i' thy bosom,\nInflame too nicely; nor let pity, which\nEven women have cast off, melt thee, but be\nA soldier to thy purpose.\n\nLEONINE.\nI will do't; but yet she is a goodly creature.\n\nDIONYZA.\nThe fitter, then, the gods should have her. Here she comes\nweeping for her only mistress' death.  Thou art resolved?\n\nLEONINE.\nI am resolved.\n\n[Enter Marina, with a basket of flowers.]\n\nMARINA.\nNo, I will rob Tellus of her weed\nTo strew thy green with flowers: the yellows, blues,\nThe purple violets, and marigolds,\nShall as a carpet hang upon thy grave,\nWhile summer-days do last.  Ay me! poor maid,\nBorn in a tempest, when my mother died,\nThis world to me is like a lasting storm,\nWhirring me from my friends.\n\nDIONYZA.\nHow now, Marina! why do you keep alone?\nHow chance my daughter is not with you? Do not\nConsume your blood with sorrowing: you have\nA nurse of me.  Lord, how your favour's changed\nWith this unprofitable woe!\nCome, give me your flowers, ere the sea mar it.\nWalk with Leonine; the air is quick there,\nAnd it pierces and sharpens the stomach.\nCome,\nLeonine, take her by the arm, walk with her.\n\nMARINA.\nNo, I pray you;\nI'll not bereave you of your servant.\n\nDIONYZA.\nCome, come;\nI love the king your father, and yourself,\nWith more than foreign heart. We every day\nExpect him here: when he shall come and find\nOur paragon to all reports thus blasted,\nHe will repent the breadth of his great voyage;\nBlame both my lord and me, that we have taken\nNo care to your best courses. Go, I pray you,\nWalk, and be cheerful once again; reserve\nThat excellent complexion, which did steal\nThe eyes of young and old. Care not for me;\nI can go home alone.\n\nMARINA.\nWell, I will go;\nBut yet I have no desire to it.\n\nDIONYZA.\nCome, come, I know 'tis good for you.\nWalk half an hour, Leonine, at the least:\nRemember what I have said.\n\nLEONINE.\nI warrant you, madam.\n\nDIONYZA.\nI'll leave you, my sweet lady, for a while:\nPray, walk softly, do not heat your blood:\nWhat! I must have a care of you.\n\nMARINA.\nMy thanks, sweet madam.\n\n[Exit Dionyza.]\n\nIs this wind westerly that blows?\n\nLEONINE.\nSouth-west.\n\nMARINA.\nWhen I was born, the wind was north.\n\nLEONINE.\nWas 't so?\n\nMARINA.\nMy father, as nurse said, did never fear,\nBut cried 'Good seamen!' to the sailors, galling\nHis kingly hands, haling ropes;\nAnd, clasping to the mast, endured a sea\nThat almost burst the deck.\n\nLEONINE.\nWhen was this?\n\nMARINA.\nWhen I was born:\nNever was waves nor wind more violent;\nAnd from the ladder-tackle washes off\nA canvas-climber. 'Ha!' says one, wilt out?'\nAnd with a dropping industry they skip\nFrom stem to stern: the boatswain whistles, and\nThe master calls, and trebles their confusion.\n\nLEONINE.\nCome, say your prayers.\n\nMARINA.\nWhat mean you?\n\nLEONINE.\nIf you require a little space for prayer,\nI grant it: pray; but be not tedious,\nFor the gods are quick of ear, and I am sworn\nTo do my work with haste.\n\nMARINA.\nWhy will you kill rne?\n\nLEONINE.\nTo satisfy my lady.\n\nMARINA.\nWhy would she have me kill'd?\nNow, as I can remember, by my troth,\nI never did her hurt in all my life:\nI never spoke bad word, nor did ill turn\nTo any living creature: believe me, la,\nI never kill'd a mouse, nor hurt a fly:\nI trod upon a worm against my will,\nBut I wept for it.  How have I offended,\nWherein my death might yield her any profit,\nOr my life imply her any danger?\n\nLEONINE.\nMy commission\nIs not to reason of the deed, but do it.\n\nMARINA.\nYou will not do 't for all the world, I hope.\nYou are well favour'd, and your looks foreshow\nYou have a gentle heart.  I saw you lately,\nWhen you caught hurt in parting two that fought:\nGood sooth, it show'd well in you: do so now:\nYour lady seeks my life; come you between,\nAnd save poor me, the weaker.\n\nLEONINE.\nI am sworn,\nAnd will dispatch.\n\n[He seizes her.]\n\n[Enter Pirates.]\n\nFIRST PIRATE.\nHold, villain!\n\n[Leonine runs away.]\n\nSECOND PIRATE.\nA prize! a prize!\n\nTHIRD PIRATE.\nHalf-part, mates, half-part,\nComes, let's have her aboard suddenly.\n\n[Exeunt Pirates with Marina.]\n\n[Re-enter Leonine.]\n\nLEONINE.\nThese roguing thieves serve the great pirate Valdes;\nAnd they hav seized Marina. Let her go:\nThre's no hope she will return. I'll swear she's dead\nAnd thrown into the sea. But I'll see further:\nPerhaps they will but please themselves upon her,\nNot carry her aboard.  If she remain,\nWhom they have ravish'd must by me be slain.\n\n[Exit.]\n\n\nScene II. Mytilene.  A room in a brothel.\n\n[Enter Pandar, Bawd, and Boult.]\n\nPANDAR.\nBoult!\n\nBOULT.\nSir?\n\nPANDAR.\nSearch the market narrowly; Mytilene is full of gallants. We lost\ntoo much money this mart by being too wenchless.\n\nBAWD.\nWe were never so much out of creatures. We have but poor three,\nand they can do no more than they can do; and they with continual\naction are even as good as rotten.\n\nPANDAR.\nTherefore let's have fresh ones, whate'r we pay for them.  If\nthere be not a conscience to be used in every trade, we shall\nnever prosper.\n\nBAWD.\nThou sayest true: 'tis not our bringing up of poor bastards, --\nas, I think, I have bought up some eleven --\n\nBOULT.\nAy, to eleven; and brought them down again. But shall I search\nthe market?\n\nBAWD.\nWhat else, man?  The stuff we have, a strong wind will blo it to\npieces, they are so pitifully sodden.\n\nPANDAR.\nThou sayest true; they're too unwholesome, o' conscience. The\npoor Transylvanian is dead, that lay with the little baggage.\n\nBOULT.\nAy, she quickly pooped him; she made him roast-meat for worms.\nBut I'll go search the market.\n\n[Exit.]\n\nPANDAR.\nThree or four thousand chequins were as pretty a proportion to\nlive quietly, and so give over.\n\nBAWD.\nWgy to give over, I pray you? is it a shame to get when we are\nold?\n\nPANDAR.\nO, our credit comes not in like the commodity , nor the commodity\nwages not with the danger: therfore, if in our youths we could\npick up some pretty estate, 'twere not amiss to keep our door\nhatched.  Besides, the sore terms we stand upon with the gods will\nbe strong with us for giving over.\n\nBAWD.\nCome, others sorts offend as well as we.\n\nPANDAR.\nAs well as we! ay, and better too; we offend worse. Neither is\nour profession any trade; it's no calling.  But here comes Boult.\n\n[Re-enter Boult, with the Pirates and Marina.]\n\nBOULT\n[To Marina.]\nCome your ways. My masters, you say she's a virgin?\n\nFIRST PIRATE.\nO, sir, we doubt it not.\n\nBOULT.\nMaster, I have gone through for this piece, you see: if you like\nher, so; if not, I have lost my earnest.\n\nBAWD.\nBoult, has she any qualities?\n\nBOULT.\nShe has a good face, speaks well, and has excellent clothes:\nther's no further necessity of qualities can make her be refused.\n\nBAWD.\nWhat is her price, Boult?\n\nBOULT.\nI cannot be baited one doit of a thousand pieces.\n\nPANDAR.\nWell, follow me, my masters, you shall have your money presently.\nWife, take her in; instruct her what she has to do, that she may\nnot be raw in her entertainment.\n\n[Exeunt Pandar and Pirates.]\n\nBAWD.\nBoult, take you the marks of her, the colour of her hair,\ncomplexion, height, age, with warrant of her virginity; and cry\n'He that will give most shall have her first.' Such a maidenhead\nwere no cheap thing, if men were as they have been. Get this\ndone as I command you.\n\nBOULT.\nPerformance shall follow.\n\n[Exit.\n\nMARINA.\nAlack that Leonine was so slack, so slow!\nHe should have struck, not spoke; or that these pirates,\nNot enough barbarous, had not o'erboard thrown me\nFor to seek my mother!\n\nBARD.\nWhy lament you, pretty one?\n\nMARINA.\nThat I am pretty.\n\nBAWD.\nCome, the gods have done their part in you.\n\nMARINA.\nI accuse them not.\n\nBAWD.\nYou are light into my hands, where you are like to live.\n\nMARINA.\nThe more my fault\nTo scape his hands where I was like to die.\n\nBAWD.\nAy, and you shall live in pleasure.\n\nMARINA.\nNo.\n\nBAWD.\nYes, indeed shall you, and taste gentlemen of all fashions: you\nshall fare well; you shall have the difference of all complexions.\nWhat! do you stop your ears?\n\nMARINA.\nAre you a woman?\n\nBAWD.\nWhat would you have me be, an I be not a woman?\n\nMARINA.\nAn honest woman, or not a woman.\n\nBAWD.\nMarry, whip the, gosling: I think I shall have something to do\nwith you. Come, you're a young foolish sapling, and must be bowed\nas I would have you.\n\nMARINA.\nThe gods defend me!\n\nBAWD.\nIf it please the gods to defend you by men, then men must comfort\nyou, men must feed you, men must stir you up.  Boult's returned.\n\n[Re-enter Boult.]\n\nNow, sir, hast thou cried her through the market?\n\nBOULT.\nI have cried her almost to the number of her hairs; I have drawn\nher picture with my voice.\n\nBAWD.\nAnd I prithee tell me, how dost thou find the inclination of the\npeople, especially of the younger sort?\n\nBOULT.\n'Faith, they listened to me as they would have hearkened to their\nfather's testament.  There was a Spaniard's mouth so watered,\nthat he went to bed to her very description.\n\nBAWD.\nWe shall have him here to-morrow: with his best ruff on.\n\nBOULT.\nTo-night, to-night. But, mistress, do you know the French knight\nthat cowers i' the hams?\n\nBAWD.\nWho, Monsieur Veroles?\n\nBOULT.\nAy, he: he offered to cut a caper at the proclamation; but he\nmade a groan at it, and swore he would see her to-morrow.\n\nBAWD.\nWell. well; as for him, he brought his disease hither: here he\ndoes but repair it. I know he will come in our shadow, to\nscatter his crowns in the sun.\n\nBOULT.\nWell, if we had of every nation a traveller, we should lodge them\nwith this sign.\n\n[To Marina.]\nPray you, come hither awhile. You have fortunes coming upon you.\nMark me: you must seem to do that fearfully which you commit\nwillingly, despise profit where you have most gain. To weep that\nyou live as ye do makes pity in your lovers: seldom but that\npity begets you a good opinion, and that opinion a mere profit.\n\nMARINA.\nI understand you not.\n\nBOULT.\nO, take her home, mistress, take her home: these blushes of hers\nmust be quenched with some present practice.\n\nBAWD.\nThou sayest true, i' faith so they must; for your bride goes to\nthat with shame which is her way to go with warrant.\n\nBOULT.\n'Faith, some do and some do not. But, mistress, if I have\nbargained for the joint, --\n\nBAWD.\nThou mayst cut a morsel off the spit.\n\nBOULT.\nI may so.\n\nBAWD.\nWho should deny it? Come young one, I like the manner of your\ngarments well.\n\nBOULT.\nAy, by my faith, they shall not be changed yet.\n\nBAWD.\nBoult, spend thou that in the town: report what a sojourner we\nhave; you'll lose nothing by custom. When nature framed this\npiece, she meant thee a good turn; therefore say what a paragon\nshe is, and thou hast the harvest out of thine own report.\n\nBOULT.\nI warrant you, mistress, thunder shall not so awake the beds of\neels as my giving out her Beauty stir up the lewdly-inclined.\nI'll bring home some to-night.\n\nBAWD.\nCome your ways; follow me.\n\nMARINA.\nIf fires be hot, knives sharp, or waters deep,\nUntied I still my virgin knot will keep.\nDiana, aid my purpose!\n\nBAWD.\nWhat have we to do with Diana? Pray you, will you go with us?\n\n[Exeunt.]\n\n\nSCENE III.  Tarsus. A room in Cleon's house.\n\n[Enter Cleon and Dionyza.]\n\nDIONYZA.\nWhy, are you foolish?  Can it be undone?\n\nCLEON.\nO, Dionyza, such a piece of slaughter\nThe sun and moon ne'er look'd upon!\n\nDIONYZA.\nI think\nYou'll turn a child agan.\n\nCLEON.\nWere I chief lord of all this spacious world,\nI'ld give it to undo the deed.  0 lady,\nMuch less in blood than virtue, yet a princess\nTo equal any single crown o' the earth\nI' the justice of compare!  O villain Leonine!\nWhom thou hast poison'd too:\nIf thou hadst drunk to him, 't had been a kindness\nBecoming well thy fact: what canst thou say\nWhen noble Pericles shall demand his child?\n\nDIONYZA.\nThat she is dead.  Nurses are not the fates,\nTo foster it, nor ever to preserve.\nShe died at night; I'11 say so. Who can cross it?\nUnless you play the pious innocent,\nAnd for an honest attribute cry out\n'She died by foul play.'\n\nCLEON.\nO, go to.  Well, well,\nOf all the faults beneath the heavens, the gods\nDo like this worst.\n\nDIONYZA.\nBe one of those that think.\nThe petty wrens of Tarsus will fly hence,\nAnd open this to Pericles. I do shame\nTo think of what a noble strain you are,\nAnd of how coward a spirit.\n\nCLEON.\nTo such proceeding\nWhoever but his approbation added,\nThough not his prime consent, he did not flow\nFrom honourable sources,\n\nDIONYZA.\nBe it so, then:\nYet none does know, but you, how she came dead,\nNor none can know, Leonine being gone.\nShe did distain my child, and stood between\nHer and her fortunes: none would look on her,\nBut cast their gazes on Marina's face;\nWhilst ours was blurted at and held a malkin\nNot worth the time of day.  It pierced me through;\nAnd though you call my course unnatural,\nYou not your child well loving, yet I find\nIt greets me as an enterprise of kindness\nPerform'd to your sole daughter.\n\nCLEON.\nHeavens forgive it!\n\nDIONYZA.\nAnd as for Pericles,\nWhat should he say? We wept after her hearse,\nAnd yet we mourn: her monument\nIs almost finish'd, and her epitaphs\nIn glittering golden characters express\nA general praise to her, and care in us\nAt whose expense 'tis done.\n\nCLEON.\nThou art like the harpy,\nWhich, to betray, dost, with thine angel's face,\nSeize with thine eagle's talons.\n\nDIONYZA.\nYou are like one that superstitiously\nDoth swear to the gods that winter kills the flies:\nBut yet I know you'll do as I advise.\n\n[Exeunt.]\n\n\nSCENE IV.\n\n[Enter Gower, before the monument of Marina at Tarsus.]\n\nGOWER.\nThus time we waste, and longest leagues make short;\nSail seas in cockles, have an wish but for 't;\nMaking, to take your imagination,\nFrom bourn to bourn, region to region.\nBy you  being pardon'd, we commit no crime\nTo use one language in each several clime\nWhere our scenes seem to live. I do beseech you\nTo learn of me, who stand i' the gaps to teach you,\nThe stages of our story.  Pericles\nIs now again thwarting the wayward seas\nAttended on by many a lord and knight,\nTo see his daughter, all his life's deight.\nOld Escanes, whom Helicanus late\nAdvanced in time to great and high estate.\nIs left to govern. Bear you it in mind,\nOld Helicanus goes along behind\nWell-sailing ships and bounteous winds have brought\nThis king to Tarsus, -- think his pilot thought;\nSo with his steerage shall your thoughts grow on, --\nTo fetch his daughter home, who first is gone.\nLike motes and shadows see them move awhile;\nYour ears unto your eyes I'll reconcile.\n\n[Dumb Show.]\n\n[Enter Pericles, at one door, with all his train; Cleon and\nDionyza, at the other. Cleon shows Pericles the tomb; whereat\nPericles makes lamentation, puts on sackcloth, and in a\nmighty passion departs. Then exeunt Cleon and Dionyza.]\n\nSee how belief may suffer by foul show;\nThis borrow'd passion stands for true old woe;\nAnd Pericles, in sorrow all devour'd,\nWith sighs shot through; and biggest tears o'ershower'd,\nLeaves Tarsus and again embarks. He swears\nNever to wash his face, nor cut his hairs:\nHe puts on sackcloth, and to sea. He bears\nA tempest, which his mortal vessel tears,\nAnd yet he rides it out. Now please you wit\nThe epitaph is for Marina writ\nBy wicked Dionyza.\n\n[Reads the inscription on Marina's monument.]\n'The fairest, sweet'st, and best lies here,\nWho wither'd in her spring of year.\nShe was of Tyrus the king's daughter,\nOn whom foul death hath made this slaughter;\nMarina was she call'd; and at her birth,\nThetis, being proud, swallow'd some part o' the earth:\nTherefore the earth, fearing to be o'erflow'd,\nHath Thetis' birth-child on the heavens bestow'd:\nWherefore she does, and swears she'll never stint,\nMake raging battery upon shores of flint.'\n\nNo visor does become black villany\nSo well as soft and tender flattery.\nLet Pericles believe his daughter's dead,\nAnd bear his courses to be ordered\nBy Lady Fortune; while our scene must play\nHis daughter's woe and heavy well-a-day\nIn her unholy service. Patience, then,\nAnd think you now are all in Mytilene.\n\n[Exit.]\n\n\nSCENE V.  Mytilene.  A street before the brothel.\n\n[Enter, from the brothel, two Gentlemen.]\n\nFIRST GENTLEMAN.\nDid you ever hear the like?\n\nSECOND GENTLEMAN.\nNo, nor never shall do in such a place as this, she being once\ngone.\n\nFIRST GENTLEMAN.\nBut to have divinity preached there! did you ever dream of such a\nthing?\n\nSECOND GENTLEMAN.\nNo, no. Come, I am for no more bawdy-houses: shall's go hear the\nvestals sing?\n\nFIRST GENTLEMAN.\nI'll do any thing now that is virtuous; but I am out of the road\nof rutting for ever.\n\n[Exeunt.]\n\n\nSCENE VI. The same. A room in the brothel.\n\n[Enter Pandar, Bawd, and Boult.]\n\nPANDAR.\nWell, I had rather than twice the worth of her she had ne'er come\nhere.\n\nBAWD.\nFie, fie upon her! she's able to freeze the god Priapus, and undo\na whole generation. We must either get her ravished, or be rid of\nher. When she should do for clients her fitment, and do me the\nkindness of our profession, she has me her quirks, her reasons,\nher master reasons, her prayers, her knees; that she would make\na puritan of the devil, if he should cheapen a kiss of her.\n\nBOULT.\n'Faith, I must ravish her, or she'll disfurnish us of all our\ncavaliers, and make our swearers priests.\n\nPANDAR.\nNow, the pox upon her green-sickness for me!\n\nBAWD.\n'Faith, there's no way to be rid on't but by the way to the pox.\nHere comes the Lord Lysimachus disguised.\n\nBOULT.\nWe should have both lord and lown, if the peevish baggage would\nbut give way to customers.\n\n[Enter Lysimachus.]\n\nLYSIMACHUS.\nHow now!  How a dozen of virginities?\n\nBAWD.\nNow, the gods to bless your honour!\n\nBOULT.\nI am glad to see your honour in good health.\n\nLYSIMACHUS.\nYou may so; 'tis the better for you that your resorters stand\nupon sound legs. How now! wholesome iniquity have you that a\nman may deal withal, and defy the surgeon?\n\nBAWD.\nWe have here one, sir, if she would -- but there never came her\nlike in Mytilene.\n\nLYSIMACHUS.\nIf she'ld do the deed of darkness, thou wouldst say.\n\nBAWD.\nYour honour knows what 'tis to say well enough.\n\nLYSIMACHUS.\nWell, call forth, call forth.\n\nBOULT.\nFor flesh and blood, sir, white and red, you shall see a rose;\nand she were a rose indeed, if she had but --\n\nLYSIMACHUS.\nWhat, prithee?\n\nBOULT.\nO, sir, I can be modest.\n\nLYSIMACHUS.\nThat dignifies the renown of a bawd, no less than it gives a good\nreport to a number to be chaste.\n\n[Exit Boult.]\n\nBAWD.\nHere comes that which grows to the stalk; never plucked yet, I\ncan assure you.\n\n[Re-enter Boult with Marina.]\n\nIs she not a fair creature?\n\nLYSIMACHUS.\n'Faith, she would serve after a long voyage at sea. Well, there's\nfor you:  leave us.\n\nBAWD.\nI beseech your honour, give me leave: a word, and I'll have done\npresently.\n\nLYSIMACHUS.\nI beseech you, do.\n\nBAWD.\n[To Marina.]\nFirst, I would have you note, this is an honourable man.\n\nMARINA.\nI desire to find him so, that I may worthily note him.\n\nBAWD.\nNext, he's the governor of this country, and a man whom I am\nbound to.\n\nMARINA.\nIf he govern the country, you are bound to him indeed; but how\nhonourable he is in that, I know not.\n\nBAWD.\nPray you, without any more virginal fencing, will you use him\nkindly? He will line your apron with gold.\n\nMARINA.\nWhat he will do graciously, I will thankfully receive.\n\nLYSIMACHUS.\nHa' you done?\n\nBAWD.\nMy lord, she's not paced yet: you must take some pains to work\nher to your manage. Come, we will leave his honour and her\ntogether.  Go thy ways.\n\n[Exeunt Bawd, Pandar, and Boult.]\n\nLYSIMACHUS.\nNow, pretty one, how long have you been at this trade?\n\nMARINA.\nWhat trade, sir?\n\nLYSIMACHUS.\nWhy, I cannot name't but I shall offend.\n\nMARINA.\nI cannot be offended with my trade. Please you to name it.\n\nLYSIMACHUS.\nHow long have you been of this profession?\n\nMARINA.\nE'er since I can remember?\n\nLYSIMACHUS.\nDid you go to't so young? Were you a gamester at five or at\nseven?\n\nMARINA.\nEarlier, too, sir, if now I be one.\n\nLYSIMACHUS.\nWhy, the house you dwell in proclaims you to be a creature of\nsale.\n\nMARINA.\nDo you know this house to be a place of such resort, and will\ncome into 't? I hear say you are of honourable parts, and are\nthe governor of this place.\n\nLYSIMACHUS.\nWhy, hath your principal made known unto you who I am?\n\nMARINA.\nWho is my principal?\n\nLYSIMACHUS.\nWhy, your herb-woman;  she that sets seeds and roots of shame and\niniquity. O, you have heard something of my power, and so stand\naloof for more serious wooing. But I protest to thee, pretty one,\nmy authority shall not see thee, or else look friendly upon thee.\nCome, bring me to some private place: come, come.\n\nMARINA.\nIf you were born to honour, show it now;\nIf put upon you, make the judgement good\nThat thought you worthy of it.\n\nLYSIMACHUS.\nHow 's  this?  how 's this? Some more; be sage.\n\nMARINA.\nFor me,\nThat am a maid, though most ungentle fortune\nHave placed me in this sty, where, since I came,\nDiseases have been sold dearer than physic,\nO, that the gods\nWould set me free from this unhallow'd place,\nThough they did change me to the meanest bird\nThat flies i' the purer air!\n\nLYSIMACHUS.\nI did not think\nThou couldst have spoke so well; ne'er dream'd thou couldst.\nHad I brought hither a corrupted mind,\nThy speech had alter'd it. Hold, here 's gold for thee:\nPersever in that clear way thou goest,\nAnd the gods strengthen thee!\n\nMARINA.\nThe good gods preserve you!\n\nLYSIMACHUS.\nFor me, be you thoughten\nThat I came with no ill intent; for to me\nThe very doors and windows savour vilely.\nFare thee well. Thou art a piece of virtue, and\nI doubt not but thy training hath been noble.\nHold, here's more gold for thee.\nA curse upon him, die he like a thief,\nThat robs thee of thy goodness! If thou dost\nHear from me, it shall be for thy good.\n\n[Re-enter Boult.]\n\nBOULT.\nI beseech your honour, one piece for me.\n\nLYSIMACHUS.\nAvaunt, thou damned door-keeper!\nYour house but for this virgin that doth prop it,\nWould sink and overwhelm you. Away!\n\n[Exit.]\n\nBOULT.\nHow's this? We must take another course with you. If your peevish\nchastity, which is not worth a breakfast in the cheapest country\nunder the cope, shall undo a whole household, let me be gelded\nlike a spaniel. Come your ways.\n\nMARINA.\nWhither would you have me?\n\nBOULT.\nI must have your maidenhead taken off, or the common hangman\nshall execute it.  Come your ways.  We'll have no more\ngentlemen driven away. Come your ways, I say.\n\n[Re-enter Bawd.]\n\nBAWD.\nHow now! what's the matter?\n\nBOULT.\nWorse and worse, mistress; she has here spoken holy words to the\nLord Lysimachus.\n\nBAWD.\nO Abominable!\n\nBOULT.\nShe makes our profession as it were to stink afore the face of\nthe gods.\n\nBAWD.\nMarry, hang her up for ever!\n\nBOULT.\nThe nobleman would have dealt with her like a nobleman, and she\nsent him away as cold as a snowball; saying his prayers too.\n\nBAWD.\nBoult, take her away; use her at thy pleasure: crack the glass of\nher virginity, and make the rest malleable.\n\nBOULT.\nAn if she were a thornier piece of ground than she is, she shall\nbe ploughed.\n\nMARINA.\nHark, hark, you gods!\n\nBAWD.\nShe conjures: away with her! Would she had never come within my\ndoors! Marry, hang you! She's born to undo us. Will you not go\nthe way of women-kind? Marry, come up, my dish of chastity with\nrosemary and bays!\n\n[Exit.]\n\nBOULT.\nCome, mistress; come your ways with me.\n\nMARINA.\nWhither wilt thou have me?\n\nBOULT.\nTo take from you the jewel you hold so dear.\n\nMARINA.\nPrithee, tell me one thing first.\n\nBOULT.\nCome now, your one thing.\n\nMARINA.\nWhat canst thou wish thine enemy to be?\n\nBOULT.\nWhy, I could wish him to he my master, or rather, my mistress.\n\nMARINA.\nNeither of these are so had as thou art,\nSince they do better thee in their command.\nThou hold'st a place, for which the pained'st fiend\nOf hell would not in reputation change:\nThou art the damned doorkeeper to every\nCoistrel that comes inquiring for his Tib;\nTo the choleric fisting of every rogue\nThy ear is liable, thy food is such\nAs hath been belch'd on by infected lungs.\n\nBOULT.\nWhat would you have me do? go to the wars, would you? where a man\nmay serve seven years for the loss of a leg, and have not money\nenough in the end to buy him a wooden one?\n\nMARINA.\nDo any thing but this thou doest. Empty\nOld receptacles, or common shores, of filth;\nServe by indenture to the common hangman:\nAny of these ways are yet better than this;\nFor what thou professest, a baboon, could he speak,\nWould own a name too dear. O, that the gods\nWould safely deliver me from this place!\nHere, here's gold for thee.\nIf that thy master would gain by me,\nProclaim that I can sing, weave, sew, and dance,\nWith other virtues, which I'll keep from boast;\nAnd I will undertake all these to teach.\nI doubt not but this populous city will\nYield many scholars.\n\nBOULT.\nBut can you teach all this you speak of?\n\nMARINA.\nProve that I cannot, take me home again,\nAnd prostitute me to the basest groom\nThat doth frequent your house.\n\nBOULT.\nWell, I will see what I can do for thee: if I can place thee, I\nwill.\n\nMARINA.\nBut amongst honest women.\n\nBOULT.\n'Faith, my acquaintance lies little amongst them. But since my\nmaster and mistress have bought you, there's no going but by\ntheir consent:  therefore I will make them acquainted with your\npurpose, and I doubt not but I shall find them tractable enough.\nome, I'll do for thee what I can; come your ways.\n\n[Exeunt.]\n\n\nACT V.\n\n[Enter Gower.]\n\nGOWER.\nMarina thus the brothel 'scapes, and chances\nInto an honest house, our story says.\nShe sings like one immortal, and she dances\nAs goddess-like to her admired lays;\nDeep clerks she dumbs; and with her neeld composes\nNature's own shape, of bud, bird, branch, or berry,\nThat even her art sistrs the natural roses;\nHer inkle, silk, twin with the rubied cherry:\nThat pupils lacks she none of noble race,\nWho pour their bounty on her; and her gain\nShe gives the cursed bawd. Here we her place;\nAnd to her father turn our thoughts again,\nWhere we left him, on the sea. We there him lost;\nWhence, driven before the winds, he is arrived\nHere where his daughter dwells; and on this coast\nSuppose him now at anchor. The city strived\nGod Neptune's annual feast to keep: from whence\nLysimachus our Tyrian ship espies,\nHis banners sable, trimm'd with rich expense;\nAnd to him in his barge with fervour hies.\nIn your supposing once more put your sight\nOf heavy Pericles; think this his bark:\nWhere what is done in action, more, if might,\nShall be discover'd; please you, sit and hark.\n\n[Exit.]\n\n\nSCENE I. On board Pericles' ship, off Mytilene. A close pavilion\non deck, with a curtain before it; Pericles within it, reclined\non a couch.  A barge lying beside the Tyrian vessel.\n\n[Enter two Sailors, one belonging to the Tyrian vessel, the other\nto the barge; to them Helicanus.]\n\nTYRIAN SAILOR.\n[To the Sailor of Mytilene.]\nWhere is lord Helicanus? he can resolve you.\nO, here he is.\nSir, there's a barge put off from Mytilene,\nAnd in it is Lysimachus the governor,\nWho craves to come aboard. What is your will?\n\nHELICANUS.\nThat he have his. Call up some gentlemen.\n\nTYRIAN SAILOR.\nHo, gentlemen! my lord calls.\n\n[Enter two or three Gentlemen.]\n\nFIRST GENTLEMAN.\nDoth your lordship call?\n\nHELICANUS.\nGentlemen, there s some of worth would come aboard;\nI pray ye, greet them fairly.\n\n[The Gentlemen and the two Sailors descend, and go on board the\nbarge.\n\nEnter, from thence, Lysimachus and Lords; with the Gentlemen and\nthe two sailors.\n\nTYRIAN SAILOR.\nSir,\nThis is the man that can, in aught you would,\nResolve you.\n\nLYSIMACHUS.\nHail, reverend sir! the gods preserve you!\n\nHELICANUS.\nAnd you, sir, to outlive the age I am,\nAnd die as I would do.\n\nLYSIMACHUS.\nYou wish me well.\nBeing on shore, honouring of Neptune's triumphs,\nSeeing this goodly vessel ride before us,\nI made to it, to know of whence you are.\n\nHELICANUS.\nFirst, what is your place?\n\nLYSIMACHUS.\nI am the governor of this place you lie before.\n\nHELICANUS.\nSir,\nOur vessel is of Tyre, in it the king;\nA man who for this three months hath not spoken\nTo any one, nor taken sustenance\nBut to prorogue his grief.\n\nLYSIMACHUS.\nUpon what ground is his distemperature?\n\nHELICANUS.\n'Twould be too tedious to repeat;\nBut the main grief springs from the loss\nOf a beloved daughter and a wife.\n\nLYSIMACHUS.\nMay we not see him?\n\nHELICANUS.\nYou may;\nBut bootless is your sight: he will not speak\nTo any.\n\nLYSIMACHUS.\nYet let me obtain my wish.\n\nHELICANUS.\nBehold him.\n[Pericles discovered.]\nThis was a goodly person.\nTill the disaster that, one mortal night,\nDrove him to this.\n\nLYSIMACHUS.\nSir king, all hail! the gods preserve you!\nHail, royal sir!\n\nHELICANUS.\nIt is in vain; he will not speak to you.\n\nFIRST LORD.\nSir,\nWe have a maid in Mytilene, I durst wager,\nWould win some words of him.\n\nLYSIMACHUS.\n'Tis well bethought.\nShe questionless with her sweet harmony\nAnd other chosen attractions, would allure,\nAnd make a battery through his deafen'd parts,\nWhich now are midway stopp'd:\nShe is all happy as the fairest of all,\nAnd, with her fellow maids, is now upon\nThe leafy shelter that abuts against\nThe island's side.\n\n[Whispers a Lord, who goes off in the barge of Lysimachus.]\n\nHELICANUS.\nSure, all's effectless; yet nothing we'll omit\nThat bears recovery's name. But, since your kindness\nWe have stretch'd thus far, let us beseech you\nThat for our gold we may provision have,\nWherein we are not destitute for want,\nBut weary for the staleness.\n\nLYSIMACHUS.\nO, sir, a courtesy\nWhich if we should deny, the most just gods\nFor every graff would send a catepillar,\nAnd so afflict our province. Yet once more\nLet me entreat to know at large the cause\nOf your king's sorrow.\n\nHELICANUS.\nSit, sir, I will recount it to you:\nBut, see, I am prevented.\n\n[Re-enter, from the barge, Lord, with Marina, and a young Lady.]\n\nLYSIMACHUS.\nO, here is\nThe lady that I sent for. Welcome, fair one!\nIs't not a goodly presence?\n\nHELICANUS.\nShe's a gallant lady.\n\nLYSIMACHUS.\nShe's such a one, that, were I well assured\nCame of a gentle kind and noble stock,\nI'ld wish no better choice, and think me rarely wed.\nFair one, all goodness that consists in bounty\nExpect even here, where is a kingly patient:\nIf that thy prosperous and artificial feat\nCan draw him but to answer thee in aught,\nThy sacred physic shall receive such pay\nAs thy desires can wish.\n\nMARINA.\nSir, I will use\nMy utmost skill in his recovery,\nProvided\nThat none but I and my companion maid\nBe suffer'd to come near him.\n\nLYSIMACHUS.\nCome, let us leave her,\nAnd the gods make her prosperous!\n\n[Marina sings.]\n\nLYSIMACHUS.\nMark'd he your music?\n\nMARINA.\nNo, nor look'd on us,\n\nLYSIMACHUS.\nSee, she will speak to him.\n\nMARINA.\nHail, sir! my lord, lend ear.\n\nPERICLES.\nHum, ha!\n\nMARINA.\nI am a maid,\nMy lord, that ne'er before invited eyes,\nBut have been gazed on like a cornet: she speaks,\nMy lord, that, may be, hath endured a grief\nMight equal yours, if both were justly weigh'd.\nThough wayward fortune did malign my state,\nMy derivation was from ancestors\nWho stood equivalent with mighty kings:\nBut time hath rooted out my parentage,\nAnd to the world and awkward casualties\nBound me in servitude.\n[Aside.]\nI will desist;\nBut there is something glows upon my cheek,\nAnd whispers in mine ear 'Go not till he speak.'\n\nPERICLES.\nMy fortunes -- parentage -- good parentage --\nTo equal mine! -- was it not thus? what say you?\n\nMARINA.\nI said, my lord, if you did know my parentage.\nYou would not do me violence.\n\nPERICLES.\nI do think so. Pray you, turn your eyes upon me.\nYou are like something that -- What country-woman?\nHere of these shores?\n\nMARINA.\nNo, nor of any shores:\nYet I was mortally brought forth, and am\nNo other than I appear.\n\nPERICLES.\nI am great with woe, and shall deliver weeping.\nMy dearest wife was like this maid, and such a one\nMy daughter might have been: my queen's square brows;\nHer stature to an inch; as wand-like straight;\nAs silver-voiced; her eyes as jewel-like\nAnd cased as richly; in pace another Juno;\nWho starves the ears she feeds, and makes them hungry,\nThe more she gives them speech. Where do you live?\n\nMARINA.\nWhere I am but a stranger: from the deck\nYou may discern the place.\n\nPERICLES.\nWhere were you bred?\nAnd how achieved you these endowments, which\nYou make more rich to owe?\n\nMARINA.\nIf I should tell my history, it would seem\nLike lies disdain'd in the reporting.\n\nPERICLES.\nPrithee, speak:\nFalseness cannot come from thee; for thou look'st\nModest as Justice, and thou seem'st a palace\nFor the crown'd Truth to dwell in: I will believe thee,\nAnd make my senses credit thy relation\nTo points that seem impossible;  for thou look'st\nLike one I loved indeed. What were thy friends?\nDidst thou not say, when I did push thee back --\nWhich was when I perceived thee -- that thou earnest\nFrom good descending?\n\nMARINA.\nSo indeed I did.\n\nPERICLES.\nReport thy parentage.  I think thou said'st\nThou hadst been toss'd from wrong to injury,\nAnd that thou thought'st thy griefs might equal mine,\nIf both were open'd.\n\nMARINA.\nSome such thing,\nI said, and said no more but what my thoughts\nDid warrant me was likely.\n\nPERICLES.\nTell thy story;\nIf thine consider'd prove the thousandth part\nOf my endurance, thou art a man, and I\nHave suffer'd like a girl: yet thou dost look\nLike Patience gazing on kings' graves, and smiling\nExtremity out of act. What were thy friends?\nHow lost thou them? Thy name, my most kind virgin?\nRecount, I do beseech thee: come, sit by me.\n\nMARINA.\nMy name is Marina.\n\nPERICLES.\nO, I am mock'd,\nAnd thou by some incensed god sent hither\nTo make the world to laugh at me.\n\nMARINA.\nPatience, good sir,\nOr here I'll cease.\n\nPERICLES.\nNay, I'll be patient.\nThou little know'st how thou dost startle me,\nTo call thyself Marina.\n\nMARINA.\nThe name\nWas given me by one that had some power,\nMy father, and a king.\n\nPERICLES.\nHow! a king's daughter?\nAnd call'd Marina?\n\nMARINA.\nYou said you would believe me;\nBut, not to be a troubler of your peace,\nI will end here.\n\nPERICLES.\nBut are you flesh and blood?\nHave you a working pulse? and are no fairy?\nMotion! Well; speak on. Where were you born?\nAnd wherefore call'd Marina?\n\nMARINA.\nCall'd Marina\nFor I was born at sea.\n\nPERICLES.\nAt sea! what mother?\n\nMARINA.\nMy mother was the daughter of a king;\nWho died the minute I was born,\nAs my good nurse Lychorida hath oft\nDeliver'd weeping.\n\nPERICLES.\nO, stop there a little!\n\n[Aside.]\n\nThis is the rarest dream that e'er dull sleep\nDid mock sad fools withal: this cannot be:\nMy daughter's buried. Well: where were: you bred?\nI'll hear you more, to the bottom of your story,\nAnd never interrupt you.\n\nMARINA.\nYou scorn: believe me, 'twere best I did give o'er.\n   -\n\nPERICLES.\nI will believe you by the syllable\nOf what you shall deliver. Yet, give me leave:\nHow came you in these parts? where were you bred?\n\nMARINA.\nThe king my father did in Tarsus leave me;\nTill cruel Cleon, with his wicked wife,\nDid seek to murder me: and having woo'd\nA villain to attempt it, who having drawn to do 't,\nA crew of pirates came and rescued me;\nBrought me to Mytilene.  But, good sir.\nWhither will you have me?  Why do you weep? It may be,\nYou think me an impostor: no, good faith;\nI am the daughter to King Pericles,\nIf good King Pericles be.\n\nPERICLES.\nHo, Helicanus!\n\nHELICANUS.\nCalls my lord?\n\nPERICLES.\nThou art a grave and noble counsellor,\nMost wise in general: tell me, if thou canst,\nWhat this maid is, or what is like to be,\nThat thus hath made me weep?\n\nHELICANUS.\nI know not; but\nHere is the regent, sir, of Mytilene\nSpeaks nobly of her.\n\nLYSIMACHUS.\nShe would never tell\nHer parentage; being demanded that,\nShe would sit still and weep.\n\nPERICLES.\nO Helicanus, strike me, honour'd sir;\nGive me a gash, put me to present pain;\nLest this great sea of joys rushing upon me\nO'erbear the shores of my mortality,\nAnd drown me with their sweetness. O, come hither,\nThou that beget'st him that did thee beget;\nThou that wast born at sea, buried at Tarsus,\nAnd found at sea again! O Helicanus,\nDown on thy knees, thank the holy gods as loud\nAs thunder threatens us: this is Marina.\nWhat was thy mother's name? tell me but that,\nFor truth can never be confirm'd enough,\nThough doubts did ever sleep\n\nMARINA.\nFirst, sir, I pray,\nWhat is your title?\n\nPERICLES.\nI am Pericles of Tyre: but tell me now\nMy drown'd queen's name, as in the rest you said\nThou hast been godlike perfect,\nThe heir of kingdoms and another like\nTo Pericles thy father.\n\nMARINA.\nIs it no more to be your daughter than\nTo say my mother's name was Thaisa?\nThaisa was my mother, who did end\nThe minute I began.\n\nPERICLES.\nNow, blessing on thee! rise; thou art my child.\nGive me fresh garments. Mine own, Helicanus;\nShe is not dead at Tarsus, as she should have been,\nBy savage Cleon: she shall tell thee all;\nWhen thou shalt kneel, and justify in knowledge\nShe is thy very princess. Who is this?\n\nHELICANUS.\nSir, 'tis the governor of Mytilene,\nWho, hearing of your melancholy state,\nDid come to see you.\n\nPERICLES.\nI embrace you.\nGive me my robes. I am wild in my beholding.\nO heavens bless my girl! But, hark, what music?\nTell Helicanus, my Marina, tell him\nO'er, point by point, for yet he seems to doubt,\nHow sure you are my daughter. But, what music?\n\nHELICANUS.\nMy lord, I hear none.\n\nPERICLES.\nNone!\nThe music of the spheres! List, my Marina.\n\nLYSIMACHUS.\nIt is not good to cross him; give him way\n\nPERICLES.\nRarest sounds! Do ye not hear?\n\nLYSIMACHUS.\nMy lord, I hear.\n\n[Music.]\n\nPERICLES.\nMost heavenly music!\nIt nips me unto listening, and thick slumber\nHangs upon mine eyes: let me rest.\n\n[Sleeps.]\n\nLYSIMACHUS.\nA pillow for his head:\nSo, leave him all. Well, my companion friends,\nIf this but answer to my just belief,\nI'll well remember you.\n\n[Exeunt all but Pericles.]\n\n[Diana appears to Pericles as in a vision.]\n\nDIANA.\nMy temple stands in Ephesus: hie thee thither,\nAnd do upon mine altar sacrifice.\nThere, when my maiden priests are met together,\nBefore the people all,\nReveal how thou at sea didst lose thy wife:\nTo mourn thy crosses, with thy daughter's, call\nAnd give them repetition to the life.\nOr perform my bidding, or thou livest in woe:\nDo it, and happy; by my silver bow!\nAwake, and tell thy dream.\n\n[Disappears.]\n\nPERICLES.\nCelestial Dian, goddess argentine,\nI will obey thee.  Helicanus!\n\n[Re-enter Helicanus, Lysimachus, and Marina.]\n\nHELICANUS.\nSir?\n\nPERICLES.\nMy purpose was for Tarsus, there to strike\nThe inhospitable Cleon; but I am\nFor other service first: toward Ephesus\nTurn our blown sails; eftsoons I'll tell thee why\n\n[To Lysimachus.]\n\nShall we refresh us, sir, upon your shore,\nAnd give you gold for such provision\nAs our intents will need?\n\nLYSIMACHUS.\nSir,\nWith all my heart; and when you come ashore,\nI have another suit.\n\nPERICLES.\nYou shall prevail,\nWere you to woo my daughter; for it seems\nYou have been noble towards her.\n\nLYSIMACHUS.\nSir, lend me your arm.\n\nPERICLES.\nCome, my Marina.\n\n[Exeunt.]\n\n\nSCENE II. Enter Gower, before the temple of Diana at Ephesus.\n\nGOWER.\nNow our sands are almost run;\nMore a little, and then dumb.\nThis, my last boon, give me,\nFor such kindness must relieve me,\nThat you aptly will suppose\nWhat pageantry, what feats, what shows,\nWhat minstrelsy, and pretty din,\nThe regent made in Mytilene\nTo greet the king. So he thrived,\nThat he is promised to be wived\nTo fair Marina; but in no wise\nTill he had done his sacrifice,\nAs Dian bade: whereto being bound,\nThe interim, pray you, all confound.\nIn feather'd briefness sails are fill'd,\nAnd wishes fall out as they're will'd.\nAt Ephesus, the temple see,\nCur king and all his company.\nThat he can hither come so soon,\nIs by your fancy's thankful doom.\n\n[Exit.]\n\n\nSCENE III. The temple of Diana at Ephesus; Thaisa standing near\nthe altar, as high priestess; a number of Virgins on each side;\nCerimon and other inhabitants of Ephesus attending.\n\n[Enter Pericles, with his train; Lysimachus, Helicanus, Marina,\nand a Lady.]\n\nPERICLES.\nHail, Dian! to perform thy just command,\nI here confess myself the king of Tyre;\nWho, frighted from my country, did wed\nAt Pentapolis the fair Thaisa.\nAt sea in childbed died she, but brought forth\nA maid-child call'd Marina; who, O goddess,\nWears yet thy silver livery. She at Tarsus\nWas nursed with Cleon; who at fourteen years\nHe sought to murder: but her better stars\nBrought her to Mytilene; 'gainst whose shore\nRiding, her fortunes brought the maid aboard us,\nWhere by her own most clear remembrance, she\nMade known herself my daughter.\n\nTHAISA.\nVoice and favour!\nYou are, you are -- O royal Pericles!\n\n[Faints.]\n\nPERICLES.\nWhat means the nun? she dies! help, gentlemen!\n\nCERIMON.\nNoble sir,\nIf you have told Diana's altar true,\nThis is your wife.\n\nPERICLES.\nReverend appearer, no;\nI threw her overboard with these very arms.\n\nCERIMON.\nUpon this coast, I warrant you.\n\nPERICLES.\n'Tis most certain.\n\nCERIMON.\nLook to the lady; O, she's but o'er-joy'd.\nEarly in blustering morn this lady was\nThrown upon this shore. I oped the coffin,\nFound there rich jewels; recover'd her, and placed her\nHere in Diana's temple.\n\nPERICLES.\nMay we see them?\n\nCERIMON.\nGreat sir, they shall be brought you to my house,\nWhither I invite you. Look, Thaisa is\nRecovered.\n\nTHAISA.\nO, let me look!\nIf he be none of mine, my sanctity\nWill to my sense bend no licentious ear,\nBut curb it, spite of seeing. O, my lord,\nAre you not Pericles? Like him you spake,\nLike him you are: did you not name a tempest,\nA birth, and death?\n\nPERICLES.\nThe voice of dead Thaisa!\n\nTHAISA.\nThat Thaisa am I, supposed dead\nAnd drown'd.\n\nPERICLES.\nImmortal Dian!\n\nTHAISA.\nNow I know you better,\nWhen we with tears parted Pentapolis,\nThe king my father gave you such a ring.\n\n[Shows a ring.]\n\nPERICLES.\nThis, this: no more, you gods! your present kindness\nMakes my past miseries sports: you shall do well,\nThat on the touching of her lips I may\nMelt and no more be seen. O, come, be buried\nA second time within these arms.\n\nMARINA.\nMy heart\nLeaps to be gone into my mother's bosom.\n\n[Kneels to Thaisa.]\n\nPERICLES.\nLook, who kneels here! Flesh of thy flesh, Thaisa;\nThy burden at the sea, and call'd Marina\nFor she was yielded there.\n\nTHAISA.\nBlest, and mine own!\n\nHELICANUS.\nHail, madam, and my queen!\n\nTHAISA.\nI know you not.\n\nPERICLES.\nYou have heard me say, when did fly from Tyre,\nI left behind an ancient substitute:\nCan you remember what I call'd the man\nI have named him oft.\n\nTHAISA.\n'Twas Helicanus then.\n\nPERICLES.\nStill confirmation:\nEmbrace him, dear Thaisa; this is he.\nNow do I long to hear how you were found:\nHow possibly preserved; and who to thank,\nBesides the gods, for this great miracle.\n\nTHAISA.\nLord Cerimon, my lord; this man,\nThrough whom the gods have shown their power; that can\nFrom first to last resolve you.\n\nPERICLES.\nReverend sir,\nThe gods can have no mortal officer\nMore like a god than you. Will you deliver\nHow this dead queen re-lives?\n\nCERIMON.\nI will, my lord\nBeseech you, first go with me to my house,\nWhere shall be shown you all was found with her;\nHow she came placed here in the temple;\nNo needful thing omitted.\n\nPERICLES.\nPure Dian, bless thee for thy vision! I\nWill offer night-oblations to thee.  Thaisa,\nThis prince, the fair-betrothed of your daughter,\nShall marry her at Pentapolis. And now,\nThis ornament\nMakes me look dismal will I clip to form;\nAnd what this fourteen years no razor touch'd\nTo grace thy marriage-day, I'll beautify.\n\nTHAISA.\nLord Cerimon hath letters of good credit, sir,\nMy father's dead.\n\nPERICLES.\nHeavens make a star of him! Yet there, my queen,\nWe'll celebrate their nuptials, and ourselves\nWill in that kingdom spend our following days:\nOur son and daughter shall in Tyrus reign.\nLord Cerimon, we do our longing stay\nTo hear the rest untold: sir, lead's the way.\n\n[Exeunt.]\n\n[Enter Gower.]\n\nGOWER.\nIn Antiochus and his daughter you have heard\nOf monstrous lust the due and just reward:\nIn Pericles, his queen and daughter, seen,\nAlthough assail'd with fortune fierce and keen,\nVirtue preserved from fell destruction's blast,\nLed on by heaven, and crown'd with joy at last:\nIn Helicanus may you well descry\nA figure of truth, of faith, of loyalty:\nIn reverend Cerimon there well appears\nThe worth that learned charity aye wears:\nFor wicked Cleon and his wife, when fame\nHad spread their cursed deed, and honour'd name\nOf Pericles, to rage the city turn,\nThat him and his they in his palace burn;\nThe gods for murder seemed so content\nTo punish them although not done but meant.\nSo, on your patence evermore attending,\nNew joy wait on you! Here our play has ending.\n\n[Exit.]\n\n\n\n\n\nEnd of Project Gutenberg Etext of Pericles by Shakespeare\nPG has multiple editions of William Shakespeare's Complete Works\n","id":799,"split":"train"}
