{"ori_id":"412fc8a0c1245cedcbb73ccdbd2295c77548d178","title":"The Lottery Rose","context":"The Lottery Rose\n Georgie Burgess, seven and a half years old, lives in Tampa Florida. His mother and her boyfriend abuse him savagely, but he keeps their beatings a secret. He gets in trouble at school and hasn't learned to read, but he loves looking at a book with pictures of flowers.\nGeorgie's life changes after he wins a rosebush at a supermarket contest. After his mother's boyfriend beats him severely, police remove Georgie from his dangerous home, and his unplanted rosebush comes with him. Georgie is placed temporarily with Mrs. Sims, a cashier from the supermarket. But as his social worker and the judge find a home for him, Georgie is increasingly worried about finding a home for his rosebush.\nWhen Georgie is placed in a Catholic boys' boarding school, he is convinced that his rosebush belongs in the garden of the neighbors across the road. Though principal Sister Mary Angela tries to convince Georgie to plant it elsewhere, Georgie sneaks out at night to plant his rosebush there. The next morning, however, the infuriated neighbor, Molly Harper, rips the bush out of her garden and returns it to the school, demanding to see the principal.\nGeorgie returns to the garden with the bush and discovers that while planting his rosebush in the dark, he has accidentally crushed the lilies planted for Molly Harper by her husband. Mrs. Harper confronts Georgie and threatens to burn his rosebush if he plants it again, but she softens upon glimpsing the infected wounds on Georgie's back left by the abuse of his past.\nDuring the confrontation, Georgie becomes ill and lapses into unconsciousness. While Georgie is delirious with fever, Mrs. Harper arranges to have the rosebush replanted in her garden and visits Georgie often. However, with her angry threat still in his mind, Georgie is unable to forgive Mrs. Harper and refuses to see her.\nAs Georgie recovers, he forms a friendship with Timothy, whom Sister Mary Angela calls her \"public relations\" boy. Timothy explains that Mrs. Harper's husband and elder son, Paul, were recently killed in a car accident. Mrs. Harper's grief makes it difficult for her to be around boys the age of her dead son.\nMeanwhile, Georgie becomes friends with Mrs. Harper's younger son, Robin, who has severe cognitive impairments, and his grandfather, Mr. Collier. While Mr. Collier helps Georgie learn to read, Georgie tries to teach Robin to speak and feed the ducks. Georgie becomes closer and closer to the Harper family, playing with Robin and joining the gardener as his apprentice, but he is still unable to forgive Mrs. Harper for threatening his rosebush.\nAfter, Georgie takes Robin to the pond to feed the ducks. All the ducks follow Robin, who is holding bread. Robin falls into the pond and drowns. At Robin's grave, Georgie decides to plant his rosebush on Robin's grave, not in the garden. Mrs. Harper and Georgie start to connect over his decision and they head back toward the school.\nWhen Sister Mary Angela holds auditions for the choir, Georgie is proud to find he is a good singer with perfect pitch. When Mrs. Harper, despite struggling with her grief, brings Robin to the chapel to hear the choir, Georgie begins to feel sympathy for her. Nevertheless, he cannot bring himself to join the new dramatics class when he learns that Mrs. Harper will be teaching it. Instead, he watches every class from the audience seats, learning each role by heart from a distance. When another boy backs out, Georgie steps in to play the Mad Hatter opposite Mrs. Harper playing the part of Alice in the tea party scene from Alice in Wonderland. After speaking to her in character, Georgie finds he is able to speak to Mrs. Harper face to face and resolves to ask her the next day if she is his real mother.\nï»¿The Project Gutenberg EBook of The Rose Garden Husband, by Margaret Widdemer\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Rose Garden Husband\n\nAuthor: Margaret Widdemer\n\nRelease Date: September 16, 2008 [EBook #26635]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE ROSE GARDEN HUSBAND ***\n\n\n\n\nProduced by Mark C. Orton, Linda McKeown and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE\n\nROSE-GARDEN HUSBAND\n\nBY\n\nMARGARET WIDDEMER\n\n\nWITH ILLUSTRATIONS BY\n\nWALTER BIGGS\n\n\nNEW YORK GROSSET & DUNLAP PUBLISHERS\n\nCOPYRIGHT 1914, BY J. B. LIPPINCOTT COMPANY\n\nCOPYRIGHT 1915, BY J. B. LIPPINCOTT COMPANY\n\n\nPUBLISHED, JANUARY 27, 1915\n\nSECOND PRINTING, FEBRUARY 6, 1915\n\nTHIRD PRINTING, MARCH 12, 1915\n\nFOURTH PRINTING, APRIL 23, 1915\n\nFIFTH PRINTING, JUNE 10, 1915\n\nSIXTH PRINTING, AUGUST 6, 1915\n\nSEVENTH PRINTING, OCTOBER 21, 1915\n\nEIGHTH PRINTING, MAY 1, 1916\n\nNINTH PRINTING, OCTOBER 30, 1916\n\n       *       *       *       *       *\n\n[Illustration: \"YOU KNOW, I MARRIED YOU PRINCIPALLY FOR A ROSE-GARDEN,\nAND THAT'S _LOVELY_!\"\n\n_Page 172_]\n\n       *       *       *       *       *\n\nIN LOVING MEMORY\n\nOF\n\nHOWARD TAYLOR WIDDEMER\n\n       *       *       *       *       *\n\n\n\n\nTHE ROSE-GARDEN HUSBAND\n\n\n\n\nI\n\n\nThe Liberry Teacher lifted her eyes from a half-made catalogue-card,\neyed the relentlessly slow clock and checked a long wriggle of purest,\nfrankest weariness. Then she gave a furtive glance around to see if the\nchildren had noticed she was off guard; for if they had she knew the\nwhole crowd might take more liberties than they ought to, and have to be\nspoken to by the janitor. He could do a great deal with them, because he\nunderstood their attitude to life, but that wasn't good for the Liberry\nTeacher's record.\n\nIt was four o'clock of a stickily wet Saturday. As long as it is\nanything from Monday to Friday the average library attendant goes around\nthanking her stars she isn't a school-teacher; but the last day of the\nweek, when the rest of the world is having its relaxing Saturday off and\ncoming to gloat over you as it acquires its Sunday-reading best seller,\nif you work in a library you begin just at noon to wish devoutly that\nyou'd taken up scrubbing-by-the-day, or hack-driving, or porch-climbing\nor--anything on earth that gave you a weekly half-holiday!\n\nSo the Liberry Teacher braced herself severely, and put on her\nreading-glasses with a view to looking older and more firm. \"Liberry\nTeacher,\" it might be well to explain, was not her official title. Her\ndescription on the pay-roll ran \"Assistant for the Children's\nDepartment, Greenway Branch, City Public Library.\" Grown-up people, when\nshe happened to run across them, called her Miss Braithwaite. But\n\"Liberry Teacher\" was the only name the children ever used, and she saw\nscarcely anybody but the children, six days a week, fifty-one weeks a\nyear. As for her real name, that nobody ever called her by, _that_ was\nPhyllis Narcissa.\n\nShe was quite willing to have such a name as that buried out of sight.\nShe had a sense of fitness; and such a name belonged back in an old New\nEngland parsonage garden full of pink roses and nice green caterpillars\nand girl-dreams, and the days before she was eighteen: not in a smutty\ncity library, attached to a twenty-five-year-old young woman with\nreading-glasses and fine discipline and a woolen shirt-waist!\n\nIt wasn't that the Liberry Teacher didn't like her position. She not\nonly liked it, but she had a great deal of admiration for it, because it\nhad been exceedingly hard to get. She had held it firmly now for a whole\nyear. Before that she had been in the Cataloguing, where your eyes hurt\nand you get a little pain between your shoulders, but you sit down and\ncan talk to other girls; and before that in the Circulation, where it\nhurts your feet and you get ink on your fingers, but you see lots of\nfunny things happening. She had started at eighteen years old, at thirty\ndollars a month. Now she was twenty-five, and she got all of fifty\ndollars, so she ought to have been a very happy Liberry Teacher indeed,\nand generally she was. When the children wanted to specify her\nparticularly they described her as \"the pretty one that laughs.\" But at\nfour o'clock of a wet Saturday afternoon, in a badly ventilated, badly\nlighted room full of damp little unwashed foreign children, even the\nmost sunny-hearted Liberry Teacher may be excused for having thoughts\nthat are a little tired and cross and restless.\n\nShe flung herself back in her desk-chair and watched, with brazen\nindifference, Giovanni and Liberata Bruno stickily pawing the colored\nBird Book that was supposed to be looked at only under supervision; she\nignored the fact that three little Czechs were fighting over the wailing\nlibrary cat; and the sounds of conflict caused by Jimsy Hoolan's desire\nto get the last-surviving Alger book away from John Zanowski moved her\nnot a whit. The Liberry Teacher had stopped, for five minutes, being\ngrown-up and responsible, and she was wishing--wishing hard and\nvengefully. This is always a risky thing to do, because you never know\nwhen the Destinies may overhear you and take you at your exact word.\nWith the detailed and careful accuracy one acquires in library work, she\nwas wishing for a sum of money, a garden, and a husband--but\nprincipally a husband. This is why:\n\nThat day as she was returning from her long-deferred twenty-minute\ndairy-lunch, she had charged, umbrella down, almost full into a pretty\nlady getting out of a shiny gray limousine. Such an unnecessarily pretty\nlady, all furs and fluffles and veils and perfumes and waved hair! Her\ncheeks were pink and her expression was placid, and each of her\nwhite-gloved hands held tight to a pretty picture-book child who was\nwriggling with wild excitement. One had yellow frilly hair and one had\nbrown bobbed hair, and both were quaintly, immaculately, expensively\nkissable. They were the kind of children every girl wishes she could\nhave a set like, and hugs when she gets a chance. Mother and children\nwere making their way, under an awning that crossed the street, to the\nmatinee of a fairy-play.\n\nThe Liberry Teacher smiled at the children with more than her accustomed\ngoodwill, and lowered her umbrella quickly to let them pass. The mother\nsmiled back, a smile that changed, as the Liberry Teacher passed, to\npuzzled remembrance. The gay little family went on into the theatre, and\nPhyllis Braithwaite hurried on back to her work, trying to think who the\npretty lady could have been, to have seemed to almost remember her.\nSomebody who took books out of the library, doubtless. Still the pretty\nlady's face did not seem to fit that conjecture, though it still worried\nher by its vague familiarity. Finally the solution came, just as Phyllis\nwas pulling off her raincoat in the dark little cloak-room. She nearly\ndropped the coat.\n\n\"Eva Atkinson!\" she said.\n\nEva Atkinson!... If it had been anybody else but _Eva_!\n\nYou see, back in long-ago, in the little leisurely windblown New England\ntown where Phyllis Braithwaite had lived till she was almost eighteen,\nthere had been a Principal Grocer. And Eva Atkinson had been his\ndaughter, not so very pretty, not so very pleasant, not so very clever,\nand about six years older than Phyllis. Phyllis, as she tried vainly to\nmake her damp, straight hair go back the way it should, remembered\nhearing that Eva had married and come to this city to live. She had\nnever heard where. And this had been Eva--Eva, by the grace of gold,\nradiantly complexioned, wonderfully groomed, beautifully gowned, and\nlooking twenty-four, perhaps, at most: with a car and a placid\nexpression and _heaps_ of money, and pretty, clean children! The Liberry\nTeacher, severely work-garbed and weather-draggled, jerked herself away\nfrom the small greenish cloak-room mirror that was unkind to you at your\nbest.\n\nShe dashed down to the basement, harried by her usual panic-stricken\ntwenty-minutes-late feeling. She had only taken one glance at herself in\nthe wiggly mirror, but that one had been enough for her peace of mind,\nsupposing her to have had any left before. She felt as if she wanted to\nbreak all the mirrors in the world, like the wicked queen in the French\nfairy-tale.\n\nMost people rather liked the face Phyllis saw in the mirror; but to her\nown eyes, fresh from the dazzling vision of that Eva Atkinson who had\nbeen dowdy and stupid in the far-back time when seventeen-year-old\nPhyllis was \"growin' up as pretty as a picture,\" the tired,\ntwenty-five-year-old, workaday face in the green glass was _dreadful_.\nWhat made her feel worst--and she entertained the thought with a\nwhimsical consciousness of its impertinent vanity--was that she'd had so\nmuch more raw material than Eva! And the world had given Eva a chance\nbecause her father was rich. And she, Phyllis, was condemned to be tidy\nand accurate, and no more, just because she had to earn her living. That\nface in the greenish glass, looking tiredly back at her! She gave a\nlittle out-loud cry of vexation now as she thought of it, two hours\nlater.\n\n\"I must have looked to Eva like a battered bisque doll--no wonder she\ncouldn't place me!\" she muttered crossly.\n\nAnd it must be worse and more of it now, because in the interval between\ntwo and four there had been many little sticky fingers pulling at her\nsleeves and skirt, and you just _have_ to cuddle dear little library\nchildren, even when they're not extra clean; and when Vera Aronsohn\nburst into heartbroken tears on the Liberry Teacher's blue woolen\nshoulder because her pet fairy-book was missing, she had caught several\nstrands of the Teacher's yellow hair in her anguish, much to the hair's\ndetriment.\n\nIt was straight, heavy hair, and it would have been of a dense and\nfluffy honey-color, only that it was tarnished for lack of the constant\nsunnings and brushings which blonde hair must have to stay its best\nself. And her skin, too, that should have been a living rose-and-cream,\nwas dulled by exposure to all weathers, and lack of time to pet it with\ncreams and powders; perhaps a little, too, by the very stupid things to\neat one gets at a dairy-lunch and boarding-house. Some of the assistants\ndid interesting cooking over the library gas-range, but the Liberry\nTeacher couldn't do that because she hadn't time.\n\nShe went on defiantly thinking about her looks. It isn't a noble-minded\nthing to do, but when you might be so very, very pretty if you only had\na little time to be it in--\"Yes, I _might_!\" said Phyllis to her\nshocked self defiantly.... Yes, the shape of her face was all right\nstill. Hard work and scant attention couldn't spoil its pretty oval. But\nher eyes--well, you can't keep your eyes as blue and luminous and\nchildlike as they were back in the New England country, when you have\nbeen using them hard for years in a bad light. And oh, they had been\nsuch _nice_ eyes when she was just Phyllis Narcissa at home, so long and\nblue and wondering! And now the cataloguing had heavied the lids and\netched a line between her straight brown brows. They weren't decorative\neyes now ... and they filled with indignant self-sympathy. The Liberry\nTeacher laughed at herself a little here. The idea of eyes that cried\nabout themselves was funny, somehow.\n\n\"Direct from producer to consumer!\" she quoted half-aloud, and wiped\neach eye conscientiously by itself.\n\n\"Teacher! I want a liberry called 'Bride of Lemon Hill!' demanded a\nsmall citizen just here. The school teacher, she says I must to have\nit!\"\n\nPhyllis thought hard. But she had to search the pinned-up list of\nrequired reading for schools for three solid minutes before she bestowed\n\"The Bride of Lammermoor\" on a thirteen-year-old daughter of Hungary.\n\n\"This is it, isn't it, honey?\" she asked with the flashing smile for\nwhich her children, among other things, adored her.\n\n\"Yes, ma'am, thank you, teacher,\" said the thirteen-year-old gratefully;\nand went off to a corner, where she sat till closing time entranced over\nher own happy choice, \"The Adventures of Peter Rabbit,\" with colored\npictures dotting it satisfactorily. The Liberry Teacher knew that it was\nher duty to go over and hypnotize the child into reading something which\nwould lead more directly to Browning and Strindberg. But she didn't.\n\n\"Poor little wop!\" she thought unacademically. \"Let her be happy in her\nown way!\"\n\nAnd the Liberry Teacher herself went on being unhappy in _her_ own way.\n\n\"I'm just a battered bisque doll!\" she repeated to herself bitterly.\n\nBut she was wrong. One is apt to exaggerate things on a workaday\nSaturday afternoon. She looked more like a pretty bisque figurine; slim\nand clear-cut, and a little neglected, perhaps, by its owners, and\ndressed in working clothes instead of the pretty draperies it should\nhave had; but needing only a touch or so, a little dusting, so to speak,\nto be as good as ever.\n\n\"Eva _never_ was as pretty as I was!\" her rebellious thoughts went on.\nYou think things, you know, that you'd never say aloud. \"I'm sick of\nelevating the public! I'm sick of working hard fifty-one weeks out of\nfifty-two for board and lodging and carfare and shirtwaists and the\noccasional society of a few girls who don't get any more out of life\nthan I do! I'm sick of libraries, and of being efficient! I want to be a\nreal girl! Oh, I wish--I wish I had a lot of money, and a rose-garden,\nand a _husband_!\"\n\nThe Liberry Teacher was aghast at herself. She hadn't meant to wish such\na very unmaidenly thing so hard. She jumped up and dashed across the\nroom and began frantically to shelf-read books, explaining meanwhile\nwith most violent emphasis to the listening Destinies:\n\n\"I didn't--oh, I _didn_'t mean a _real_ husband. It isn't that I yearn\nto be married to some good man, like an old maid or a Duchess novel.\nI--I just want all the lovely things Eva has, or any girl that _marries_\nthem, without any trouble but taking care of a man. One man _couldn't_\nbut be easier than a whole roomful of library babies. I want to be\nlooked after, and have time to keep pretty, and a chance to make\nfriends, and lovely frocks with lots of lace on them, and just months\nand months and months when I never had to do anything by a\nclock--and--and a rose-garden!\"\n\nThis last idea was dangerous. It isn't a good thing, if you want to be\ncontented with your lot, to think of rose-gardens in a stuffy city\nlibrary o' Saturdays; especially when where you were brought up\nrose-gardens were one of the common necessities of life; and more\nespecially when you are tired almost to the crying-point, and have all\nthe week's big sisters back of it dragging on you, and all its little\nsisters to come worrying at you, and--time not up till six.\n\nBut the Liberry Teacher went blindly on straightening shelves nearly as\nfast as the children could muss them up, and thinking about that\nrose-garden she wanted, with files of masseuses and manicures and French\nmaids and messenger-boys with boxes banked soothingly behind every bush.\nAnd the thought became too beautiful to dally with.\n\n\"I'd marry _anything_ that would give me a rose-garden!\" reiterated the\nLiberry Teacher passionately to the Destinies, who are rather catty\nladies, and apt to catch up unguarded remarks you make. \"_Anything_--so\nlong as it was a gentleman--and he didn't scold me--and--and--I didn't\nhave to associate with him!\" her New England maidenliness added in\nhaste.\n\nThen, for the librarian who cannot laugh, like the one who reads, is\nsupposed in library circles to be lost, Phyllis shook herself and\nlaughed at herself a little, bravely. Then she collected the most\nuproarious of her flock around her and began telling them stories out of\nthe \"Merry Adventures of Robin Hood.\" It would keep the children quiet,\nand her thoughts, too. She put rose-gardens, not to say manicurists and\nhusbands, severely out of her head. But you can't play fast and loose\nwith the Destinies that way.\n\n\"Done!\" they had replied quietly to her last schedule of requirements.\n\"We'll send our messenger over right away.\" It was not their fault that\nthe Liberry Teacher could not hear them.\n\n\n\n\nII\n\n\nHe was gray-haired, pink-cheeked, curvingly side-whiskered and\nimmaculately gray-clad; and he did not look in the least like a\nmessenger of Fate.\n\nThe Liberry Teacher was at a highly keyed part of her narrative, and\neven the most fidgety children were tense and open-mouthed.\n\n\"'And where art thou now?' cried the Stranger to Robin Hood. And Robin\nroared with laughter. 'Oh, in the flood, and floating down the stream\nwith all the little fishes,' said he--\" she was relating breathlessly.\n\n\"_Tea_-cher!\" hissed Isaac Rabinowitz, snapping his fingers at her at\nthis exciting point. \"Teacher! There's a guy wants to speak to you!\"\n\n\"Aw, shut-_tup_!\" chorused his indignant little schoolmates. \"Can't you\nsee that Teacher's tellin' a story? Go chase yerself! Go do a tango\nroun' de block!\"\n\nIsaac, a small Polish Jew with tragic, dark eyes and one suspender,\nreceived these and several more such suggestions with all the calm\nimpenetrability of his race.\n\n\"Here's de guy,\" was all he vouchsafed before he went back to the\nunsocial nook where, afternoon by faithful afternoon, he read away at a\nfat three-volume life of Alexander Hamilton.\n\nThe Liberry Teacher looked up without stopping her story, and smiled a\nfamiliar greeting to the elderly gentleman, who was waiting a little\nuncertainly at the Children's Room door, and had obviously been looking\nfor her in vain. He smiled and nodded in return.\n\n\"Just a minute, please, Mr. De Guenther,\" said the Liberry Teacher\ncheerfully.\n\nThe elderly gentleman nodded again, crossed to Isaac and his ponderous\nvolumes, and began to talk to him with that benign lack of haste which\nusually means a very competent personality. Phyllis hurried somewhat\nwith Robin Hood among his little fishes, and felt happier. It was\nalways, in her eventless life, something of a pleasant adventure to\nhave Mr. De Guenther or his wife drop in to see her. There was usually\nsomething pleasant at the end of it.\n\nThey were an elderly couple whom she had known for some years. They were\nso leisurely and trim and gentle-spoken that long ago, when she was only\na timorous substitute behind the circle of the big charging-desk, she\nhad picked them both out as people-you'd-like-if-you-got-the-chance.\nThen she had waited on them, and identified them by their cards as\nbelonging to the same family. Then, one day, with a pleased little\nquiver of joy, she had found him in the city Who's Who, age, profession\n(he was a corporation lawyer), middle names, favorite recreation, and\nall. Gradually she had come to know them both very well in a waiting-on\nway. She often chose love-stories that ended happily and had colored\nillustrations for Mrs. De Guenther when she was at home having\nrheumatism; she had saved more detective stories for Mr. De Guenther\nthan her superiors ever knew; and once she had found his black-rimmed\neye-glasses where he had left them between the pages of the Pri-Zuz\nvolume of the encyclopedia, and mailed them to him.\n\nWhen she had vanished temporarily from sight into the nunnery-promotion\nof the cataloguing room the De Guenthers had still remembered her. Twice\nshe had been asked to Sunday dinner at their house, and had joyously\ngone and remembered it as joyously for months afterward. Now that she\nwas out in the light of partial day again, in the Children's Room, she\nran across both of them every little while in her errands upstairs; and\nonce Mrs. De Guenther, gentle, lorgnetted and gray-clad, had been shown\nover the Children's Room. The couple lived all alone in a great,\nhandsome old house that was being crowded now by the business district.\nShe had always thought that if she were a Theosophist she would try to\nplan to have them for an uncle and aunt in her next incarnation. They\nsuited her exactly for the parts.\n\nBut it's a long way down to the basement where city libraries are apt to\nkeep their children, and the De Guenthers hadn't been down there since\nthe last time they asked her to dinner. And here, with every sign of\nhaving come to say something _very_ special, stood Mr. De Guenther!\nPhyllis' irrepressibly cheerful disposition gave a little jump toward\nthe light. But she went on with her story--business before pleasure!\n\nHowever, she did manage to get Robin Hood out of his brook a little more\nquickly than she had planned. She scattered her children with a swift\nexecutive whisk, and made so straight for her friend that she deceived\nthe children into thinking they were going to see him expelled, and they\nbanked up and watched with anticipatory grins.\n\n\"I do hope you want to see me especially!\" she said brightly.\n\nThe children, disappointed, relaxed their attention.\n\nMr. De Guenther rose slowly and neatly from his seat beside the rather\nbored Isaac Rabinowitz, who dived into his book again with alacrity.\n\n\"Good afternoon, Miss Braithwaite,\" he said in the amiably precise voice\nwhich matched so admirably his beautifully precise movements and his\nimmaculate gray spats. \"Yes. In the language of our young friend here,\n'I am the guy.'\"\n\nPhyllis giggled before she thought. Some people in the world always make\nyour spirits go up with a bound, and the De Guenther pair invariably had\nthat effect on her.\n\n\"Oh, Mr. De Guenther!\" she said, \"I am shocked at you! That's slang!\"\n\n\"It was more in the nature of a quotation,\" said he apologetically. \"And\nhow are you this exceedingly unpleasant day, Miss Braithwaite? We have\nseen very little of you lately, Mrs. De Guenther and I.\"\n\nThe Liberry Teacher, gracefully respectful in her place, wriggled with\ninvisible impatience over this carefully polite conversational opening.\nHe had come down here on purpose to see her--there must be something\ngoing to happen, even if it was only a request to save a seven-day book\nfor Mrs. De Guenther! Nobody ever wanted _something_, any kind of a\nsomething, to happen more wildly than the Liberry Teacher did that\nbored, stickily wet Saturday afternoon, with those tired seven years at\nthe Greenway Branch dragging at the back of her neck, and the seven\ntimes seven to come making her want to scream. So few things can\npossibly happen to you, no matter how good you are, when you work by the\nday. And now maybe something--oh, please, the very smallest kind of a\nsomething would be welcomed!--was going to occur. Maybe Mrs. De Guenther\nhad sent her a ticket to a concert; she had once before. Or maybe, since\nyou might as well wish for big things while you're at it, it might even\nbe a ticket to an expensive seat in a real theatre! Her pleasure-hungry,\nwork-heavy blue eyes burned luminous at the idea.\n\n\"But I really shouldn't wish,\" she reminded her prancing mind belatedly.\n\"He may only have come down to talk about the weather. It mayn't any of\nit be true.\"\n\nSo she stood up straight and gravely, and answered very courteously and\nholding-tightly all the amiable roundabout remarks the old gentleman was\nshoving forward like pawns on a chessboard before the real game begins.\nShe answered with the same trained cheerfulness she could give her\nlibrary children when her head and her disposition ached worst; and even\nwarmed to a vicious enthusiasm over the state of the streets and the\nwetness of the damp weather.\n\n\"He knows lots of real things to say,\" she complained to herself, \"why\ndoesn't he say them, instead of talking editorials? I suppose this is\nhis bedside--no, lawyers don't have bedside manners--well, his barside\nmanner, then----\"\n\nIt is difficult to think and listen at the same time: by this time she\nhad missed a beautiful long paragraph about the Street-Cleaning\nDepartment; and something else, apparently. For her friend was holding\nout to her a note addressed to her flowingly in his wife's English hand,\nand was saying,\n\n\"--which she has asked me to deliver. I trust you have no imperative\nengagement for to-morrow night.\"\n\nSomething _had_ happened!\n\n\"Why, no!\" said the Liberry Teacher delightedly. \"No, indeed! Thank you,\nand her, too. I'd love to come.\"\n\n\"Teacher!\" clamored a small chocolate-colored citizen in a Kewpie\nmuffler, \"my maw she want' a book call' 'Ugwin!' She say it got a yellow\ncover an' pictures in it.\"\n\n\"Just a moment!\" said Phyllis; and sent him upstairs with a note asking\nfor \"Hugh Wynne\" in the two-volume edition. She was used to translating\nthat small colored boy's demands. Last week he had described to her a\nplay he called \"Eas' Limb\", with the final comment, \"But it wan't no\ngood. 'Twant no limb in it anywhar, ner no trees atall!\"\n\n\"Do you have much of that?\" Mr. De Guenther asked idly.\n\n\"Lots!\" said Phyllis cheerfully. \"You take special training in guesswork\nat library school. They call them 'teasers'. They say they're good for\nyour intellect.\"\n\n\"Ah--yes,\" said Mr. De Guenther absently in the barside manner.\n\nAnd then, sitting calmly with his silvery head against a Washington's\nBirthday poster so that three scarlet cherries stuck above him in the\nmanner of a scalp-lock, he said something else remarkably real:\n\n\"I have--we have--a little matter of business to discuss with you\nto-morrow night, my dear; an offer, I may say, of a different line of\nwork. And I want you to satisfy yourself thoroughly--thoroughly, my dear\nchild, of my reputableness. Mr. Johnstone, the chief of the city\nlibrary, whose office I believe to be in this branch, is one of my\noldest friends. I am, I think I may say, well known as a lawyer in this\nmy native city. I should be glad to have you satisfy yourself personally\non these points, because----\" could it be that the eminently poised Mr.\nDe Guenther was embarrassed? \"Because the line of work which I wish, or\nrather my wife wishes, to lay before you is--is a very different line of\nwork!\" ended the old gentleman inconclusively. There was no mistake\nabout it this time--he _was_ embarrassed.\n\n\"Oh, Mr. De Guenther!\" cried Phyllis before she thought, out of the\nfulness of her heart, catching his arm in her eagerness; \"Oh, Mr. De\nGuenther, _could_ the Very Different Line of Work have a--have a\n_rose-garden_ attached to it anywhere?\"\n\nBefore she was fairly finished she knew what a silly question she had\nasked. How could any line of work she was qualified to do possibly have\nrose-gardens attached to it? You can't catalogue roses on neat cards, or\nimprove their minds by the Newark Ladder System, or do anything at all\nlibrarious to them, except pressing them in books to mummify; and the\nLiberry Teacher didn't think that was at all a courteous thing to do to\nroses. So Mr. De Guenther's reply quite surprised her.\n\n\"There--seems--to be--no good reason,\" he said, slowly and placidly,\nas if he were dropping his words one by one out of a slot;--\"why\nthere should not--be--a very satisfactory rose-garden, or\neven--_two_--connected with it. None--whatever.\"\n\nThat was all the explanation he offered. But the Liberry Teacher asked\nno more. \"_Oh!_\" she said rapturously.\n\n\"Then we may expect you to-morrow at seven?\" he said; and smiled\npolitely and moved to the door. He walked out as matter-of-coursely as\nif he had dropped in to ask the meaning of \"circumflex,\" or who\ninvented smallpox, or the name of Adam's house-cat, or how long it would\ntake her to do a graduation essay for his daughter--or any such little\nthings that librarians are prepared for most days.\n\nAnd instead--his neat gray elderly back seemed to deny it--he had left\nwith her, the Liberry Teacher, her, dusty, tousled, shopworn Phyllis\nBraithwaite, an invitation to consider a Line of Work which was so\nmysteriously Different that she had to look up the spotless De Guenther\nreputation before she came!\n\nOne loses track of time, staring at a red George Washington poster, and\nwondering about a future with a sudden Different Line in it.... It was\nten minutes past putting-out-children time! She stared aghast at the\nruthless clock, then created two Monitors for Putting Out at one royal\nsweep. She managed the nightly eviction with such gay expedition that it\nalmost felt like ten minutes ago when the place, except for the\npride-swollen monitors, was cleared. While these officers watched the\ncommonalty clumping reluctantly upstairs toward the umbrella-rack, the\nLiberry Teacher paced sedately around the shelves, giving the books that\nroutine straightening they must have before seven struck and the horde\nrushed in again. It was really her relieving officer's work, but the\nLiberry Teacher felt that her mind needed straightening, too, and this\nalways seemed to do it.\n\nShe looked, as she moved slowly down along the shelves, very much like\nmost of the librarians you see; alert, pleasant, slender, a little\ndishevelled, a little worn. But there was really no librarian there.\nThere was only Phyllis Narcissa--that dreaming young Phyllis who had had\nto stay pushed out of sight all the seven years that Miss Braithwaite\nhad been efficiently earning her living.\n\nShe let her mind stray happily as far as it would over the possibilities\nMr. De Guenther had held out to her, and woke to discover herself trying\nto find a place under \"Domestic Economy--Condiments\" for \"Five Little\nPeppers and How They Grew.\" She laughed aloud in the suddenly empty\nroom, and then lifted her head to find Miss Black, the night-duty girl\nthat week, standing in the doorway ready to relieve guard.\n\n\"Oh, Anna, see what I've done!\" she laughed. Somehow everything seemed\nmerely light-hearted and laughable since Mr. De Guenther's most\nfairy-tale visit, with its wild hints of Lines of Work. Anna Black came,\nlooked, laughed.\n\n\"In the 640's!\" she said. \"Well, you're liable to do nearly everything\nby the time it's Saturday. Last Saturday, Dolly Graham up in the\nCirculation was telling me, an old colored mammy said she'd lost her\nmittens in the reading-room; and the first they knew Dolly was hunting\nthrough the Woollen Goods classification, and Mary Gayley pawing the\ndictionary wildly for m-i-t!\"\n\n\"And they found the mittens hung around her neck by the cord,\" finished\nthe Liberry Teacher. \"I know--it was a thrilling story. Well, good-by\ntill Monday, Anna Black. I'm going home now, to have some lovely prunes\nand some real dried beef, and maybe a glass of almost-milk if I can\npersuade the landlady I need it.\"\n\n\"Mine prefers dried apricots,\" responded Miss Black cheerfully, \"but she\nnever has anything but canned milk in the house, thus sparing us the\nembarrassment of asking for real. Good-by--good luck!\"\n\nBut as the Liberry Teacher pinned her serviceable hat close, and\nfastened her still good raincoat over her elderly sweater, neither\nprunes nor mittens nor next week's work worried her at all. After all,\nliving among the fairy-stories with the Little People makes that\npleasant land where wanting is having, and all the impossibilities can\ncome true, very easy of access. Phyllis Braithwaite's mind, as she\npicked her way down the bedraggled street, wandered innocently off in a\ndream-place full of roses, till the muddy marble steps of her\nboarding-place gleamed sloppily before her through the foggy rain.\n\nShe sat up late that night, doing improving things to the white net\nwaist that went with her best suit, which was black. As her needle\nnibbled busily down the seams she continued happily to wonder about that\nEntirely Different Line. It sounded to her more like a reportership on\na yellow journal than anything else imaginable. Or, perhaps, could she\nbe wanted to join the Secret Service?\n\n\"At any rate,\" she concluded light-heartedly, as she stitched the last\nclean ruching into the last wrist-covering, sedate sleeve, \"at any rate\nI'll have a chance to-morrow to wear mother's gold earrings that I\nmustn't have on in the library. And oh, how lovely it will be to have a\ndinner that wasn't cooked by a poor old bored boarding-house cook or a\nshiny tiled syndicate!\"\n\nAnd she went to bed--to dream of Entirely Different Lines all the colors\nof the rainbow, that radiated out from the Circulation Desk like\ntight-ropes. She never remembered Eva Atkinson's carefully prettied\nface, or her own vivid, work-worn one, at all. She only dreamed that far\nat the end of the pink Entirely Different Line--a very hard one to\nwalk--there was a rose-garden exactly like a patchwork quilt, where she\nwas to be.\n\n\n\n\nIII\n\n\nWhen Phyllis woke next morning everything in the world had a\nlight-hearted, holiday feeling. Her Sundays, gloriously unoccupied,\ngenerally did, but this was extra-special. The rain had managed to clear\naway every vestige of last week's slush, and had then itself most\nunselfishly retired down the gutters. The sun shone as if May had come,\nand the wind, through the Liberry Teacher's window, had a springy,\npussy-willowy, come-for-a-walk-in-the-country feel to it. She found that\nshe had slept too late to go to church, and prepared for a joyful dash\nto the boarding-house bathtub. There might be--who knew but there\nactually might be--on this day of days, enough hot water for a real\nbath!\n\n\"I feel as if everything was going to be lovely all day!\" she said\nwithout preface to old black Maggie, who was clumping her accustomed\nbed-making way along the halls, with her woolly head tied up in her\nSunday silk handkerchief. Even she looked happier, Phyllis thought,\nthan she had yesterday. She grinned broadly at Phyllis, leaning\nsmilingly against the door in her kimona.\n\n\"Ah dunno, Miss Braithways,\" she said, and entered the room and took a\npillow-case-corner in her mouth. \"Ah never has dem premeditations!\"\n\nPhyllis laughed frankly, and Maggie, much flattered at the happy\nreception of her reply, grinned so widely that you might almost have\ntied her mouth behind her ears.\n\n\"You sure is a cheerful person, Miss Braithways!\" said Maggie, and went\non making the bed.\n\nPhyllis fled on down the hall, laughing still. She had just remembered\nanother of old Maggie's compliments, made on one of the rare occasions\nwhen Phyllis had sat down and sung to the boarding-house piano. (She\nhadn't been able to do it long, because the Mental Science Lady on the\nnext floor had sent down word that it stopped her from concentrating,\nand as she had a very expensive room there was nothing for the landlady\nto do but make Phyllis stop.) Phyllis had come out in the hall to find\nold Maggie listening rapturously.\n\n\"Oh, Miss Braithways!\" she had murmured, rolling her eyes, \"you\ncertainly does equalize a martingale!\"\n\nIt had been a compliment Phyllis never forgot. She smiled to herself as\nshe found the bathroom door open. Why, the world was full of a number of\nthings, many of them funny. Being a Liberry Teacher was rather nice,\nafter all, when you were fresh from a long night's sleep. And if that\nMental Science Lady _wouldn't_ let her play the piano, why, her\nthrilling tales of what she could do when her mind was unfettered were\nworth the price. That story she told so seriously about how the pipes\nburst--and the plumber wouldn't come, and \"My dear, I gave those pipes\nonly half an hour's treatment, and they closed right up!\" It was quite\nas much fun--well, almost as much--hearing her, as it would have been to\nplay.\n\n... All of the contented, and otherwise, elderly people who inhabited\nthe boarding-house with Phyllis appeared to have gone off without using\nhot water, for there actually was some. The Liberry Teacher found that\nshe could have a genuine bath, and have enough water besides to wash her\nhair, which is a rite all girls who work have to reserve for Sundays.\nThis was surely a day of days!\n\nShe used the water--alas for selfish human nature!--to the last warm\ndrop and went gayly back to her little room with no emotions whatever\nfor the poor other boarders, soon to find themselves wrathfully\nhot-waterless. And then--she thoughtlessly curled down on the bed, and\nslept and slept and slept! She wakened dimly in time for the one o'clock\ndinner, dressed, and ate it in a half-sleep. She went back upstairs\nplanning a trolley-ride that should take her out into the country, where\na long walk might be had. And midway in changing her shoes she lay back\nacross the bed and--fell asleep again. The truth was, Phyllis was about\nas tired as a girl can get.\n\nShe waked at dusk, with a jerk of terror lest she should have overslept\nher time for going out. But it was only six. She had a whole hour to\nprink in, which is a very long time for people who are used to being in\nthe library half-an-hour after the alarm-clock wakes them.\n\n       *       *       *       *       *\n\nSome houses, all of themselves, and before you meet a soul who lives in\nthem, are silently indifferent to you. Some make you feel that you are\nnot wanted in the least; these usually have a lot of gilt furniture, and\nwhat are called objects of art set stiffly about. Some seem to be having\nan untidy good time all to themselves, in which you are not included.\n\nThe De Guenther house, staid and softly toned, did none of these things.\nIt gave the Liberry Teacher, in her neat, last year's best suit, a\nfeeling as of gentle welcome-home. She felt contented and _belonging_\neven before quick-smiling, slender little Mrs. De Guenther came rustling\ngently in to greet her. Then followed Mr. De Guenther, pleasant and\nunperturbed as usual, and after him an agreeable, back-arching gray cat,\nwho had copied his master's walk as exactly as it can be done with four\nfeet.\n\nAll four sat amiably about the room and held precise and pleasant\nconverse, something like a cheerful essay written in dialogue, about\nmany amusing, intelligent things which didn't especially matter. The\nLiberry Teacher liked it. It was pleasant beyond words to sit nestlingly\nin a pluffy chair, and hear about all the little lightly-treated\nscholarly day-before-yesterday things her father had used to talk of.\nShe carried on her own small part in the talk blithely enough. She\napproved of herself and the way she was behaving, which makes very much\nfor comfort. There was only once that she was ashamed of herself, and\nthought about it in bed afterwards and was mortified; when her eyes\nfilled with quick tears at a quite dry and unemotional--indeed, rather a\nsarcastic--quotation from Horace on the part of Mr. De Guenther. But she\nsmiled, when she saw that they noticed her.\n\n\"That's the first time I've heard a Latin quotation since I came away\nfrom home,\" she found herself saying quite simply in explanation, \"and\nFather quoted Horace so much every day that--that I felt as if an old\nfriend had walked in!\"\n\nBut her hosts didn't seem to mind. Mr. De Guenther in his careful\nevening clothes looked swiftly across at Mrs. De Guenther in her\ngray-silk-and-cameo, and they both nodded little satisfied nods, as if\nshe had spoken in a way that they were glad to hear. And then dinner was\nserved, a dinner as different--well, she didn't want to remember in its\npresence the dinners it differed from; they might have clouded the\nmoment. She merely ate it with a shameless inward joy.\n\nIt ended, still to a pleasant effortless accompaniment of talk about\nbooks and music and pictures that Phyllis was interested in, and had\nfound nobody to share her interest with for so long--so long! She felt\nhappily running though everything the general, easy taking-for-granted\nof all the old, gentle, inflexible standards of breeding that she had\nnearly forgotten, down in the heart of the city among her obstreperous,\naffectionate little foreigners.\n\nThey had coffee in the long old-fashioned salon parlor, and then Mr. De\nGuenther straightened himself, and Mrs. De Guenther folded her veined,\nringed old white hands, and Phyllis prepared thrilledly to listen.\nSurely now she would hear about that Different Line of Work.\n\nThere was nothing, at first, about work of any sort. They merely began\nto tell her alternately about some clients of theirs, a Mrs. Harrington\nand her son: rather interesting people, from what Phyllis could make\nout. She wondered if she was going to hear that they needed a librarian.\n\n\"This lady, my client, Mrs. Harrington,\" continued her host gravely, \"is\nthe one for whom I may ask you to consider doing some work. I say may,\nbut it is a practical certainty. She is absolutely alone, my dear Miss\nBraithwaite, except for her son. I am afraid I must ask you to listen to\na long story about them.\"\n\nIt was coming!\n\n\"Oh, but I want to hear!\" said Phyllis, with that quick, affectionate\nsympathy of hers that was so winning, leaning forward and watching them\nwith the lighted look in her blue eyes. It all seemed to her tired,\nalert mind like some story she might have read to her children, an\nArabian Nights narrative which might begin, \"And the Master of the\nHouse, ascribing praise unto Allah, repeated the following Tale.\"\n\n\"There have always been just the two of them, mother and son,\" said the\nMaster of the House. \"And Allan has always been a very great deal to his\nmother.\"\n\n\"Poor Angela!\" murmured his wife.\n\n\"They are old friends of ours,\" her husband explained. \"My wife and Mrs.\nHarrington were schoolmates.\n\n\"Well, Allan, the boy, grew up, dowered with everything a mother could\npossibly desire for her son, personally and otherwise. He was handsome\nand intelligent, with much charm of manner.\"\n\n\"I know now what people mean by 'talking like a book,'\" thought Phyllis\nirreverently. \"And I don't believe any one man _could_ be all that!\"\n\n\"There was practically nothing,\" Mr. De Guenther went on, \"which the\npoor lad had not. That was one trouble, I imagine. If he had not been\nhighly intelligent he would not have studied so hard; if he had not been\nstrong and active he might not have taken up athletic sports so\nwhole-heartedly; and when I add that Allan possessed charm, money and\nsocial status you may see that what he did would have broken down most\nyoung fellows. In short, he kept studies, sports and social affairs all\ngoing at high pressure during his four years of college. But he was\nyoung and strong, and might not have felt so much ill effects from all\nthat; though his doctors said afterwards that he was nearly at the\nbreaking point when he graduated.\"\n\nPhyllis bent closer to the story-teller in her intense interest. Why, it\n_was_ like one of her fairy-tales! She held her breath to listen, while\nthe old lawyer went gravely on.\n\n\"Allan could not have been more than twenty-two when he graduated, and\nit was a very short while afterwards that he became engaged to a young\ngirl, the daughter of a family friend. Louise Frey was her name, was it\nnot, love?\"\n\n\"Yes, that is right,\" said his wife, \"Louise Frey.\"\n\n\"A beautiful girl,\" he went on, \"dark, with a brilliant color, and full\nof life and good spirits. They were both very young, but there was no\ngood reason why the marriage should be delayed, and it was set for the\nfollowing September.\"\n\nA princess, too, in the story! But--where had she gone? \"The two of them\nonly,\" he had said.\n\n\"It must have been scarcely a month,\" the story went on--Mr. De Guenther\nwas telling it as if he were stating a case--\"nearly a month before the\ndate set for the wedding, when the lovers went for a long automobile\nride, across a range of mountains near a country-place where they were\nboth staying. They were alone in the machine.\n\n\"Allan, of course, was driving, doubtless with a certain degree of\nimpetuosity, as he did most things.... They were on an unfrequented part\nof the road,\" said Mr. De Guenther, lowering his voice, \"when there\noccurred an unforeseen wreckage in the car's machinery. The car was\nthrown over and badly splintered. Both young people were pinned under\nit.\n\n\"So far as he knew at the time, Allan was not injured, nor was he in any\npain; but he was held in absolute inability to move by the car above\nhim. Miss Frey, on the contrary, was badly hurt, and in suffering. She\ndied in about three hours, a little before relief came to them.\"\n\nPhyllis clutched the arms of her chair, thrilled and wide-eyed. She\ncould imagine all the horror of the happening through the old lawyer's\nprecise and unemotional story. The boy-lover, pinioned, helpless,\ncondemned to watch his sweetheart dying by inches, and unable to help\nher by so much as lifting a hand--could anything be more awful not only\nto endure, but to remember?\n\n\"And yet,\" she thought whimsically, \"it mightn't be so bad to have one\n_real_ tragedy to remember, if you haven't anything else! All _I'll_\nhave to remember when I'm old will be bad little children and good\nlittle children, and books and boarding-houses, and the recollection\nthat people said I was a very worthy young woman once!\" But she threw\noff the thought. It's just as well not to think of old age when all the\nidea brings up is a vision of a nice, clean Old Ladies' Home.\n\n\"But you said he was an invalid?\" she said aloud.\n\n\"Yes, I regret to say,\" answered Mr. De Guenther. \"You see, it was found\nthat the shock to the nerves, acting on an already over-keyed mind and\nbody, together with some spinal blow concerning which the doctors are\nstill in doubt, had affected Allan's powers of locomotion.\" (Mr. De\nGuenther certainly did like long words!) \"He has been unable to walk\nsince. And, which is sadder, his state of mind and body has become\nsteadily worse. He can scarcely move at all now, and his mental attitude\ncan only be described as painfully morbid--yes, I may say _very_\npainfully morbid. Sometimes he does not speak at all for days together,\neven to his mother, or his attendant.\"\n\n\"Oh, poor boy!\" said Phyllis. \"How long has he been this way?\"\n\n\"Seven years this fall,\" the answer came consideringly. \"Is it not,\nlove?\"\n\n\"Yes,\" said his wife, \"seven years.\"\n\n\"_Oh!_\" said the Liberry Teacher, with a quick catch of sympathy at her\nheart.\n\nJust as long as she had been working for her living in the big, dusty\nlibrary. Supposing--oh, supposing she'd had to live all that time in\nsuch suffering as this poor Allan had endured and his mother had had to\nwitness! She felt suddenly as if the grimy, restless Children's Room,\nwith its clatter of turbulent little outland voices, were a safe, sunny\nparadise in comparison.\n\nMr. De Guenther did not speak. He visibly braced himself and was visibly\nill-at-ease.\n\n\"I have told most of the story, Isabel, love,\" said he at last. \"Would\nyou not prefer to tell the rest? It is at your instance that I have\nundertaken this commission for Mrs. Harrington, you will remember.\"\n\nIt struck Phyllis that he didn't think it was quite a dignified\ncommission, at that.\n\n\"Very well, my dear,\" said his wife, and took up the tale in her swift,\nsoft voice.\n\n\"You can fancy, my dear Miss Braithwaite, how intensely his mother has\nfelt about it.\"\n\n\"Indeed, yes!\" said Phyllis pitifully.\n\n\"Her whole life, since the accident, has been one long devotion to her\nson. I don't think a half-hour ever passes that she does not see him.\nBut in spite of this constant care, as my husband has told you, he grows\nsteadily worse. And poor Angela has finally broken under the strain. She\nwas never strong. She is dying now--they give her maybe two months more.\n\n\"Her one anxiety, of course, is for poor Allan's welfare. You can\nimagine how you would feel if you had to leave an entirely helpless son\nor brother to the mercies of hired attendants, however faithful. And\nthey have no relatives--they are the last of the family.\"\n\nThe listening girl began to see. She was going to be asked to act as\nnurse, perhaps attendant and guardian, to this morbid invalid with the\ninjured mind and body.\n\n[Illustration: \"NO,\" SAID MRS. DE GUENTHER GRAVELY. \"YOU WOULD NOT. YOU\nWOULD HAVE TO BE HIS WIFE\"]\n\n\"But how would I be any better for him than a regular trained nurse?\"\nshe wondered. \"And they said he had an attendant.\"\n\nShe looked questioningly at the pair.\n\n\"Where does my part come in?\" she asked with a certain sweet directness\nwhich was sometimes hers. \"Wouldn't I be a hireling too if--if I had\nanything to do with it?\"\n\n\"No,\" said Mrs. De Guenther gravely. \"You would not. You would have to\nbe his wife.\"\n\n\n\n\nIV\n\n\nThe Liberry Teacher, in her sober best suit, sat down in her entirely\ncommonplace chair in the quiet old parlor, and looked unbelievingly at\nthe sedate elderly couple who had made her this wild proposition. She\ncaught her breath. But catching her breath did not seem to affect\nanything that had been said. Mr. De Guenther took up the explanation\nagain, a little deprecatingly, she thought.\n\n\"You see now why I requested you to investigate our reputability?\" he\nsaid. \"Such a proposition as this, especially to a young lady who has no\nparent or guardian, requires a considerable guarantee of good faith and\nhonesty of motive.\"\n\n\"Will you please tell me more about it?\" she asked quietly. She did not\nfeel now as if it were anything which had especially to do with her. It\nseemed more like an interesting story she was unravelling sentence by\nsentence. The long, softly lighted old room, with its Stuarts and\nSullys, and its gracious, gray-haired host and hostess, seemed only a\npicturesque part of it.... Her hostess caught up the tale again.\n\n\"Angela has been nearly distracted,\" she said. \"And the idea has come to\nher that if she could find some conscientious woman, a lady, and a\nperson to whom what she could offer would be a consideration, who would\ntake charge of poor Allan, that she could die in peace.\"\n\n\"But why did you think of asking me?\" the girl asked breathlessly. \"And\nwhy does she want me married to him? And how could you or she be sure\nthat I would not be as much of a hireling as any nurse she may have\nnow?\"\n\nMrs. De Guenther answered the last two questions together.\n\n\"Mrs. Harrington's idea is, and I think rightly, that a conscientious\nwoman would feel the marriage tie, however nominal, a bond that would\nobligate her to a certain duty toward her husband. As to why we selected\nyou, my dear, my husband and I have had an interest in you for some\nyears, as you know. We have spoken of you as a girl whom we should like\nfor a relative----\"\n\n\"Why, isn't that strange?\" cried Phyllis, dimpling. \"That's just what\nI've thought about you!\"\n\nMrs. De Guenther flushed, with a delicate old shyness.\n\n\"Thank you, dear child,\" she said. \"I was about to add that we have not\nseen you at your work all these years without knowing you to have the\nkind heart and sense of honor requisite to poor Angela's plan. We feel\nsure you could be trusted to take the place. Mr. De Guenther has asked\nhis friend Mr. Johnston, the head of the library, such things as we\nneeded to supplement our personal knowledge of you. You have everything\nthat could be asked, even to a certain cheerfulness of outlook which\npoor Angela, naturally, lacks in a measure.\"\n\n\"But--but what about _me_?\" asked Phyllis Braithwaite a little\npiteously, in answer to all this.\n\nThey seemed so certain she was what they wanted--was there anything in\nthis wild scheme that would make _her_ life better than it was as the\ntired, ill-paid, light-hearted keeper of a roomful of turbulent little\nforeigners?\n\n\"Unless you are thinking of marriage--\" Phyllis shook her head--\"you\nwould have at least a much easier life than you have now. Mrs.\nHarrington would settle a liberal income on you, contingent, of course,\nof your faithful wardership over Allan. We would be your only judges as\nto that. You would have a couple or more months of absolute freedom\nevery year, control of much of your own time, ample leisure to enjoy it.\nYou would give only your chances of actual marriage for perhaps five\nyears, for poor Allan cannot live longer than that at his present state\nof retrogression, and some part of every day to seeing that Allan was\nnot neglected. If you bestow on him half of the interest and effort I\nhave known of your giving any one of a dozen little immigrant boys, his\nmother has nothing to fear for him.\"\n\nMr. De Guenther stopped with a grave little bow, and he and his wife\nwaited for the reply.\n\nThe Liberry Teacher sat silent, her eyes on her slim hands, that were\nroughened and reddened by constant hurried washings to get off the dirt\nof the library books. It was true--a good deal of it, anyhow. And one\nthing they had not said was true also: her sunniness and accuracy and\nstrength, her stock-in-trade, were wearing thin under the pressure of\ntoo long hours and too hard work and too few personal interests. Her\nyouth was worn down. And--marriage? What chance of love and marriage had\nshe, a working-girl alone, too poor to see anything of the class of men\nshe would be willing to marry? She had not for years spent six hours\nwith a man of her own kind and age. She had not even been specially in\nlove, that she could remember, since she was grown up. She did not feel\nmuch, now, as if she ever would be. All that she had to give up in\ntaking this offer was her freedom, such as it was--and those fluttering\nperhapses that whisper such pleasant promises when you are young. But,\nthen, she wouldn't be young so _very_ much longer. Should she--she put\nit to herself crudely--should she wait long, hard, closed-in years in\nthe faith that she would learn to be absolutely contented, or that some\nman she could love would come to the cheap boarding-house, or the little\nchurch she attended occasionally when she was not too tired, fall in\nlove with her work-dimmed looks at sight, and--marry her? It had not\nhappened all these years while her girlhood had been more attractive and\nher personality more untired. There was scarcely a chance in a hundred\nfor her of a kind lover-husband and such dear picture-book children as\nshe had seen Eva Atkinson convoying. Well--her mind suddenly came up\nagainst the remembrance, as against a sober fact, that in her passionate\nwishings of yesterday she had not wished for a lover-husband, nor for\nchildren. She had asked for a husband who would give her money, and\nleisure to be rested and pretty, and--a rose-garden! And here,\napparently, was her wish uncannily fulfilled.\n\n\"Well, what are you going to do about it?\" inquired the Destinies with\ntheir traditional indifference. \"We can't wait all night!\"\n\nShe lifted her head and cast an almost frightened look at the De\nGuenthers, waiting courteously for her decision. In reply to the look,\nMr. De Guenther began giving her details about the money, and the\nleisure time, and the business terms of the contract generally. She\nlistened attentively. All that--for a little guardianship, a little\nkindness, and the giving-up of a little piece of life nobody wanted and\na few little hopes and dreams!\n\nPhyllis laughed, as she always did when there were big black problems to\nbe solved.\n\n\"After all, it's fairly usual,\" she said. \"I heard last week of a woman\nwho left money along with her pet dog, very much the same way.\"\n\n\"Did you? Did you, dear?\" asked Mrs. De Guenther, beaming. \"Then you\nthink you will do it?\"\n\nThe Liberry Teacher rose, and squared her straight young shoulders under\nthe worn net waist.\n\n\"If Mrs. Harrington thinks I'll do for the situation!\" she said\ngallantly,--and laughed again.\n\n       *       *       *       *       *\n\n\"It feels partly like going into a nunnery and partly like going into a\nfairy-story,\" she said to herself that night as she wound her alarm.\n\"But--I wonder if anybody's remembered to ask the consent of the\ngroom!\"\n\n\n\n\nV\n\n\nHe looked like a young Crusader on a tomb. That was Phyllis's first\nimpression of Allan Harrington. He talked and acted, if a moveless man\ncan be said to act, like a bored, spoiled small boy. That was her\nsecond.\n\nMrs. Harrington, fragile, flushed, breathlessly intense in her\nwheel-chair, had yet a certain resemblance in voice and gesture to Mrs.\nDe Guenther--a resemblance which puzzled Phyllis till she placed it as\nthe mark of that far-off ladies' school they had attended together.\nThere was also a graceful, mincing white wolfhound which, contrary to\nthe accepted notion of invalids' faithful hounds, didn't seem to care\nfor his master's darkened sick-room at all, but followed the one sunny\nspot in Mrs. Harrington's room with a wistful persistence. It was such a\nsmall spot for such a long wolfhound--that was the principal thing which\nimpressed itself on Phyllis's frightened mind throughout her visit.\n\nMrs. De Guenther convoyed her to the Harrington house for inspection a\ncouple of days after she had accepted some one's proposal to marry Allan\nHarrington. (Whether it counted as her future mother-in-law's proposal,\nor her future trustee's, she was never sure. The only sure thing was\nthat it did not come from the groom.) She had borrowed a half-day from\nthe future on purpose, though she did not want to go at all. But the\nreality was not bad; only a fluttering, emotional little woman who clung\nto her hands and talked to her and asked useless questions with a\nnervous insistence which would have been nerve-wearing for a steady\nthing, but was only pitiful to a stranger.\n\nYou see strange people all the time in library work, and learn to place\nthem, at length, with almost as much accuracy as you do your books. The\nfact that Mrs. Harrington was not long for this world did not prevent\nPhyllis from classing her, in her mental card-catalogue, as a very\nperfect specimen of the Loving Nagger. She was lying back, wrapped in\nsomething gray and soft, when her visitors came, looking as if the\nlifting of her hand would be an effort. She was evidently pitifully\nweak. But she had, too, an ineradicable vitality she could summon at\nneed. She sprang almost upright to greet her visitors, a hand out to\neach, an eager flood of words on her lips.\n\n\"And you are Miss Braithwaite, that is going to look after my boy?\" she\nended. \"Oh, it is so good of you--I am so glad--I can go in peace now.\nAre you sure--sure you will know the minute his attendants are the least\nbit negligent? I watch and watch them all the time. I tell Allan to ring\nfor me if anything ever is the least bit wrong--I am always begging him\nto remember. I go in every night and pray with him--do you think you\ncould do that? But I always cry so before I'm through--I cry and cry--my\npoor, helpless boy--he was so strong and bright! And you are sure you\nare conscientious----\"\n\nAt this point Phyllis stopped the flow of Mrs. Harrington's conversation\nfirmly, if sweetly.\n\n\"Yes, indeed,\" she said cheerfully. \"But you know, if I'm not, Mr. De\nGuenther can stop all my allowance. It wouldn't be to my own interest\nnot to fulfil my duties faithfully.\"\n\n\"Yes, that is true,\" said Mrs. Harrington. \"That was a good thought of\nmine. My husband always said I was an unusual woman where business was\nconcerned.\"\n\nSo they went on the principle that she had no honor beyond working for\nwhat she would get out of it! Although she had made the suggestion\nherself, Phyllis's cheeks burned, and she was about to answer sharply.\nThen somehow the poor, anxious, loving mother's absolute preoccupation\nwith her son struck her as right after all.\n\n\"If it were my son,\" thought Phyllis, \"I wouldn't worry about any\nstrange hired girl's feelings either, maybe. I'd just think about\nhim.... I promise I'll look after Mr. Harrington's welfare as if he were\nmy own brother!\" she ended aloud impulsively. \"Indeed, you may trust\nme.\"\n\n\"I am--sure you will,\" panted Mrs. Harrington. \"You look like--a good\ngirl, and--and old enough to be responsible--twenty-eight--thirty?\"\n\n\"Not very far from that,\" said Phyllis serenely.\n\n\"And you are sure you will know when the attendants are neglectful? I\nspeak to them all the time, but I never can be sure.... And now you'd\nbetter see poor Allan. This is one of his good days. Just think, dear\nIsabel, he spoke to me twice without my speaking to him this morning!\"\n\n\"Oh--must I?\" asked Phyllis, dismayed. \"Couldn't I wait till--till it\nhappens?\"\n\nMrs. Harrington actually laughed a little at her shyness, lighting up\nlike a girl. Phyllis felt dimly, though she tried not to, that through\nit all her mother-in-law-elect was taking pleasure in the dramatic side\nof the situation she had engineered.\n\n\"Oh, my dear, you must see him. He expects you,\" she answered almost\ngayly. The procession of three moved down the long room towards a door,\nPhyllis's hand guiding the wheel-chair. She was surprised to find\nherself shaking with fright. Just what she expected to find beyond the\ndoor she did not know, but it must have been some horror, for it was\nwith a heart-bound of wild relief that she finally made out Allan\nHarrington, lying white in the darkened place.\n\nA Crusader on a tomb. Yes, he looked like that. In the room's half-dusk\nthe pallor of his still, clear-featured face and his long, clear-cut\nhands was nearly the same as the whiteness of the couch-draperies. His\nhair, yellow-brown and waving, flung back from his forehead like a\ncrest, and his dark brows and lashes made the only note of darkness\nabout him. To Phyllis's beauty-loving eyes he seemed so perfect an image\nthat she could have watched him for hours.\n\n\"Here's Miss Braithwaite, my poor darling,\" said his mother. \"The young\nlady we have been talking about so long.\"\n\nThe Crusader lifted his eyelids and let them fall again.\n\n\"Is she?\" he said listlessly.\n\n\"Don't you want to talk to her, darling boy?\" his mother persisted, half\nout of breath, but still full of that unrebuffable, loving energy and\ninsistence which she would probably keep to the last minute of her\nlife.\n\n\"No,\" said the Crusader, still in those empty, listless tones. \"I'd\nrather not talk. I'm tired.\"\n\nHis mother seemed not at all put out.\n\n\"Of course, darling,\" she said, kissing him. She sat by him still,\nhowever, and poured out sentence after sentence of question, insistence,\nimploration, and pity, eliciting no answer at all. Phyllis wondered how\nit would feel to have to lie still and have that done to you for a term\nof years. The result of her wonderment was a decision to forgive her\nunenthusiastic future bridegroom for what she had at first been ready to\nslap him.\n\nPresently Mrs. Harrington's breath flagged, and the three women went\naway, back to the room they had been in before. Phyllis sat and let\nherself be talked to for a little longer. Then she rose impulsively.\n\n\"May I go back and see your son again for just a minute?\" she asked, and\nhad gone before Mrs. Harrington had finished her permission. She darted\ninto the dark room before her courage had time to fail, and stood by the\nwhite couch again.\n\n\"Mr. Harrington,\" she said clearly, \"I'm sorry you're tired, but I'm\nafraid I am going to have to ask you to listen to me. You know, don't\nyou, that your mother plans to have me marry you, for a sort of\ninterested head-nurse? Are you willing to have it happen? Because I\nwon't do it unless you really prefer it.\"\n\nThe heavy white lids half-lifted again.\n\n\"I don't mind,\" said Allan Harrington listlessly. \"I suppose you are\nquiet and trustworthy, or De Guenther wouldn't have sent you. It will\ngive mother a little peace and it makes no difference to me.\"\n\nHe closed his eyes and the subject at the same time.\n\n\"Well, then, that's all right,\" said Phyllis cheerfully, and started to\ngo. Then, drawn back by a sudden, nervous temper-impulse, she moved back\non him. \"And let me tell you,\" she added, half-laughing,\nhalf-impertinently, \"that if you ever get into my quiet, trustworthy\nclutches you may have an awful time! You're a very spoiled invalid.\"\n\nShe whisked out of the room before he could have gone very far with his\nreply. But he had not cared to reply, apparently. He lay unmoved and\nunmoving.\n\nPhyllis discovered, poising breathless on the threshold, that somehow\nshe had seen his eyes. They had been a little like the wolfhound's, a\nsort of wistful gold-brown.\n\nFor some reason she found that Allan Harrington's attitude of absolute\ndetachment made the whole affair seem much easier for her. And when Mrs.\nHarrington slipped a solitaire diamond into her hand as she went,\ninstead of disliking it she enjoyed its feel on her finger, and the\nflash of it in the light. She thanked Mrs. Harrington for it with real\ngratitude. But it made her feel more than ever engaged to marry her\nmother-in-law.\n\nShe walked home rather silently with Mrs. De Guenther. Only at the foot\nof the De Guenther steps, she made one absent remark.\n\n\"He must have been delightful,\" she said, \"when he was alive!\"\n\n\n\n\nVI\n\n\nAfter a week of the old bustling, dusty hard work, the Liberry Teacher's\nvisit to the De Guenthers' and the subsequent one at the Harringtons',\nand even her sparkling white ring, seemed part of a queer story she had\nfinished and put back on the shelf. The ring was the most real thing,\nbecause it was something of a worry. She didn't dare leave it at home,\nnor did she want to wear it. She finally sewed it in a chamois bag that\nshe safety-pinned under her shirt-waist. Then she dismissed it from her\nmind also. There is very little time in a Liberry Teacher's life for\nmeditation. Only once in a while would come to her the vision of the\nwistful Harrington wolfhound following his inadequate patch of sunlight,\nor of the dusky room where Allan Harrington lay inert and white, and\nlooking like a wonderful carved statue on a tomb.\n\nShe began to do a little to her clothes, but not very much, because she\nhad neither time nor money. Mr. De Guenther had wanted her to take some\nmoney in advance, but she had refused. She did not want it till she had\nearned it, and, anyway, it would have made the whole thing so real, she\nknew, that she would have backed out.\n\n\"And it isn't as if I were going to a lover,\" she defended herself to\nMrs. De Guenther with a little wistful smile. \"Nobody will know what I\nhave on, any more than they do now.\"\n\nMrs. De Guenther gave a scandalized little cry. Her attitude was\ndeterminedly that it was just an ordinary marriage, as good an excuse\nfor sentiment and pretty frocks as any other.\n\n\"My dear child,\" she replied firmly, \"you are going to have one pretty\nfrock and one really good street-suit _now_, or I will know why! The\nrest you may get yourself after the wedding, but you must obey me in\nthis. Nonsense!--you can get a half-day, as you call it, perfectly well!\nWhat's Albert in politics for, if he can't get favors for his friends!\"\n\nAnd, in effect, it proved that Albert was in politics to some purpose,\nfor orders came up from the Head's office within twenty minutes after\nMrs. De Guenther had used the telephone on her husband, that Miss\nBraithwaite was to have a half-day immediately--as far as she could make\nout, in order to transact city affairs! She felt as if the angels had\ntold her she could have the last fortnight over again, as a favor, or\nsomething of the sort. A half-day out of turn was something nobody had\never heard of. She was even too surprised to object to the frock part of\nthe situation. She tried to stand out a little longer, but it's a very\nstoical young woman who can refuse to have pretty clothes bought for\nher, and the end of it was a seat in a salon which she had always\nconsidered so expensive that you scarcely ought to look in the window.\n\n\"Had it better be a black suit?\" asked Mrs. De Guenther doubtfully, as\nthe tall lady in floppy charmeuse hovered haughtily about them,\nexpecting orders. \"It seems horrible to buy mourning when dear Angela is\nnot yet passed away, but it would only be showing proper respect; and I\nremember my own dear mother planned all our mourning outfits while she\nwas dying. It was quite a pleasure to her.\"\n\nPhyllis kept her face straight, and slipped one persuasive hand through\nher friend's arm.\n\n\"I don't believe I _could_ buy mourning, dear,\" she said. \"And--oh, if\nyou knew how long I'd wanted a really _blue_ blue suit! Only, it would\nhave been too vivid to wear well--I always knew that--because you can\nonly afford one every other year. And\"--Phyllis rather diffidently\nvoiced a thought which had been in the back of her mind for a long\ntime--\"if I'm going to be much around Mr. Harrington, don't you think\ncheerful clothes would be best? Everything in that house seems sombre\nenough now.\"\n\n\"Perhaps you are right, dear child,\" said Mrs. De Guenther. \"I hope you\nmay be the means of putting a great deal of brightness into poor Allan's\nlife before he joins his mother.\"\n\n\"Oh, don't!\" cried Phyllis impulsively. Somehow she could not bear to\nthink of Allan Harrington's dying. He was too beautiful to be dead,\nwhere nobody could see him any more. Besides, Phyllis privately\nconsidered that a long vacation before he joined his mother would be\nonly the fair thing for \"poor Allan.\" Youth sides with youth. And--the\nclear-cut white lines of him rose in her memory and stayed there. She\ncould almost hear that poor, tired, toneless voice of his, that was yet\nso deep and so perfectly accented.... She bought docilely whatever her\nguide directed, and woke from a species of gentle daze at the\nafternoon's end to find Mrs. De Guenther beaming with the weary rapture\nof the successful shopper, and herself the proprietress of a turquoise\nvelvet walking-suit, a hat to match, a pale blue evening frock, a pale\ngreen between-dress with lovely clinging lines, and a heavenly white\ncrepe thing with rosy ribbons and filmy shadow-laces--the negligee of\none's dreams. There were also slippers and shoes and stockings and--this\nwas really too bad of Mrs. De Guenther--a half-dozen set of lingerie,\nstraight through. Mrs. De Guenther sat and continued to beam joyously\nover the array, in Phyllis's little bedroom.\n\n\"It's my present, dearie,\" she said calmly. \"So you needn't worry about\nusing Angela's money. Gracious, it's been _lovely_! I haven't had such a\ngood time since my husband's little grand-niece came on for a week.\nThere's nothing like dressing a girl, after all.\"\n\nAnd Phyllis could only kiss her. But when her guest had gone she laid\nall the boxes of finery under her bed, the only place where there was\nany room. She would not take any of it out, she determined, till her\nsummons came. But on second thought, she wore the blue velvet\nstreet-suit on Sunday visits to Mrs. Harrington, which became--she never\nknew just when or how--a regular thing. The vivid blue made her eyes\nnearly sky-color, and brightened her hair very satisfactorily. She was\ntaking more time and trouble over her looks now--one has to live up to a\nturquoise velvet hat and coat! She found herself, too, becoming very\ngenuinely fond of the restless, anxiously loving, passionate, unwise\nchild who dwelt in Mrs. Harrington's frail elderly body and had almost\nworn it out. She sat, long hours of every Sunday afternoon, holding Mrs.\nHarrington's thin little hot hands, and listening to her swift,\nitalicised monologues about Allan--what he must do, what he must not do,\nhow he must be looked after, how his mother had treated him, how his\nwishes must be ascertained and followed.\n\n\"Though all he wants now is dark and quiet,\" said his mother piteously.\n\"I don't even go in there now to cry.\"\n\nShe spoke as if it were an established ritual. Had she been using her\nson's sick-room, Phyllis wondered, as a regular weeping-place? She could\nfeel in Mrs. Harrington, even in this mortal sickness, the tremendous\ndriving influence which is often part of a passionately active and not\nvery wise personality. That certitude and insistence of Mrs.\nHarrington's could hammer you finally into believing or doing almost\nanything. Phyllis wondered how much his mother's heartbroken adoration\nand pity might have had to do with making her son as hopeless-minded as\nhe was.\n\nNaturally, the mother-in-law-elect she had acquired in such a strange\nway became very fond of Phyllis. But indeed there was something very gay\nand sweet and honest-minded about the girl, a something which gave\npeople the feeling that they were very wise in liking her. Some people\nyou are fond of against your will. When people cared for Phyllis it was\nwith a quite irrational feeling that they were doing a sensible thing.\nThey never gave any of the credit to her very real, though almost\ninvisible, charm.\n\nShe never saw Allan Harrington on any of the Sunday visits. She was sure\nthe servants thought she did, for she knew that every one in the great,\ndark old house knew her as the young lady who was to marry Mr. Allan.\nShe believed that she was supposed to be an old family friend, perhaps a\ndistant relative. She did not want to see Allan. But she did want to be\nas good to his little, tensely-loving mother as she could, and reassure\nher about Allan's future care. And she succeeded.\n\nIt was on a Friday about two that the summons came. Phyllis had thought\nshe expected it, but when the call came to her over the library\ntelephone she found herself as badly frightened as she had been the\nfirst time she went to the Harrington house. She shivered as she laid\ndown the dater she was using, and called the other librarian to take her\ndesk. Fortunately, between one and four the morning and evening shifts\noverlapped, and there was some one to take her place.\n\n\"Mrs. Harrington cannot last out the night,\" came Mr. De Guenther's\nclear, precise voice over the telephone, without preface. \"I have\narranged with Mr. Johnston. You can go at once. You had better pack a\nsuit-case, for you possibly may not be able to get back to your\nboarding-place.\"\n\nSo it was to happen now! Phyllis felt, with her substitute in her place,\nher own wraps on, and her feet taking her swiftly towards her goal, as\nif she were offering herself to be made a nun, or have a hand or foot\ncut off, or paying herself away in some awful, irrevocable fashion. She\npacked, mechanically, all the pretty things Mrs. De Guenther had given\nher, and nothing else. She found herself at the door of her room with\nthe locked suit-case in her hand, and not even a nail-file of the things\nbelonging to her old self in it. She shook herself together, managed to\nlaugh a little, and returned and put in such things as she thought she\nwould require for the night. Then she went. She always remembered that\njourney as long as she lived; her hands and feet and tongue going on,\nbuying tickets, giving directions--and her mind, like a naughty child,\ncatching at everything as they went, and screaming to be allowed to go\nback home, back to the dusty, matter-of-course library and the dreary\nlittle boarding-house bedroom!\n\n\n\n\nVII\n\n\nThey were all waiting for her, in what felt like a hideously quiet\nsemicircle, in Allan's great dark room. Mrs. Harrington, deadly pale,\nand giving an impression of keeping herself alive only by force of that\nwonderful fighting vitality of hers, lay almost at length in her\nwheel-chair. There was a clergyman in vestments. There were the De\nGuenthers; Mr. De Guenther only a little more precise than his every-day\nhabit was, Mrs. De Guenther crying a little, softly and furtively.\n\nAs for Allan Harrington, he lay just as she had seen him that other\ntime, white and moveless, seeming scarcely conscious except by an\neffort. Only she noticed a slight contraction, as of pain, between his\nbrows.\n\n\"Phyllis has come,\" panted Mrs. Harrington. \"Now it will be--all right.\nYou must marry him quickly--quickly, do you hear, Phyllis? Oh, people\nnever will--do--what I want them to----\"\n\n\"Yes--yes, indeed, dear,\" said Phyllis, taking her hands soothingly.\n\"We're going to attend to it right away. See, everything is ready.\"\n\nIt occurred to her that Mrs. Harrington was not half as correct in her\nplaying of the part of a dying woman as she would have seen to it that\nanyone else was; also, that things did not seem legal without the\nwolfhound. Then she was shocked at herself for such irrelevant thoughts.\nThe thing to do was to keep poor Mrs. Harrington quieted. So she\nbeckoned the clergyman and the De Guenthers nearer, and herself sped the\nmarrying of herself to Allan Harrington.\n\n... When you are being married to a Crusader on a tomb, the easiest way\nis to kneel down by him. Phyllis registered this fact in her mind quite\nblankly, as something which might be of use to remember in future....\nThe marrying took an unnecessarily long time, it seemed to her. It did\nnot seem as if she were being married at all. It all seemed to concern\nsomebody else. When it came to the putting on of the wedding-ring, she\nfound herself, very naturally, guiding Allan's relaxed fingers to hold\nit in its successive places, and finally slip it on the wedding-finger.\nAnd somehow having to do that checked the chilly awe she had had before\nof Allan Harrington. It made her feel quite simply sorry for him, as if\nhe were one of her poor little boys in trouble. And when it was all over\nshe bent pitifully before she thought, and kissed one white, cold cheek.\nHe seemed so tragically helpless, yet more alive, in some way, since she\nhad touched his hand to guide it. Then, as her lips brushed his cheek,\nshe recoiled and colored a little. She had felt that slight roughness\nwhich a man's cheek, however close-shaven, always has--the _man_-feel.\nIt made her realize unreasonably that it was a man she had married,\nafter all, not a stone image nor a sick child--a live man! With the\nthought, or rather instinct, came a swift terror of what she had done,\nand a swift impulse to rise. She was half-way risen from her knees when\na hand on her shoulder, and the clergyman's voice in her ear, checked\nher.\n\n\"Not yet,\" he murmured almost inaudibly. \"Stay as you are till--till\nMrs. Harrington is wheeled from the room.\"\n\nPhyllis understood. She remained as she was, her body a shield before\nAllan Harrington's eyes, her hand just withdrawing from his shoulder,\ntill she heard the closing of the door, and a sigh as of relaxed tension\nfrom the three people around her. Then she rose. Allan lay still with\nclosed eyelids. It seemed to her that he had flushed, if ever so\nfaintly, at the touch of her lips on his cheek. She laid his hand on the\ncoverlet with her own roughened, ringed one, and followed the others\nout, into the room where the dead woman had been taken, leaving him with\nhis attendant.\n\nThe rest of the evening Phyllis went about in a queer-keyed, almost\nlight-hearted frame of mind. It was only the reaction from the\nlong-expected terror that was over now, but it felt indecorous. It was\njust as well, however. Some one's head had to be kept. The servants were\nupset, of course, and there were many arrangements to be made. She and\nMr. De Guenther worked steadily together, telephoning, ordering,\nguiding, straightening out all the tangles. There never was a wedding,\nshe thought, where the bride did so much of the work! She even\nremembered to see personally that Allan's dinner was sent up to him. The\nservants had doubtless been told to come to her for orders--at any rate,\nthey did. Phyllis had not had much experience in running a house, but a\ngood deal in keeping her head. And that, after all, is the main thing.\nShe had a far-off feeling as if she were hearing some other young woman\ngiving swift, poised, executive orders. She rather admired her.\n\nAfter dinner the De Guenthers went. And Phyllis Braithwaite, the little\nLiberry Teacher who had been living in a hall bedroom on much less money\nthan she needed, found herself alone, sole mistress of the great\nHarrington house, a corps of servants, a husband passive enough to\nsatisfy the most militant suffragette, a check-book, a wistful\nwolfhound, and five hundred dollars, cash, for current expenses. The\nlast weighed on her mind more than all the rest put together.\n\n\"Why, I don't know how to make Current Expenses out of all that!\" she\nhad said to Mr. De Guenther. \"It looks to me exactly like about ten\nmonths' salary! I'm perfectly certain I shall get up in my sleep and try\nto pay my board ahead with it, so I shan't have it all spent before the\nten months are up! There was a blue bead necklace,\" she went on\nmeditatively, \"in the Five-and-Ten, that I always wanted to buy. Only I\nnever quite felt I could afford it. Oh, just imagine going to the\nFive-and-Ten and buying at least five dollars' worth of things you\ndidn't need!\"\n\n\"You have great discretionary powers--great discretionary powers, my\ndear, you will find!\" Mr. De Guenther had said, as he patted her\nshoulder. Phyllis took it as a compliment at the time. \"Discretionary\npowers\" sounded as if he thought she was a quite intelligent young\nperson. It did not occur to her till he had gone, and she was alone with\nher check-book, that it meant she had a good deal of liberty to do as\nshe liked.\n\nIt seemed to be expected of her to stay. Nobody even suggested a\npossibility of her going home again, even to pack her trunk. Mrs. De\nGuenther casually volunteered to do that, a little after the housekeeper\nhad told her where her rooms were. She had been consulting with the\nhousekeeper for what seemed ages, when she happened to want some pins\nfor something, and asked for her suit-case.\n\n\"It's in your rooms,\" said the housekeeper. \"Mrs. Harrington--the late\nMrs. Harrington, I should say----\"\n\nPhyllis stopped listening at this point. Who was the present Mrs.\nHarrington? she wondered before she thought--and then remembered.\nWhy--_she_ was! So there was no Phyllis Braithwaite any more! Of course\nnot.... Yet she had always liked the name so--well, a last name was a\nsmall thing to give up.... Into her mind fitted an incongruous, silly\nstory she had heard once at the library, about a girl whose last name\nwas Rose, and whose parents christened her Wild, because the combination\nappealed to them. And then she married a man named Bull.... Meanwhile\nthe housekeeper had been going on.\n\n... \"She had the bedroom and bath opening from the other side of Mr.\nAllan's day-room ready for you, madam. It's been ready several weeks.\"\n\n\"Has it?\" said Phyllis. It was like Mrs. Harrington, that careful\nplanning of even where she should be put. \"Is Mr. Harrington in his\nday-room now?\"\n\nFor some reason she did not attempt to give herself, she did not want to\nsee him again just now. Besides, it was nearly eleven and time a very\ntired girl was in bed. She wanted a good night's rest, before she had to\nget up and be Mrs. Harrington, with Allan and the check-book and the\nCurrent Expenses all tied to her.\n\nSome one had laid everything out for her in the bedroom; the filmy new\nnightgown over a chair, the blue satin mules underneath, her plain\ntoilet-things on a dressing-table, and over another chair the exquisite\nivory crepe negligee with its floating rose ribbons. She took a hasty\nbath--there was so much hot water that she was quite reconciled for a\nmoment to being a check-booked and wolf hounded Mrs. Harrington--and\nslid straight into bed without even stopping to braid her loosened,\nhoney-colored hair.\n\nIt seemed to her that she was barely asleep when there came an urgent\nknocking at her door.\n\n\"Yes?\" she said sleepily, looking mechanically for her alarm-clock as\nshe switched on the light. \"What is it, please?\"\n\n\"It's I, Wallis, Mr. Allan's man, Madame,\" said a nervous voice. \"Mr.\nAllan's very bad. I've done all the usual things, but nothing seems to\nquiet him. He hates doctors so, and they make him so wrought up--please\ncould you come, ma'am? He says as how all of us are all dead--oh,\n_please_, Mrs. Harrington!\"\n\nThere was panic in the man's voice.\n\n\"All right,\" said Phyllis sleepily, dropping to the floor as she spoke\nwith the rapidity that only the alarm-clock-broken know. She snatched\nthe negligee around her, and thrust her feet hastily into the blue satin\nslippers--why, she was actually using her wedding finery! And what an\neasily upset person that man was! But everybody in the house seemed to\nhave nerves on edge. It was no wonder about Allan--he wanted his\nmother, of course, poor boy! She felt, as she ran fleetly across the\nlong room that separated her sleeping quarters from her husband's, the\nsame mixture of pity and timidity that she had felt with him before.\nPoor boy! Poor, silent, beautiful statue, with his one friend gone! She\nopened the door and entered swiftly into his room.\n\nShe was not thinking about herself at all, only of how she could help\nAllan, but there must have been something about her of the picture-book\nangel to the pain-racked man, lying tensely at length in the room's\ndarkest corner. Her long, dully gold hair, loosening from its twist,\nflew out about her, and her face was still flushed with sleep. There was\na something about her that was vividly alight and alive, perhaps the\nlight in her blue eyes.\n\nFrom what the man had said Phyllis had thought Allan was delirious, but\nshe saw at once that he was only in severe pain, and talking more\ndisconnectedly, perhaps, than the slow-minded Englishman could follow.\nHe did not look like a statue now. His cheeks were burning with evident\npain, and his yellow-brown eyes, wide-open, and dilated to darkness,\nstared straight out. His hands were clenching and unclenching, and his\nhead moved restlessly from side to side. Every nerve and muscle, she\ncould see, was taut.\n\n\"They're all dead,\" he muttered. \"Father and Mother and Louise--and\nI--only I'm not dead enough to bury. Oh, God, I wish I was!\"\n\nThat wasn't delirium; it was something more like heart-break. Phyllis\nmoved closer to him, and dropped one of her sleep-warm hands on his\ncold, clenched one.\n\n\"Oh, poor boy!\" she said. \"I'm so sorry--so sorry!\" She closed her hands\ntight over both his.\n\nSome of her strong young vitality must have passed between them and\nhelped him, for almost immediately his tenseness relaxed a little, and\nhe looked at her.\n\n\"You--you're not a nurse,\" he said. \"They go around--like--like\na--vault----\"\n\nShe had caught his attention! That was a good deal, she felt. She\nforgot everything about him, except that he was some one to be\ncomforted, and her charge. She sat down on the bed by him, still holding\ntight to his hands.\n\n\"No, indeed,\" she said, bending nearer him, her long loose hair falling\nforward about her resolutely-smiling young face. \"Don't you remember\nseeing me? I never was a nurse.\"\n\n\"What--are you?\" he asked feebly.\n\n\"I'm--why, the children call me the Liberry Teacher,\" she answered. It\noccurred to her that it would be better to talk on brightly at random\nthan to risk speaking of his mother to him, as she must if she reminded\nhim of their marriage. \"I spend my days in a basement, making bad little\nboys get so interested in the Higher Culture that they'll forget to\nshoot crap and smash windows.\"\n\nOne of the things which had aided Phyllis to rise from desk-assistant to\none of the Children's Room librarians was a very sweet and carrying\nvoice--a voice which arrested even a child's attention, and held his\ninterest. It held Allan now; merely the sound of it, seemingly.\n\n\"Go on--talking,\" he murmured. Phyllis smiled and obeyed.\n\n\"Sometimes the Higher Culture doesn't work,\" she said. \"Yesterday one of\nmy imps got hold of a volume of Shaw, and in half an hour his aunt\nmarched in on me and threatened I don't know what to a library that\n'taught chilren to disrespect their lawful guardeens.'\"\n\n\"I remember now,\" said Allan. \"You are the girl in the blue dress. The\ngirl mother had me marry. I remember.\"\n\n\"Yes,\" said Phyllis soothingly, and a little apologetically. \"I know.\nBut that--oh, please, it needn't make a bit of difference. It was only\nso I could see that you were looked after properly, you know. I'll never\nbe in the way, unless you want me to do something for you.\"\n\n\"I don't mind,\" he said listlessly, as he had before.... \"_Oh, this\ndreadful darkness, and mother dead in it somewhere!_\"\n\n\"Wallis,\" called Phyllis swiftly, \"turn up the lights!\"\n\nThe man slipped the close green silk shades from the electric bulbs.\nAllan shrank as if he had been hurt.\n\n\"I can't stand the glare,\" he cried.\n\n\"Yes, you can for a moment,\" she said firmly. \"It's better than the\nghastly green glow.\"\n\nIt was probably the first time Allan Harrington had been contradicted\nsince his accident. He said nothing more for a minute, and Phyllis\ndirected Wallis to bring a sheet of pink tissue paper from her\nsuit-case, where she remembered it lay in the folds of some new muslin\nthing. Under her direction still, he wrapped the globes in it and\nsecured it with string.\n\n\"There!\" she told Allan triumphantly when Wallis was done. \"See, there\nis no glare now; only a pretty rose-colored glow. Better than the green,\nisn't it?\"\n\nAllan looked at her again. \"You are--kind,\" he said. \"Mother said--you\nwould be kind. Oh, mother--mother!\" He tried uselessly to lift one arm\nto cover his convulsed face, and could only turn his head a little\naside.\n\n\"You can go, Wallis,\" said Phyllis softly, with her lips only. \"Be in\nthe next room.\" The man stole out and shut the door softly. Phyllis\nherself rose and went toward the window, and busied herself in braiding\nup her hair. There was almost silence in the room for a few minutes.\n\n\"Thank--you,\" said Allan brokenly. \"Will you--come back, please?\"\n\nShe returned swiftly, and sat by him as she had before.\n\n\"Would you mind--holding my wrists again?\" he asked. \"I feel quieter,\nsomehow, when you do--not so--lost.\" There was a pathetic boyishness in\nhis tone that the sad, clear lines of his face would never prepare you\nfor.\n\nPhyllis took his wrists in her warm, strong hands obediently.\n\n\"Are you in pain, Allan?\" she asked. \"Do you mind if I call you Allan?\nIt's the easiest way.\"\n\nHe smiled at her a little, faintly. It occurred to her that perhaps the\nnovelty of her was taking his mind a little from his own feelings.\n\n\"No--no pain. I haven't had any for a very long time now. Only this\ndreadful blackness dragging at my mind, a blackness the light hurts.\"\n\n\"_Why!_\" said Phyllis to herself, being on known ground here--\"why, it's\nnervous depression! I believe cheering-up _would_ help. I know,\" she\nsaid aloud; \"I've had it.\"\n\n\"You?\" he said. \"But you seem so--happy!\"\n\n\"I suppose I am,\" said Phyllis shyly. She felt a little afraid of \"poor\nAllan\" still, now that there was nothing to do for him, and they were\ntalking together. And he had not answered her question, either;\ndoubtless he wanted her to say \"Mr. Allan\" or even \"Mr. Harrington!\" He\nreplied to her thought in the uncanny way invalids sometimes do.\n\n\"You said something about what we were to call each other,\" he murmured.\n\"It would be foolish, of course, not to use first names. Yours is Alice,\nisn't it?\"\n\nPhyllis laughed. \"Oh, worse than that!\" she said. \"I was named out of a\npoetrybook, I believe--Phyllis Narcissa. But I always conceal the\nNarcissa.\"\n\n\"Phyllis. Thank you,\" he said wearily. ... \"_Phyllis, don't let go!\nTalk_ to me!\" His eyes were those of a man in torment.\n\n\"What shall I talk about?\" she asked soothingly, keeping the two cold,\nclutching hands in her warm grasp. \"Shall I tell you a story? I know a\ngreat many stories by heart, and I will say them for you if you like. It\nwas part of my work.\"\n\n\"Yes,\" he said. \"Anything.\"\n\nPhyllis arranged herself more comfortably on the bed, for it looked as\nif she had some time to stay, and began the story she knew best, because\nher children liked it best, Kipling's \"How the Elephant Got His Trunk.\"\n\"A long, long time ago, O Best Beloved....\"\n\nAllan listened, and, she thought, at times paid attention to the words.\nHe almost smiled once or twice, she was nearly sure. She went straight\non to another story when the first was done. Never had she worked so\nhard to keep the interest of any restless circle of children as she\nworked now, sitting up in the pink light in her crepe wrappings, with\nher school-girl braids hanging down over her bosom, and Allan\nHarrington's agonized golden-brown eyes fixed on her pitying ones.\n\n\"You must be tired,\" he said more connectedly and quietly when she had\nended the second story. \"Can't you sit up here by me, propped on the\npillows? And you need a quilt or something, too.\"\n\nThis from an invalid who had been given nothing but himself to think of\nthis seven years back! Phyllis's opinion of Allan went up very much. She\nhad supposed he would be very selfish. But she made herself a bank of\npillows, and arranged herself by Allan's side so that she could keep\nfast to his hands without any strain, something as skaters hold. She\nwrapped a down quilt from the foot of the bed around her mummy-fashion\nand went on to her third story. Allan's eyes, as she talked on, grew\nless intent--drooped. She felt the relaxation of his hands. She went\nmonotonously on, closing her own eyes--just for a minute, as she\nfinished her story.\n\n\n\n\nVIII\n\n\n\"I've overslept the alarm!\" was Phyllis's first thought next morning\nwhen she woke. \"It must be--\" Where was she? So tired, so very tired,\nshe remembered being, and telling some one an interminable story.... She\nheld her sleepy eyes wide open by will-power, and found that a silent\nbut evidently going clock hung in sight. Six-thirty. Then she hadn't\noverslept the alarm. But ... she hadn't set any alarm. And she had been\nsleeping propped up in a sitting position, half on--why, it was a\nshoulder. And she was rolled tight in a terra-cotta down quilt. She sat\nup with a jerk--fortunately a noiseless one--and turned to look. Then\nsuddenly she remembered all about it, that jumbled, excited,\nhard-working yesterday which had held change and death and marriage for\nher, and which she had ended by perching on \"poor Allan Harrington's\"\nbed and sending him to sleep by holding his hands and telling him\nchildren's stories. She must have fallen asleep after he did, and slid\ndown on his shoulder. A wonder it hadn't disturbed him! She stole\nanother look at him, as he lay sleeping still, heavily and quietly.\nAfter all, she was married to him, and she had a perfect right to recite\nhim to sleep if she wanted to. She unrolled herself cautiously, and slid\nout like a shadow.\n\nShe almost fell over poor Wallis, sleeping too in his clothes outside\nthe door, on Allan's day couch. He came quickly to his feet, as if he\nwere used to sudden waking.\n\n\"Don't disturb Mr. Harrington,\" said Phyllis as staidly as if she had\nbeen giving men-servants orders in her slipper-feet all her life. \"He\nseems to be sleeping quietly.\"\n\n\"Begging your pardon, Mrs. Harrington, but you haven't been giving him\nanything, have you?\" asked Wallis. \"He hasn't slept without a break for\ntwo hours to my knowledge since I've been here, not without medicine.\"\n\n\"Not a thing,\" said Phyllis, smiling with satisfaction. \"He must have\nbeen sleeping nearly three hours now! I read him to sleep, or what\namounted to it. I got his nerves quiet, I think. Please kill anybody\nthat tries to wake him, Wallis.\"\n\n\"Very good, ma'am,\" said Wallis gravely. \"And yourself, ma'am?\"\n\n\"I'm going to get some sleep, too,\" she said. \"Call me if there's\nanything--useful.\"\n\nShe meant \"necessary,\" but she wanted so much more sleep she never knew\nthe difference. When she got into her room she found that there also she\nwas not alone: the wistful wolfhound was curled plaintively across her\nbed, which he overlapped. From his nose he seemed to have been dipping\nlargely into the cup of chocolate somebody had brought to her, and which\nshe had forgotten to drink when she found it, on her first retiring.\n\n\"You aren't a _bit_ high-minded,\" said Phyllis indignantly. She was too\nsleepy to do more than shove him over to the back of the bed. \"All--the\nbeds here are so--_full_,\" she complained sleepily; and crawled inside,\nand never woke again till nearly afternoon.\n\nThere was all the grave business to be done, in the days that followed,\nof taking Mrs. Harrington to a quiet place beside her husband, and\ndrawing together again the strings of the disorganized household.\nPhyllis found herself whispering over and over again:\n\n\n   \"The sweeping up the heart\n     And putting love away\n   We shall not need to use again.\n     Until the Judgment Day.\"\n\n\nAnd with all there was to see after, it was some days before she saw\nAllan again, more than to speak to brightly as she crossed their common\nsitting-room. He did not ask for her. She looked after his comfort\nfaithfully, and tried to see to it that his man Wallis was all he should\nbe--a task which was almost hopeless from the fact that Wallis knew much\nmore about his duties than she did, even with Mrs. Harrington's\npainstakingly detailed notes to help her. Also his attitude to his\nmaster was of such untiring patience and worship that it made Phyllis\nfeel like a rude outsider interfering between man and wife.\n\nHowever, Wallis was inclined to approve of his new mistress, who was\nnot fussy, seemed kind, and had given his beloved Mr. Allan nearly three\nhours of unbroken sleep. Allan had been a little better ever since.\nWallis had told Phyllis this. But she was inclined to think that the\nbetterment was caused by the counter-shock of his mother's death, which\nhad shaken him from his lethargy, and perhaps even given his nerves a\nbetter balance. And she insisted that the pink paper stay on the\nelectric lights.\n\nAfter about a week of this, Phyllis suddenly remembered that she had not\nbeen selfish at all yet. Where was her rose-garden--the garden she had\nmarried the wolfhound and Allan and the check-book for? Where were all\nthe things she had intended to get? The only item she had bought as yet\nran, on the charge account she had taken over with the rest, \"1 doz.\nchecked dish-towels\"; and Mrs. Clancy, the housekeeper's, pressing\ndemand was responsible for these.\n\n\"It's certainly time I was selfish,\" said Phyllis to the wolfhound, who\nfollowed her round unendingly as if she had patches of sunshine in her\npocket: glorious patches, fit for a life-sized wolfhound. Perhaps he was\ngrateful because she had ordered him long daily walks. He wagged his\ntail now as she spoke, and rubbed himself curvingly against her. He was\na rather affected dog.\n\nSo Phyllis made herself out a list in a superlatively neat library hand:\n\n\n   One string of blue beads.\n   One lot of very fluffy summer frocks with flowers on them.\n   One rose-garden.\n   One banjo and a self-teacher. (And a sound-proof room.)\n   One set Arabian Nights.\n   One set of Stevenson, all but his novels.\n   Ever so many Maxfield Parrish pictures full of Prussian-blue skies.\n   A house to put them in, with fireplaces.\n   A lady's size motor-car that likes me.\n   A plain cat with a tame disposition.\n   A hammock.\n   A sun-dial. (But that might be thrown in with the garden.)\n   A gold watch-bracelet.\n   All the colored satin slippers I want.\n   A room big enough to put all father's books up.\n\n\nIt looked shamelessly long, but Phyllis's \"discretionary powers\" would\ncover it, she knew. Mrs. Harrington's final will, while full of advice,\nhad been recklessly trusting.\n\nShe could order everything in one afternoon, she was sure, all but the\nhouse, the garden, the motor, which she put checks against, and the\nplain cat, which she thought she could pick up in the village where her\nhouse would be.\n\nNext she went to see Allan. She didn't want to bother him, but she did\nfeel that she ought to share her plans with him as far as possible.\nBesides, it occurred to her that she could scarcely remember what he was\nlike to speak to, and really owed it to herself to go. She fluffed out\nher hair loosely, put on her pale-green gown that had clinging lines,\nand pulled some daffodils through her sash. She had resolved to avoid\nanything sombre where Allan was concerned--and the green gown was very\nbecoming. Then, armed with her list and a pencil, she crossed boldly to\nthe couch where her Crusader lay in the old attitude, moveless and with\nhalf-closed eyes.\n\n\"Allan,\" she asked, standing above him, \"do you think you could stand\nbeing talked to for a little while?\"\n\n\"Why--yes,\" said Allan, opening his eyes a little more. \"Wallis,\nget--Mrs. Harrington--a chair.\"\n\nHe said the name haltingly, and Phyllis wondered if he disliked her\nhaving it. She dropped down beside him, like a smiling touch of spring\nin the dark room.\n\n\"Do you mind their calling me that?\" she asked. \"If there's anything\nelse they could use----\"\n\n\"Mother made you a present of the name,\" he said, smiling faintly. \"No\nreason why I should mind.\"\n\n\"All right,\" said Phyllis cheerfully. After all, there was nothing else\nto call her, speaking of her. The servants, she knew, generally said\n\"the young madam,\" as if her mother-in-law were still alive.\n\n\"I want to talk to you about things,\" she began; and had to stop to deal\nwith the wolfhound, who was trying to put both paws on her shoulders.\n\"Oh, Ivan, _get_ down, honey! I _wish_ somebody would take a day off\nsome time to explain to you that you're not a lap-dog! Do you like\nwolfhounds specially better than any other kind of dog, Allan?\"\n\n\"Not particularly,\" said Allan, patting the dog languidly as he put his\nhead in a convenient place for the purpose. \"Mother bought him, she\nsaid, because he would look so picturesque in my sick-room. She wanted\nhim to lie at my feet or something. But he never saw it that\nway--neither did I. Hates sick-rooms. Don't blame him.\"\n\nThis was the longest speech Allan had made yet, and Phyllis learned\nseveral things from it that she had only guessed before. One was that\nthe atmosphere of embodied grief and regret in the house had been Mrs.\nHarrington's, not Allan's--that he was more young and natural than she\nhad thought, better material for cheering; that his mother's devotion\nhad been something of a pressure on him at times; and that he himself\nwas not interested in efforts to stage his illness correctly.\n\nWhat he really had said when the dog was introduced, she learned later\nfrom the attached Wallis, was that he might be a cripple, but he wasn't\ngoing to be part of any confounded tableau. Whereupon his mother had\ncried for an hour, kissing and pitying him in between, and his night\nhad been worse than usual. But the hound had stayed outside.\n\nPhyllis made an instant addition to her list. \"One bull-pup, convenient\nsize, for Allan.\" The plain cat could wait. She had heard of publicity\ncampaigns; she had made up her mind, and a rather firm young mind it\nwas, that she was going to conduct a cheerfulness campaign in behalf of\nthis listless, beautiful, darkness-locked Allan of hers. Unknowingly,\nshe was beginning to regard him as much her property as the check-book,\nand rather more so than the wolfhound. She moved back a little, and\nreconciled herself to the dog, who had draped as much of his body as\nwould go, over her, and was batting his tail against her joyfully.\n\n\"Poor old puppy,\" she said. \"I want to talk over some plans with you,\nAllan,\" she began again determinedly. She was astonished to see Allan\nwince.\n\n\"_Don't!_\" he said, \"for heaven's sake! You'll drive me crazy!\"\n\nPhyllis drew back a little indignantly, but behind the couch she saw\nWallis making some sort of face that was evidently intended for a\nwarning. Then he slipped out of the room, as if he wished her to follow\nsoon and be explained to. \"Plans\" must be a forbidden subject. Anyhow,\ncrossness was a better symptom than apathy!\n\n\"Very well,\" she said brightly, smiling her old, useful,\ncheering-a-bad-child library smile at him. \"It was mostly about things I\nwanted to buy for myself, any way--satin slippers and such. I don't\nsuppose they _would_ interest a man much.\"\n\n\"Oh, that sort of thing,\" said Allan relievedly. \"I thought you meant\nthings that had to do with me. If you have plans about me, go ahead, for\nyou know I can't do anything to stop you--but for heaven's sake, don't\ndiscuss it with me first!\"\n\nHe spoke carelessly, but the pity of it struck to Phyllis's heart. It\nwas true, he couldn't stop her. His foolish, adoring little desperate\nmother, in her anxiety to have her boy taken good care of, had exposed\nhim to a cruel risk. Phyllis knew herself to be trustworthy. She knew\nthat she could no more put her own pleasures before her charge's welfare\nthan she could steal his watch. Her conscience was New-England rock.\nBut, oh! suppose Mr. De Guenther had chosen some girl who didn't care,\nwho would have taken the money and not have done the work! She shivered\nat the thought of what Allan had escaped, and caught his hand\nimpulsively, as she had on that other night of terror.\n\n\"Oh, Allan Harrington, I _wouldn't_ do anything I oughtn't to! I know\nit's dreadful, having a strange girl wished on you this way, but truly I\nmean to be as good as I can, and never in the way or anything! Indeed,\nyou may trust me! You--you don't mind having me round, do you?\"\n\nAllan's cold hand closed kindly on hers. He spoke for the first time as\na well man speaks, quietly, connectedly, and with a little authority.\n\n\"The fact that I am married to you does not weigh on me at all, my dear\nchild,\" he said. \"I shall be dead, you know, this time five years, and\nwhat difference does it make whether I'm married or not? I don't mind\nyou at all. You seem a very kind and pleasant person. I am sure I can\ntrust you. Now are you reassured?\"\n\n\"Oh, _yes_,\" said Phyllis radiantly, \"and you _can_ trust me, and I\n_won't_ fuss. All you have to do if I bore you is to look bored. You\ncan, you know. You don't know how well you do it! And I'll stop. I'm\ngoing to ask Wallis how much of my society you'd better have, if any.\"\n\n\"Why, I don't think a good deal of it would hurt me,\" he said\nindifferently. But he smiled in a quite friendly fashion.\n\n\"All right,\" said Phyllis again brightly. But she fell silent then.\nThere were two kinds of Allan, she reflected. This kind of Allan, who\nwas very much more grown-up and wise than she was, and of whom she still\nstood a little in awe; and the little-boy Allan who had clung to her in\nnervous dread of the dark the other night--whom she had sent to sleep\nwith children's stories. She wondered which was real, which he had been\nwhen he was well.\n\n\"I must go now and have something out with Mrs. Clancy,\" she said,\nsmiling and rising. \"She's perfectly certain carpets have to come up\nwhen you put down mattings, and I'm perfectly certain they don't.\"\n\nShe tucked the despised list, to which she had furtively added her\nbull-pup, into her sleeve, took her hand from his and went away. It\nseemed to Allan that the room was a little darker.\n\n\n\n\nIX\n\n\nOutside the sitting-room door stood Wallis, who had been lying in wait.\n\n\"I wanted to explain, madam, about the plans,\" he said. \"It worries Mr.\nAllan. You see, madam, the late Mrs. Harrington was a great one for\nplans. She had, if I may say so, a new one every day, and she'd argue\nyou deaf, dumb, and blind--not to speak ill of the dead--till you were\nfair beat out fighting it. Then you'd settle down to it--and next day\nthere be another one, with Mrs. Harrington rooting for it just as hard,\nand you, with your mouth fixed for the other plan, so to speak, would\nhave to give in to that. The plan she happened to have last always went\nthrough, because she fought for that as hard as she had for the others,\nand you were so bothered by then you didn't care what.\"\n\nWallis's carefully impersonal servant-English had slipped from him, and\nhe was talking to Phyllis as man to man, but she was very glad of it.\nThese were the sort of facts she had to elicit.\n\n\"When Mr. Allan was well,\" he went on, \"he used to just laugh and say,\n'All right, mother darling,' and pet her and do his own way--he was\nalways laughing and carrying on then, Mr. Allan--but after he was hurt,\nof course, he couldn't get away, and the old madam, she'd sit by his\ncouch by the hour, and he nearly wild, making plans for him. She'd spend\nweeks planning details of things over and over, never getting tired. And\nthen off again to the next thing! It was all because she was so fond of\nhim, you see. But if you'll pardon my saying so, madam\"--Wallis was\nresuming his man-servant manners--\"it was not always good for Mr.\nAllan.\"\n\n\"I think I understand,\" said Phyllis thoughtfully, as she and the\nwolfhound went to interview Mrs. Clancy. So that was why! She had\nimagined something of the sort. And she--she herself--was doubtless the\noutcome of one of Mrs. Harrington's long-detailed plans, insisted on to\nAllan till he had acquiesced for quiet's sake! ... But he said now he\ndidn't mind. She was somehow sure he wouldn't have said it if it had not\nbeen true. Then Wallis's other words came to her, \"He was always\nlaughing then,\" and suddenly there surged up in Phyllis a passionate\nresolve to give Allan back at least a little of his lightness of heart.\nHe might be going to die--though she didn't believe it--but at least she\ncould make things less monotonous and dark for him; and she wouldn't\noffer him plans! And if he objected when the plans rose up and hit him,\nwhy, the shock might do him good. She thought she was fairly sure of an\nally in Wallis.\n\nShe cut her interview with Mrs. Clancy short. Allan, lying motionless,\ncaught a green flash of her, crossing into her room to dress, another\nblue flash as she went out; dropped his eyelids and crossed his hands to\ndoze a little, an innocent and unwary Crusader. He did not know it, but\na Plan was about to rise up and hit him. The bride his mother had left\nhim as a parting legacy had gone out to order a string of blue beads, a\nbull-pup, a house, a motor, a banjo, and a rose-garden; as she went she\nadded a talking machine to the list; and he was to be planted in the\nvery centre of everything.\n\n\"Seems like a nice girl, Wallis,\" said Allan dreamily. And the discreet\nWallis said nothing (though he knew a good deal) about his mistress's\nshopping-list.\n\n\"Yes, Mr. Allan,\" he conceded.\n\n       *       *       *       *       *\n\nIt was Phyllis Harrington's firm belief that Mr. De Guenther could\nproduce anything anybody wanted at any time, or that if he couldn't his\nwife could. So it was to him that she went on her quest for the\nrose-garden, with its incidental house. The rest of the items she\nthought she could get for herself. It was nearly the last of April, and\nshe wanted a well-heated elderly mansion, preferably Colonial, not too\nunwieldily large, with as many rose-trees around it as her discretionary\npowers would stand. And she wanted it as near and as soon as possible.\nBy the help of Mr. De Guenther, amused but efficient, Mrs. De Guenther,\nefficient but sentimental; and an agent who was efficient merely, she\ngot very nearly what she wanted. Money could do a great deal more than a\ncountry minister's daughter had ever had any way of imagining. By its\naid she found it possible to have furniture bought and placed inside a\nfortnight, even to a list of books set up in sliding sectional cases.\nShe had hoped to buy those cases some day, one at a time, and getting\nthem at one fell swoop seemed to her more arrogantly opulent than the\npurchase of the house and grounds--than even the big shiny victrola. She\nhad bought that herself, before there was a house to put it in, going on\nthe principle that all men not professional musicians have a concealed\npassion for music that they can create themselves by merely winding up\nsomething. And--to anticipate--she found that as far as Allan was\nconcerned she was quite right.\n\n\"But why do you take this very radical step, my dear?\" asked Mrs. De\nGuenther gently, as she helped Phyllis choose furniture.\n\n\"I am going to try the only thing Allan's mother seems to have\nomitted,\" said Phyllis dauntlessly. \"A complete change of surroundings.\"\n\n\"Oh, my dear!\" breathed Mrs. De Guenther. \"It may help poor Allan more\nthan we know! And dear Angela did discuss moving often, but she could\nnever bear to leave the city house, where so many of her dear ones have\npassed away.\"\n\n\"Well, none of _my_ dear ones are going to pass away there,\" said\nPhyllis irreverently, \"unless Mrs. Clancy wants to. I'm not even taking\nany servants but Wallis. The country-house doesn't need any more than a\ncook, a chambermaid, and outdoor man. Mrs. Clancy is getting them. I\ntold her I didn't care what age or color she chose, but they had to be\ncheerful. She will stay in the city and keep the others straight, in\nsomething she calls board-wages. I'm starting absolutely fresh.\"\n\nThey were back at Mrs. De Guenther's house by the time Phyllis was done\ntelling her plans, Phyllis sitting in the identical pluffy chair where\nshe had made her decision to marry Allan. Mrs. De Guenther sprang from\nher own chair, and came over and impulsively kissed her.\n\n\"God bless you, dear!\" she said. \"I believe it was Heaven that inspired\nAlbert and myself to choose you to carry on poor Angela's work.\"\n\nPhyllis flushed indignantly.\n\n\"I'm undoing a little of it, I hope,\" she said passionately. \"If I can\nonly make that poor boy forget some of those dreadful years she spent\ncrying over him, I shan't have lived in vain!\"\n\nMrs. De Guenther looked at Phyllis earnestly--and, most unexpectedly,\nburst into a little tinkling laugh.\n\n\"My dear,\" she said mischievously, \"what about all the fine things you\nwere going to do for yourself to make up for being tied to poor Allan?\nYou should really stop being unselfish, and enjoy yourself a little.\"\n\nPhyllis felt herself flushing crimson. Elderly people did seem to be so\nsentimental!\n\n\"I've bought myself lots of things,\" she defended herself. \"Most of this\nis really for me. And--I can't help being good to him. It's only common\nhumanity. I was never so sorry for anybody in my life--you'd be, too, if\nit were Mr. De Guenther!\"\n\nShe thought her explanation was complete. But she must have said\nsomething that she did not realize, for Mrs. De Guenther only laughed\nher little tinkling laugh again, and--as is the fashion of elderly\npeople--kissed her.\n\n\"I would, indeed, my dear,\" said she.\n\n\n\n\nX\n\n\nAllan Harrington lay in his old attitude on his couch in the darkened\nday-room, his tired, clear-cut face a little thrown back, eyes\nhalf-closed. He was not thinking of anything or any one especially;\nmerely wrapped in a web of the dragging, empty, gray half-thoughts of\nweariness in general that had hung about him so many years. Wallis was\nnot there. Wallis had been with him much less lately, and he had\nscarcely seen Phyllis for a fortnight; or, for the matter of that, the\ndog, or any one at all. Something was going on, he supposed, but he\nscarcely troubled himself to wonder what. The girl was doubtless making\nherself boudoirs or something of the sort in a new part of the house. He\nclosed his eyes entirely, there in the dusky room, and let the web of\ndreary, gray, formless thought wrap him again.\n\nPhyllis's gay, sweetly carrying voice rang from outside the door:\n\n\"The three-thirty, then, Wallis, and I feel as if I were going to steal\nCharlie Ross! Well----\"\n\nOn the last word she broke off and pushed the sitting-room door softly\nopen and slid in. She walked in a pussy-cat fashion which would have\nsuggested to any one watching her a dark burden on her conscience.\n\nShe crossed straight to the couch, looked around for the chair that\nshould have been by it but wasn't, and sat absently down on the floor.\nShe liked floors.\n\n\"Allan!\" she said.\n\nNo answer.\n\n\"Allan _Harrington_!\"\n\nStill none. Allan was half-asleep, or what did instead, in one of his\nabstracted moods.\n\n\"_All-an Harrington!_\"\n\nThis time she reached up and pulled at his heavy silk sleeve as she\nspoke.\n\n\"Yes,\" said Allan courteously, as if from an infinite distance.\n\n\"Would you mind,\" asked Phyllis guilelessly, \"if Wallis--we--moved\nyou--a little? I can tell you all about everything, unless you'd rather\nnot have the full details of the plan----\"\n\n\"Anything,\" said Allan wearily from the depths of his gray cloud; \"only\ndon't _bother_ me about it!\"\n\nPhyllis jumped to her feet, a whirl of gay blue skirts and cheerfully\ntossing blue feathers. \"Good-by, dear Crusader!\" she said with a catch\nin her voice that might have been either a laugh or a sob. \"The next\ntime you see me you'll probably _hate_ me! Wallis!\"\n\nWallis appeared like the Slave of the Lamp. \"It's all right, Wallis,\"\nshe said, and ran. Wallis proceeded thereupon to wheel his master's\ncouch into the bedroom.\n\n\"If you're going to be moved, you'd better be dressed a little heavier,\nsir,\" he said with the same amiable guilelessness, if the victim had but\nnoticed it, which Phyllis had used from her seat on the floor not long\nbefore.\n\n\"Very well,\" said Allan resignedly from his cloud. And Wallis proceeded\nto suit the action to the word.\n\nAllan let him go on in unnoticing silence till it came to that totally\nunfamiliar thing these seven years, a stand-up collar. A shiningly new\nlinen collar of the newest cut, a beautiful golden-brown knit tie, a\ngray suit----\n\n\"What on earth?\" inquired Allan, awakening from his lethargy. \"I don't\nneed a collar and tie to keep me from getting cold on a journey across\nthe house. And where did you get those clothes? They look new.\"\n\nWallis laid his now fully dressed master back to a reclining\nposition--he had been propped up--and tucked a handkerchief into the\nappropriate pocket as he replied, \"Grant & Moxley's, sir, where you\nalways deal.\" And he wheeled the couch back to the day-room, over to its\nvery door.\n\nIt did not occur to Allan, as he was being carried downstairs by Wallis\nand Arthur, another of the servants, that anything more than a change of\nrooms was intended; nor, as he was carried out at its door to a long\nclosed carriage, that it was anything worse than his new keeper's\nmistaken idea that drives would be good for him. He was a little\nirritable at the length and shutupness of the drive, though, as his cot\nhad been swung deftly from the ceiling of the carriage, he was not\njarred. But when Wallis and Arthur carried the light pallet on which he\nlay swiftly up a plank walk laid to the door of a private car--why then\nit began to occur to Allan Harrington that something was happening.\nAnd--which rather surprised himself--he did not lift a supercilious\neyebrow and say in a soft, apathetic voice, \"Very we-ell!\" Instead, he\nturned his head towards the devoted Wallis, who had helped two\nconductors swing the cot from the ceiling, and was now waiting for the\nstorm to break. And what he said to Wallis was this:\n\n\"What the deuce does this tomfoolery mean?\" As he spoke he felt the\naccumulated capacity for temper of the last seven years surging up\ntoward Wallis, and Arthur, and Phyllis, and the carriage-horses, and\neverything else, down to the two conductors. Wallis seemed rather\nrelieved than otherwise. Waiting for a storm to break is rather wearing.\n\n\"Well, sir, Mrs. Harrington, she thought, sir, that--that a little move\nwould do you good. And you didn't want to be bothered, sir----\"\n\n\"Bothered!\" shouted Allan, not at all like a bored and dying invalid. \"I\nshould think I did, when a change in my whole way of life is made! Who\ngave you, or Mrs. Harrington, permission for this outrageous\nperformance! It's sheer, brutal, insulting idiocy!\"\n\n\"Nobody, sir--yes, sir,\" replied Wallis meekly. \"Would you care for a\ndrink, sir--or anything?\"\n\n\"_No!_\" thundered Allan.\n\n\"Or a fan?\" ventured Wallis, approaching near with that article and\nlaying it on the coverlid. Allan's hand snatched the fan angrily--and\nbefore he thought he had hurled it at Wallis! Weakly, it is true, for it\nlighted ingloriously about five feet away; but he had _thrown_ it, with\na movement that must have put to use the muscles of the long-disused\nupper arm. Wallis sat suddenly down and caught his breath.\n\n\"Mr. Allan!\" he said. \"Do you know what you did then? You _threw_, and\nyou haven't been able to use more than your forearm before! Oh, Mr.\nAllan, you're getting better!\"\n\nAllan himself lay in astonishment at his feat, and forgot to be angry\nfor a moment. \"I certainly did!\" he said.\n\n\"And the way you lost your temper!\" went on Wallis enthusiastically.\n\"Oh, Mr. Allan, it was beautiful! You haven't been more than to say\nsnarly since the accident! It was so like the way you used to throw\nhair-brushes----\"\n\nBut at the mention of his lost temper Allan remembered to lose it still\nfurther. His old capacity for storming, a healthy lad's healthy young\nhot-temperedness, had been weakened by long disuse, but he did fairly\nwell. Secretly it was a pleasure to him to find that he was alive enough\nto care what happened, enough for anger. He demanded presently where he\nwas going.\n\n\"Not more than two hours' ride, sir, I heard Mr. De Guenther mention,\"\nanswered Wallis at once. \"A little place called Wallraven--quite\ncountry, sir, I believe.\"\n\n\"So the De Guenthers are in it, too!\" said Allan. \"What the dickens has\nthis girl done to them, to hypnotize them so?\"\n\n\"But I've heard say it's a very pretty place, sir,\" was all Wallis\nvouchsafed to this. The De Guenthers were not the only people Phyllis\nhad hypnotized.\n\nHe gave Allan other details as they went on, however. His clothes and\npersonal belongings were coming on immediately. There were two\nsuit-cases, perhaps he had noticed, in the car with them. The young\nmadam was planning to stay all the summer, he believed. Mrs. Clancy had\nbeen left behind to look after the other servants, and he understood\nthat she had seen to the engagement of a fresh staff of servants for the\ncountry. And Allan, still awakened by his fit of temper, and fresh from\nthe monotony of his seven years' seclusion, found all the things Wallis\ncould tell him very interesting.\n\n       *       *       *       *       *\n\nPhyllis's rose-garden house had, among other virtues, the charm of being\nnear the little station: a new little mission station which had\napparently been called Wallraven by some poetic young real-estate\nagency, for the surrounding countryside looked countrified enough to be\na Gray's Corners, or Smith's Crossing, or some other such placid old\ncountry name. There were more trees to be seen in Allan's quick passage\nfrom the train to the long old carryall (whose seats had been removed to\nmake room for his cot) than he had remembered existed. There were sleepy\nbirds to be heard, too, talking about how near sunset and their bedtime\nhad come, and a little brook splashed somewhere out of sight. Altogether\nspring was to be seen and heard and felt, winningly insistent. Allan\nforgave Wallis, not to speak of Phyllis and the conductors, to a certain\ndegree. He ordered the flapping black oilcloth curtain in front rolled\nup so he could see out, and secretly enjoyed the drive, unforeseen\nthough it had been. His spine never said a word. Perhaps it, too,\nenjoyed having a change from a couch in a dark city room.\n\nThey saw no one in their passage through the long, low old house.\nPhyllis evidently had learned that Allan didn't like his carryings\nabout done before people.\n\nWallis seemed to be acting under a series of detailed orders. He and\nArthur carried their master to a long, well-lighted room at the end of\nthe house, and deftly transferred him to a couch much more convenient,\nbeing newer, than the old one. On this he was wheeled to his adjoining\nbedroom, and when Wallis had made him comfortable there, he left him\nmysteriously for a while. It was growing dark by now, and the lights\nwere on. They were rose-shaded, Allan noticed, as the others had been at\nhome. Allan watched the details of his room with that vivid interest in\nlittle changes which only invalids can know. There was an old-fashioned\nlandscape story paper on the walls, with very little repeat. Over it,\nbut not where they interfered with tracing out the adventures of the\npaper people, were a good many pictures, quite incongruous, for they\nwere of the Remington type men like, but pleasant to see nevertheless.\nThe furniture was chintz-covered and gay. There was not one thing in\nthe room to remind a man that he was an invalid. It occurred to Allan\nthat Phyllis must have put a good deal of deliberate work on the place.\nHe lay contentedly, watching the grate fire, and trying to trace out the\nstory of the paper, for at least a half-hour. He found himself, at\nlength, much to his own surprise, thinking with a certain longing of his\ndinner-tray. He was thinking of it more and more interestedly by the\ntime Wallis--trayless--came back.\n\n\"Mr. and Mrs. De Guenther and the young madam are waiting for you in the\nliving-room,\" he announced. \"They would be glad if you would have supper\nwith them.\"\n\n\"Very well,\" said Allan amiably, still much to his own surprise. The\ntruth was, he was still enough awake and interested to want to go on\nhaving things happen.\n\nThe room Wallis wheeled him back into was a long, low one, wainscoted\nand bare-floored. It was furnished with the best imitation Chippendale\nto be obtained in a hurry, but over and above there were cushioned\nchairs and couches enough for solid comfort. There were more cheerful\npictures, the Maxfield Parrishes Phyllis had wanted, over the\ngreen-papered walls. There was a fire here also. The room had no more\nperiod than a girl's sentence, but there was a bright air of welcomeness\nand informality that was winning. An old-fashioned half-table against\nthe wall was covered with a great many picknicky things to eat. Another\ntable had more things, mostly to eat with, on it. And there were the De\nGuenthers and Phyllis. On the whole it felt very like a welcome-home.\n\nPhyllis, in a satiny rose-colored gown he had never seen before, came\nover to his couch to meet him. She looked very apprehensive and young\nand wistful for the rÃ´le of Bold Bad Hypnotist. She bent towards him\nwith her hand out, seemed about to speak, then backed, flushed, and\nacted as if something had frightened her badly.\n\n\"Is she as afraid of me as all that?\" thought Allan. Wallis must have\ngiven her a lurid account of how he had behaved. His quick impulse was\nto reassure her.\n\n\"Well, Phyllis, my dear, you certainly didn't bother me with plans\n_this_ time!\" he said, smiling. \"This is a bully surprise!\"\n\n\"I--I'm glad you like it,\" said his wife shyly, still backing away.\n\n\"Of course he'd like it,\" said Mrs. De Guenther's kind staccato voice\nbehind him. \"Kiss your husband, and tell him he's welcome home, Phyllis\nchild!\"\n\nNow, Phyllis was tired with much hurried work, and overstrung. And\nAllan, lying there smiling boyishly up at her, Allan seen for the first\ntime in these usual-looking gray man-clothes, was like neither the\nmarble Crusader she had feared nor the heartbroken little boy she had\npitied. He was suddenly her contemporary, a very handsome and attractive\nyoung fellow, a little her senior. From all appearances, he might have\nbeen well and normal, and come home to her only a little tired, perhaps,\nby the day's work or sport, as he lay smiling at her in that friendly,\nintimate way! It was terrifyingly different. Everything felt different.\nAll her little pieces of feeling for him, pity and awe and friendliness\nand love of service, seemed to spring suddenly together and make\nsomething else--something unplaced and disturbing. Her cheeks burned\nwith a childish embarrassment as she stood there before him in her\nruffled pink gown. What should she do?\n\nIt was just then that Mrs. De Guenther's crisply spoken advice came.\nPhyllis was one of those people whose first unconscious instinct is to\nobey an unspoken order. She bent blindly to Allan's lips, and kissed him\nwith a child's obedience, then straightened up, aghast. He would think\nher very bold!\n\nBut he did not, for some reason. It may have seemed only comforting and\nnatural to him, that swift childish kiss, and Phyllis's honey-colored,\nviolet-scented hair brushing his face. Men take a great deal without\nquestion as their rightful due.\n\nThe others closed around him then, welcoming him, laughing at the\nsurprise and the way he had taken it, telling him all about it as if\neverything were as usual and pleasant as possible, and the present state\nof things had always been a pleasant commonplace. And Wallis began to\nserve the picnic supper.\n\n\n\n\nXI\n\n\nThere were trays and little tables, and the food itself would have\nbetrayed a southern darky in the kitchen if nothing else had. It was the\nfirst meal Allan had eaten with any one for years, and he found it so\ninteresting as to be almost exciting. Wallis took the plates invisibly\naway when they were done, and they continued to stay in their\nhalf-circle about the fire and talk it all over. Phyllis, tired to death\nstill, had slid to her favorite floor-seat, curled on cushions and\nleaning against the couch-side. Allan could have touched her hair with\nhis hand. She thought of this, curled there, but she was too tired to\nmove. It was exciting to be near him, somehow, tired as she was.\n\nMost of the short evening was spent celebrating the fact that Allan had\nthrown something at Wallis, who was recalled to tell the story three\ntimes in detail. Then there was the house to discuss, its good and bad\npoints, its nearnesses and farnesses.\n\n\"Let me tell you, Allan,\" said Mrs. De Guenther warmly at this point,\nfrom her seat at the foot of the couch, \"this wife of yours is a wonder.\nNot many girls could have had a house in this condition two weeks after\nit was bought.\"\n\nAllan looked down at the heap of shining hair below him, all he could\nsee of Phyllis.\n\n\"Yes,\" he said consideringly. \"She certainly is.\"\n\nAt a certain slowness in his tone, Phyllis sprang up. \"You must be tired\nto _death_!\" she said. \"It must be nearly ten. Do you feel worn out?\"\n\nBefore he could say anything, Mrs. De Guenther had also risen, and was\nsweeping away her husband.\n\n\"Of course he is,\" she said decisively. \"What have we all been thinking\nof? And we must go to bed, too, Albert, if you insist on taking that\nearly train in the morning, and I insist on going with you. Good-night,\nchildren.\"\n\nWallis had appeared by this time, and was wheeling Allan from the room\nbefore he had a chance to say much of anything but good-night. The De\nGuenthers talked a little longer to Phyllis, and were gone also. Phyllis\nflung herself full-length on the rugs and pillows before the fire, too\ntired to move further.\n\nWell, she had everything that she had wished for on that wet February\nday in the library. Money, leisure to be pretty, a husband whom she\n\"didn't have to associate with much,\" rest, if she ever gave herself\nleave to take it, and the rose-garden. She had her wishes, as uncannily\nfulfilled as if she had been ordering her fate from a department store,\nand had money to pay for it.... And back there in the city it was\nsomebody's late night, and that somebody--it would be Anna Black's turn,\nwouldn't it?--was struggling with John Zanowskis and Sadie Rabinowitzes\nby the lapful, just as she had. And yet--and yet they had really cared\nfor her, those dirty, dear little foreigners of hers. But she'd had to\nwork for their liking.... Perhaps--perhaps she could make Allan\nHarrington like her as much as the children did. He had been so kind\nto-night about the move and all, and so much brighter, her handsome\nAllan in his gray, every-day-looking man-clothes! If she could stay\nbrave enough and kind enough and bright enough ... her eyelids\ndrooped.... Wallis was standing respectfully over her.\n\n\"Mrs. Harrington,\" he was saying, with a really masterly ignoring of her\nattitude on the rug, \"Mr. Harrington says you haven't bid him good-night\nyet.\"\n\nAn amazing message! Had she been in the habit of it, that he demanded it\nlike a small boy? But she sprang up and followed Wallis into Allan's\nroom. He was lying back in his white silk sleeping things among the\nwhite bed-draperies, looking as he always had before. Only, he seemed\ntoo alive and awake still for his old rÃ´le of Crusader-on-a-tomb.\n\n\"Phyllis,\" he began eagerly, as she sat down beside him, \"what made you\nso frightened when I first came? Wallis hadn't worried you, had he?\"\n\n\"Oh, no; it wasn't that at all,\" said Phyllis. \"And thank you for being\nso generous about it all.\"\n\n\"I wasn't generous,\" said her husband. \"I behaved like everything to old\nWallis about it. Well, what was it, then?\"\n\n\"I--I--only--you looked so different in--_clothes_,\" pleaded Phyllis,\n\"like any man my age or older--as if you might get up and go to\nbusiness, or play tennis, or anything, and--and I was _afraid_ of you!\nThat's all, truly!\"\n\nShe was sitting on the bed's edge, her eyes down, her hands quivering in\nher lap, the picture of a school-girl who isn't quite sure whether she's\nbeen good or not.\n\n\"Why, that sounds truthful!\" said Allan, and laughed. It was the first\ntime she had heard him, and she gave a start. Such a clear, cheerful,\n_young_ laugh! Maybe he would laugh more, by and by, if she worked hard\nto make him.\n\n\"Good-night, Allan,\" she said.\n\n\"Aren't you going to kiss me good-night?\" demanded this new Allan,\nprecisely as if she had been doing it ever since she met him. Evidently\nthat kiss three hours ago had created a precedent. Phyllis colored to\nher ears. She seemed to herself to be always coloring now. But she\nmustn't cross Allan, tired as he must be!\n\n\"Good-night, Allan,\" she said again sedately, and kissed his cheek as\nshe had done a month ago--years ago!--when they had been married. Then\nshe fled.\n\n\"Wallis,\" said his master dreamily when his man appeared again, \"I want\nsome more real clothes. Tired of sleeping-suits. Get me some, please.\nGood-night.\"\n\nAs for Phyllis, in her little green-and-white room above him, she was\ncrying comfortably into her pillow. She had not the faintest idea why,\nexcept that she liked doing it. She felt, through her sleepiness, a\nfaint, hungry, pleasant want of something, though she hadn't an idea\nwhat it could be. She had everything, except that it wasn't time for the\nroses to be out yet. Probably that was the trouble.... Roses.... She,\ntoo, went to sleep.\n\n       *       *       *       *       *\n\n\"How did Mr. Allan pass the night?\" Phyllis asked Wallis anxiously,\nstanding outside his door next morning. She had been up since seven,\nspeeding the parting guests and interviewing the cook and chambermaid.\nMrs. Clancy's choice had been cheerful to a degree, and black, all of\nit; a fat Virginia cook, a slim young Tuskegee chambermaid of a pale\nsaddle-color, and a shiny brown outdoor man who came from nowhere in\nparticular, but was very useful now he was here. Phyllis had seen them\nall this morning, and found them everything servants should be. Now she\nwas looking after Allan, as her duty was.\n\nWallis beamed from against the door-post, his tray in his hands.\n\n\"Mrs. Harrington, it's one of the best sleeps Mr. Allan's had! Four\nhours straight, and then sleeping still, if broken, till six! And still\ntaking interest in things. Oh, ma'am, you should have heard him\nyesterday on the train, as furious as furious! It was beautiful!\"\n\n\"Then his spine wasn't jarred,\" said Phyllis thoughtfully. \"Wallis, I\nbelieve there was more nervous shock and nervous depression than ever\nthe doctors realized. And I believe all he needs is to be kept happy, to\nbe much, much better. Wouldn't it be wonderful if he got so he could\nmove freely from the waist up? I believe that may happen if we can keep\nhim cheered and interested.\"\n\nWallis looked down at his tray. \"Yes, ma'am,\" he said. \"Not to speak ill\nof the dead, Mrs. Harrington, the late Mrs. Harrington was always saying\n'My poor stricken boy,' and things like that--'Do not jar him with\nill-timed light or merriment,' and reminding him how bad he was. And she\ncertainly didn't jar him with any merriment, ma'am.\"\n\n\"What were the doctors thinking about?\" demanded Phyllis indignantly.\n\n\"Well, ma'am, they did all sorts of things to poor Mr. Allan for the\nfirst year or so. And then, as nothing helped, and they couldn't find\nout what was wrong to have paralyzed him so, he begged to have them\nstopped hurting him. So we haven't had one for the past five years.\"\n\n\"I think a masseur and a wheel-chair are the next things to get,\" said\nPhyllis decisively. \"And remember, Wallis, there's something the matter\nwith Mr. Allan's shutters. They won't always close the sunshine out as\nthey should.\"\n\nWallis almost winked, if an elderly, mutton-chopped servitor can be\nimagined as winking.\n\n\"No, ma'am,\" he promised. \"Something wrong with 'em. I'll remember,\nma'am.\"\n\nPhyllis went singing on down the sunny old house, swinging her colored\nmuslin skirts and prancing a little with sheer joy of being twenty-five,\nand prettily dressed, with a dear house all her own, and--yes--a dear\nAllan a little her own, too! Doing well for a man what another woman has\ndone badly has a perennial joy for a certain type of woman, and this was\nwhat Phyllis was in the very midst of. She pranced a little more, and\ncame almost straight up against a long old mirror with gilt cornices,\nwhich had come with the house and was staying with it. Phyllis stopped\nand looked critically at herself.\n\n\"I haven't taken time yet to be pretty,\" she reminded the girl in the\nglass, and began then and there to take account of stock, by way of\nbeginning. Why--a good deal had done itself! Her hair had been washed\nand sunned and sunned and washed about every ten minutes since she had\nbeen away from the library. It was springy and three shades more golden.\nShe had not been rushing out in all weathers unveiled, nor washing\nhastily with hard water and cheap library soap eight or ten times a day,\nbecause private houses are comparatively clean places. So her complexion\nhad been getting back, unnoticed, a good deal of its original country\nrose-and-cream, with a little gold glow underneath. And the tired\nheaviness was gone from her eyelids, because she had scarcely used her\neyes since she had married Allan--there had been too much else to do!\nThe little frown-lines between the brows had gone, too, with the need of\nreading-glasses and work under electricity. She was more rounded, and\nher look was less intent. The strained Liberry Teacher look was gone.\nThe luminous long blue eyes in the glass looked back at her girlishly.\n\"Would you think we were twenty-five even?\" they said. Phyllis smiled\nirrepressibly at the mirrored girl.\n\n\"Yas'm,\" said the rich and comfortable voice of Lily-Anna, the cook,\nfrom the dining-room door; \"you sholy is pretty. Yas'm--a lady _wants_\nto stay pretty when she's married. Yo' don' look much mo'n a bride,\nma'am, an' dat's a fac'. Does you want yo' dinnehs brought into de\nsittin'-room regular till de gem'man gits well?\"\n\n\"Yes--no--yes--for the present, any way,\" said Phyllis, with a mixture\nof confusion and dignity. Fortunately the doorbell chose this time to\nring.\n\nA business-like young messenger with a rocking crate wanted to speak to\nthe madam. The last item on Phyllis's shopping list had come.\n\n\"The wolfhound's doing fine, ma'am,\" the messenger answered in response\nto her questions. \"Like a different dog already. All he needed was\nexercise and a little society. Yes'm, this pup's broken--in a manner,\nthat is. Your man picked you out the best-tempered little feller in the\nlitter. Here, Foxy--careful, lady! Hold on to his leash!\"\n\nThere was the passage of the check, a few directions about\ndog-biscuits, and then the messenger from the kennels drove back to the\nstation, the crate, which had been emptied of a wriggling six-months\nblack bull-dog, on the seat beside him.\n\n\n\n\nXII\n\n\nAllan, lying at the window of the sunny bedroom, and wondering if they\nhad been having springs like this all the time he had lived in the city,\nheard a scuffle outside the door. His wife's voice inquired breathlessly\nof Wallis, \"Can Mr. Allan--see me?... Oh, gracious--_don't_, Foxy, you\nlittle black gargoyle! Open the door, or--shut it--quick, Wallis!\"\n\nBut the door, owing to circumstances over which nobody but the black dog\nhad any control, flew violently open here, and Allan had a flying vision\nof his wife, flushed, laughing, and badly mussed, being railroaded\nacross the room by a prancingly exuberant French bull at the end of a\nleash.\n\n\"He's--he's a cheerful dog,\" panted Phyllis, trying to bring Foxy to\nanchor near Allan, \"and I don't think he knows how to keep still long\nenough to pose across your feet--he wouldn't become them anyhow--he's a\nreal man-dog, Allan, not an interior decoration.... Oh, Wallis, he has\nMr. Allan's slipper! Foxy, you little fraud! Did him want a drink,\nangel-puppy?\"\n\n\"Did you get him for me, Phyllis?\" asked Allan when the tumult and the\nshouting had died, and the caracoling Foxy had buried his hideous little\nblack pansy-face in a costly Belleek dish of water.\n\n\"Yes,\" gasped Phyllis from her favorite seat, the floor; \"but you\nneedn't keep him unless you want to. I can keep him where you'll never\nsee him--can't I, honey-dog-gums? Only I thought he'd be company for\nyou, and don't you think he seems--cheerful?\"\n\nAllan threw his picturesque head back on the cushions, and laughed and\nlaughed.\n\n\"Cheerful!\" he said. \"Most assuredly! Why--thank you, ever so much,\nPhyllis. You're an awfully thoughtful girl. I always did like bulls--had\none in college, a Nelson. Come here, you little rascal!\"\n\nHe whistled, and the puppy lifted its muzzle from the water, made a\ndripping dash to the couch, and scrambled up over Allan as if they had\nowned each other since birth. Never was a dog less weighed down by the\nglories of ancestry.\n\nAllan pulled the flopping bat-ears with his most useful hand, and asked\nwith interest, \"Why on earth did they call a French bull Foxy?\"\n\n\"Yes, sir,\" said Wallis. \"I understand, sir, that he was the most active\nand playful of the litter, and chewed up all his brothers' ears, sir.\nAnd the kennel people thought it was so clever that they called him\nFoxy.\"\n\n\"The best-tempered dog in the litter!\" cried Phyllis, bursting into\nhelpless laughter from the floor.\n\n\"That doesn't mean he's bad-tempered,\" explained master and man eagerly\ntogether. Phyllis began to see that she had bought a family pet as much\nfor Wallis as for Allan. She left them adoring the dog with that\nreverent emotion which only very ugly bull-dogs can wake in a man's\nbreast, and flitted out, happy over the success of her new toy for\nAllan.\n\n\"Take him out when he gets too much for Mr. Allan,\" she managed to say\nsoftly to Wallis as she passed him. But, except for a run or so for his\nhealth, Wallis and Allan between them kept the dog in the bedroom most\nof the day. Phyllis, in one of her flying visits, found the little\nfellow, tired with play, dog-biscuits, and other attentions, snuggled\ndown by his master, his little crumpled black muzzle on the pillow close\nto Allan's contented, sleeping face. She felt as if she wanted to cry.\nThe pathetic lack of interests which made the coming of a new little dog\nsuch an event!\n\nBefore she hung one more picture, before she set up even a book from the\nboxes which had been her father's, before she arranged one more article\nof furniture, she telephoned to the village for the regular delivery of\nfour daily papers, and a half-dozen of the most masculine magazines she\ncould think of on the library lists. She had never known of Allan's\ndoing any reading. That he had cared for books before the accident, she\nknew. At any rate, she was resolved to leave no point uncovered that\nmight, just possibly _might_, help her Allan just a little way to\ninterest in life, which she felt to be the way to recovery. He liked\nbeing told stories to, any way.\n\n\"Do you think Mr. Allan will feel like coming into the living-room\nto-day?\" she asked Wallis, meeting him in the hall about two o'clock.\n\n\"Why, he's dressed, ma'am,\" was Wallis's astonishing reply, \"and him and\nthe pup is having a fine game of play. He's got more use of that hand\nan' arm, ma'am, than we thought.\"\n\n\"Do you think he'd care to be wheeled into the living-room about four?\"\nasked Phyllis.\n\n\"For tea, ma'am?\" inquired Wallis, beaming. \"I should think so, ma'am.\nI'll ask, anyhow.\"\n\nPhyllis had not thought of tea--one does not stop for such leisurely\namenities in a busy public library--but she saw the beauty of the idea,\nand saw to it that the tea was there. Lily-Anna was a jewel. She built\nthe fire up to a bright flame, and brought in some daffodils from the\ngarden without a word from her mistress. Phyllis herself saw that the\nvictrola was in readiness, and cleared a space for the couch near the\nfire. There was quite a festal feeling.\n\nThe talking-machine was also a surprise for Allan. Phyllis thought\nafterward that she should have saved it for another day, but the\ntemptation to grace the occasion with it was too strong. She and Allan\nwere as excited over it as a couple of children, and the only drawback\nto Allan's enjoyment was that he obviously wanted to take the records\nout of her unaccustomed fingers and adjust them himself. He knew how, it\nappeared, and Phyllis naturally didn't. However, she managed to follow\nhis directions successfully. She had bought recklessly of rag-time\ndiscs, and provided a fair amount of opera selections. Allan seemed\nequally happy over both. After the thing had been playing for\nthree-quarters of an hour, and most of the records were exhausted,\nPhyllis rang for tea. It was getting a little darker now, and the\nwood-fire cast fantastic red and black lights and shadows over the room.\nIt was very intimate and thrilling to Phyllis suddenly, the fire-lit\nroom, with just their two selves there. Allan, on his couch before the\nfire, looked bright and contented. The adjustable couch-head had been\nbraced to such a position that he was almost sitting up. The bull-dog,\nwho had lately come back from a long walk with the gratified outdoor\nman, snored regularly on the rug near his master, wakening enough to bat\nhis tail on the floor if he was referred to. The little tea-table was\nbetween Allan and Phyllis, crowned with a bunch of apple-blossoms, whose\nspring-like scent dominated the warm room. Phyllis, in her green gown,\nher cheeks pink with excitement, was waiting on her lord and master a\nlittle silently.\n\nAllan watched her amusedly for awhile--she was as intent as a good child\nover her tea-ball and her lemon and her little cakes.\n\n\"Say something, Phyllis,\" he suggested with the touch of mischief she\nwas not yet used to, coming from him.\n\n\"This is a serious matter,\" she replied gravely. \"Do you know I haven't\nmade tea--afternoon tea, that is--for so long it's a wonder I know which\nis the cup and which is the saucer?\"\n\n\"Why not?\" he asked idly, yet interestedly too.\n\n\"I was otherwise occupied. I was a Daughter of Toil,\" explained Phyllis\nserenely, setting down her own cup to relax in her chair, hands behind\nher head; looking, in her green gown, the picture of graceful, strong,\nyoung indolence. \"I was a librarian--didn't you know?\"\n\n\"No. I wish you'd tell me, if you don't mind,\" said Allan. \"About you, I\nmean, Phyllis. Do you know, I feel awfully married to you this\nafternoon--you've bullied me so much it's no wonder--and I really ought\nto know about my wife's dark past.\"\n\nPhyllis's heart beat a little faster. She, too, had felt \"awfully\nmarried\" here alone in the fire-lit living-room, dealing so intimately\nand gayly with Allan.\n\n\"There isn't much to tell,\" she said soberly.\n\n\"Come over here closer,\" commanded Allan the spoilt. \"We've both had all\nthe tea we want. Come close by the couch. I want to see you when you\ntalk.\"\n\nPhyllis did as he ordered.\n\n\"I was a New England country minister's daughter,\" she began. \"New\nEngland country ministers always know lots about Greek and Latin and how\nto make one dollar do the work of one-seventy-five, but they never have\nany dollars left when the doing's over. Father and I lived alone\ntogether always, and he taught me things, and I petted him--fathers need\nit, specially when they have country congregations--and we didn't bother\nmuch about other folks. Then he--died. I was eighteen, and I had six\nhundred dollars. I couldn't do arithmetic, because Father had always\nsaid it was left out of my head, and I needn't bother with it. So I\ncouldn't teach. Then they said, 'You like books, and you'd better be a\nlibrarian.' As a matter of fact, a librarian never gets a chance to\nread, but you can't explain that to the general public. So I came to the\ncity and took the course at library school. Then I got a position in the\nGreenway Branch--two years in the circulating desk, four in the\ncataloguing room, and one in the Children's Department. The short and\nsimple annals of the poor!\"\n\n\"Go on,\" said Allan.\n\n\"I believe it's merely that you like the sound of the human voice,\" said\nPhyllis, laughing. \"I'm going to go on with the story of the Five Little\nPigs--you'll enjoy it just as much!\"\n\n\"Exactly,\" said Allan. \"Tell me what it was like in the library,\nplease.\"\n\n\"It was rather interesting,\" said Phyllis, yielding at once. \"There are\nso many different things to be done that you never feel any monotony, as\nI suppose a teacher does. But the hours are not much shorter than a\ndepartment store's, and it's exacting, on-your-feet work all the time. I\nliked the work with the children best. Only--you never have any time to\nbe anything but neat in a library, and you do get so tired of being just\nneat, if you're a girl.\"\n\n\"And a pretty one,\" said Allan. \"I don't suppose the ugly ones mind as\nmuch.\"\n\nIt was the first thing he had said about her looks. Phyllis's ready\ncolor came into her cheeks. So he thought she was pretty!\n\n\"Do you--think I'm pretty?\" she asked breathlessly. She couldn't help\nit.\n\n\"Of course I do, you little goose,\" said Allan, smiling at her.\n\nPhyllis plunged back into the middle of her story:\n\n\"You see, you can't sit up nights to sew much, or practise doing your\nhair new ways, because you need all your strength to get up when the\nalarm-clock barks next morning. And then, there's always the\nmoney-worry, if you have nothing but your salary. Of course, this last\nyear, when I've been getting fifty dollars a month, things have been all\nright. But when it was only thirty a month in the Circulation--well,\nthat was pretty hard pulling,\" said Phyllis thoughtfully. \"But the\nworst--the worst, Allan, was waking up nights and wondering what would\nhappen if you broke down for a long time. Because you _can't_ very well\nsave for sickness-insurance on even fifty a month. And the work--well,\nof course, most girls' work is just a little more than they have the\nstrength for, always. But I was awfully lucky to get into children's\nwork. Some of my imps, little Poles and Slovaks and Hungarians mostly,\nare the cleverest, most affectionate babies----\"\n\nShe began to tell him stories of wonderful ten-year-olds who were\nSocialists by conviction, and read economics, and dazed little atypical\nsixteen-year-olds who read Mother Goose, and stopped even that because\nthey got married.\n\n\"You poor little girl!\" said Allan, unheeding. \"What brutes they were to\nyou! Well, thank Heaven, that's over now!\"\n\n\"Why, Allan!\" she said, laying a soothing hand on his. \"Nobody was a\nbrute. There's never more than one crank-in-authority in any library,\nthey say. Ours was the Supervisor of the Left Half of the Desk, and\nafter I got out of Circulation I never saw anything of her.\"\n\nAllan burst into unexpected laughter. \"It sounds like a Chinese title of\nhonor,\" he explained. \"'Grand Warder of the Emperor's Left\nSlipper-Rosette,' or something of the sort.\"\n\n\"The Desk's where you get your books stamped,\" she explained, \"and the\ntwo shifts of girls who attend to that part of the work each have a\nsupervisor--the Right and Left halves. The one that was horrid had\nfavorites, and snapped at the ones that weren't. I wasn't under her,\nthough. My Supervisor was lovely, an Irishwoman with the most florid\nhats, and the kindest, most just disposition, and always laughing. We\nall adored her, she was so fair-minded.\"\n\n\"You think a good deal about laughing,\" said Allan thoughtfully. \"Does it\nrank as a virtue in libraries, or what?\"\n\n\"You have to laugh,\" explained Phyllis. \"If you don't see the laugh-side\nof things, you see the cry-side. And you can't afford to be unhappy if\nyou have to earn your living. People like brightness best. And it's more\ncomfortable for yourself, once you get used to it.\"\n\n\"So that was your philosophy of life,\" said Allan. His hand tightened\ncompassionately on hers. \"You _poor_ little girl!... Tell me about the\ncry-side, Phyllis.\"\n\nHis voice was very moved and caressing, and the darkness was deepening\nas the fire sank. Only an occasional tongue of flame glinted across\nPhyllis's silver slipper-buckle and on the seal-ring Allan wore. It was\neasy to tell things there in the perfumed duskiness. It was a great many\nyears since any one had cared to hear the cry-side. And it was so dark,\nand the hand keeping hers in the shadows might have been any kind,\ncomforting hand. She found herself pouring it all out to Allan, there\nclose by her; the loneliness, the strain, the hard work, the lack of all\nthe woman-things in her life, the isolation and dreariness at night, the\nover-fatigue, and the hurt of watching youth and womanhood sliding away,\nunused, with nothing to show for all the years; only a cold hope that\nher flock of little transient aliens might be a little better for the\nguidance she could give them--\n\n\n   Years hence in rustic speech a phrase,\n   As in rude earth a Grecian vase.\n\n\nAnd then, that wet, discouraged day in February, and the vision of Eva\nAtkinson, radiantly fresh and happy, kept young and pretty by unlimited\nmoney and time.\n\n\"Her children were so pretty,\" said Phyllis wistfully, \"and mine, dear\nlittle villains, were such dirty, untaught, rude little things--oh, it\nsounds snobbish, but I'd have given everything I had to have a dainty,\nclean little _lady_-child throw her arms around me and kiss me, instead\nof my pet little handsome, sticky Polish Jewess. Up at home everything\nhad been so clean and old and still that you always could remember it\nhad been finished for three hundred years. And Father's clean, still old\nlibrary----\"\n\nPhyllis did not know how she was revealing to Allan the unconscious\nmotherhood in her; but Allan, femininely sensitive to unspoken things\nfrom his long sojourn in the dark--Allan did. It was the mother-instinct\nthat she was spending on him, but mother-instinct of a kind he had never\nknown before; gayly self-effacing, efficient, shown only in its results.\nAnd she could never have anything else to spend it on, he thought. Well,\nhe was due to die in a few years.... But he didn't want to. Living was\njust beginning to be interesting again, somehow. There seemed no\nsatisfactory solution for the two of them.... Well, he'd be unselfish\nand die, any way. Meanwhile, why not be happy? Here was Phyllis. His\nhand clasped hers more closely.\n\n\"And when Mr. De Guenther made me that offer,\" she murmured, coloring in\nthe darkness, \"I was tired and discouraged, and the years seemed so\nendless! It didn't seem as though I'd be harming any one--but I wouldn't\nhave done it if you'd said a word against it--truly I wouldn't, dear.\"\n\nThe last little word slipped out unnoticed. She had been calling her\nlibrary children \"dear\" for a year now, and the word slipped out of\nitself. But Allan liked it.\n\n\"My poor little girl!\" he said. \"In your place I'd have married the\ndevil himself--up against a life like that.\"\n\n\"Then--then you don't--mind?\" asked Phyllis anxiously, as she had asked\nbefore.\n\n\"No, indeed!\" said Allan, with a little unnecessary firmness. \"I _told_\nyou that, didn't I? I like it.\"\n\n\"So you did tell me,\" she said penitently.\n\n\"But supposing De Guenther hadn't picked out some one like you----\"\n\n\"That's just what I've often thought myself,\" said Phyllis naively. \"She\nmight have been much worse than I.... Oh, but I was frightened when I\nsaw you first! I didn't know what you'd be like. And then, when I looked\nat you----\"\n\n\"Well, when you looked at me?\" demanded Allan.\n\nBut Phyllis refused to go on.\n\n\"But that's not all,\" said Allan. \"What about--men?\"\n\n\"What men?\" asked Phyllis innocently.\n\n\"Why, men you were interested in, of course,\" he answered.\n\n\"There weren't any,\" said Phyllis. \"I hadn't any place to meet them, or\nanywhere to entertain them if I had met them. Oh, yes, there was one--an\nold bookkeeper at the boarding-house. All the boarders there were old.\nThat was why the people at home had chosen it. They thought it would be\nsafe. It was all of that!\"\n\n\"Well, the bookkeeper?\" demanded Allan. \"You're straying off from your\nnarrative. The bookkeeper, Phyllis, my dear!\"\n\n\"I'm telling you about him,\" protested Phyllis. \"He was awfully cross\nbecause I wouldn't marry him, but I didn't see any reason why I should.\nI didn't like him especially, and I would probably have gone on with my\nwork afterwards. There didn't seem to me to be anything to it for any\none but him--for of course I'd have had his mending and all that to do\nwhen I came home from the library, and I scarcely got time for my own.\nBut he lost his temper fearfully because I didn't want to. Then, of\ncourse, men would try to flirt in the library, but the janitor always\nmade them go out when you asked him to. He loved doing it.... Why,\nAllan, it must be seven o'clock! Shall I turn on more lights?\"\n\n\"No.... Then you were quite as shut up in your noisy library as I was in\nmy dark rooms,\" said Allan musingly.\n\n\"I suppose I was,\" she said, \"though I never thought of it before. You\nmustn't think it was horrid. It was fun, lots of it. Only, there wasn't\nany being a real girl in it.\"\n\n\"There isn't much in this, I should think,\" said Allan savagely,\n\"except looking after a big doll.\"\n\nPhyllis's laugh tinkled out. \"Oh, I _love_ playing with dolls,\" she said\nmischievously. \"And you ought to see my new slippers! I have pink ones,\nand blue ones, and lavender and green, all satin and suede. And when I\nget time I'm going to buy dresses to match. And a banjo, maybe, with a\nself-teacher. There's a room upstairs where nobody can hear a thing you\ndo. I've wanted slippers and a banjo ever since I can remember.\"\n\n\"Then you're fairly happy?\" demanded Allan suddenly.\n\n\"Why, of course!\" said Phyllis, though she had not really stopped to ask\nherself before whether she was or not. There had been so many exciting\nthings to do. \"Wouldn't you be happy if you could buy everything you\nwanted, and every one was lovely to you, and you had pretty clothes and\na lovely house--and a rose-garden?\"\n\n\"Yes--if I could buy everything I wanted,\" said Allan. His voice dragged\na little. Phyllis sprang up, instantly penitent.\n\n\"You're tired, and I've been talking and talking about my silly little\nwoes till I've worn you out!\" she said. \"But--Allan, you're getting\nbetter. Try to move this arm. The hand I'm holding. There! That's a lot\nmore than you could do when I first came. I think--I think it would be a\ngood plan for a masseur to come down and see it.\"\n\n\"Now look here, Phyllis,\" protested Allan, \"I like your taste in houses\nand music-boxes and bull-dogs, but I'll be hanged if I'll stand for a\nmasseur. There's no use, they can't do me any good, and the last one\nalmost killed me. There's no reason why I should be tormented simply\nbecause a professional pounder needs the money.\"\n\n\"No, no!\" said Phyllis. \"Not that kind! Wallis can have orders to shoot\nhim or something if he touches your spinal column. All I meant was a man\nwho would give the muscles of your arms and shoulders a little exercise.\nThat couldn't hurt, and might help you use them. That wouldn't be any\ntrouble, would it? _Please!_ The first minute he hurts, you can send him\nflying. You know they call massage lazy people's exercise.\"\n\n\"I believe you're really interested in making me better,\" said Allan,\nafter a long silence.\n\n\"Why, of course,\" said Phyllis, laughing. \"That's what I'm here for!\"\n\nBut this answer did not seem to suit Allan, for some reason. Phyllis\nsaid no more about the masseur. She only decided to summon him, any way.\nAnd presently Wallis came in and turned all the lights on.\n\n\n\n\nXIII\n\n\nIn due course of time June came. So did the masseur, and more flowered\nfrocks for Phyllis, and the wheel-chair for Allan. The immediate effect\nof June was to bring out buds all over the rose-trees; of the flowered\ndresses, to make Phyllis very picturesquely pretty. As for the masseur,\nhe had more effect than anything else. It was as Phyllis had hoped: the\nparalysis of Allan's arms had been less permanent than any one had\nthought, and for perhaps the last three years there had been little more\nthe matter than entire loss of strength and muscle-control, from long\ndisuse. By the time they had been a month in the country Allan's use of\nhis arms and shoulders was nearly normal, and Phyllis was having wild\nhopes, that she confided to no one but Wallis, of even more sweeping\nbetterments. Allan slept much better, from the slight increase of\nactivity, and also perhaps because Phyllis had coaxed him outdoors as\nsoon as the weather became warm, and was keeping him there. Sometimes\nhe lay in the garden on his couch, sometimes he sat up in the\nwheel-chair, almost always with Phyllis sitting, or lying in her hammock\nnear him, and the devoted Foxy pretending to hunt something near by.\n\nThere were occasional fits of the old depression and silence, when Allan\nwould lie silently in his own room with his hands crossed and his eyes\nshut, answering no one--not even Foxy. Wallis and Phyllis respected\nthese moods, and left him alone till they were over, but the adoring\nFoxy had no such delicacy of feeling. And it is hard to remain silently\nsunk in depression when an active small dog is imploring you by every\nmeans he knows to throw balls for him to run after. For the rest, Allan\nproved to have naturally a lighter heart and more carefree disposition\nthan Phyllis. His natural disposition was buoyant. Wallis said that he\nhad never had a mood in his life till the accident.\n\nHis attitude to his wife became more and more a taking-for-granted\naffection and dependence. It is to be feared that Phyllis spoiled him\nbadly. But it was so long since she had been needed by any one person as\nAllan needed her! And he had such lovable, illogical, masculine ways of\nbeing wronged if he didn't get the requisite amount of petting, and\ngrateful for foolish little favors and taking big ones for granted,\nthat--entirely, as Phyllis insisted to herself, from a sense of combined\nduty and grateful interest--she would have had her pretty head removed\nand sent him by parcel-post, if he had idly suggested his possible need\nof a girl's head some time.\n\nAnd it was so heavenly--oh, but it was heavenly there in Phyllis's\nrose-garden, with the colored flowers coming out, and the little green\ncaterpillars roaming over the leaves, and pretty dresses to wear, and\nFoxy-dog to play with--and Allan! Allan demanded--no, not exactly\ndemanded, but expected and got--so much of Phyllis's society in these\ndays that she had learned to carry on all her affairs, even the\nhousekeeping, out in her hammock by his wheel-chair or couch. She wore\nlarge, floppy white hats with roses on them, by way of keeping the sun\noff; but Allan, it appeared, did not think much of hats except as an\nornament for girls, and his uncovered curly hair was burned to a sort of\ngoldy-russet all through, and his pallor turned to a clear pale brown.\n\nPhyllis looked up from her work one of these heavenly last-of-June days,\nand tried to decide whether she really liked the change or not. Allan\nwas handsomer unquestionably, though that had hardly been necessary. But\nthe resignedly statuesque look was gone.\n\nAllan felt her look, and looked up at her. He had been reading a\nmagazine, for Phyllis had succeeded in a large measure in reviving his\ntaste for magazines and books. \"Well, Phyllis, my dear,\" said he,\nsmiling, \"what's the problem now? I feel sure there is something new\ngoing to be sprung on me--get the worst over!\"\n\n\"You wrong me,\" she said, beginning to thread some more pink embroidery\nsilk. \"I was only wondering whether I liked you as well tanned as I did\nwhen you were so nice and white, back in the city.\"\n\n\"Cheerful thought!\" said Allan, laying down his magazine entirely.\n\"Shall I ring for Wallis and some peroxide? As you said the other day,\n'I have to be approved of or I'm unhappy!'\"\n\n\"Oh, it really doesn't matter,\" said Phyllis mischievously. \"You know, I\nmarried you principally for a rose-garden, and that's _lovely_!\"\n\n\"I suppose I spoil the perspective,\" said Allan, unexpectedly ruffled.\n\nPhyllis leaned forward in her blossom-dotted draperies and stroked his\nhand, that long carven hand she so loved to watch.\n\n\"Not a bit, Allan,\" she said, laughing at him. \"You're exceedingly\ndecorative! I remember the first time I saw you I thought you looked\nexactly like a marble knight on a tomb.\"\n\nAllan--Allan the listless, tranced invalid of four months before--threw\nhis head back and shouted with laughter.\n\n\"I suppose I serve the purpose of garden statuary,\" he said. \"We used to\nhave some horrors when I was a kid. I remember two awful bronze deer\nthat always looked as if they were trying not to get their feet wet,\nand a floppy bronze dog we called Fido. He was meant for a Gordon\nsetter, I think, but it didn't go much further than intention. Louise\nand I used to ride the deer.\"\n\nHis face shadowed a little as he spoke, for nearly the first time, of\nthe dead girl.\n\n\"Allan,\" Phyllis said, bending closer to him, all rosy and golden in her\ngreen hammock, \"tell me about--Louise Frey--if you don't mind talking\nabout her? Would it be bad for you, do you think?\"\n\nAllan's eyes dwelt on his wife pleasurably. She was very real and near\nand lovable, and Louise Frey seemed far away and shadowy in his\nthoughts. He had loved her very dearly and passionately, that\nboisterous, handsome young Louise, but that gay boy-life she had\nbelonged to seemed separated now from this pleasant rose-garden, with\nits golden-haired, wisely-sweet young chatelaine, by thousands of black\nyears. The blackness came back when he remembered what lay behind it.\n\n\"There's nothing much to tell, Phyllis,\" he said, frowning a little.\n\"She was pretty and full of life. She had black hair and eyes and a\ngood deal of color. We were more or less friends all our lives, for our\ncountry-places adjoined. She was eighteen when--it happened.\"\n\n\"Eighteen,\" said Phyllis musingly. \"She would have been just my age....\nWe won't talk about it, then, Allan ... Well, Viola?\"\n\nThe pretty Tuskegee chambermaid was holding out a tray with a card on\nit.\n\n\"The doctor, ma'am,\" she said.\n\n\"The doctor!\" echoed Allan, half-vexed, half-laughing. \"I _knew_ you had\nsomething up your sleeve, Phyllis! What on earth did you have him for?\"\n\nPhyllis's face was a study of astonishment. \"On my honor, I hadn't a\nnotion he was even in existence,\" she protested. \"He's not _my_ doctor!\"\n\n\"He must have 'just growed,' or else Lily-Anna's called him in,\"\nsuggested Allan sunnily. \"Bring him along, Viola.\"\n\nViola produced him so promptly that nobody had time to remember the\nprofessional doctor's visits don't usually have cards, or thought to\nlook at the card for enlightenment. So the surprise was complete when\nthe doctor appeared.\n\n\"Johnny Hewitt!\" ejaculated Allan, throwing out both hands in greeting.\n\"Of all people! Well, you old fraud, pretending to be a doctor! The last\nI heard about you, you were trying to prove that you weren't the man\nthat tied a mule into old Sumerley's chair at college.\"\n\n\"I never did prove it,\" responded Johnny Hewitt, shaking hands\nvigorously, \"but the fellows said afterwards that I ought to\napologize--to the mule. He was a perfectly good mule. But I'm a doctor\nall right. I live here in Wallraven. I wondered if it might be you by\nany chance, Allan, when I heard some Harringtons had bought here. But\nthis is the first chance a promising young chickenpox epidemic has given\nme to find out.\"\n\n\"It's what's left of me,\" said Allan, smiling ruefully. \"And--Phyllis,\nthis doctor-person turns out to be an old friend of mine. This is Mrs.\nHarrington, Johnny.\"\n\n\"Oh, I'm so glad!\" beamed Phyllis, springing up from her hammock, and\nlooking as if she loved Johnny. Here was exactly what was\nneeded--somebody for Allan to play with! She made herself delightful to\nthe newcomer for a few minutes, and then excused herself. They would\nhave a better time alone, for awhile, any way, and there was dinner to\norder. Maybe this Johnny Hewitt-doctor would stay for dinner. He should\nif she could make him! She sang a little on her way to the house, and\nalmost forgot the tiny hurt it had been when Allan seemed so saddened by\nspeaking of Louise Frey. She had no right to feel hurt, she knew. It was\nonly to be expected that Allan would always love Louise's memory. She\ndidn't know much about men, but that was the way it always was in\nstories. A man's heart would die, under an automobile or anywhere else,\nand all there was left for anybody else was leavings. It wasn't fair!\nAnd then Phyllis threw back her shoulders and laughed, as she had\nsometimes in the library days, and reminded herself what a nice world it\nwas, any way, and that Allan was going to be much helped by Johnny\nHewitt. That was a cheering thought, anyhow. She went on singing, and\nordered a beautiful, festively-varied dinner, a very poem of gratitude.\nThen she pounced on the doctor as he was leaving and made him stay for\nit.\n\nAllan's eyes were bright and his face lighted with interest. Phyllis, at\nthe head of the table, kept just enough in the talk to push the men on\nwhen it seemed flagging, which was not often. She learned more about\nAllan, and incidentally Johnny Hewitt, in the talk as they lingered\nabout the table, than she had ever known before. She and Allan had lived\nso deliberately in the placid present, with its almost childish\nbrightnesses and interests, that she knew scarcely more about her\nhusband's life than the De Guenthers had told her before she married\nhim. But she could see the whole picture of it as she listened now: the\nactive, merry, brilliant boy who had worked and played all day and\ndanced half the night; who had lived, it almost seemed to her, two or\nthree lives in one. And then the change to the darkened room--helpless,\nunable to move, with the added sorrow of his sweetheart's death, and\nhis mother's deliberate fostering of that sorrow. It was almost a shock\nto see him in the wheel-chair at the foot of the table, his face lighted\nwith interest in what he and his friend were saying. What if he did care\nfor Louise Frey's memory still! He'd had such a hard time that anything\nPhyllis could do for him oughtn't to be too much!\n\nWhen Dr. Hewitt went at last Phyllis accompanied him to the door. She\nkept him there for a few minutes, talking to him about Allan and making\nhim promise to come often. He agreed with her that, this much progress\nmade, a good deal more might follow. He promised to come back very soon,\nand see as much of them as possible.\n\nAllan, watching them, out of earshot, from the living-room where he had\nbeen wheeled, saw Phyllis smiling warmly up at his friend, lingering in\ntalk with him, giving him both hands in farewell; and he saw, too,\nHewitt's rapt interest and long leave-taking. At last the door closed,\nand Phyllis came back to him, flushed and animated. He realized,\nwatching her return with that swift lightness of foot her long years of\nwork had lent her, how young and strong and lovely she was, with the\nrose-color in her cheeks and the light from above making her hair\nglitter. And suddenly her slim young strength and her bright vitality\nseemed to mock him, instead of being a comfort and support as\nheretofore. A young, beautiful, kind girl like that--it was natural she\nshould like Hewitt. And it was going to come natural to Hewitt to like\nPhyllis. He could see that plainly enough.\n\n\"Tired, Allan Harrington?\" she asked brightly, coming over to him and\ndropping a light hand on his chair, in a caressing little way she had\ndared lately.... Kindness! Yes, she was the incarnation of kindness.\nDoubtless she had spoken to and touched those little ragamuffins she had\ntold him of just so.\n\nHe had got into a habit of feeling that Phyllis belonged to him\nabsolutely. He had forgotten--what was it she had said to him that\nafternoon, half in fun--but oh, doubtless half in earnest!--about\nmarrying him for a rose-garden? She had done just that. She had never\nmade any secret of it--why, how could she, marrying him before she had\nspoken a half-dozen words to him? But how wonderful she had been to him\nsince--sometimes almost as if she cared for him....\n\nHe moved ungraciously. \"Don't _touch_ me, Phyllis!\" he said irritably.\n\"Wallis! You can wheel me into my room.\"\n\n\"Oh-h!\" said Phyllis, behind him. The little forlorn sound hurt him, but\nit pleased him, too. So he could hurt her, if only by rudeness? Well,\nthat was a satisfaction. \"Shut the door,\" he ordered Wallis swiftly.\n\nPhyllis, her hands at her throat, stood hurt and frightened in the\nmiddle of the room. It never occurred to her that Allan was jealous, or\nindeed that he could care enough for her to be jealous.\n\n\"It was talking about Louise Frey,\" she said. \"That, and Dr. Hewitt\nbringing up old times. Oh, _why_ did I ask about her? He was\ncontented--I know he was contented! He'd gotten to like having me with\nhim--he even wanted me. Oh, Allan, Allan!\"\n\nShe did not want to cry downstairs, so she ran for her own room. There\nshe threw herself down and cried into a pillow till most of the case was\nwet. She was silly--she knew she was silly. She tried to think of all\nthe things that were still hers, the garden, the watch-bracelet, the\nleisure, the pretty gowns--but nothing, _nothing_ seemed of any\nconsequence beside the fact that--she had not kissed Allan good-night!\nIt seemed the most intolerable thing that had ever happened to her.\n\n\n\n\nXIV\n\n\nIt was just as well, perhaps, that Phyllis did not do much sleeping that\nnight, for at about two Wallis knocked at her door. It seemed like\nhistory repeating itself when he said: \"Could you come to Mr. Allan,\nplease? He seems very bad.\"\n\nShe threw on the silk crepe negligee and followed him, just as she had\ndone before, on that long-ago night after her mother-in-law had died.\n\n\"Did Dr. Hewitt's visit overexcite him, do you think?\" he asked as they\nwent.\n\n\"I don't know, ma'am,\" Wallis said. \"He's almost as bad as he was after\nthe old madam died--you remember?\"\n\n\"Oh, yes,\" said Phyllis mechanically. \"I remember.\"\n\n       *       *       *       *       *\n\nAllan lay so exactly as he had on that other night, that the strange\nsurroundings seemed incongruous. Just the same, except that his\nrestlessness was more visible, because he had more power of motion.\n\nShe bent and held the nervously clenching hands, as she had before.\n\"What is it, Allan?\" she said soothingly.\n\n\"Nothing,\" said her husband savagely. \"Nerves, hysteria--any other silly\nwomanish thing a cripple could have. Let me alone, Phyllis. I wish you\ncould put me out of the way altogether!\"\n\nPhyllis made herself laugh, though her heart hurried with fright. She\nhad seen Allan suffer badly before--be apathetic, irritable, despondent,\nbut never in a state where he did not cling to her.\n\n\"I can't let you alone,\" she said brightly. \"I've come to stay with you\ntill you feel quieter.... Would you rather I talked to you, or kept\nquiet?\"\n\n\"Oh, do your wifely duty, whatever it is,\" he said.... \"It was a\nmistake, the whole thing. You've done more than your duty, child,\nbut--oh, you'd better go away.\"\n\nPhyllis's heart turned over. Was it as bad as this? Was he as sick of\nher as this?\n\n\"You mean--you think,\" she faltered, \"it was a mistake--our marriage?\"\n\n\"Yes,\" he said restlessly. \"Yes.... It wasn't fair.\"\n\nShe had no means of knowing that he meant it was unfair to her. She held\non to herself, though she felt her face turning cold with the sudden\npallor of fright.\n\n\"I think it can be annulled,\" she said steadily. \"No, I suppose it\nwasn't fair.\"\n\nShe stopped to get her breath and catch at the only things that\nmattered--steadiness, quietness, ability to soothe Allan!\n\n\"It can be annulled,\" she said again evenly. \"But listen to me now,\nAllan. It will take quite a while. It can't be done to-night, or before\nyou are stronger. So for your own sake you must try to rest now.\nEverything shall come right. I promise you it shall be annulled. But\nforget it now, please. I am going to hold your wrists and talk to you,\nrecite things for you, till you go back to sleep.\"\n\nShe wondered afterwards how she could have spoken with that hard\nserenity, how she could have gone steadily on with story after story,\npoem after poem, till Allan's grip on her hands relaxed, and he fell\ninto a heavy, tired sleep.\n\n[Illustration: \"BUT YOU SEE--HE'S--ALL I HAVE ... GOOD-NIGHT, WALLIS\"]\n\nShe sat on the side of the bed and looked at him, lying still against\nhis white pillows. She looked and looked, and presently the tears began\nto slide silently down her cheeks. She did not lift her hands to wipe\nthem away. She sat and cried silently, openly, like a desolate, unkindly\ntreated child.\n\n\"Mrs. Allan! Mrs. Allan, ma'am!\" came Wallis's concerned whisper from\nthe doorway. \"Don't take it as hard as that. It's just a little relapse.\nHe was overtired. I shouldn't have called you, but you always quiet him\nso.\"\n\nPhyllis brushed off her tears, and smiled. You seemed to have to do so\nmuch smiling in this house!\n\n\"I know,\" she said. \"I worry about his condition too much. But you\nsee--he's--all I have.... Good-night, Wallis.\"\n\nOnce out of Allan's room, she ran at full speed till she gained her own\nbed, where she could cry in peace till morning if she wanted to, with no\none to interrupt. That was all right. The trouble was going to be next\nmorning.\n\nBut somehow, when morning came, the old routine was dragged through\nwith. Directions had to be given the servants as usual, Allan's comfort\nand amusement seen to, just as if nothing had happened. It was a perfect\nday, golden and perfumed, with just that little tang of fresh windiness\nthat June days have in the northern states. And Allan must not lose\nit--he must be wheeled out into the garden.\n\nShe came out to him, in the place where they usually sat, and sank for a\nmoment in the hammock, that afternoon. She had avoided him all the\nmorning.\n\n\"I just came to see if everything was all right,\" she said, leaning\ntoward him in that childlike, earnest way he knew so well. \"I don't need\nto stay here if I worry you.\"\n\n\"I'd rather you'd stay, if you don't mind,\" he answered. Phyllis looked\nat him intently. He was white and dispirited, and his voice was\nlistless. Oh, Phyllis thought, if Louise Frey had only been kind enough\nto die in babyhood, instead of under Allan's automobile! What could\nthere have been about her to hold Allan so long? She glanced at his\nweary face again. This would never do! What had come to be her dominant\ninstinct, keeping Allan's spirits up, emboldened her to bend forward,\nand even laugh a little.\n\n\"Come, Allan!\" she said. \"Even if we're not going to stay together\nalways, we might as well be cheerful till we do part. We used to be good\nfriends enough. Can't we be so a little longer?\" It sounded heartless to\nher after she had said it, but it seemed the only way to speak. She\nsmiled at him bravely.\n\nAllan looked at her mutely for a moment, as if she had hurt him.\n\n\"You're right,\" he said suddenly. \"There's no time but the present,\nafter all. Come over here, closer to me, Phyllis. You've been awfully\ngood to me, child--isn't there anything--_anything_ I could do for\nyou--something you could remember afterwards, and say, 'Well, he did\nthat for me, any way?'\"\n\nPhyllis's eyes filled with tears. \"You have given me everything\nalready,\" she said, catching her breath. She didn't feel as if she could\nstand much more of this.\n\n\"Everything!\" he said bitterly. \"No, I haven't. I can't give you what\nevery girl wants--a well, strong man to be her husband--the health and\nstrength that any man in the street has.\"\n\n\"Oh, don't speak that way, Allan!\"\n\nShe bent over him sympathetically, moved by his words. In another moment\nthe misunderstanding might have been straightened out, if it had not\nbeen for his reply.\n\n\"I wish I never had to see you at all!\" he said involuntarily. In her\nsensitive state of mind the hurt was all she felt--not the deeper\nmeaning that lay behind the words.\n\n\"I'll relieve you of my presence for awhile,\" she flashed back. Before\nshe gave herself time to think, she had left the garden, with something\nwhich might be called a flounce. \"When people say things like that to\nyou,\" she said as she walked away from him, \"it's carrying being an\ninvalid a little _too_ far!\"\n\nAllan heard the side-door slam. He had never suspected before that\nPhyllis had a temper. And yet, what could he have said? But she gave him\nno opportunity to find out. In just about the time it might take to\nfind gloves and a parasol, another door clanged in the distance. The\nstreet door. Phyllis had evidently gone out.\n\n       *       *       *       *       *\n\nPhyllis, on her swift way down the street, grew angrier and angrier. She\ntried to persuade herself to make allowances for Allan, but they refused\nto be made. She felt more bitterly toward him than she ever had toward\nany one in her life. If she only hadn't leaned over him and been sorry\nfor him, just before she got a slap in the face like that!\n\nShe walked rapidly down the main street of the little village. She\nhardly knew where she was going. She had been called on by most of the\nlocal people, but she did not feel like being agreeable, or making\nformal calls, just now. And what was the use of making friends, any way,\nwhen she was going back to her rags, poor little Cinderella that she\nwas! Below and around and above everything else came the stinging\nthought that she had given Allan so much--that she had taken so much for\ngranted.\n\nHer quick steps finally took her to the outskirts of the village, to a\nlittle green stretch of woods. There she walked up and down for awhile,\ntrying to think more quietly. She found the tide of her anger ebbing\nsuddenly, and her mind forming all sorts of excuses for Allan. But that\nwas not the way to get quiet--thinking of Allan! She tried to put him\nresolutely from her mind, and think about her own future plans. The\nfirst thing to do, she decided, was to rub up her library work a little.\n\nIt was with an unexpected feeling of having returned to her own place\nthat she crossed the marble floor of the village library. She felt as if\nshe ought to hurry down to the cloak-room, instead of waiting leisurely\nat the desk for her card. It all seemed uncannily like home--there was\neven a girl inside the desk who looked like Anna Black of her own\nGreenway Branch. Phyllis could hear, with a faint amusement, that the\ngirl was scolding energetically in Anna Black's own way. The words\nstruck on her quick ears, though they were not intended to carry.\n\n\"That's what comes of trusting to volunteer help. Telephones at the last\nmoment 'she has a headache,' and not a single soul to look after the\nstory-hour! And the children are almost all here already.\"\n\n\"We'll just have to send them home,\" said the other girl, looking up\nfrom her trayful of cards. \"It's too late to get anybody else, and\ngoodness knows _we_ can't get it in!\"\n\n\"They ought to have another librarian,\" fretted the girl who looked like\nAnna. \"They could afford it well enough, with their Soldiers' Monuments\nand all.\"\n\nPhyllis smiled to herself from where she was investigating the\ncard-catalogue. It all sounded so exceedingly natural. Then that swift\ninstinct of hers to help caught her over to the desk, and she heard\nherself saying:\n\n\"I've had some experience in story telling; maybe I could help you with\nthe story-hour. I couldn't help hearing that your story-teller has\ndisappointed you.\"\n\nThe girl like Anna fell on her with rapture.\n\n\"Heaven must have sent you,\" she said. The other one, evidently slower\nand more cautious by nature, rose too, and came toward her. \"You have a\ncard here, haven't you?\" she said. \"I think I've seen you.\"\n\n\"Yes,\" Phyllis said, with a pang at speaking the name she had grown to\nlove bearing; \"I'm Mrs. Harrington--Phyllis Harrington. We live at the\nother end of the village.\"\n\n\"Oh, in the house with the garden all shut off from the lane!\" said the\ngirl like Anna, delightedly. \"That lovely old house that used to belong\nto the Jamesons. Oh, yes, I know. You're here for the summer, aren't\nyou, and your husband has been very ill?\"\n\n\"Exactly,\" said Phyllis, smiling, though she wished people wouldn't talk\nabout Allan! They seemed possessed to mention him!\n\n\"We'll be obliged forever if you'll do it,\" said the other girl,\nevidently the head librarian. \"Can you do it now? The children are\nwaiting.\"\n\n\"Certainly,\" said Phyllis, and followed the younger girl straightway to\nthe basement, where, it seemed, the story-hour was held. She wondered,\nas they went, if the girl envied her her expensively perishable summer\norgandie, with its flying sashes and costly accessories; if the girl\nthought about her swinging jewelries and endless leisure with a wish to\nhave them for herself. She had wanted such things, she knew, when she\nwas being happy on fifty dollars a month. And perhaps some of the women\nshe had watched then had had heartaches under their furs....\n\nThe children, already sitting in a decorous ring on their low chairs,\nseemed after the first surprise to approve of Phyllis. The librarian\nlingered for a little by way of keeping order if it should be necessary,\nwatched the competent sweep with which Phyllis gathered the children\naround her, heard the opening of the story, and left with an air of\nastonished approval. Phyllis, late best story-teller of the Greenway\nBranch, watched her go with a bit of professional triumph in her heart.\n\nShe told the children stories till the time was up, and then \"just one\nstory more.\" She had not forgotten how, she found. But she never told\nthem the story of \"How the Elephant Got His Trunk,\" that foolish,\nfascinating story-hour classic that she had told Allan the night his\nmother had died; the story that had sent him to sleep quietly for the\nfirst time in years.... Oh, dear, was everything in the world connected\nwith Allan in some way or other?\n\nIt was nearly six when she went up, engulfed in children, to the\ncirculating room. There the night-librarian caught her. She had\nevidently been told to try to get Phyllis for more story-hours, for she\ndid her best to make her promise. They talked shop together for perhaps\nan hour and a half. Then the growing twilight reminded Phyllis that it\nwas time to go back. She had been shirking going home, she realized now,\nall the afternoon. She said good-by to the night-librarian, and went on\ndown the village street, lagging unconsciously. It must have been about\neight by this time.\n\nIt was a mile back to the house. She could have taken the trolley part\nof the way, but she felt restless and like walking. She had forgotten\nthat walking at night through well-known, well-lighted city streets, and\ngoing in half-dusk through country byways, were two different things.\nShe was destined to be reminded of the difference.\n\n\"Can you help a poor man, lady?\" said a whining voice behind her, when\nshe had a quarter of the way yet to go. She turned to see a big tramp, a\nterrifying brute with a half-propitiating, half-fierce look on his\nheavy, unshaven face. She was desperately frightened. She had been\nspoken to once or twice in the city, but there there was always a\npoliceman, or a house you could run into if you had to. But here, in the\nunguarded dusk of a country lane, it was a different matter. The long\ngold chain that swung below her waist, the big diamond on her finger,\nthe gold mesh-purse--all the jewelry she took such a childlike delight\nin wearing--she remembered them in terror. She was no brown-clad little\nworking-girl now, to slip along disregarded. And the tramp did not look\nlike a deserving object.\n\n\"If you will come to the house to-morrow,\" she said, hurrying on as she\nspoke, \"I'll have some work for you. The first house on this street that\nyou come to.\" She did not dare give him anything, or send him away.\n\n\"Won't you gimme somethin' now, lady?\" whined the tramp, continuing to\nfollow. \"I'm a starvin' man.\"\n\nShe dared not open her purse and appease him by giving him money--she\nhad too much with her. That morning she had received the check for her\nmonthly income from Mr. De Guenther, sent Wallis down to cash it, and\nthen stuffed it in her bag and forgotten it in the distress of the day.\nThe man might take the money and strike her senseless, even kill her.\n\n\"To-morrow,\" she said, going rapidly on. She had now what would amount\nto about three city blocks to traverse still. There was a short way from\noutside the garden-hedge through to the garden, which cut off about a\nhalf-block. If she could gain this she would be safe.\n\n\"Naw, yeh don't,\" snarled the tramp, as she fled on. \"Ye'll set that\nbull-pup o' yours on me. I been there, an' come away again. You just\ngimme some o' them rings an' things an' we'll call it square, me fine\nlady!\"\n\nPhyllis's heart stood still at this open menace, but she ran on still. A\nsudden thought came to her. She snatched her gilt sash-buckle--a pretty\nthing but of small value--from her waist, and hurled it far behind the\ntramp. In the half-light it might have been her gold mesh-bag.\n\n\"There's my money--go get it!\" she gasped--and ran for her life. The\ntramp, as she had hoped he would, dashed back after it and gave her the\nstart she needed. Breathless, terrified to death, she raced on, tearing\nher frock, dropping the library cards and parasol she still had held in\nher hand. Once she caught her sash on a tree-wire. Once her slipper-heel\ncaught and nearly threw her. The chase seemed unending. She could hear\nthe dreadful footsteps of the tramp behind her, and his snarling,\nswearing voice panting out threats. He was drunk, she realized with\nanother thrill of horror. It was a nightmare happening.\n\nOn and on--she stumbled, fell, caught herself--but the tramp had gained.\nThen at last the almost invisible gap in the hedge, and she fled\nthrough.\n\n\"_Allan! Allan! Allan!_\" she screamed, fleeing instinctively to his\nchair.\n\nThe rose-garden was like a place of enchanted peace after the terror of\noutside. Her quick vision as she rushed in was of Allan still there,\nmoveless in his chair, with the little black bull-dog lying asleep\nacross his arms and shoulder like a child. It often lay so. As she\nentered, the scene broke up before her eyes like a dissolving view. She\nsaw the little dog wake and make what seemed one flying spring to the\ntramp's throat, and sink his teeth in it--and Allan, at her scream,\n_spring from his chair_!\n\nPhyllis forgot everything at the sight of Allan, standing. Wallis and\nthe outdoor man, who had run to the spot at Phyllis's screams, were\ndealing with the tramp, who was writhing on the grass, choking and\nstriking out wildly. But neither Phyllis nor Allan saw that. Which\ncaught the other in an embrace they never knew. They stood locked\ntogether, forgetting everything else, he in the idea of her peril, she\nin the wonder of his standing.\n\n\"Oh, darling, darling!\" Allan was saying over and over again. \"You are\nsafe--thank heaven you are safe! Oh, Phyllis, I could never forgive\nmyself if you had been hurt! Phyllis! Speak to me!\"\n\nBut Phyllis's own safety did not concern her now. She could only think\nof one thing. \"_You can stand! You can stand!_\" she reiterated. Then a\nwonderful thought came to her, striking across the others, as she stood\nlocked in this miraculously raised Allan's arms. She spoke without\nknowing that she had said it aloud. \"_Do you care, too?_\" she said very\nlow. Then the dominant thought returned. \"You must sit down again,\" she\nsaid hurriedly, to cover her confusion, and what she had said. \"Please,\nAllan, sit down. Please, dear--you'll tire yourself.\"\n\nAllan sank into his chair again, still holding her. She dropped on her\nknees beside him, with her arms around him. She had a little leisure\nnow to observe that Wallis, the ever-resourceful, had tied the tramp\nneatly with the outdoor man's suspenders, which were nearer the surface\nthan his own, and succeeded in prying off the still unappeased Foxy, who\nevidently was wronged at not having the tramp to finish. They carried\nhim off, into the back kitchen garden. Allan, now that he was certain of\nPhyllis's safety, paid them not the least attention.\n\n\"Did you mean it?\" he said passionately. \"Tell me, did you mean what you\nsaid?\"\n\nPhyllis dropped her dishevelled head on Allan's shoulder.\n\n\"I'm afraid--I'm going to cry, and--and I know you don't like it!\" she\npanted. Allan half drew, half guided her up into his arms.\n\n\"Was it true?\" he insisted, giving her an impulsive little shake. She sat\nup on his knees, wide-eyed and wet-cheeked like a child.\n\n\"But you knew that all along!\" she said. \"That was why I felt so\nhumiliated. It was _you_ that _I_ thought didn't care----\"\n\nAllan laughed joyously. \"Care!\" he said. \"I should think I did, first,\nlast, and all the time! Why, Phyllis, child, didn't I behave like a\nbrute because I was jealous enough of John Hewitt to throw him in the\nriver? He was the first man you had seen since you married\nme--attractive, and well, and clever, and all that--it would have been\nnatural enough if you'd liked him.\"\n\n\"Liked him!\" said Phyllis in disdain. \"When there was you? And I\nthought--I thought it was the memory of Louise Frey that made you act\nthat way. You didn't want to talk about her, and you said it was all a\nmistake----\"\n\n\"I was a brute,\" said Allan again. \"It was the memory that I was about\nas useful as a rag doll, and that the world was full of live men with\nreal legs and arms, ready to fall in love with you.\n\n\"There's nobody but _you_ in the world,\" whispered Phyllis.... \"But\nyou're well now, or you will be soon,\" she added joyously. She slipped\naway from him. \"Allan, don't you want to try to stand again? If you did\nit then, you can do it now.\"\n\n\"Yes, by Jove, I do!\" he said. But this time the effort to rise was\nnoticeable. Still, he could do it, with Phyllis's eager help.\n\n\"It must have been what Dr. Hewitt called neurasthenic inhibition,\" said\nPhyllis, watching the miracle of a standing Allan. \"That was what we\nwere talking about by the door that night, you foolish boy!... Oh, how\ntall you are! I never realized you were tall, lying down, somehow!\"\n\n\"I don't have to bend very far to kiss you, though,\" suggested Allan,\nsuiting the action to the word.\n\nBut Phyllis, when this was satisfactorily concluded, went back to the\ngreat business of seeing how much Allan could walk. He sat down again\nafter a half-dozen steps, a little tired in spite of his excitement.\n\n\"I can't do much at a time yet, I suppose,\" he said a little ruefully.\n\"Do you mean to tell me, sweetheart--come over here closer, where I can\ntouch you--you're awfully far away--do you mean to tell me that all that\nailed me was I thought I couldn't move?\"\n\n\"Oh, no!\" explained Phyllis, moving her chair close, and then, as that\ndid not seem satisfactory, perching on the arm of Allan's. \"You'd been\nunable to move for so long that when you were able to at last your\nsubconscious mind clamped down on your muscles and was convinced you\ncouldn't. So no matter how much you consciously tried, you couldn't make\nthe muscles go till you were so strongly excited it broke the\ninhibition--just as people can lift things in delirium or excitement\nthat they couldn't possibly move at other times. Do you see?\"\n\n\"I do,\" said Allan, kissing the back of her neck irrelevantly. \"If\nsomebody'd tried to shoot me up five years ago I might be a well man\nnow. That's a beautiful word of yours, Phyllis, inhibition. What a lot\nof big words you know!\"\n\n\"Oh, if you won't be serious!\" said she.\n\n\"We'll have to be,\" said Allan, laughing, \"for here's Wallis, and, as I\nlive, from the direction of the house. I thought they carried our friend\nthe tramp out through the hedge--he must have gone all the way around.\"\n\nPhyllis was secretly certain that Wallis had been crying a little, but\nall he said was, \"We've taken the tramp to the lock-up, sir.\"\n\nBut his master and his mistress were not so dignified. They showed him\nexhaustively that Allan could really stand and walk, and Allan\ndemonstrated it, and Wallis nearly cried again. Then they went in, for\nPhyllis was sure Allan needed a thorough rest after all this. She was\nshaking from head to foot herself with joyful excitement, but she did\nnot even know it. And it was long past dinner-time, though every one but\nLily-Anna, to whom the happy news had somehow filtered, had forgotten\nit.\n\n\"I've always wanted to hold you in my arms, this way,\" said Allan late\nthat evening, as they stood in the rose-garden again; \"but I thought I\nnever would.... Phyllis, did you ever want me to?\"\n\nIt was too beautiful a moonlight night to waste in the house, or even on\nthe porch. The couch had been wheeled to its accustomed place in the\nrose-garden, and Allan was supposed to be lying on it as he often did in\nthe evenings. But it was hard to make him stay there.\n\n\"Oh, you _must_ lie down,\" said Phyllis hurriedly, trying to move out of\nthe circle of his arms. \"You mustn't stand till we find how much is\nenough.... I'm going to send for the wolfhound next week. You won't mind\nhim now, will you?\"\n\n\"Did you ever want to be here in my arms, Phyllis?\"\n\n\"Of course not!\" said Phyllis, as a modest young person should.\n\"But--but----\"\n\n\"Well, my wife?\"\n\n\"I've often wondered just where I'd reach to,\" said Phyllis in a\nrush.... \"Allan, _please_ don't stand any longer!\"\n\n\"I'll lie down if you'll sit on the couch by me.\"\n\n\"Very well,\" said Phyllis; and sat obediently in the curve of his arm\nwhen he had settled himself in the old position, the one that looked so\nmuch more natural for him.\n\n\"Mine, every bit of you!\" he said exultantly. \"Heaven bless that\ntramp!... And to think we were talking about annulments!... Do you\nremember that first night, dear, after mother died? I was half-mad with\ngrief and physical pain. And Wallis went after you. I didn't want him\nto. But he trusted you from the first--good old Wallis! And you came in\nwith that swift, sweeping step of yours, as I've seen you come fifty\ntimes since--half-flying, it seemed to me then--with all your pretty\nhair loose, and an angelic sort of a white thing on. I expect I was a\nbrute to you--I don't remember how I acted--but I know you sat on the\nbed by me and took both my wrists in those strong little hands of yours,\nand talked to me and quieted me till I fell fast asleep. You gave me the\nfirst consecutive sleep I'd had in four months. It felt as if life and\ncalmness and strength were pouring from you to me. You stayed till I\nfell asleep.\"\n\n\"I remember,\" said Phyllis softly. She laid her cheek by his, as it had\nbeen on that strange marriage evening that seemed so far away now. \"I\nwas afraid of you at first. But I felt that, too, as if I were giving\nyou my strength. I was so glad I could! And then I fell asleep, too,\nover on your shoulder.\"\n\n\"You never told me that,\" said Allan reproachfully. Phyllis laughed a\nlittle.\n\n\"There never seemed to be any point in our conversations where it fitted\nin neatly,\" she said demurely. Allan laughed, too.\n\n\"You should have made one. But what I was going to tell you was--I think\nI began to be in love with you then. I didn't know it, but I did. And it\ngot worse and worse but I didn't know what ailed me till Johnny drifted\nin, bless his heart! Then I did. Oh, Phyllis, it was awful! To have you\nwith me all the time, acting like an angel, waiting on me hand and foot,\nand not knowing whether you had any use for me or not!... And you never\nkissed me good-night last night.\"\n\nPhyllis did not answer. She only bent a little, and kissed her husband\non the lips, very sweetly and simply, of her own accord. But she said\nnothing then of the long, restless, half-happy, half-wretched time when\nshe had loved him and never even hoped he would care for her. There was\ntime for all that. There were going to be long, joyous years together,\nyears of being a \"real woman,\" as she had so passionately wished to be\nthat day in the library. She would never again need to envy any woman\nhappiness or love or laughter. It was all before her now, youth and joy\nand love, and Allan, her Allan, soon to be well, and loving her--loving\nnobody else but her!\n\n\"Oh, I love you, Allan!\" was all she said.\n\n\n\n\n\nEnd of Project Gutenberg's The Rose Garden Husband, by Margaret Widdemer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ROSE GARDEN HUSBAND ***\n\n***** This file should be named 26635-8.txt or 26635-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/6\/6\/3\/26635\/\n\nProduced by Mark C. Orton, Linda McKeown and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":280,"split":"train"}
