{"ori_id":"75871827f179df4ea960b4d93054d165cc042895","title":"The Admirable Crichton","context":"The Admirable Crichton\n Act One is set in Loam Hall, the household of Lord Loam, a British peer, Crichton being his butler. Loam considers the class divisions in British society to be artificial. He promotes his views during tea-parties where servants mingle with his aristocratic guests, to the embarrassment of all. Crichton particularly disapproves, considering the class system to be \"the natural outcome of a civilised society\".\nAt the beginning of Act Two, Loam, his family and friends, and Crichton are shipwrecked on a deserted tropical island. The resourceful Crichton is the only one of the party with any practical knowledge, and he assumes, initially with reluctance, the position of leader. This role begins to take on sinister tones when he starts training Ernest, one of the young aristocrats with them, to break a liking for laboured epigrams by putting his head in a bucket of water whenever he makes one. Crichton's social betters at first resist his growing influence and go their separate ways, but in a pivotal scene they return, showing their acquiescence by accepting the food Crichton alone has been able to find and cook.\nAct Three reveals the island two years later. Crichton has civilised the island with farming and house building and now, called \"the Guv.\", is waited on with the trappings and privileges of power, just as his master had been in Britain. Lady Mary, Loam's daughter, falls in love with him, forgetting her engagement to Lord Brocklehurst at home. Just as she and Crichton are about to be married by a clergyman who was shipwrecked with them, the sound of a ship's gun is heard. After a moment's temptation not to reveal their whereabouts, Crichton makes the conventionally decent choice and launches a signal. As the rescuers greet the castaways, he resumes his status as butler.\nAct Four (subtitled \"The Other Island\") is set back at Loam Hall, where the status quo ante has returned uneasily. The Loams and their friends are embarrassed by Crichton's presence, since Ernest has published a false account of events on the island, presenting himself and Lord Loam in key roles. Lady Brocklehurst, Lord Brocklehurst's mother, quizzes the family and servants about events on the island, suspecting that Lady Mary might have been unfaithful to Lord Brocklehurst. The household evades these questions, except for a final one when Lady Mary reacts with shock â\u0080\u0093 \"Oh no, impossible...\" â\u0080\u0093 to the suggestion that Crichton might become butler at her married household. To protect her, Crichton explains the impossibility is due to his leaving service, and the play ends with his and Lady Mary's regretful final parting.\nï»¿The Project Gutenberg EBook of The Admirable Crichton, by J. M. Barrie\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Admirable Crichton\n\nAuthor: J. M. Barrie\n\nPosting Date: February 28, 2009 [EBook #3490]\nRelease Date: October, 2002\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE ADMIRABLE CRICHTON ***\n\n\n\n\nProduced by Charles Franks, Ralph Zimmermann and the Online\nDistributed Proofreading Team\n\n\n\n\n\n\nTHE ADMIRABLE CRICHTON\n\nFrom The Plays Of J. M. Barrie\n\nA COMEDY\n\nBy J. M. Barrie\n\n\n\n\nACT I. AT LOAM HOUSE, MAYFAIR\n\n\nA moment before the curtain rises, the Hon. Ernest Woolley drives up\nto the door of Loam House in Mayfair. There is a happy smile on his\npleasant, insignificant face, and this presumably means that he is\nthinking of himself. He is too busy over nothing, this man about town,\nto be always thinking of himself, but, on the other hand, he almost\nnever thinks of any other person. Probably Ernest's great moment is when\nhe wakes of a morning and realises that he really is Ernest, for we must\nall wish to be that which is our ideal. We can conceive him springing\nout of bed light-heartedly and waiting for his man to do the rest. He\nis dressed in excellent taste, with just the little bit more which shows\nthat he is not without a sense of humour: the dandiacal are often saved\nby carrying a smile at the whole thing in their spats, let us say.\nErnest left Cambridge the other day, a member of The Athenaeum (which\nhe would be sorry to have you confound with a club in London of the same\nname). He is a bachelor, but not of arts, no mean epigrammatist (as you\nshall see), and a favourite of the ladies. He is almost a celebrity in\nrestaurants, where he dines frequently, returning to sup; and during\nthis last year he has probably paid as much in them for the privilege of\nhanding his hat to an attendant as the rent of a working-man's flat. He\ncomplains brightly that he is hard up, and that if somebody or other at\nWestminster does not look out the country will go to the dogs. He is no\nfool. He has the shrewdness to float with the current because it is a\nlabour-saving process, but he has sufficient pluck to fight, if fight\nhe must (a brief contest, for he would soon be toppled over). He has\na light nature, which would enable him to bob up cheerily in new\nconditions and return unaltered to the old ones. His selfishness is his\nmost endearing quality. If he has his way he will spend his life like a\ncat in pushing his betters out of the soft places, and until he is old\nhe will be fondled in the process.\n\nHe gives his hat to one footman and his cane to another, and mounts the\ngreat staircase unassisted and undirected. As a nephew of the house he\nneed show no credentials even to Crichton, who is guarding a door above.\n\nIt would not be good taste to describe Crichton, who is only a servant;\nif to the scandal of all good houses he is to stand out as a figure in\nthe play, he must do it on his own, as they say in the pantry and the\nboudoir.\n\nWe are not going to help him. We have had misgivings ever since we found\nhis name in the title, and we shall keep him out of his rights as long\nas we can. Even though we softened to him he would not be a hero in\nthese clothes of servitude; and he loves his clothes. How to get him out\nof them? It would require a cataclysm. To be an indoor servant at all\nis to Crichton a badge of honour; to be a butler at thirty is the\nrealisation of his proudest ambitions. He is devotedly attached to his\nmaster, who, in his opinion, has but one fault, he is not sufficiently\ncontemptuous of his inferiors. We are immediately to be introduced to\nthis solitary failing of a great English peer.\n\nThis perfect butler, then, opens a door, and ushers Ernest into a\ncertain room. At the same moment the curtain rises on this room, and the\nplay begins.\n\nIt is one of several reception-rooms in Loam House, not the most\nmagnificent but quite the softest; and of a warm afternoon all that\nthose who are anybody crave for is the softest. The larger rooms are\nmagnificent and bare, carpetless, so that it is an accomplishment\nto keep one's feet on them; they are sometimes lent for charitable\npurposes; they are also all in use on the night of a dinner-party, when\nyou may find yourself alone in one, having taken a wrong turning; or\nalone, save for two others who are within hailing distance.\n\nThis room, however, is comparatively small and very soft. There are\nso many cushions in it that you wonder why, if you are an outsider and\ndon't know that, it needs six cushions to make one fair head comfy. The\ncouches themselves are cushions as large as beds, and there is an art\nof sinking into them and of waiting to be helped out of them. There are\nseveral famous paintings on the walls, of which you may say 'Jolly thing\nthat,' without losing caste as knowing too much; and in cases there are\nglorious miniatures, but the daughters of the house cannot tell you of\nwhom; 'there is a catalogue somewhere.' There are a thousand or so of\nroses in basins, several library novels, and a row of weekly illustrated\nnewspapers lying against each other like fallen soldiers. If any one\ndisturbs this row Crichton seems to know of it from afar and appears\nnoiselessly and replaces the wanderer. One thing unexpected in such a\nroom is a great array of tea things. Ernest spots them with a twinkle,\nand has his epigram at once unsheathed. He dallies, however, before\ndelivering the thrust.\n\nERNEST. I perceive, from the tea cups, Crichton, that the great function\nis to take place here.\n\nCRICHTON (with a respectful sigh). Yes, sir.\n\nERNEST (chuckling heartlessly). The servants' hall coming up to have tea\nin the drawing-room! (With terrible sarcasm.) No wonder you look happy,\nCrichton.\n\nCRICHTON (under the knife). No, sir.\n\nERNEST. Do you know, Crichton, I think that with an effort you might\nlook even happier. (CRICHTON smiles wanly.) You don't approve of his\nlordship's compelling his servants to be his equals--once a month?\n\nCRICHTON. It is not for me, sir, to disapprove of his lordship's radical\nviews.\n\nERNEST. Certainly not. And, after all, it is only once a month that he\nis affable to you.\n\nCRICHTON. On all other days of the month, sir, his lordship's treatment\nof us is everything that could be desired.\n\nERNEST. (This is the epigram.) Tea cups! Life, Crichton, is like a cup\nof tea; the more heartily we drink, the sooner we reach the dregs.\n\nCRICHTON (obediently). Thank you, sir.\n\nERNEST (becoming confidential, as we do when we have need of an ally).\nCrichton, in case I should be asked to say a few words to the servants,\nI have strung together a little speech. (His hand strays to his pocket.)\nI was wondering where I should stand.\n\n(He tries various places and postures, and comes to rest leaning over\na high chair, whence, in dumb show, he addresses a gathering. CRICHTON,\nwith the best intentions, gives him a footstool to stand on, and\ndeparts, happily unconscious that ERNEST in some dudgeon has kicked the\nfootstool across the room.)\n\nERNEST (addressing an imaginary audience, and desirous of startling them\nat once). Suppose you were all little fishes at the bottom of the sea--\n\n(He is not quite satisfied with his position, though sure that the fault\nmust lie with the chair for being too high, not with him for being too\nshort. CRICHTON'S suggestion was not perhaps a bad one after all. He\nlifts the stool, but hastily conceals it behind him on the entrance of\nthe LADIES CATHERINE and AGATHA, two daughters of the house. CATHERINE\nis twenty, and AGATHA two years younger. They are very fashionable young\nwomen indeed, who might wake up for a dance, but they are very lazy,\nCATHERINE being two years lazier than AGATHA.)\n\nERNEST (uneasily jocular, because he is concealing the footstool). And\nhow are my little friends to-day?\n\nAGATHA (contriving to reach a settee). Don't be silly, Ernest. If you\nwant to know how we are, we are dead. Even to think of entertaining the\nservants is so exhausting.\n\nCATHERINE (subsiding nearer the door). Besides which, we have had to\ndecide what frocks to take with us on the yacht, and that is such a\nmental strain.\n\nERNEST. You poor over-worked things. (Evidently AGATHA is his favourite,\nfor he helps her to put her feet on the settee, while CATHERINE has to\ndispose of her own feet.) Rest your weary limbs.\n\nCATHERINE (perhaps in revenge). But why have you a footstool in your\nhand?\n\nAGATHA. Yes?\n\nERNEST. Why? (Brilliantly; but to be sure he has had time to think it\nout.) You see, as the servants are to be the guests I must be butler. I\nwas practising. This is a tray, observe.\n\n(Holding the footstool as a tray, he minces across the room like an\naccomplished footman. The gods favour him, for just here LADY MARY\nenters, and he holds out the footstool to her.)\n\nTea, my lady?\n\n(LADY MARY is a beautiful creature of twenty-two, and is of a natural\nhauteur which is at once the fury and the envy of her sisters. If she\nchooses she can make you seem so insignificant that you feel you might\nbe swept away with the crumb-brush. She seldom chooses, because of the\ntrouble of preening herself as she does it; she is usually content to\nshow that you merely tire her eyes. She often seems to be about to go\nto sleep in the middle of a remark: there is quite a long and anxious\npause, and then she continues, like a clock that hesitates, bored in the\nmiddle of its strike.)\n\nLADY MARY (arching her brows). It is only you, Ernest; I thought there\nwas some one here (and she also bestows herself on cushions).\n\nERNEST (a little piqued, and deserting the footstool). Had a very tiring\nday also, Mary?\n\nLADY MARY (yawning). Dreadfully. Been trying on engagement-rings all the\nmorning.\n\nERNEST (who is as fond of gossip as the oldest club member). What's\nthat? (To AGATHA.) Is it Brocklehurst?\n\n(The energetic AGATHA nods.)\n\nYou have given your warm young heart to Brocky?\n\n(LADY MARY is impervious to his humour, but he continues bravely.)\n\nI don't wish to fatigue you, Mary, by insisting on a verbal answer, but\nif, without straining yourself, you can signify Yes or No, won't you\nmake the effort?\n\n(She indolently flashes a ring on her most important finger, and he\nstarts back melodramatically.)\n\nThe ring! Then I am too late, too late! (Fixing LADY MARY sternly, like\na prosecuting counsel.) May I ask, Mary, does Brocky know? Of course,\nit was that terrible mother of his who pulled this through. Mother does\neverything for Brocky. Still, in the eyes of the law you will be,\nnot her wife, but his, and, therefore, I hold that Brocky ought to be\ninformed. Now--\n\n(He discovers that their languorous eyes have closed.)\n\nIf you girls are shamming sleep in the expectation that I shall awaken\nyou in the manner beloved of ladies, abandon all such hopes.\n\n(CATHERINE and AGATHA look up without speaking.)\n\nLADY MARY (speaking without looking up). You impertinent boy.\n\nERNEST (eagerly plucking another epigram from his quiver). I knew that\nwas it, though I don't know everything. Agatha, I'm not young enough to\nknow everything.\n\n(He looks hopefully from one to another, but though they try to grasp\nthis, his brilliance baffles them.)\n\nAGATHA (his secret admirer). Young enough?\n\nERNEST (encouragingly). Don't you see? I'm not young enough to know\neverything.\n\nAGATHA. I'm sure it's awfully clever, but it's so puzzling.\n\n(Here CRICHTON ushers in an athletic, pleasant-faced young clergyman,\nMR. TREHERNE, who greets the company.)\n\nCATHERINE. Ernest, say it to Mr. Treherne.\n\nERNEST. Look here, Treherne, I'm not young enough to know everything.\n\nTREHERNE. How do you mean, Ernest?\n\nERNEST. (a little nettled). I mean what I say.\n\nLADY MARY. Say it again; say it more slowly.\n\nERNEST. I'm--not--young--enough--to--know--everything.\n\nTREHERNE. I see. What you really mean, my boy, is that you are not old\nenough to know everything.\n\nERNEST. No, I don't.\n\nTREHERNE. I assure you that's it.\n\nLADY MARY. Of course it is.\n\nCATHERINE. Yes, Ernest, that's it.\n\n(ERNEST, in desperation, appeals to CRICHTON.)\n\nERNEST. I am not young enough, Crichton, to know everything.\n\n(It is an anxious moment, but a smile is at length extorted from\nCRICHTON as with a corkscrew.)\n\nCRICHTON. Thank you, sir. (He goes.)\n\nERNEST (relieved). Ah, if you had that fellow's head, Treherne, you\nwould find something better to do with it than play cricket. I hear you\nbowl with your head.\n\nTREHERNE (with proper humility). I'm afraid cricket is all I'm good for,\nErnest.\n\nCATHERINE (who thinks he has a heavenly nose). Indeed, it isn't. You are\nsure to get on, Mr. Treherne.\n\nTREHERNE. Thank you, Lady Catherine.\n\nCATHERINE. But it was the bishop who told me so. He said a clergyman who\nbreaks both ways is sure to get on in England.\n\nTREHERNE. I'm jolly glad.\n\n(The master of the house comes in, accompanied by LORD BROCKLEHURST.\nThe EARL OF LOAM is a widower, a philanthropist, and a peer of advanced\nideas. As a widower he is at least able to interfere in the domestic\nconcerns of his house--to rummage in the drawers, so to speak, for which\nhe has felt an itching all his blameless life; his philanthropy has\nopened quite a number of other drawers to him; and his advanced ideas\nhave blown out his figure. He takes in all the weightiest monthly\nreviews, and prefers those that are uncut, because he perhaps never\nlooks better than when cutting them; but he does not read them, and save\nfor the cutting it would suit him as well merely to take in the covers.\nHe writes letters to the papers, which are printed in a type to scale\nwith himself, and he is very jealous of those other correspondents who\nget his type. Let laws and learning, art and commerce die, but leave the\nbig type to an intellectual aristocracy. He is really the reformed House\nof Lords which will come some day.\n\nYoung LORD BROCKLEHURST is nothing save for his rank. You could pick\nhim up by the handful any day in Piccadilly or Holborn, buying socks--or\nselling them.)\n\nLORD LOAM (expansively). You are here, Ernest. Feeling fit for the\nvoyage, Treherne?\n\nTREHERNE. Looking forward to it enormously.\n\nLORD LOAM. That's right. (He chases his children about as if they were\nchickens.) Now then, Mary, up and doing, up and doing. Time we had the\nservants in. They enjoy it so much.\n\nLADY MARY. They hate it.\n\nLORD LOAM. Mary, to your duties. (And he points severely to the\ntea-table.)\n\nERNEST (twinkling). Congratulations, Brocky.\n\nLORD BROCKLEHURST (who detests humour). Thanks.\n\nERNEST. Mother pleased?\n\nLORD BROCKLEHURST (with dignity). Mother is very pleased.\n\nERNEST. That's good. Do you go on the yacht with us?\n\nLORD BROCKLEHURST. Sorry I can't. And look here, Ernest, I will not be\ncalled Brocky.\n\nERNEST. Mother don't like it?\n\nLORD BROCKLEHURST. She does not. (He leaves ERNEST, who forgives him and\nbegins to think about his speech. CRICHTON enters.)\n\nLORD LOAM (speaking as one man to another). We are quite ready,\nCrichton. (CRICHTON is distressed.)\n\nLADY MARY (sarcastically). How Crichton enjoys it!\n\nLORD LOAM (frowning). He is the only one who doesn't; pitiful creature.\n\nCRICHTON (shuddering under his lord's displeasure). I can't help being a\nConservative, my lord.\n\nLORD LOAM. Be a man, Crichton. You are the same flesh and blood as\nmyself.\n\nCRICHTON (in pain). Oh, my lord!\n\nLORD LOAM (sharply). Show them in; and, by the way, they were not all\nhere last time.\n\nCRICHTON. All, my lord, except the merest trifles.\n\nLORD LOAM. It must be every one. (Lowering.) And remember this,\nCrichton, for the time being you are my equal. (Testily.) I shall soon\nshow you whether you are not my equal. Do as you are told.\n\n(CRICHTON departs to obey, and his lordship is now a general. He has no\npity for his daughters, and uses a terrible threat.)\n\nAnd girls, remember, no condescension. The first who condescends\nrecites. (This sends them skurrying to their labours.)\n\nBy the way, Brocklehurst, can you do anything?\n\nLORD BROCKLEHURST. How do you mean?\n\nLORD LOAM. Can you do anything--with a penny or a handkerchief, make\nthem disappear, for instance?\n\nLORD BROCKLEHURST. Good heavens, no.\n\nLORD LOAM. It's a pity. Every one in our position ought to be able to\ndo something. Ernest, I shall probably ask you to say a few words;\nsomething bright and sparkling.\n\nERNEST. But, my dear uncle, I have prepared nothing.\n\nLORD LOAM. Anything impromptu will do.\n\nERNEST. Oh--well--if anything strikes me on the spur of the moment.\n\n(He unostentatiously gets the footstool into position behind the chair.\nCRICHTON reappears to announce the guests, of whom the first is the\nhousekeeper.)\n\nCRICHTON (reluctantly). Mrs. Perkins.\n\nLORD LOAM (shaking hands). Very delighted, Mrs. Perkins. Mary, our\nfriend, Mrs. Perkins.\n\nLADY MARY. How do you do, Mrs. Perkins? Won't you sit here?\n\nLORD LOAM (threateningly). Agatha!\n\nAGATHA (hastily). How do you do? Won't you sit down?\n\nLORD LOAM (introducing). Lord Brocklehurst--my valued friend, Mrs.\nPerkins.\n\n(LORD BROCKLEHURST bows and escapes. He has to fall back on ERNEST.)\n\nLORD BROCKLEHURST. For heaven's sake, Ernest, don't leave me for a\nmoment; this sort of thing is utterly opposed to all my principles.\n\nERNEST (airily). You stick to me, Brocky, and I'll pull you through.\n\nCRICHTON. Monsieur Fleury.\n\nERNEST. The chef.\n\nLORD LOAM (shaking hands with the chef). Very charmed to see you,\nMonsieur Fleury.\n\nFLEURY. Thank you very much.\n\n(FLEURY bows to AGATHA, who is not effusive.)\n\nLORD LOAM (warningly). Agatha--recitation!\n\n(She tosses her head, but immediately finds a seat and tea for M.\nFLEURY. TREHERNE and ERNEST move about, making themselves amiable. LADY\nMARY is presiding at the tea-tray.)\n\nCRICHTON. Mr. Rolleston.\n\nLORD LOAM (shaking hands with his valet). How do you do, Rolleston?\n\n(CATHERINE looks after the wants of ROLLESTON.)\n\nCRICHTON. Mr. Tompsett.\n\n(TOMPSETT, the coachman, is received with honours, from which he\nshrinks.)\n\nCRICHTON. Miss Fisher.\n\n(This superb creature is no less than LADY MARY'S maid, and even LORD\nLOAM is a little nervous.)\n\nLORD LOAM. This is a pleasure, Miss Fisher.\n\nERNEST (unabashed). If I might venture, Miss Fisher (and he takes her\nunto himself).\n\nCRICHTON. Miss Simmons.\n\nLORD LOAM (to CATHERINE'S maid). You are always welcome, Miss Simmons.\n\nERNEST (perhaps to kindle jealousy in Miss FISHER). At last we meet.\nWon't you sit down?\n\nCRICHTON. Mademoiselle Jeanne.\n\nLORD LOAM. Charmed to see you, Mademoiselle Jeanne.\n\n(A place is found for AGATHA'S maid, and the scene is now an animated\none; but still our host thinks his girls are not sufficiently sociable.\nHe frowns on LADY MARY.)\n\nLADY MARY (in alarm). Mr. Treherne, this is Fisher, my maid.\n\nLORD LOAM (sharply). Your what, Mary?\n\nLADY MARY. My friend.\n\nCRICHTON. Thomas.\n\nLORD LOAM. How do you do, Thomas?\n\n(The first footman gives him a reluctant hand.)\n\nCRICHTON. John.\n\nLORD LOAM. How do you do, John?\n\n(ERNEST signs to LORD BROCKLEHURST, who hastens to him.)\n\nERNEST (introducing). Brocklehurst, this is John. I think you have\nalready met on the door-step.\n\nCRICHTON. Jane.\n\n(She comes, wrapping her hands miserably in her apron.)\n\nLORD LOAM (doggedly). Give me your hand, Jane.\n\nCRICHTON. Gladys.\n\nERNEST. How do you do, Gladys. You know my uncle?\n\nLORD LOAM. Your hand, Gladys.\n\n(He bestows her on AGATHA.)\n\nCRICHTON. Tweeny.\n\n(She is a very humble and frightened kitchenmaid, of whom we are to see\nmore.)\n\nLORD LOAM. So happy to see you.\n\nFISHER. John, I saw you talking to Lord Brocklehurst just now; introduce\nme.\n\nLORD BROCKLEHURST (at the same moment to ERNEST). That's an uncommon\npretty girl; if I must feed one of them, Ernest, that's the one.\n\n(But ERNEST tries to part him and FISHER as they are about to shake\nhands.)\n\nERNEST. No you don't, it won't do, Brocky. (To Miss FISHER.) You are too\npretty, my dear. Mother wouldn't like it. (Discovering TWEENY.) Here's\nsomething safer. Charming girl, Brocky, dying to know you; let me\nintroduce you. Tweeny, Lord Brocklehurst--Lord Brocklehurst, Tweeny.\n\n(BROCKLEHURST accepts his fate; but he still has an eye for FISHER, and\nsomething may come of this.)\n\nLORD LOAM (severely). They are not all here, Crichton.\n\nCRICHTON (with a sigh). Odds and ends.\n\n(A STABLE-BOY and a PAGE are shown in, and for a moment no daughter of\nthe house advances to them.)\n\nLORD LOAM (with a roving eye on his children). Which is to recite?\n\n(The last of the company are, so to say, embraced.)\n\nLORD LOAM (to TOMPSETT, as they partake of tea together). And how are\nall at home?\n\nTOMPSETT. Fairish, my lord, if 'tis the horses you are inquiring for?\n\nLORD LOAM. No, no, the family. How's the baby?\n\nTOMPSETT. Blooming, your lordship.\n\nLORD LOAM. A very fine boy. I remember saying so when I saw him; nice\nlittle fellow.\n\nTOMPSETT (not quite knowing whether to let it pass). Beg pardon, my\nlord, it's a girl.\n\nLORD LOAM. A girl? Aha! ha! ha! exactly what I said. I distinctly\nremember saying, If it's spared it will be a girl.\n\n(CRICHTON now comes down.)\n\nLORD LOAM. Very delighted to see you, Crichton.\n\n(CRICHTON has to shake hands.)\n\nMary, you know Mr. Crichton?\n\n(He wanders off in search of other prey.)\n\nLADY MARY. Milk and sugar, Crichton?\n\nCRICHTON. I'm ashamed to be seen talking to you, my lady.\n\nLADY MARY. To such a perfect servant as you all this must be most\ndistasteful. (CRICHTON is too respectful to answer.) Oh, please do\nspeak, or I shall have to recite. You do hate it, don't you?\n\nCRICHTON. It pains me, your ladyship. It disturbs the etiquette of the\nservants' hall. After last month's meeting the pageboy, in a burst of\nequality, called me Crichton. He was dismissed.\n\nLADY MARY. I wonder--I really do--how you can remain with us.\n\nCRICHTON. I should have felt compelled to give notice, my lady, if the\nmaster had not had a seat in the Upper House. I cling to that.\n\nLADY MARY. Do go on speaking. Tell me, what did Mr. Ernest mean by\nsaying he was not young enough to know everything?\n\nCRICHTON. I have no idea, my lady.\n\nLADY MARY. But you laughed.\n\nCRICHTON. My lady, he is the second son of a peer.\n\nLADY MARY. Very proper sentiments. You are a good soul, Crichton.\n\nLORD BROCKLEHURST (desperately to TWEENY). And now tell me, have you\nbeen to the Opera? What sort of weather have you been having in the\nkitchen? (TWEENY gurgles.) For Heaven's sake, woman, be articulate.\n\nCRICHTON (still talking to LADY MARY). No, my lady; his lordship may\ncompel us to be equal upstairs, but there will never be equality in the\nservants' hall.\n\nLORD LOAM (overhearing this). What's that? No equality? Can't you see,\nCrichton, that our divisions into classes are artificial, that if we\nwere to return to nature, which is the aspiration of my life, all would\nbe equal?\n\nCRICHTON. If I may make so bold as to contradict your lordship--\n\nLORD LOAM (with an effort). Go on.\n\nCRICHTON. The divisions into classes, my lord, are not artificial. They\nare the natural outcome of a civilised society. (To LADY MARY.) There\nmust always be a master and servants in all civilised communities, my\nlady, for it is natural, and whatever is natural is right.\n\nLORD LOAM (wincing). It is very unnatural for me to stand here and allow\nyou to talk such nonsense.\n\nCRICHTON (eagerly). Yes, my lord, it is. That is what I have been\nstriving to point out to your lordship.\n\nAGATHA (to CATHERINE). What is the matter with Fisher? She is looking\ndaggers.\n\nCATHERINE. The tedious creature; some question of etiquette, I suppose.\n\n(She sails across to FISHER.)\n\nHow are you, Fisher?\n\nFISHER (with a toss of her head). I am nothing, my lady, I am nothing at\nall.\n\nAGATHA. Oh dear, who says so?\n\nFISHER (affronted). His lordship has asked that kitchen wench to have a\nsecond cup of tea.\n\nCATHERINE. But why not?\n\nFISHER. If it pleases his lordship to offer it to her before offering it\nto me--\n\nAGATHA. So that is it. Do you want another cup of tea, Fisher?\n\nFISHER. No, my lady--but my position--I should have been asked first.\n\nAGATHA. Oh dear.\n\n(All this has taken some time, and by now the feeble appetites of the\nuncomfortable guests have been satiated. But they know there is still\nanother ordeal to face--his lordship's monthly speech. Every one awaits\nit with misgiving--the servants lest they should applaud, as last time,\nin the wrong place, and the daughters because he may be personal about\nthem, as the time before. ERNEST is annoyed that there should be\nthis speech at all when there is such a much better one coming, and\nBROCKLEHURST foresees the degradation of the peerage. All are thinking\nof themselves alone save CRICHTON, who knows his master's weakness,\nand fears he may stick in the middle. LORD LOAM, however, advances\ncheerfully to his doom. He sees ERNEST'S stool, and artfully stands on\nit, to his nephew's natural indignation. The three ladies knit their\nlips, the servants look down their noses, and the address begins.)\n\nLORD LOAM. My friends, I am glad to see you all looking so happy. It\nused to be predicted by the scoffer that these meetings would prove\ndistasteful to you. Are they distasteful? I hear you laughing at the\nquestion.\n\n(He has not heard them, but he hears them now, the watchful CRICHTON\ngiving them a lead.)\n\nNo harm in saying that among us to-day is one who was formerly hostile\nto the movement, but who to-day has been won over. I refer to Lord\nBrocklehurst, who, I am sure, will presently say to me that if the\ncharming lady now by his side has derived as much pleasure from his\ncompany as he has derived from hers, he will be more than satisfied.\n\n(All look at TWEENY, who trembles.)\n\nFor the time being the artificial and unnatural--I say unnatural\n(glaring at CRICHTON, who bows slightly)--barriers of society are swept\naway. Would that they could be swept away for ever.\n\n(The PAGEBOY cheers, and has the one moment of prominence in his life.\nHe grows up, marries and has children, but is never really heard of\nagain.)\n\nBut that is entirely and utterly out of the question. And now for a few\nmonths we are to be separated. As you know, my daughters and Mr. Ernest\nand Mr. Treherne are to accompany me on my yacht, on a voyage to distant\nparts of the earth. In less than forty-eight hours we shall be under\nweigh.\n\n(But for CRICHTON'S eye the reckless PAGEBOY would repeat his success.)\n\nDo not think our life on the yacht is to be one long idle holiday. My\nviews on the excessive luxury of the day are well known, and what I\npreach I am resolved to practise. I have therefore decided that my\ndaughters, instead of having one maid each as at present, shall on this\nvoyage have but one maid between them.\n\n(Three maids rise; also three mistresses.)\n\nCRICHTON. My lord!\n\nLORD LOAM. My mind is made up.\n\nERNEST. I cordially agree.\n\nLORD LOAM. And now, my friends, I should like to think that there is\nsome piece of advice I might give you, some thought, some noble saying\nover which you might ponder in my absence. In this connection I remember\na proverb, which has had a great effect on my own life. I first heard\nit many years ago. I have never forgotten it. It constantly cheers and\nguides me. That proverb is--that proverb was--the proverb I speak of--\n\n(He grows pale and taps his forehead.)\n\nLADY MARY. Oh dear, I believe he has forgotten it.\n\nLORD LOAM (desperately). The proverb--that proverb to which I refer--\n\n(Alas, it has gone. The distress is general. He has not even the sense\nto sit down. He gropes for the proverb in the air. They try applause,\nbut it is no help.)\n\nI have it now--(not he).\n\nLADY MARY (with confidence). Crichton.\n\n(He does not fail her. As quietly as if he were in goloshes, mind\nas well as feet, he dismisses the domestics; they go according to\nprecedence as they entered, yet, in a moment, they are gone. Then he\nsigns to MR. TREHERNE, and they conduct LORD LOAM with dignity from\nthe room. His hands are still catching flies; he still mutters, 'The\nproverb--that proverb'; but he continues, owing to CRICHTON'S skilful\ntreatment, to look every inch a peer. The ladies have now an opportunity\nto air their indignation.)\n\nLADY MARY. One maid among three grown women!\n\nLORD BROCKLEHURST. Mary, I think I had better go. That dreadful\nkitchenmaid--\n\nLADY MARY. I can't blame you, George.\n\n(He salutes her.)\n\nLORD BROCKLEHURST. Your father's views are shocking to me, and I am glad\nI am not to be one of the party on the yacht. My respect for myself,\nMary, my natural anxiety as to what mother will say. I shall see you,\ndarling, before you sail.\n\n(He bows to the others and goes.)\n\nERNEST. Selfish brute, only thinking of himself. What about my speech?\n\nLADY MARY. One maid among three of us. What's to be done?\n\nERNEST. Pooh! You must do for yourselves, that's all.\n\nLADY MARY. Do for ourselves. How can we know where our things are kept?\n\nAGATHA. Are you aware that dresses button up the back?\n\nCATHERINE. How are we to get into our shoes and be prepared for the\ncarriage?\n\nLADY MARY. Who is to put us to bed, and who is to get us up, and how\nshall we ever know it's morning if there is no one to pull up the\nblinds?\n\n(CRICHTON crosses on his way out.)\n\nERNEST. How is his lordship now?\n\nCRICHTON. A little easier, sir.\n\nLADY MARY. Crichton, send Fisher to me.\n\n(He goes.)\n\nERNEST. I have no pity for you girls, I--\n\nLADY MARY. Ernest, go away, and don't insult the broken-hearted.\n\nERNEST. And uncommon glad I am to go. Ta-ta, all of you. He asked me to\nsay a few words. I came here to say a few words, and I'm not at all sure\nthat I couldn't bring an action against him.\n\n(He departs, feeling that he has left a dart behind him. The girls are\nalone with their tragic thoughts.)\n\nLADY MARY (becomes a mother to the younger ones at last). My poor\nsisters, come here. (They go to her doubtfully.) We must make this draw\nus closer together. I shall do my best to help you in every way. Just\nnow I cannot think of myself at all.\n\nAGATHA. But how unlike you, Mary.\n\nLADY MARY. It is my duty to protect my sisters.\n\nCATHERINE. I never knew her so sweet before, Agatha. (Cautiously.) What\ndo you propose to do, Mary?\n\nLADY MARY. I propose when we are on the yacht to lend Fisher to you when\nI don't need her myself.\n\nAGATHA. Fisher?\n\nLADY MARY (who has the most character of the three). Of course, as the\neldest, I have decided that it is my maid we shall take with us.\n\nCATHERINE (speaking also for AGATHA). Mary, you toad.\n\nAGATHA. Nothing on earth would induce Fisher to lift her hand for either\nme or Catherine.\n\nLADY MARY. I was afraid of it, Agatha. That is why I am so sorry for\nyou.\n\n(The further exchange of pleasantries is interrupted by the arrival of\nFISHER.)\n\nLADY MARY. Fisher, you heard what his lordship said?\n\nFISHER. Yes, my lady.\n\nLADY MARY (coldly, though the others would have tried blandishment). You\nhave given me some satisfaction of late, Fisher, and to mark my approval\nI have decided that you shall be the maid who accompanies us.\n\nFISHER (acidly). I thank you, my lady.\n\nLADY MARY. That is all; you may go.\n\nFISHER (rapping it out). If you please, my lady, I wish to give notice.\n\n(CATHERINE and AGATHA gleam, but LADY MARY is of sterner stuff.)\n\nLADY MARY (taking up a book). Oh, certainly--you may go.\n\nCATHERINE. But why, Fisher?\n\nFISHER. I could not undertake, my lady, to wait upon three. We don't do\nit. (In an indignant outburst to LADY MARY.) Oh, my lady, to think that\nthis affront--\n\nLADY MARY (looking up). I thought I told you to go, Fisher.\n\n(FISHER stands for a moment irresolute; then goes. As soon as she has\ngone LADY MARY puts down her book and weeps. She is a pretty woman, but\nthis is the only pretty thing we have seen her do yet.)\n\nAGATHA (succinctly). Serves you right.\n\n(CRICHTON comes.)\n\nCATHERINE. It will be Simmons after all. Send Simmons to me.\n\nCRICHTON (after hesitating). My lady, might I venture to speak?\n\nCATHERINE. What is it?\n\nCRICHTON. I happen to know, your ladyship, that Simmons desires to give\nnotice for the same reason as Fisher.\n\nCATHERINE. Oh!\n\nAGATHA (triumphant). Then, Catherine, we take Jeanne.\n\nCRICHTON. And Jeanne also, my lady.\n\n(LADY MARY is reading, indifferent though the heavens fall, but her\nsisters are not ashamed to show their despair to CRICHTON.)\n\nAGATHA. We can't blame them. Could any maid who respected herself be got\nto wait upon three?\n\nLADY MARY (with languid interest). I suppose there are such persons,\nCrichton?\n\nCRICHTON (guardedly). I have heard, my lady, that there are such.\n\nLADY MARY (a little desperate). Crichton, what's to be done? We sail in\ntwo days; could one be discovered in the time?\n\nAGATHA (frankly a supplicant). Surely you can think of some one?\n\nCRICHTON (after hesitating). There is in this establishment, your\nladyship, a young woman--\n\nLADY MARY. Yes?\n\nCRICHTON. A young woman, on whom I have for some time cast an eye.\n\nCATHERINE (eagerly). Do you mean as a possible lady's-maid?\n\nCRICHTON. I had thought of her, my lady, in another connection.\n\nLADY MARY. Ah!\n\nCRICHTON. But I believe she is quite the young person you require.\nPerhaps if you could see her, my lady--\n\nLADY MARY. I shall certainly see her. Bring her to me. (He goes.) You\ntwo needn't wait.\n\nCATHERINE. Needn't we? We see your little game, Mary.\n\nAGATHA. We shall certainly remain and have our two-thirds of her.\n\n(They sit there doggedly until CRICHTON returns with TWEENY, who looks\nscared.)\n\nCRICHTON. This, my lady, is the young person.\n\nCATHERINE (frankly). Oh dear!\n\n(It is evident that all three consider her quite unsuitable.)\n\nLADY MARY. Come here, girl. Don't be afraid.\n\n(TWEENY looks imploringly at her idol.)\n\nCRICHTON. Her appearance, my lady, is homely, and her manners, as you\nmay have observed, deplorable, but she has a heart of gold.\n\nLADY MARY. What is your position downstairs?\n\nTWEENY (bobbing). I'm a tweeny, your ladyship.\n\nCATHERINE. A what?\n\nCRICHTON. A tweeny; that is to say, my lady, she is not at present,\nstrictly speaking, anything; a between maid; she helps the vegetable\nmaid. It is she, my lady, who conveys the dishes from the one end of\nthe kitchen table, where they are placed by the cook, to the other end,\nwhere they enter into the charge of Thomas and John.\n\nLADY MARY. I see. And you and Crichton are--ah--keeping company?\n\n(CRICHTON draws himself up.)\n\nTWEENY (aghast). A butler don't keep company, my lady.\n\nLADY MARY (indifferently). Does he not?\n\nCRICHTON. No, your ladyship, we butlers may--(he makes a gesture with\nhis arms)--but we do not keep company.\n\nAGATHA. I know what it is; you are engaged?\n\n(TWEENY looks longingly at CRICHTON.)\n\nCRICHTON. Certainly not, my lady. The utmost I can say at present is\nthat I have cast a favourable eye.\n\n(Even this is much to TWEENY.)\n\nLADY MARY. As you choose. But I am afraid, Crichton, she will not suit\nus.\n\nCRICHTON. My lady, beneath this simple exterior are concealed a very\nsweet nature and rare womanly gifts.\n\nAGATHA. Unfortunately, that is not what we want.\n\nCRICHTON. And it is she, my lady, who dresses the hair of the\nladies'-maids for our evening meals.\n\n(The ladies are interested at last.)\n\nLADY MARY. She dresses Fisher's hair?\n\nTWEENY. Yes, my lady, and I does them up when they goes to parties.\n\nCRICHTON (pained, but not scolding). Does!\n\nTWEENY. Doos. And it's me what alters your gowns to fit them.\n\nCRICHTON. What alters!\n\nTWEENY. Which alters.\n\nAGATHA. Mary?\n\nLADY MARY. I shall certainly have her.\n\nCATHERINE. We shall certainly have her. Tweeny, we have decided to make\na lady's-maid of you.\n\nTWEENY. Oh lawks!\n\nAGATHA. We are doing this for you so that your position socially may be\nmore nearly akin to that of Crichton.\n\nCRICHTON (gravely). It will undoubtedly increase the young person's\nchances.\n\nLADY MARY. Then if I get a good character for you from Mrs. Perkins, she\nwill make the necessary arrangements.\n\n(She resumes reading.)\n\nTWEENY (elated). My lady!\n\nLADY MARY. By the way, I hope you are a good sailor.\n\nTWEENY (startled). You don't mean, my lady, I'm to go on the ship?\n\nLADY MARY. Certainly.\n\nTWEENY. But--(To CRICHTON.) You ain't going, sir?\n\nCRICHTON. No.\n\nTWEENY (firm at last). Then neither ain't I.\n\nAGATHA. YOU must.\n\nTWEENY. Leave him! Not me.\n\nLADY MARY. Girl, don't be silly. Crichton will be--considered in your\nwages.\n\nTWEENY. I ain't going.\n\nCRICHTON. I feared this, my lady.\n\nTWEENY. Nothing'll budge me.\n\nLADY MARY. Leave the room.\n\n(CRICHTON shows TWEENY out with marked politeness.)\n\nAGATHA. Crichton, I think you might have shown more displeasure with\nher.\n\nCRICHTON (contrite). I was touched, my lady. I see, my lady, that to\npart from her would be a wrench to me, though I could not well say so in\nher presence, not having yet decided how far I shall go with her.\n\n(He is about to go when LORD LOAM returns, fuming.)\n\nLORD LOAM. The ingrate! The smug! The fop!\n\nCATHERINE. What is it now, father?\n\nLORD LOAM. That man of mine, Rolleston, refuses to accompany us because\nyou are to have but one maid.\n\nAGATHA. Hurrah!\n\nLADY MARY (in better taste). Darling father, rather than you should lose\nRolleston, we will consent to take all the three of them.\n\nLORD LOAM. Pooh, nonsense! Crichton, find me a valet who can do without\nthree maids.\n\nCRICHTON. Yes, my lord. (Troubled.) In the time--the more suitable the\nparty, my lord, the less willing will he be to come without the--the\nusual perquisites.\n\nLORD LOAM. Any one will do.\n\nCRICHTON (shocked). My lord!\n\nLORD LOAM. The ingrate! The puppy!\n\n(AGATHA has an idea, and whispers to LADY MARY.)\n\nLADY MARY. I ask a favour of a servant?--never!\n\nAGATHA. Then I will. Crichton, would it not be very distressing to you\nto let his lordship go, attended by a valet who might prove unworthy? It\nis only for three months; don't you think that you--you yourself--you--\n\n(As CRICHTON sees what she wants he pulls himself up with noble,\noffended dignity, and she is appalled.)\n\nI beg your pardon.\n\n(He bows stiffly.)\n\nCATHERINE (to CRICHTON). But think of the joy to Tweeny.\n\n(CRICHTON is moved, but he shakes his head.)\n\nLADY MARY (so much the cleverest). Crichton, do you think it safe to\nlet the master you love go so far away without you while he has these\ndangerous views about equality?\n\n(CRICHTON is profoundly stirred. After a struggle he goes to his master,\nwho has been pacing the room.)\n\nCRICHTON. My lord, I have found a man.\n\nLORD LOAM. Already? Who is he?\n\n(CRICHTON presents himself with a gesture.)\n\nYourself?\n\nCATHERINE. Father, how good of him.\n\nLORD LOAM (pleased, but thinking it a small thing). Uncommon good. Thank\nyou, Crichton. This helps me nicely out of a hole; and how it will annoy\nRolleston! Come with me, and we shall tell him. Not that I think you\nhave lowered yourself in any way. Come along.\n\n(He goes, and CRICHTON is to follow him, but is stopped by AGATHA\nimpulsively offering him her hand.)\n\nCRICHTON (who is much shaken). My lady--a valet's hand!\n\nAGATHA. I had no idea you would feel it so deeply; why did you do it?\n\n(CRICHTON is too respectful to reply.)\n\nLADY MARY (regarding him). Crichton, I am curious. I insist upon an\nanswer.\n\nCRICHTON. My lady, I am the son of a butler and a lady's-maid--perhaps\nthe happiest of all combinations, and to me the most beautiful thing in\nthe world is a haughty, aristocratic English house, with every one kept\nin his place. Though I were equal to your ladyship, where would be the\npleasure to me? It would be counterbalanced by the pain of feeling that\nThomas and John were equal to me.\n\nCATHERINE. But father says if we were to return to nature--\n\nCRICHTON. If we did, my lady, the first thing we should do would be to\nelect a head. Circumstances might alter cases; the same person might\nnot be master; the same persons might not be servants. I can't say as to\nthat, nor should we have the deciding of it. Nature would decide for us.\n\nLADY MARY. You seem to have thought it all out carefully, Crichton.\n\nCRICHTON. Yes, my lady.\n\nCATHERINE. And you have done this for us, Crichton, because you thought\nthat--that father needed to be kept in his place?\n\nCRICHTON. I should prefer you to say, my lady, that I have done it for\nthe house.\n\nAGATHA. Thank you, Crichton. Mary, be nicer to him. (But LADY MARY has\nbegun to read again.) If there was any way in which we could show our\ngratitude.\n\nCRICHTON. If I might venture, my lady, would you kindly show it by\nbecoming more like Lady Mary. That disdain is what we like from\nour superiors. Even so do we, the upper servants, disdain the lower\nservants, while they take it out of the odds and ends.\n\n(He goes, and they bury themselves in cushions.)\n\nAGATHA. Oh dear, what a tiring day.\n\nCATHERINE. I feel dead. Tuck in your feet, you selfish thing.\n\n(LADY MARY is lying reading on another couch.)\n\nLADY MARY. I wonder what he meant by circumstances might alter cases.\n\nAGATHA (yawning). Don't talk, Mary, I was nearly asleep.\n\nLADY MARY. I wonder what he meant by the same person might not be\nmaster, and the same persons might not be servants.\n\nCATHERINE. Do be quiet, Mary, and leave it to nature; he said nature\nwould decide.\n\nLADY MARY. I wonder--\n\n(But she does not wonder very much. She would wonder more if she knew\nwhat was coming. Her book slips unregarded to the floor. The ladies are\nat rest until it is time to dress.)\n\nEnd of Act I.\n\n\n\n\nACT II. THE ISLAND\n\n\nTwo months have elapsed, and the scene is a desert island in the\nPacific, on which our adventurers have been wrecked.\n\nThe curtain rises on a sea of bamboo, which shuts out all view save the\nfoliage of palm trees and some gaunt rocks. Occasionally Crichton and\nTreherne come momentarily into sight, hacking and hewing the bamboo,\nthrough which they are making a clearing between the ladies and\nthe shore; and by and by, owing to their efforts, we shall have an\nunrestricted outlook on to a sullen sea that is at present hidden. Then\nwe shall also be able to note a mast standing out of the water--all that\nis left, saving floating wreckage, of the ill-fated yacht the Bluebell.\nThe beginnings of a hut will also be seen, with Crichton driving its\nwalls into the ground or astride its roof of saplings, for at present he\nis doing more than one thing at a time. In a red shirt, with the ends of\nhis sailor's breeches thrust into wading-boots, he looks a man for\nthe moment; we suddenly remember some one's saying--perhaps it was\nourselves--that a cataclysm would be needed to get him out of his\nservant's clothes, and apparently it has been forthcoming. It is no\nlonger beneath our dignity to cast an inquiring eye on his appearance.\nHis features are not distinguished, but he has a strong jaw and green\neyes, in which a yellow light burns that we have not seen before. His\ndark hair, hitherto so decorously sleek, has been ruffled this way and\nthat by wind and weather, as if they were part of the cataclysm and\nwanted to help his chance. His muscles must be soft and flabby still,\nbut though they shriek aloud to him to desist, he rains lusty blows with\nhis axe, like one who has come upon the open for the first time in his\nlife, and likes it. He is as yet far from being an expert woodsman--mark\nthe blood on his hands at places where he has hit them instead of the\ntree; but note also that he does not waste time in bandaging them--he\nrubs them in the earth and goes on. His face is still of the discreet\npallor that befits a butler, and he carries the smaller logs as if they\nwere a salver; not in a day or a month will he shake off the badge of\nservitude, but without knowing it he has begun.\n\nBut for the hatchets at work, and an occasional something horrible\nfalling from a tree into the ladies' laps, they hear nothing save the\nmournful surf breaking on a coral shore.\n\nThey sit or recline huddled together against a rock, and they are\nfarther from home, in every sense of the word, than ever before.\nThirty-six hours ago, they were given three minutes in which to dress,\nwithout a maid, and reach the boats, and they have not made the best\nof that valuable time. None of them has boots, and had they known this\nprickly island they would have thought first of boots. They have a\nsufficiency of garments, but some of them were gifts dropped into the\nboat--Lady Mary's tarpaulin coat and hat, for instance, and Catherine's\nblue jersey and red cap, which certify that the two ladies were lately\nbefore the mast. Agatha is too gay in Ernest's dressing-gown, and\nclutches it to her person with both hands as if afraid that it may be\nclaimed by its rightful owner. There are two pairs of bath slippers\nbetween the three of them, and their hair cries aloud and in vain for\nhairpins.\n\nBy their side, on an inverted bucket, sits Ernest, clothed neatly in\nthe garments of day and night, but, alas, bare-footed. He is the only\ncheerful member of this company of four, but his brightness is due less\nto a manly desire to succour the helpless than to his having been lately\nin the throes of composition, and to his modest satisfaction with the\nresult. He reads to the ladies, and they listen, each with one scared\neye to the things that fall from trees.\n\nERNEST (who has written on the fly-leaf of the only book saved from the\nwreck). This is what I have written. 'Wrecked, wrecked, wrecked! on an\nisland in the Tropics, the following: the Hon. Ernest Woolley, the Rev.\nJohn Treherne, the Ladies Mary, Catherine, and Agatha Lasenby, with two\nservants. We are the sole survivors of Lord Loam's steam yacht Bluebell,\nwhich encountered a fearful gale in these seas, and soon became a total\nwreck. The crew behaved gallantly, putting us all into the first boat.\nWhat became of them I cannot tell, but we, after dreadful sufferings,\nand insufficiently clad, in whatever garments we could lay hold of in\nthe dark'--\n\nLADY MARY. Please don't describe our garments.\n\nERNEST.--'succeeded in reaching this island, with the loss of only one\nof our party, namely, Lord Loam, who flung away his life in a gallant\nattempt to save a servant who had fallen overboard.' (The ladies have\nwept long and sore for their father, but there is something in this last\nutterance that makes them look up.)\n\nAGATHA. But, Ernest, it was Crichton who jumped overboard trying to save\nfather.\n\nERNEST (with the candour that is one of his most engaging qualities).\nWell, you know, it was rather silly of uncle to fling away his life by\ntrying to get into the boat first; and as this document may be printed\nin the English papers, it struck me, an English peer, you know--\n\nLADY MARY (every inch an English peer's daughter). Ernest, that is very\nthoughtful of you.\n\nERNEST (continuing, well pleased).--'By night the cries of wild cats and\nthe hissing of snakes terrify us extremely'--(this does not satisfy\nhim so well, and he makes a correction)--'terrify the ladies extremely.\nAgainst these we have no weapons except one cutlass and a hatchet. A\nbucket washed ashore is at present our only comfortable seat'--\n\nLADY MARY (with some spirit). And Ernest is sitting on it.\n\nERNEST. H'sh! Oh, do be quiet.--'To add to our horrors, night falls\nsuddenly in these parts, and it is then that savage animals begin to\nprowl and roar.'\n\nLADY MARY. Have you said that vampire bats suck the blood from our toes\nas we sleep?\n\nERNEST. No, that's all. I end up, 'Rescue us or we perish. Rich reward.\nSigned Ernest Woolley, in command of our little party.' This is written\non a leaf taken out of a book of poems that Crichton found in his\npocket. Fancy Crichton being a reader of poetry. Now I shall put it into\nthe bottle and fling it into the sea.\n\n(He pushes the precious document into a soda-water bottle, and rams the\ncork home. At the same moment, and without effort, he gives birth to one\nof his most characteristic epigrams.)\n\nThe tide is going out, we mustn't miss the post.\n\n(They are so unhappy that they fail to grasp it, and a little petulantly\nhe calls for CRICHTON, ever his stand-by in the hour of epigram.\nCRICHTON breaks through the undergrowth quickly, thinking the ladies are\nin danger.)\n\nCRICHTON. Anything wrong, sir?\n\nERNEST (with fine confidence). The tide, Crichton, is a postman who\ncalls at our island twice a day for letters.\n\nCRICHTON (after a pause). Thank you, sir.\n\n(He returns to his labours, however, without giving the smile which is\nthe epigrammatist's right, and ERNEST is a little disappointed in him.)\n\nERNEST. Poor Crichton! I sometimes think he is losing his sense of\nhumour. Come along, Agatha.\n\n(He helps his favourite up the rocks, and they disappear gingerly from\nview.)\n\nCATHERINE. How horribly still it is.\n\nLADY MARY (remembering some recent sounds). It is best when it is still.\n\nCATHERINE (drawing closer to her). Mary, I have heard that they are\nalways very still just before they jump.\n\nLADY MARY. Don't. (A distinct chapping is heard, and they are startled.)\n\nLADY MARY (controlling herself). It is only Crichton knocking down\ntrees.\n\nCATHERINE (almost imploringly). Mary, let us go and stand beside him.\n\nLADY MARY (coldly). Let a servant see that I am afraid!\n\nCATHERINE. Don't, then; but remember this, dear, they often drop on one\nfrom above.\n\n(She moves away, nearer to the friendly sound of the axe, and LADY\nMARY is left alone. She is the most courageous of them as well as the\nhaughtiest, but when something she had thought to be a stick glides\ntoward her, she forgets her dignity and screams.)\n\nLADY MARY (calling). Crichton, Crichton!\n\n(It must have been TREHERNE who was tree-felling, for CRICHTON comes to\nher from the hut, drawing his cutlass.)\n\nCRICHTON (anxious). Did you call, my lady?\n\nLADY MARY (herself again, now that he is there). I! Why should I?\n\nCRICHTON. I made a mistake, your ladyship. (Hesitating.) If you are\nafraid of being alone, my lady--\n\nLADY MARY. Afraid! Certainly not. (Doggedly.) You may go.\n\n(But she does not complain when he remains within eyesight cutting the\nbamboo. It is heavy work, and she watches him silently.)\n\nLADY MARY. I wish, Crichton, you could work without getting so hot.\n\nCRICHTON (mopping his face). I wish I could, my lady.\n\n(He continues his labours.)\n\nLADY MARY (taking off her oilskins). It makes me hot to look at you.\n\nCRICHTON. It almost makes me cool to look at your ladyship.\n\nLADY MARY (who perhaps thinks he is presuming). Anything I can do for\nyou in that way, Crichton, I shall do with pleasure.\n\nCRICHTON (quite humbly). Thank you, my lady.\n\n(By this time most of the bamboo has been cut, and the shore and sea\nare visible, except where they are hidden by the half completed hut. The\nmast rising solitary from the water adds to the desolation of the scene,\nand at last tears run down LADY MARY'S face.)\n\nCRICHTON. Don't give way, my lady, things might be worse.\n\nLADY MARY. My poor father.\n\nCRICHTON. If I could have given my life for his.\n\nLADY MARY. You did all a man could do. Indeed I thank you, Crichton.\n(With some admiration and more wonder.) You are a man.\n\nCRICHTON. Thank you, my lady.\n\nLADY MARY. But it is all so awful. Crichton, is there any hope of a ship\ncoming?\n\nCRICHTON (after hesitation). Of course there is, my lady.\n\nLADY MARY (facing him bravely). Don't treat me as a child. I have got to\nknow the worst, and to face it. Crichton, the truth.\n\nCRICHTON (reluctantly). We were driven out of our course, my lady; I\nfear far from the track of commerce.\n\nLADY MARY. Thank you; I understand.\n\n(For a moment, however, she breaks down. Then she clenches her hands and\nstands erect.)\n\nCRICHTON (watching her, and forgetting perhaps for the moment that they\nare not just a man and woman). You're a good pluckt 'un, my lady.\n\nLADY MARY (falling into the same error). I shall try to be. (Extricating\nherself.) Crichton, how dare you?\n\nCRICHTON. I beg your ladyship's pardon; but you are.\n\n(She smiles, as if it were a comfort to be told this even by CRICHTON.)\n\nAnd until a ship comes we are three men who are going to do our best for\nyou ladies.\n\nLADY MARY (with a curl of the lip). Mr. Ernest does no work.\n\nCRICHTON (cheerily). But he will, my lady.\n\nLADY MARY. I doubt it.\n\nCRICHTON (confidently, but perhaps thoughtlessly). No work--no\ndinner--will make a great change in Mr. Ernest.\n\nLADY MARY. No work--no dinner. When did you invent that rule, Crichton?\n\nCRICHTON (loaded with bamboo). I didn't invent it, my lady. I seem to\nsee it growing all over the island.\n\nLADY MARY (disquieted). Crichton, your manner strikes me as curious.\n\nCRICHTON (pained). I hope not, your ladyship.\n\nLADY MARY (determined to have it out with him). You are not implying\nanything so unnatural, I presume, as that if I and my sisters don't work\nthere will be no dinner for us?\n\nCRICHTON (brightly). If it is unnatural, my lady, that is the end of it.\n\nLADY MARY. If? Now I understand. The perfect servant at home holds that\nwe are all equal now. I see.\n\nCRICHTON (wounded to the quick). My lady, can you think me so\ninconsistent?\n\nLADY MARY. That is it.\n\nCRICHTON (earnestly). My lady, I disbelieved in equality at home because\nit was against nature, and for that same reason I as utterly disbelieve\nin it on an island.\n\nLADY MARY (relieved by his obvious sincerity). I apologise.\n\nCRICHTON (continuing unfortunately). There must always, my lady, be one\nto command and others to obey.\n\nLADY MARY (satisfied). One to command, others to obey. Yes. (Then\nsuddenly she realises that there may be a dire meaning in his confident\nwords.) Crichton!\n\nCRICHTON (who has intended no dire meaning). What is it, my lady?\n\n(But she only stares into his face and then hurries from him. Left alone\nhe is puzzled, but being a practical man he busies himself gathering\nfirewood, until TWEENY appears excitedly carrying cocoa-nuts in her\nskirt. She has made better use than the ladies of her three minutes'\ngrace for dressing.)\n\nTWEENY (who can be happy even on an island if CRICHTON is with her).\nLook what I found.\n\nCRICHTON. Cocoa-nuts. Bravo!\n\nTWEENY. They grows on trees.\n\nCRICHTON. Where did you think they grew?\n\nTWEENY. I thought as how they grew in rows on top of little sticks.\n\nCRICHTON (wrinkling his brows). Oh Tweeny, Tweeny!\n\nTWEENY (anxiously). Have I offended of your feelings again, sir?\n\nCRICHTON. A little.\n\nTWEENY (in a despairing outburst). I'm full o' vulgar words and ways;\nand though I may keep them in their holes when you are by, as soon as\nI'm by myself out they comes in a rush like beetles when the house is\ndark. I says them gloating-like, in my head--'Blooming' I says, and\n'All my eye,' and 'Ginger,' and 'Nothink'; and all the time we was being\nwrecked I was praying to myself, 'Please the Lord it may be an island as\nit's natural to be vulgar on.'\n\n(A shudder passes through CRICHTON, and she is abject.)\n\nThat's the kind I am, sir. I'm 'opeless. You'd better give me up.\n\n(She is a pathetic, forlorn creature, and his manhood is stirred.)\n\nCRICHTON (wondering a little at himself for saying it). I won't give you\nup. It is strange that one so common should attract one so fastidious;\nbut so it is. (Thoughtfully.) There is something about you, Tweeny,\nthere is a je ne sais quoi about you.\n\nTWEENY (knowing only that he has found something in her to commend). Is\nthere, is there? Oh, I am glad.\n\nCRICHTON (putting his hand on her shoulder like a protector). We shall\nfight your vulgarity together. (All this time he has been arranging\nsticks for his fire.) Now get some dry grass. (She brings him grass, and\nhe puts it under the sticks. He produces an odd lens from his pocket,\nand tries to focus the sun's rays.)\n\nTWEENY. Why, what's that?\n\nCRICHTON (the ingenious creature). That's the glass from my watch and\none from Mr. Treherne's, with a little water between them. I'm hoping to\nkindle a fire with it.\n\nTWEENY (properly impressed). Oh sir!\n\n(After one failure the grass takes fire, and they are blowing on it when\nexcited cries near by bring them sharply to their feet. AGATHA runs to\nthem, white of face, followed by ERNEST.)\n\nERNEST. Danger! Crichton, a tiger-cat!\n\nCRICHTON (getting his cutlass). Where?\n\nAGATHA. It is at our heels.\n\nERNEST. Look out, Crichton.\n\nCRICHTON. H'sh!\n\n(TREHERNE comes to his assistance, while LADY MARY and CATHERINE join\nAGATHA in the hut.) ERNEST. It will be on us in a moment. (He seizes\nthe hatchet and guards the hut. It is pleasing to see that ERNEST is no\ncoward.)\n\nTREHERNE. Listen!\n\nERNEST. The grass is moving. It's coming.\n\n(It comes. But it is no tiger-cat; it is LORD LOAM crawling on his hands\nand knees, a very exhausted and dishevelled peer, wondrously attired in\nrags. The girls see him, and with glad cries rush into his arms.)\n\nLADY MARY. Father.\n\nLORD LOAM. Mary--Catherine--Agatha. Oh dear, my dears, my dears, oh\ndear!\n\nLADY MARY. Darling.\n\nAGATHA. Sweetest.\n\nCATHERINE. Love.\n\nTREHERNE. Glad to see you, sir.\n\nERNEST. Uncle, uncle, dear old uncle.\n\n(For a time such happy cries fill the air, but presently TREHERNE is\nthoughtless.)\n\nTREHERNE. Ernest thought you were a tiger-cat.\n\nLORD LOAM (stung somehow to the quick). Oh, did you? I knew you at once,\nErnest; I knew you by the way you ran.\n\n(ERNEST smiles forgivingly.)\n\nCRICHTON (venturing forward at last). My lord, I am glad.\n\nERNEST (with upraised finger). But you are also idling, Crichton.\n(Making himself comfortable on the ground.) We mustn't waste time. To\nwork, to work.\n\nCRICHTON (after contemplating him without rancour). Yes, sir.\n\n(He gets a pot from the hut and hangs it on a tripod over the fire,\nwhich is now burning brightly.)\n\nTREHERNE. Ernest, you be a little more civil. Crichton, let me help.\n\n(He is soon busy helping CRICHTON to add to the strength of the hut.)\n\nLORD LOAM (gazing at the pot as ladies are said to gaze on precious\nstones). Is that--but I suppose I'm dreaming again. (Timidly.) It isn't\nby any chance a pot on top of a fire, is it?\n\nLADY MARY. Indeed, it is, dearest. It is our supper.\n\nLORD LOAM. I have been dreaming of a pot on a fire for two days.\n(Quivering.) There 's nothing in it, is there?\n\nERNEST. Sniff, uncle. (LORD LOAM sniffs.)\n\nLORD LOAM (reverently). It smells of onions!\n\n(There is a sudden diversion.)\n\nCATHERINE. Father, you have boots!\n\nLADY MARY. So he has.\n\nLORD LOAM. Of course I have.\n\nERNEST (with greedy cunning). You are actually wearing boots, uncle.\nIt's very unsafe, you know, in this climate.\n\nLORD LOAM. Is it?\n\nERNEST. We have all abandoned them, you observe. The blood, the\narteries, you know.\n\nLORD LOAM. I hadn't a notion.\n\n(He holds out his feet, and ERNEST kneels.)\n\nERNEST. O Lord, yes.\n\n(In another moment those boots will be his.)\n\nLADY MARY (quickly). Father, he is trying to get your boots from you.\nThere is nothing in the world we wouldn't give for boots.\n\nERNEST (rising haughtily, a proud spirit misunderstood). I only wanted\nthe loan of them.\n\nAGATHA (running her fingers along them lovingly). If you lend them to\nany one, it will be to us, won't it, father.\n\nLORD LOAM. Certainly, my child.\n\nERNEST. Oh, very well. (He is leaving these selfish ones.) I don't want\nyour old boots. (He gives his uncle a last chance.) You don't think you\ncould spare me one boot?\n\nLORD LOAM (tartly). I do not.\n\nERNEST. Quite so. Well, all I can say is I'm sorry for you.\n\n(He departs to recline elsewhere.)\n\nLADY MARY. Father, we thought we should never see you again.\n\nLORD LOAM. I was washed ashore, my dear, clinging to a hencoop. How\nawful that first night was.\n\nLADY MARY. Poor father.\n\nLORD LOAM. When I woke, I wept. Then I began to feel extremely hungry.\nThere was a large turtle on the beach. I remembered from the Swiss\nFamily Robinson that if you turn a turtle over he is helpless. My dears,\nI crawled towards him, I flung myself upon him--(here he pauses to rub\nhis leg)--the nasty, spiteful brute.\n\nLADY MARY. You didn't turn him over?\n\nLORD LOAM (vindictively, though he is a kindly man). Mary, the senseless\nthing wouldn't wait; I found that none of them would wait.\n\nCATHERINE. We should have been as badly off if Crichton hadn't--\n\nLADY MARY (quickly). Don't praise Crichton.\n\nLORD LOAM. And then those beastly monkeys, I always understood that if\nyou flung stones at them they would retaliate by flinging cocoa-nuts at\nyou. Would you believe it, I flung a hundred stones, and not one monkey\nhad sufficient intelligence to grasp my meaning. How I longed for\nCrichton.\n\nLADY MARY (wincing). For us also, father?\n\nLORD LOAM. For you also. I tried for hours to make a fire. The authors\nsay that when wrecked on an island you can obtain a light by rubbing two\npieces of stick together. (With feeling.) The liars!\n\nLADY MARY. And all this time you thought there was no one on the island\nbut yourself?\n\nLORD LOAM. I thought so until this morning. I was searching the pools\nfor little fishes, which I caught in my hat, when suddenly I saw before\nme--on the sand--\n\nCATHERINE. What?\n\nLORD LOAM. A hairpin.\n\nLADY MARY. A hairpin! It must be one of ours. Give it me, father.\n\nAGATHA. No, it's mine.\n\nLORD LOAM. I didn't keep it.\n\nLADY MARY (speaking for all three). Didn't keep it? Found a hairpin on\nan island, and didn't keep it?\n\nLORD LOAM (humbly). My dears.\n\nAGATHA (scarcely to be placated). Oh father, we have returned to nature\nmore than you bargained for.\n\nLADY MARY. For shame, Agatha. (She has something on her mind.) Father,\nthere is something I want you to do at once--I mean to assert your\nposition as the chief person on the island.\n\n(They are all surprised.)\n\nLORD LOAM. But who would presume to question it?\n\nCATHERINE. She must mean Ernest.\n\nLADY MARY. Must I?\n\nAGATHA. It's cruel to say anything against Ernest.\n\nLORD LOAM (firmly). If any one presumes to challenge my position, I\nshall make short work of him.\n\nAGATHA. Here comes Ernest; now see if you can say these horrid things to\nhis face.\n\nLORD LOAM. I shall teach him his place at once.\n\nLADY MARY (anxiously). But how?\n\nLORD LOAM (chuckling). I have just thought of an extremely amusing way\nof doing it. (As ERNEST approaches.) Ernest.\n\nERNEST (loftily). Excuse me, uncle, I'm thinking. I'm planning out the\nbuilding of this hut.\n\nLORD LOAM. I also have been thinking.\n\nERNEST. That don't matter.\n\nLORD LOAM. Eh?\n\nERNEST. Please, please, this is important.\n\nLORD LOAM. I have been thinking that I ought to give you my boots.\n\nERNEST. What!\n\nLADY MARY. Father.\n\nLORD LOAM (genially). Take them, my boy. (With a rapidity we had not\nthought him capable of, ERNEST becomes the wearer of the boots.) And now\nI dare say you want to know why I give them to you, Ernest?\n\nERNEST (moving up and down in them deliciously). Not at all. The great\nthing is, 'I've got 'em, I've got 'em.'\n\nLORD LOAM (majestically, but with a knowing look at his daughters). My\nreason is that, as head of our little party, you, Ernest, shall be our\nhunter, you shall clear the forests of those savage beasts that make\nthem so dangerous. (Pleasantly.) And now you know, my dear nephew, why I\nhave given you my boots.\n\nERNEST. This is my answer.\n\n(He kicks off the boots.)\n\nLADY MARY (still anxious). Father, assert yourself.\n\nLORD LOAM. I shall now assert myself. (But how to do it? He has a happy\nthought.) Call Crichton.\n\nLADY MARY. Oh father.\n\n(CRICHTON comes in answer to a summons, and is followed by TREHERNE.)\n\nERNEST (wondering a little at LADY MARY'S grave face). Crichton, look\nhere.\n\nLORD LOAM (sturdily). Silence! Crichton, I want your advice as to what I\nought to do with Mr. Ernest. He has defied me.\n\nERNEST. Pooh!\n\nCRICHTON (after considering). May I speak openly, my lord?\n\nLADY MARY (keeping her eyes fixed on him). That is what we desire.\n\nCRICHTON (quite humbly). Then I may say, your lordship, that I have been\nconsidering Mr. Ernest's case at odd moments ever since we were wrecked.\n\nERNEST. My case?\n\nLORD LOAM (sternly). Hush.\n\nCRICHTON. Since we landed on the island, my lord, it seems to me that\nMr. Ernest's epigrams have been particularly brilliant.\n\nERNEST (gratified). Thank you, Crichton.\n\nCRICHTON. But I find--I seem to find it growing wild, my lord, in the\nwoods, that sayings which would be justly admired in England are not\nmuch use on an island. I would therefore most respectfully propose that\nhenceforth every time Mr. Ernest favours us with an epigram his head\nshould be immersed in a bucket of cold spring water.\n\n(There is a terrible silence.)\n\nLORD LOAM (uneasily). Serve him right.\n\nERNEST. I should like to see you try to do it, uncle.\n\nCRICHTON (ever ready to come to the succour of his lordship). My\nfeeling, my lord, is that at the next offence I should convey him to a\nretired spot, where I shall carry out the undertaking in as respectful a\nmanner as is consistent with a thorough immersion.\n\n(Though his manner is most respectful, he is firm; he evidently means\nwhat he says.)\n\nLADY MARY (a ramrod). Father, you must not permit this; Ernest is your\nnephew.\n\nLORD LOAM (with his hand to his brow). After all, he is my nephew,\nCrichton; and, as I am sure, he now sees that I am a strong man--\n\nERNEST (foolishly in the circumstances). A strong man. You mean a stout\nman. You are one of mind to two of matter. (He looks round in the old\nway for approval. No one has smiled, and to his consternation he\nsees that CRICHTON is quietly turning up his sleeves. ERNEST makes an\nappealing gesture to his uncle; then he turns defiantly to CRICHTON.)\n\nCRICHTON. Is it to be before the ladies, Mr. Ernest, or in the privacy\nof the wood? (He fixes ERNEST with his eye. ERNEST is cowed.) Come.\n\nERNEST (affecting bravado). Oh, all right.\n\nCRICHTON (succinctly). Bring the bucket.\n\n(ERNEST hesitates. He then lifts the bucket and follows CRICHTON to the\nnearest spring.)\n\nLORD LOAM (rather white). I'm sorry for him, but I had to be firm.\n\nLADY MARY. Oh father, it wasn't you who was firm. Crichton did it\nhimself.\n\nLORD LOAM. Bless me, so he did.\n\nLADY MARY. Father, be strong.\n\nLORD LOAM (bewildered). You can't mean that my faithful Crichton--\n\nLADY MARY. Yes, I do.\n\nTREHERNE. Lady Mary, I stake my word that Crichton is incapable of\nacting dishonourably.\n\nLADY MARY. I know that; I know it as well as you. Don't you see that\nthat is what makes him so dangerous?\n\nTREHERNE. By Jove, I--I believe I catch your meaning.\n\nCATHERINE. He is coming back.\n\nLORD LOAM (who has always known himself to be a man of ideas). Let us\nall go into the hut, just to show him at once that it is our hut.\n\nLADY MARY (as they go). Father, I implore you, assert yourself now and\nfor ever.\n\nLORD LOAM. I will.\n\nLADY MARY. And, please, don't ask him how you are to do it.\n\n(CRICHTON returns with sticks to mend the fire.)\n\nLORD LOAM (loftily, from the door of the hut). Have you carried out my\ninstructions, Crichton?\n\nCRICHTON (deferentially). Yes, my lord.\n\n(ERNEST appears, mopping his hair, which has become very wet since\nwe last saw him. He is not bearing malice, he is too busy drying, but\nAGATHA is specially his champion.)\n\nAGATHA. It's infamous, infamous.\n\nLORD LOAM: (strongly). My orders, Agatha.\n\nLADY MARY. Now, father, please.\n\nLORD LOAM (striking an attitude). Before I give you any further orders,\nCrichton--\n\nCRICHTON. Yes, my lord.\n\nLORD LOAM. (delighted) Pooh! It's all right.\n\nLADY MARY. No. Please go on.\n\nLORD LOAM. Well, well. This question of the leadership; what do you\nthink now, Crichton?\n\nCRICHTON. My lord, I feel it is a matter with which I have nothing to\ndo.\n\nLORD LOAM. Excellent. Ha, Mary? That settles it, I think.\n\nLADY MARY. It seems to, but--I'm not sure.\n\nCRICHTON. It will settle itself naturally, my lord, without any\ninterference from us.\n\n(The reference to nature gives general dissatisfaction.)\n\nLADY MARY. Father.\n\nLORD LOAM (a little severely). It settled itself long ago, Crichton,\nwhen I was born a peer, and you, for instance, were born a servant.\n\nCRICHTON (acquiescing). Yes, my lord, that was how it all came about\nquite naturally in England. We had nothing to do with it there, and we\nshall have as little to do with it here.\n\nTREHERNE (relieved). That's all right.\n\nLADY MARY (determined to clinch the matter). One moment. In short,\nCrichton, his lordship will continue to be our natural head.\n\nCRICHTON. I dare say, my lady, I dare say.\n\nCATHERINE. But you must know.\n\nCRICHTON. Asking your pardon, my lady, one can't be sure--on an island.\n\n(They look at each other uneasily.)\n\nLORD LOAM (warningly). Crichton, I don't like this.\n\nCRICHTON (harassed). The more I think of it, your lordship, the more\nuneasy I become myself. When I heard, my lord, that you had left that\nhairpin behind--(He is pained.)\n\nLORD LOAM (feebly). One hairpin among so many would only have caused\ndissension.\n\nCRICHTON (very sorry to have to contradict him). Not so, my lord. From\nthat hairpin we could have made a needle; with that needle we could, out\nof skins, have sewn trousers of which your lordship is in need; indeed,\nwe are all in need of them.\n\nLADY MARY (suddenly self-conscious). All?\n\nCRICHTON. On an island, my lady.\n\nLADY MARY. Father.\n\nCRICHTON (really more distressed by the prospect than she). My lady, if\nnature does not think them necessary, you may be sure she will not ask\nyou to wear them. (Shaking his head.) But among all this undergrowth--\n\nLADY MARY. Now you see this man in his true colours.\n\nLORD LOAM (violently). Crichton, you will either this moment say, 'Down\nwith nature,'.\n\nCRICHTON (scandalised). My Lord!\n\nLORD LOAM (loftily). Then this is my last word to you; take a month's\nnotice.\n\n(If the hut had a door he would now shut it to indicate that the\ninterview is closed.)\n\nCRICHTON (in great distress). Your lordship, the disgrace--\n\nLORD LOAM (swelling). Not another word: you may go.\n\nLADY MARY (adamant). And don't come to me, Crichton, for a character.\n\nERNEST (whose immersion has cleared his brain). Aren't you all\nforgetting that this is an island?\n\n(This brings them to earth with a bump. LORD LOAM looks to his eldest\ndaughter for the fitting response.)\n\nLADY MARY (equal to the occasion). It makes only this difference--that\nyou may go at once, Crichton, to some other part of the island.\n\n(The faithful servant has been true to his superiors ever since he was\ncreated, and never more true than at this moment; but his fidelity is\nfounded on trust in nature, and to be untrue to it would be to be untrue\nto them. He lets the wood he has been gathering slip to the ground,\nand bows his sorrowful head. He turns to obey. Then affection for these\ngreat ones wells up in him.)\n\nCRICHTON. My lady, let me work for you.\n\nLADY MARY. Go.\n\nCRICHTON. You need me so sorely; I can't desert you; I won't.\n\nLADY MARY (in alarm, lest the others may yield). Then, father, there is\nbut one alternative, we must leave him.\n\n(LORD LOAM is looking yearningly at CRICHTON.)\n\nTREHERNE. It seems a pity.\n\nCATHERINE (forlornly). You will work for us?\n\nTREHERNE. Most willingly. But I must warn you all that, so far, Crichton\nhas done nine-tenths of the scoring.\n\nLADY MARY. The question is, are we to leave this man?\n\nLORD LOAM (wrapping himself in his dignity). Come, my dears.\n\nCRICHTON. My lord!\n\nLORD LOAM. Treherne--Ernest--get our things.\n\nERNEST. We don't have any, uncle. They all belong to Crichton.\n\nTREHERNE. Everything we have he brought from the wreck--he went back to\nit before it sank. He risked his life.\n\nCRICHTON. My lord, anything you would care to take is yours.\n\nLADY MARY (quickly). Nothing.\n\nERNEST. Rot! If I could have your socks, Crichton--\n\nLADY MARY. Come, father; we are ready.\n\n(Followed by the others, she and LORD LOAM pick their way up the rocks.\nIn their indignation they scarcely notice that daylight is coming to a\nsudden end.)\n\nCRICHTON. My lord, I implore you--I am not desirous of being head. Do\nyou have a try at it, my lord.\n\nLORD LOAM (outraged). A try at it!\n\nCRICHTON (eagerly). It may be that you will prove to be the best man.\n\nLORD LOAM. May be! My children, come.\n\n(They disappear proudly in single file.)\n\nTREHERNE. Crichton, I'm sorry; but of course I must go with them.\n\nCRICHTON. Certainly, sir.\n\n(He calls to TWEENY, and she comes from behind the hut, where she has\nbeen watching breathlessly.)\n\nWill you be so kind, sir, as to take her to the others?\n\nTREHERNE. Assuredly.\n\nTWEENY. But what do it all mean?\n\nCRICHTON. Does, Tweeny, does. (He passes her up the rocks to TREHERNE.)\nWe shall meet again soon, Tweeny. Good night, sir.\n\nTREHERNE. Good night. I dare say they are not far away.\n\nCRICHTON (thoughtfully). They went westward, sir, and the wind is\nblowing in that direction. That may mean, sir, that nature is already\ntaking the matter into her own hands. They are all hungry, sir, and the\npot has come a-boil. (He takes off the lid.) The smell will be borne\nwestward. That pot is full of nature, Mr. Treherne. Good night, sir.\n\nTREHERNE. Good night.\n\n(He mounts the rocks with TWEENY, and they are heard for a little time\nafter their figures are swallowed up in the fast growing darkness.\nCRICHTON stands motionless, the lid in his hand, though he has forgotten\nit, and his reason for taking it off the pot. He is deeply stirred, but\npresently is ashamed of his dejection, for it is as if he doubted his\nprinciples. Bravely true to his faith that nature will decide now as\never before, he proceeds manfully with his preparations for the night.\nHe lights a ship's lantern, one of several treasures he has brought\nashore, and is filling his pipe with crumbs of tobacco from various\npockets, when the stealthy movements of some animal in the grass\nstartles him. With the lantern in one hand and his cutlass in the other,\nhe searches the ground around the hut. He returns, lights his pipe, and\nsits down by the fire, which casts weird moving shadows. There is a red\ngleam on his face; in the darkness he is a strong and perhaps rather\nsinister figure. In the great stillness that has fallen over the land,\nthe wash of the surf seems to have increased in volume. The sound is\nindescribably mournful. Except where the fire is, desolation has fallen\non the island like a pall.\n\nOnce or twice, as nature dictates, CRICHTON leans forward to stir the\npot, and the smell is borne westward. He then resumes his silent vigil.\n\nShadows other than those cast by the fire begin to descend the rocks.\nThey are the adventurers returning. One by one they steal nearer to the\npot until they are squatted round it, with their hands out to the\nblaze. LADY MARY only is absent. Presently she comes within sight of the\nothers, then stands against a tree with her teeth clenched. One wonders,\nperhaps, what nature is to make of her.)\n\n\nEnd of Act II.\n\n\n\n\nACT III. THE HAPPY HOME\n\n\nThe scene is the hall of their island home two years later. This sturdy\nlog-house is no mere extension of the hut we have seen in process of\nerection, but has been built a mile or less to the west of it, on higher\nground and near a stream. When the master chose this site, the others\nthought that all he expected from the stream was a sufficiency of\ndrinking water. They know better now every time they go down to the mill\nor turn on the electric light.\n\nThis hall is the living-room of the house, and walls and roof are\nof stout logs. Across the joists supporting the roof are laid many\nhome-made implements, such as spades, saws, fishing-rods, and from hooks\nin the joists are suspended cured foods, of which hams are specially in\nevidence. Deep recesses half way up the walls contain various provender\nin barrels and sacks. There are some skins, trophies of the chase, on\nthe floor, which is otherwise bare. The chairs and tables are in some\ncases hewn out of the solid wood, and in others the result of rough but\nefficient carpentering. Various pieces of wreckage from the yacht have\nbeen turned to novel uses: thus the steering-wheel now hangs from the\ncentre of the roof, with electric lights attached to it encased in\nbladders. A lifebuoy has become the back of a chair. Two barrels have\nbeen halved and turn coyly from each other as a settee.\n\nThe farther end of the room is more strictly the kitchen, and is a great\nrecess, which can be shut off from the hall by folding doors. There is\na large open fire in it. The chimney is half of one of the boats of\nthe yacht. On the walls of the kitchen proper are many plate-racks,\ncontaining shells; there are rows of these of one size and shape,\nwhich mark them off as dinner plates or bowls; others are as obviously\ntureens. They are arranged primly as in a well-conducted kitchen;\nindeed, neatness and cleanliness are the note struck everywhere, yet the\neffect of the whole is romantic and barbaric.\n\nThe outer door into this hall is a little peculiar on an island. It\nis covered with skins and is in four leaves, like the swing doors of\nfashionable restaurants, which allow you to enter without allowing the\nhot air to escape. During the winter season our castaways have found\nthe contrivance useful, but Crichton's brain was perhaps a little\nlordly when he conceived it. Another door leads by a passage to the\nsleeping-rooms of the house, which are all on the ground-floor, and to\nCrichton's work-room, where he is at this moment, and whither we should\nlike to follow him, but in a play we may not, as it is out of sight.\nThere is a large window space without a window, which, however, can be\nshuttered, and through this we have a view of cattle-sheds, fowl-pens,\nand a field of grain. It is a fine summer evening.\n\nTweeny is sitting there, very busy plucking the feathers off a bird and\ndropping them on a sheet placed for that purpose on the floor. She is\ntrilling to herself in the lightness of her heart. We may remember that\nTweeny, alone among the women, had dressed wisely for an island when\nthey fled the yacht, and her going-away gown still adheres to her,\nthough in fragments. A score of pieces have been added here and there\nas necessity compelled, and these have been patched and repatched in\nincongruous colours; but, when all is said and done, it can still be\nmaintained that Tweeny wears a skirt. She is deservedly proud of her\nskirt, and sometimes lends it on important occasions when approached in\nthe proper spirit.\n\nSome one outside has been whistling to Tweeny; the guarded whistle\nwhich, on a less savage island, is sometimes assumed to be an indication\nto cook that the constable is willing, if the coast be clear. Tweeny,\nhowever, is engrossed, or perhaps she is not in the mood for a follower,\nso he climbs in at the window undaunted, to take her willy nilly. He\nis a jolly-looking labouring man, who answers to the name of Daddy,\nand--But though that may be his island name, we recognise him at once.\nHe is Lord Loam, settled down to the new conditions, and enjoying life\nheartily as handy-man about the happy home. He is comfortably attired in\nskins. He is still stout, but all the flabbiness has dropped from him;\ngone too is his pomposity; his eye is clear, brown his skin; he could\nleap a gate.\n\nIn his hands he carries an island-made concertina, and such is the\nexuberance of his spirits that, as he lights on the floor, he bursts\ninto music and song, something about his being a chickety chickety chick\nchick, and will Tweeny please to tell him whose chickety chick is she.\nRetribution follows sharp. We hear a whir, as if from insufficiently\noiled machinery, and over the passage door appears a placard showing\nthe one word 'Silence.' His lordship stops, and steals to Tweeny on his\ntiptoes.\n\nLORD LOAM. I thought the Gov. was out.\n\nTWEENY. Well, you see he ain't. And if he were to catch you here\nidling--\n\n(LORD LOAM pales. He lays aside his musical instrument and hurriedly\ndons an apron. TWEENY gives him the bird to pluck, and busies herself\nlaying the table for dinner.)\n\nLORD LOAM (softly). What is he doing now?\n\nTWEENY. I think he's working out that plan for laying on hot and cold.\n\nLORD LOAM (proud of his master). And he'll manage it too. The man who\ncould build a blacksmith's forge without tools--\n\nTWEENY (not less proud). He made the tools.\n\nLORD LOAM. Out of half a dozen rusty nails. The saw-mill, Tweeny; the\nspeaking-tube; the electric lighting; and look at the use he has made\nof the bits of the yacht that were washed ashore. And all in two years.\nHe's a master I'm proud to pluck for.\n\n(He chirps happily at his work, and she regards him curiously.)\n\nTWEENY. Daddy, you're of little use, but you're a bright, cheerful\ncreature to have about the house. (He beams at this commendation.) Do\nyou ever think of old times now? We was a bit different.\n\nLORD LOAM (pausing). Circumstances alter cases. (He resumes his plucking\ncontentedly.)\n\nTWEENY. But, Daddy, if the chance was to come of getting back?\n\nLORD LOAM. I have given up bothering about it.\n\nTWEENY. You bothered that day long ago when we saw a ship passing\nthe island. How we all ran like crazy folk into the water, Daddy, and\nscreamed and held out our arms. (They are both a little agitated.) But\nit sailed away, and we've never seen another.\n\nLORD LOAM. If we had had the electrical contrivance we have now we could\nhave attracted that ship's notice. (Their eyes rest on a mysterious\napparatus that fills a corner of the hall.) A touch on that lever,\nTweeny, and in a few moments bonfires would be blazing all round the\nshore.\n\nTWEENY (backing from the lever as if it might spring at her). It's the\nmost wonderful thing he has done.\n\nLORD LOAM (in a reverie). And then--England--home!\n\nTWEENY (also seeing visions). London of a Saturday night!\n\nLORD LOAM. My lords, in rising once more to address this historic\nchamber--\n\nTWEENY. There was a little ham and beef shop off the Edgware Road--(The\nvisions fade; they return to the practical.)\n\nLORD LOAM. Tweeny, do you think I could have an egg to my tea? (At\nthis moment a wiry, athletic figure in skins darkens the window. He is\ncarrying two pails, which are suspended from a pole on his shoulder, and\nhe is ERNEST. We should say that he is ERNEST completely changed if we\nwere of those who hold that people change. As he enters by the window he\nhas heard LORD LOAM's appeal, and is perhaps justifiably indignant.)\n\nERNEST. What is that about an egg? Why should you have an egg?\n\nLORD LOAM (with hauteur). That is my affair, sir. (With a Parthian shot\nas he withdraws stiffly from the room.) The Gov. has never put my head\nin a bucket.\n\nERNEST (coming to rest on one of his buckets, and speaking with\nexcusable pride. To TWEENY). Nor mine for nearly three months. It was\nonly last week, Tweeny, that he said to me, 'Ernest, the water cure has\nworked marvels in you, and I question whether I shall require to dip\nyou any more.' (Complacently.) Of course that sort of thing encourages a\nfellow.\n\nTWEENY (who has now arranged the dinner table to her satisfaction). I\nwill say, Erny, I never seen a young chap more improved.\n\nERNEST (gratified). Thank you, Tweeny, that's very precious to me.\n\n(She retires to the fire to work the great bellows with her foot, and\nERNEST turns to TREHERNE, who has come in looking more like a cow-boy\nthan a clergyman. He has a small box in his hand which he tries to\nconceal.) What have you got there, John?\n\nTREHERNE. Don't tell anybody. It is a little present for the Gov.; a set\nof razors. One for each day in the week.\n\nERNEST (opening the box and examining its contents.) Shells! He'll like\nthat. He likes sets of things.\n\nTREHERNE (in a guarded voice). Have you noticed that?\n\nERNEST. Rather.\n\nTREHERNE. He's becoming a bit magnificent in his ideas.\n\nERNEST (huskily). John, it sometimes gives me the creeps.\n\nTREHERNE (making sure that TWEENY is out of hearing). What do you think\nof that brilliant robe he got the girls to make for him.\n\nERNEST (uncomfortably). I think he looks too regal in it.\n\nTREHERNE. Regal! I sometimes fancy that that's why he's so fond\nof wearing it. (Practically.) Well, I must take these down to the\ngrindstone and put an edge on them.\n\nERNEST (button-holing him). I say, John, I want a word with you.\n\nTREHERNE. Well?\n\nERNEST (become suddenly diffident). Dash it all, you know, you're a\nclergyman.\n\nTREHERNE. One of the best things the Gov. has done is to insist that\nnone of you forget it.\n\nERNEST (taking his courage in his hands). Then--would you, John?\n\nTREHERNE. What?\n\nERNEST (wistfully). Officiate at a marriage ceremony, John?\n\nTREHERNE (slowly). Now, that's really odd.\n\nERNEST. Odd? Seems to me it's natural. And whatever is natural, John, is\nright.\n\nTREHERNE. I mean that same question has been put to me today already.\n\nERNEST (eagerly). By one of the women?\n\nTREHERNE. Oh no; they all put it to me long ago. This was by the Gov.\nhimself.\n\nERNEST. By Jove! (Admiringly.) I say, John, what an observant beggar he\nis.\n\nTREHERNE. Ah! You fancy he was thinking of you?\n\nERNEST. I do not hesitate to affirm, John, that he has seen the\nlove-light in my eyes. You answered--\n\nTREHERNE. I said Yes, I thought it would be my duty to officiate if\ncalled upon.\n\nERNEST. You're a brick.\n\nTREHERNE (still pondering). But I wonder whether he was thinking of you?\n\nERNEST. Make your mind easy about that.\n\nTREHERNE. Well, my best wishes. Agatha is a very fine girl.\n\nERNEST. Agatha? What made you think it was Agatha?\n\nTREHERNE. Man alive, you told me all about it soon after we were\nwrecked.\n\nERNEST. Pooh! Agatha's all very well in her way, John, but I'm flying at\nbigger game.\n\nTREHERNE. Ernest, which is it?\n\nERNEST. Tweeny, of course.\n\nTREHERNE. Tweeny? (Reprovingly.) Ernest, I hope her cooking has nothing\nto do with this.\n\nERNEST (with dignity). Her cooking has very little to do with it.\n\nTREHERNE. But does she return your affection.\n\nERNEST (simply). Yes, John, I believe I may say so. I am unworthy of\nher, but I think I have touched her heart.\n\nTREHERNE (with a sigh). Some people seem to have all the luck. As you\nknow, Catherine won't look at me.\n\nERNEST. I'm sorry, John.\n\nTREHERNE. It's my deserts; I'm a second eleven sort of chap. Well, my\nheartiest good wishes, Ernest.\n\nERNEST. Thank you, John. How's the little black pig to-day?\n\nTREHERNE (departing). He has begun to eat again.\n\n(After a moment's reflection ERNEST calls to TWEENY.)\n\nERNEST. Are you very busy, Tweeny?\n\nTWEENY (coming to him good-naturedly). There's always work to do; but if\nyou want me, Ernest--\n\nERNEST. There's something I should like to say to you if you could spare\nme a moment.\n\nTWEENY. Willingly. What is it?\n\nERNEST. What an ass I used to be, Tweeny.\n\nTWEENY (tolerantly). Oh, let bygones be bygones.\n\nERNEST (sincerely, and at his very best). I'm no great shakes even now.\nBut listen to this, Tweeny; I have known many women, but until I knew\nyou I never knew any woman.\n\nTWEENY (to whose uneducated ears this sounds dangerously like an\nepigram). Take care--the bucket.\n\nERNEST (hurriedly). I didn't mean it in that way. (He goes chivalrously\non his knees.) Ah, Tweeny, I don't undervalue the bucket, but what I\nwant to say now is that the sweet refinement of a dear girl has done\nmore for me than any bucket could do.\n\nTWEENY (with large eyes). Are you offering to walk out with me, Erny?\n\nERNEST (passionately). More than that. I want to build a little house\nfor you--in the sunny glade down by Porcupine Creek. I want to make\nchairs for you and tables; and knives and forks, and a sideboard for\nyou.\n\nTWEENY (who is fond of language). I like to hear you. (Eyeing him.)\nWould there be any one in the house except myself, Ernest?\n\nERNEST (humbly). Not often; but just occasionally there would be your\nadoring husband.\n\nTWEENY (decisively). It won't do, Ernest.\n\nERNEST (pleading). It isn't as if I should be much there.\n\nTWEENY. I know, I know; but I don't love you, Ernest. I'm that sorry.\n\nERNEST (putting his case cleverly). Twice a week I should be away\naltogether--at the dam. On the other days you would never see me from\nbreakfast time to supper. (With the self-abnegation of the true lover.)\nIf you like I'll even go fishing on Sundays.\n\nTWEENY. It's no use, Erny.\n\nERNEST (rising manfully). Thank you, Tweeny; it can't be helped. (Then\nhe remembers.) Tweeny, we shall be disappointing the Gov.\n\nTWEENY (with a sinking). What's that?\n\nERNEST. He wanted us to marry.\n\nTWEENY (blankly). You and me? the Gov.! (Her head droops woefully. From\nwithout is heard the whistling of a happier spirit, and TWEENY draws\nherself up fiercely.) That's her; that's the thing what has stole his\nheart from me. (A stalwart youth appears at the window, so handsome and\ntingling with vitality that, glad to depose CRICHTON, we cry thankfully,\n'The Hero at last.' But it is not the hero; it is the heroine. This\nsplendid boy, clad in skins, is what nature has done for LADY MARY. She\ncarries bow and arrows and a blow-pipe, and over her shoulder is a\nfat buck, which she drops with a cry of triumph. Forgetting to enter\ndemurely, she leaps through the window.) (Sourly.) Drat you, Polly, why\ndon't you wipe your feet?\n\nLADY MARY (good-naturedly). Come, Tweeny, be nice to me. It's a splendid\nbuck. (But TWEENY shakes her off, and retires to the kitchen fire.)\n\nERNEST. Where did you get it?\n\nLADY MARY (gaily). I sighted a herd near Penguin's Creek, but had\nto creep round Silver Lake to get to windward of them. However, they\nspotted me and then the fun began. There was nothing for it but to try\nand run them down, so I singled out a fat buck and away we went down\nthe shore of the lake, up the valley of rolling stones; he doubled into\nBrawling River and took to the water, but I swam after him; the river is\nonly half a mile broad there, but it runs strong. He went spinning down\nthe rapids, down I went in pursuit; he clambered ashore, I clambered\nashore; away we tore helter-skelter up the hill and down again. I lost\nhim in the marshes, got on his track again near Bread Fruit Wood, and\nbrought him down with an arrow in Firefly Grove.\n\nTWEENY (staring at her). Aren't you tired?\n\nLADY MARY. Tired! It was gorgeous. (She runs up a ladder and deposits\nher weapons on the joists. She is whistling again.)\n\nTWEENY (snapping). I can't abide a woman whistling.\n\nLADY MARY (indifferently). I like it.\n\nTWEENY (stamping her foot). Drop it, Polly, I tell you.\n\nLADY MARY (stung). I won't. I'm as good as you are. (They are facing\neach other defiantly.)\n\nERNEST (shocked). Is this necessary? Think how it would pain him. (LADY\nMARY's eyes take a new expression. We see them soft for the first time.)\n\nLADY MARY (contritely). Tweeny, I beg your pardon. If my whistling\nannoys you, I shall try to cure myself of it. (Instead of calming\nTWEENY, this floods her face in tears.) Why, how can that hurt you,\nTweeny dear?\n\nTWEENY. Because I can't make you lose your temper.\n\nLADY MARY (divinely). Indeed, I often do. Would that I were nicer to\neverybody.\n\nTWEENY. There you are again. (Wistfully.) What makes you want to be so\nnice, Polly?\n\nLADY MARY (with fervour). Only thankfulness, Tweeny. (She exults.) It is\nsuch fun to be alive. (So also seem to think CATHERINE and AGATHA, who\nbounce in with fishing-rods and creel. They, too, are in manly attire.)\n\nCATHERINE. We've got some ripping fish for the Gov.'s dinner. Are we in\ntime? We ran all the way.\n\nTWEENY (tartly). You'll please to cook them yourself, Kitty, and look\nsharp about it. (She retires to her hearth, where AGATHA follows her.)\n\nAGATHA (yearning). Has the Gov. decided who is to wait upon him to-day?\n\nCATHERINE (who is cleaning her fish). It's my turn.\n\nAGATHA (hotly). I don't see that.\n\nTWEENY (with bitterness). It's to be neither of you, Aggy; he wants\nPolly again.\n\n(LADY MARY is unable to resist a joyous whistle.)\n\nAGATHA (jealously). Polly, you toad. (But they cannot make LADY MARY\nangry.)\n\nTWEENY (storming). How dare you look so happy?\n\nLADY MARY (willing to embrace her). I wish, Tweeny, there was anything I\ncould do to make you happy also.\n\nTWEENY. Me! Oh, I'm happy. (She remembers ERNEST, whom it is easy to\nforget on an island.) I've just had a proposal, I tell you.\n\n(LADY MARY is shaken at last, and her sisters with her.)\n\nAGATHA. A proposal?\n\nCATHERINE (going white). Not--not--(She dare not say his name.)\n\nERNEST (with singular modesty). You needn't be alarmed; it's only me.\n\nLADY MARY (relieved). Oh, you!\n\nAGATHA (happy again). Ernest, you dear, I got such a shock.\n\nCATHERINE. It was only Ernest. (Showing him her fish in thankfulness.)\nThey are beautifully fresh; come and help me to cook them.\n\nERNEST (with simple dignity). Do you mind if I don't cook fish to-night?\n(She does not mind in the least. They have all forgotten him. A lark is\nsinging in three hearts.) I think you might all be a little sorry for\na chap. (But they are not even sorry, and he addresses AGATHA in these\nwinged words:) I'm particularly disappointed in you, Aggy; seeing that I\nwas half engaged to you, I think you might have had the good feeling to\nbe a little more hurt.\n\nAGATHA. Oh, bother.\n\nERNEST (summing up the situation in so far as it affects himself). I\nshall now go and lie down for a bit. (He retires coldly but unregretted.\nLADY MARY approaches TWEENY with her most insinuating smile.)\n\nLADY MARY. Tweeny, as the Gov. has chosen me to wait on him, please\nmay I have the loan of it again? (The reference made with such charming\ndelicacy is evidently to TWEENY's skirt.)\n\nTWEENY (doggedly). No, you mayn't.\n\nAGATHA (supporting TWEENY). Don't you give it to her.\n\nLADY MARY (still trying sweet persuasion). You know quite well that he\nprefers to be waited on in a skirt.\n\nTWEENY. I don't care. Get one for yourself.\n\nLADY MARY. It is the only one on the island.\n\nTWEENY. And it's mine.\n\nLADY MARY (an aristocrat after all). Tweeny, give me that skirt\ndirectly.\n\nCATHERINE. Don't.\n\nTWEENY. I won't.\n\nLADY MARY (clearing for action). I shall make you.\n\nTWEENY. I should like to see you try.\n\n(An unseemly fracas appears to be inevitable, but something happens. The\nwhir is again heard, and the notice is displayed 'Dogs delight to bark\nand bite.' Its effect is instantaneous and cheering. The ladies look at\neach other guiltily and immediately proceed on tiptoe to their duties.\nThese are all concerned with the master's dinner. CATHERINE attends to\nhis fish. AGATHA fills a quaint toast-rack and brings the menu, which is\nwritten on a shell. LADY MARY twists a wreath of green leaves around her\nhead, and places a flower beside the master's plate. TWEENY signs that\nall is ready, and she and the younger sisters retire into the kitchen,\ndrawing the screen that separates it from the rest of the room. LADY\nMARY beats a tom-tom, which is the dinner bell. She then gently works a\npunkah, which we have not hitherto observed, and stands at attention.\nNo doubt she is in hopes that the Gov. will enter into conversation with\nher, but she is too good a parlour-maid to let her hopes appear in her\nface. We may watch her manner with complete approval. There is not one\nof us who would not give her Â£26 a year.\n\nThe master comes in quietly, a book in his hand, still the only book\non the island, for he has not thought it worth while to build a\nprinting-press. His dress is not noticeably different from that of\nthe others, the skins are similar, but perhaps these are a trifle more\ncarefully cut or he carries them better. One sees somehow that he has\nchanged for his evening meal. There is an odd suggestion of a dinner\njacket about his doeskin coat. It is, perhaps, too grave a face for\na man of thirty-two, as if he were over much immersed in affairs, yet\nthere is a sunny smile left to lighten it at times and bring back its\nyouth; perhaps too intellectual a face to pass as strictly handsome,\nnot sufficiently suggestive of oats. His tall figure is very straight,\nslight rather than thick-set, but nobly muscular. His big hands, firm\nand hard with labour though they be, are finely shaped--note the\nfingers so much more tapered, the nails better tended than those of his\ndomestics; they are one of many indications that he is of a superior\nbreed. Such signs, as has often been pointed out, are infallible. A\nromantic figure, too. One can easily see why the women-folks of this\nstrong man's house both adore and fear him.\n\nHe does not seem to notice who is waiting on him to-night, but inclines\nhis head slightly to whoever it is, as she takes her place at the back\nof his chair. LADY MARY respectfully places the menu-shell before him,\nand he glances at it.)\n\nCRICHTON. Clear, please.\n\n(LADY MARY knocks on the screen, and a serving hutch in it opens,\nthrough which TWEENY offers two soup plates. LADY MARY selects the\nclear, and the aperture is closed. She works the punkah while the master\npartakes of the soup.)\n\nCRICHTON (who always gives praise where it is due). An excellent soup,\nPolly, but still a trifle too rich.\n\nLADY MARY. Thank you.\n\n(The next course is the fish, and while it is being passed through the\nhutch we have a glimpse of three jealous women.\n\nLADY MARY'S movements are so deft and noiseless that any observant\nspectator can see that she was born to wait at table.)\n\nCRICHTON (unbending as he eats). Polly, you are a very smart girl.\n\nLADY MARY (bridling, but naturally gratified). La!\n\nCRICHTON (smiling). And I'm not the first you've heard it from, I'll\nswear.\n\nLADY MARY (wriggling). Oh God!\n\nCRICHTON. Got any followers on the island, Polly?\n\nLADY MARY (tossing her head). Certainly not.\n\nCRICHTON. I thought that perhaps John or Ernest--\n\nLADY MARY (tilting her nose). I don't say that it's for want of asking.\n\nCRICHTON (emphatically). I'm sure it isn't. (Perhaps he thinks he has\ngone too far.) You may clear.\n\n(Flushed with pleasure, she puts before him a bird and vegetables, sees\nthat his beaker is fitted with wine, and returns to the punkah. She\nwould love to continue their conversation, but it is for him to decide.\nFor a time he seems to have forgotten her.)\n\nCRICHTON. Did you lose any arrows to-day?\n\nLADY MARY. Only one in Firefly Grove.\n\nCRICHTON. You were as far as that? How did you get across the Black\nGorge?\n\nLADY MARY. I went across on the rope.\n\nCRICHTON. Hand over hand?\n\nLADY MARY (swelling at the implied praise). I wasn't in the least dizzy.\n\nCRICHTON (moved). You brave girl! (He sits back in his chair a little\nagitated.) But never do that again.\n\nLADY MARY (pouting). It is such fun, Gov.\n\nCRICHTON (decisively). I forbid it.\n\nLADY MARY (the little rebel). I shall.\n\nCRICHTON (surprised). Polly! (He signs to her sharply to step forward,\nbut for a moment she holds back petulantly, and even when she does come\nit is less obediently than like a naughty, sulky child. Nevertheless,\nwith the forbearance that is characteristic of the man, he addresses her\nwith grave gentleness rather than severely.) You must do as I tell you,\nyou know.\n\nLADY MARY (strangely passionate). I shan't.\n\nCRICHTON (smiling at her fury). We shall see. Frown at me, Polly; there,\nyou do it at once. Clench your little fists, stamp your feet, bite your\nribbons--(A student of women, or at least of this woman, he knows that\nshe is about to do those things, and thus she seems to do them to order.\nLADY MARY screws up her face like a baby and cries. He is immediately\nkind.) You child of nature; was it cruel of me to wish to save you from\nharm?\n\nLADY MARY (drying her eyes). I'm an ungracious wretch. Oh God, I don't\ntry half hard enough to please you. I'm even wearing--(she looks down\nsadly)--when I know you prefer it.\n\nCRICHTON (thoughtfully). I admit I do prefer it. Perhaps I am a little\nold-fashioned in these matters. (Her tears again threaten.) Ah, don't,\nPolly; that's nothing.\n\nLADY MARY. If I could only please you, Gov.\n\nCRICHTON (slowly). You do please me, child, very much--(he half\nrises)--very much indeed. (If he meant to say more he checks himself.\nHe looks at his plate.) No more, thank you. (The simple island meal is\nended, save for the walnuts and the wine, and CRICHTON is too busy a man\nto linger long over them. But he is a stickler for etiquette, end the\ntable is cleared charmingly, though with dispatch, before they are\nplaced before him. LADY MARY is an artist with the crumb-brush, and\nthere are few arts more delightful to watch. Dusk has come sharply, and\nshe turns on the electric light. It awakens CRICHTON from a reverie in\nwhich he has been regarding her.)\n\nCRICHTON. Polly, there is only one thing about you that I don't quite\nlike. (She looks up, making a moue, if that can be said of one who so\nwell knows her place. He explains.) That action of the hands.\n\nLADY MARY. What do I do?\n\nCRICHTON. So--like one washing them. I have noticed that the others tend\nto do it also. It seems odd.\n\nLADY MARY (archly). Oh Gov., have you forgotten?\n\nCRICHTON. What?\n\nLADY MARY. That once upon a time a certain other person did that.\n\nCRICHTON (groping). You mean myself? (She nods, and he shudders.)\nHorrible!\n\nLADY MARY (afraid she has hurt him). You haven't for a very long time.\nPerhaps it is natural to servants.\n\nCRICHTON. That must be it. (He rises.) Polly! (She looks up expectantly,\nbut he only sighs and turns away.)\n\nLADY MARY (gently). You sighed, Gov.\n\nCRICHTON. Did I? I was thinking. (He paces the room and then turns\nto her agitatedly, yet with control over his agitation. There is some\nmournfulness in his voice.) I have always tried to do the right thing on\nthis island. Above all, Polly, I want to do the right thing by you.\n\nLADY MARY (with shining eyes). How we all trust you. That is your\nreward, Gov.\n\nCRICHTON (who is having a fight with himself). And now I want a greater\nreward. Is it fair to you? Am I playing the game? Bill Crichton would\nlike always to play the game. If we were in England--(He pauses so long\nthat she breaks in softly.)\n\nLADY MARY. We know now that we shall never see England again.\n\nCRICHTON. I am thinking of two people whom neither of us has seen for a\nlong time--Lady Mary Lasenby, and one Crichton, a butler. (He says the\nlast word bravely, a word he once loved, though it is the most horrible\nof all words to him now.)\n\nLADY MARY. That cold, haughty, insolent girl. Gov., look around you and\nforget them both.\n\nCRICHTON. I had nigh forgotten them. He has had a chance, Polly--that\nbutler--in these two years of becoming a man, and he has tried to take\nit. There have been many failures, but there has been some success, and\nwith it I have let the past drop off me, and turned my back on it. That\nbutler seems a far-away figure to me now, and not myself. I hail him,\nbut we scarce know each other. If I am to bring him back it can only\nbe done by force, for in my soul he is now abhorrent to me. But if I\nthought it best for you I'd haul him back; I swear as an honest man, I\nwould bring him back with all his obsequious ways and deferential airs,\nand let you see the man you call your Gov. melt for ever into him who\nwas your servant.\n\nLADY MARY (shivering). You hurt me. You say these things, but you say\nthem like a king. To me it is the past that was not real.\n\nCRICHTON (too grandly). A king! I sometimes feel--(For a moment the\nyellow light gleams in his green eyes. We remember suddenly what\nTREHERNE and ERNEST said about his regal look. He checks himself.) I\nsay it harshly, it is so hard to say, and all the time there is another\nvoice within me crying--(He stops.)\n\nLADY MARY (trembling but not afraid). If it is the voice of nature--\n\nCRICHTON (strongly). I know it to be the voice of nature.\n\nLADY MARY (in a whisper). Then, if you want to say it very much, Gov.,\nplease say it to Polly Lasenby.\n\nCRICHTON (again in the grip of an idea). A king! Polly, some people hold\nthat the soul but leaves one human tenement for another, and so lives on\nthrough all the ages. I have occasionally thought of late that, in\nsome past existence, I may have been a king. It has all come to me so\nnaturally, not as if I had had to work it out, but-as-if-I-remembered.\n'Or ever the knightly years were gone, With the old world to the grave,\nI was a king in Babylon, And you were a Christian slave.' It may have\nbeen; you hear me, it may have been.\n\nLADY MARY (who is as one fascinated). It may have been.\n\nCRICHTON. I am lord over all. They are but hewers of wood and drawers\nof water for me. These shores are mine. Why should I hesitate; I have no\nlonger any doubt. I do believe I am doing the right thing. Dear Polly,\nI have grown to love you; are you afraid to mate with me? (She rocks her\narms; no words will come from her.) 'I was a king in Babylon, And you\nwere a Christian slave.'\n\nLADY MARY (bewitched). You are the most wonderful man I have ever known,\nand I am not afraid. (He takes her to him reverently. Presently he is\nseated, and she is at his feet looking up adoringly in his face. As the\ntension relaxes she speaks with a smile.) I want you to tell me--every\nwoman likes to know--when was the first time you thought me nicer than\nthe others?\n\nCRICHTON (who, like all big men, is simple). I think a year ago. We were\nchasing goats on the Big Slopes, and you out-distanced us all; you were\nthe first of our party to run a goat down; I was proud of you that day.\n\nLADY MARY (blushing with pleasure). Oh Gov., I only did it to please\nyou. Everything I have done has been out of the desire to please you.\n(Suddenly anxious.) If I thought that in taking a wife from among us you\nwere imperilling your dignity--\n\nCRICHTON (perhaps a little masterful). Have no fear of that, dear. I\nhave thought it all out. The wife, Polly, always takes the same position\nas the husband.\n\nLADY MARY. But I am so unworthy. It was sufficient to me that I should\nbe allowed to wait on you at that table.\n\nCRICHTON. You shall wait on me no longer. At whatever table I sit,\nPolly, you shall soon sit there also. (Boyishly.) Come, let us try what\nit will be like.\n\nLADY MARY. As your servant at your feet.\n\nCRICHTON. No, as my consort by my side.\n\n(They are sitting thus when the hatch is again opened and coffee\noffered. But LADY MARY is no longer there to receive it. Her sisters\npeep through in consternation. In vain they rattle the cup and saucer.\nAGATHA brings the coffee to CRICHTON.)\n\nCRICHTON (forgetting for the moment that it is not a month hence). Help\nyour mistress first, girl. (Three women are bereft of speech, but he\ndoes not notice it. He addresses CATHERINE vaguely.) Are you a good\ngirl, Kitty?\n\nCATHERINE (when she finds her tongue). I try to be, Gov.\n\nCRICHTON (still more vaguely). That's right. (He takes command of\nhimself again, and signs to them to sit down. ERNEST comes in cheerily,\nbut finding CRICHTON here is suddenly weak. He subsides on a chair,\nwondering what has happened.)\n\nCRICHTON (surveying him). Ernest. (ERNEST rises.) You are becoming a\nlittle slovenly in your dress, Ernest; I don't like it.\n\nERNEST (respectfully). Thank you. (ERNEST sits again. DADDY and TREHERNE\narrive.)\n\nCRICHTON. Daddy, I want you.\n\nLORD LOAM (with a sinking). Is it because I forgot to clean out the dam?\n\nCRICHTON (encouragingly). No, no. (He pours some wine into a goblet.) A\nglass of wine with you, Daddy.\n\nLORD LOAM (hastily). Your health, Gov. (He is about to drink, but the\nmaster checks him.)\n\nCRICHTON. And hers. Daddy, this lady has done me the honour to promise\nto be my wife.\n\nLORD LOAM (astounded). Polly!\n\nCRICHTON (a little perturbed). I ought first to have asked your consent.\nI deeply regret--but nature; may I hope I have your approval?\n\nLORD LOAM. May you, Gov.? (Delighted.) Rather! Polly! (He puts his proud\narms round her.)\n\nTREHERNE. We all congratulate you, Gov., most heartily.\n\nERNEST. Long life to you both, sir.\n\n(There is much shaking of hands, all of which is sincere.)\n\nTREHERNE. When will it be, Gov.?\n\nCRICHTON (after turning to LADY MARY, who whispers to him). As soon as\nthe bridal skirt can be prepared. (His manner has been most indulgent,\nand without the slightest suggestion of patronage. But he knows it\nis best for all that he should keep his place, and that his presence\nhampers them.) My friends, I thank you for your good wishes, I thank you\nall. And now, perhaps you would like me to leave you to yourselves. Be\njoyous. Let there be song and dance to-night. Polly, I shall take my\ncoffee in the parlour--you understand.\n\n(He retires with pleasant dignity. Immediately there is a rush of two\ngirls at LADY MARY.)\n\nLADY MARY. Oh, oh! Father, they are pinching me.\n\nLORD LOAM (taking her under his protection). Agatha, Catherine, never\npresume to pinch your sister again. On the other hand, she may pinch you\nhenceforth as much as ever she chooses.\n\n(In the meantime TWEENY is weeping softly, and the two are not above\nusing her as a weapon.)\n\nCATHERINE. Poor Tweeny, it's a shame.\n\nAGATHA. After he had almost promised you.\n\nTWEENY (loyally turning on them). No, he never did. He was always\nhonourable as could be. 'Twas me as was too vulgar. Don't you dare say a\nword agin that man.\n\nERNEST (to LORD LOAM). You'll get a lot of tit-bits out of this, Daddy.\n\nLORD LOAM. That's what I was thinking.\n\nERNEST (plunged in thought). I dare say I shall have to clean out the\ndam now.\n\nLORD LOAM (heartlessly). I dare say. (His gay old heart makes him again\nproclaim that he is a chickety chick. He seizes the concertina.)\n\nTREHERNE (eagerly). That's the proper spirit. (He puts his arm round\nCATHERINE, and in another moment they are all dancing to Daddy's music.\nNever were people happier on an island. A moment's pause is presently\ncreated by the return of CRICHTON, wearing the wonderful robe of which\nwe have already had dark mention. Never has he looked more regal, never\nperhaps felt so regal. We need not grudge him the one foible of his\nrule, for it is all coming to an end.)\n\nCRICHTON (graciously, seeing them hesitate). No, no; I am delighted to\nsee you all so happy. Go on.\n\nTREHERNE. We don't like to before you, Gov.\n\nCRICHTON (his last order). It is my wish.\n\n(The merrymaking is resumed, and soon CRICHTON himself joins in the\ndance. It is when the fun is at its fastest and most furious that all\nstop abruptly as if turned to stone. They have heard the boom of a gun.\nPresently they are alive again. ERNEST leaps to the window.)\n\nTREHERNE (huskily). It was a ship's gun. (They turn to CRICHTON for\nconfirmation; even in that hour they turn to CRICHTON.) Gov.?\n\nCRICHTON. Yes.\n\n(In another moment LADY MARY and LORD LOAM are alone.)\n\nLADY MARY (seeing that her father is unconcerned). Father, you heard.\n\nLORD LOAM (placidly). Yes, my child.\n\nLADY MARY (alarmed by his unnatural calmness). But it was a gun, father.\n\nLORD LOAM (looking an old man now, and shuddering a little). Yes--a\ngun--I have often heard it. It's only a dream, you know; why don't we go\non dancing?\n\n(She takes his hands, which have gone cold.)\n\nLADY MARY. Father. Don't you see, they have all rushed down to the\nbeach? Come.\n\nLORD LOAM. Rushed down to the beach; yes, always that--I often dream it.\n\nLADY MARY. Come, father, come.\n\nLORD LOAM. Only a dream, my poor girl.\n\n(CRICHTON returns. He is pale but firm.)\n\nCRICHTON. We can see lights within a mile of the shore--a great ship.\n\nLORD LOAM. A ship--always a ship.\n\nLADY MARY. Father, this is no dream.\n\nLORD LOAM (looking timidly at CRICHTON). It's a dream, isn't it? There's\nno ship?\n\nCRICHTON (soothing him with a touch). You are awake, Daddy, and there is\na ship.\n\nLORD LOAM (clutching him). You are not deceiving me?\n\nCRICHTON. It is the truth.\n\nLORD LOAM (reeling). True?--a ship--at last!\n\n(He goes after the others pitifully.)\n\nCRICHTON (quietly). There is a small boat between it and the island;\nthey must have sent it ashore for water.\n\nLADY MART. Coming in?\n\nCRICHTON. No. That gun must have been a signal to recall it. It is going\nback. They can't hear our cries.\n\nLADY MARY (pressing her temples). Going away. So near--so near. (Almost\nto herself.) I think I'm glad.\n\nCRICHTON (cheerily). Have no fear. I shall bring them back.\n\n(He goes towards the table on which is the electrical apparatus.)\n\nLADY MARY (standing on guard as it were between him and the table). What\nare you going to do?\n\nCRICHTON. To fire the beacons.\n\nLADY MARY. Stop! (She faces him.) Don't you see what it means?\n\nCRICHTON (firmly). It means that our life on the island has come to a\nnatural end.\n\nLADY MARY (husky). Gov., let the ship go--\n\nCRICHTON. The old man--you saw what it means to him.\n\nLADY MARY. But I am afraid.\n\nCRICHTON (adoringly). Dear Polly.\n\nLADY MARY. Gov., let the ship go.\n\nCRICHTON (she clings to him, but though it is his death sentence he\nloosens her hold). Bill Crichton has got to play the game. (He pulls the\nlevers. Soon through the window one of the beacons is seen flaring\nred. There is a long pause. Shouting is heard. ERNEST is the first to\narrive.)\n\nERNEST. Polly, Gov., the boat has turned back. They are English sailors;\nthey have landed! We are rescued, I tell you, rescued!\n\nLADY MARY (wanly). Is it anything to make so great a to-do about?\n\nERNEST (staring). Eh?\n\nLADY MARY. Have we not been happy here?\n\nERNEST. Happy? Lord, yes.\n\nLADY MARY (catching hold of his sleeve). Ernest, we must never forget\nall that the Gov. has done for us.\n\nERNEST (stoutly). Forget it? The man who could forget it would be a\nselfish wretch and a--But I say, this makes a difference!\n\nLADY MARY (quickly). No, it doesn't.\n\nERNEST (his mind tottering). A mighty difference!\n\n(The others come running in, some weeping with joy, others boisterous.\nWe see blue-jackets gazing through the window at the curious scene.\nLORD LOAM comes accompanied by a naval officer, whom he is continually\nshaking by the hand.)\n\nLORD LOAM. And here, sir, is our little home. Let me thank you in the\nname of us all, again and again and again.\n\nOFFICER. Very proud, my lord. It is indeed an honour to have been able\nto assist so distinguished a gentleman as Lord Loam.\n\nLORD LOAM. A glorious, glorious day. I shall show you our other room.\nCome, my pets. Come, Crichton.\n\n(He has not meant to be cruel. He does not know he has said it. It is\nthe old life that has come back to him. They all go. All leave CRICHTON\nexcept LADY MARY.)\n\nLADY MARY (stretching out her arms to him). Dear Gov., I will never give\nyou up.\n\n(There is a salt smile on his face as he shakes his head to her. He\nlets the cloak slip to the ground. She will not take this for an answer;\nagain her arms go out to him. Then comes the great renunciation. By\nan effort of will he ceases to be an erect figure; he has the humble\nbearing of a servant. His hands come together as if he were washing\nthem.)\n\nCRICHTON (it is the speech of his life). My lady.\n\n(She goes away. There is none to salute him now, unless we do it.)\n\n\nEnd of Act III.\n\n\n\n\nACT IV. THE OTHER ISLAND\n\n\nSome months have elapsed, and we have again the honour of waiting upon\nLord Loam in his London home. It is the room of the first act, but\nwith a new scheme of decoration, for on the walls are exhibited many\ninteresting trophies from the island, such as skins, stuffed birds,\nand weapons of the chase, labelled 'Shot by Lord Loam,' 'Hon. Ernest\nWoolley's Blowpipe' etc. There are also two large glass cases containing\nother odds and ends, including, curiously enough, the bucket in which\nErnest was first dipped, but there is no label calling attention to the\nincident. It is not yet time to dress for dinner, and his lordship is on\na couch, hastily yet furtively cutting the pages of a new book. With him\nare his two younger daughters and his nephew, and they also are engaged\nin literary pursuits; that is to say, the ladies are eagerly but\nfurtively reading the evening papers, of which Ernest is sitting\ncomplacently but furtively on an endless number, and doling them out as\ncalled for. Note the frequent use of the word 'furtive.' It implies\nthat they do not wish to be discovered by their butler, say, at their\notherwise delightful task.\n\nAGATHA (reading aloud, with emphasis on the wrong words'). 'In\nconclusion, we most heartily congratulate the Hon. Ernest Woolley.\nThis book of his, regarding the adventures of himself and his brave\ncompanions on a desert isle, stirs the heart like a trumpet.'\n\n(Evidently the book referred to is the one in LORD LOAM'S hands.)\n\nERNEST (handing her a pink paper). Here is another.\n\nCATHERINE (reading). 'From the first to the last of Mr. Woolley's\nengrossing pages it is evident that he was an ideal man to be wrecked\nwith, and a true hero.' (Large-eyed.) Ernest!\n\nERNEST (calmly). That's how it strikes them, you know. Here's another\none.\n\nAGATHA (reading). 'There are many kindly references to the two servants\nwho were wrecked with the family, and Mr. Woolley pays the butler a\nglowing tribute in a footnote.'\n\n(Some one coughs uncomfortably.)\n\nLORD LOAM (who has been searching the index for the letter L).\nExcellent, excellent. At the same time I must say, Ernest, that the\nwhole book is about yourself.\n\nERNEST (genially). As the author--\n\nLORD LOAM. Certainly, certainly. Still, you know, as a peer of the\nrealm--(with dignity)--I think, Ernest, you might have given me one of\nyour adventures.\n\nERNEST. I say it was you who taught us how to obtain a fire by rubbing\ntwo pieces of stick together.\n\nLORD LOAM (beaming). Do you, do you? I call that very handsome. What\npage?\n\n(Here the door opens, and the well-bred CRICHTON enters with the evening\npapers as subscribed for by the house. Those we have already seen have\nperhaps been introduced by ERNEST up his waistcoat. Every one except the\nintruder is immediately self-conscious, and when he withdraws there is a\ngeneral sigh of relief. They pounce on the new papers. ERNEST evidently\ngets a shock from one, which he casts contemptuously on the floor.)\n\nAGATHA (more fortunate). Father, see page 81. 'It was a tiger-cat,' says\nMr. Woolley, 'of the largest size. Death stared Lord Loam in the face,\nbut he never flinched.'\n\nLORD LOAM (searching his book eagerly). Page 81.\n\nAGATHA. 'With presence of mind only equalled by his courage, he fixed an\narrow in his bow.'\n\nLORD LOAM. Thank you, Ernest; thank you, my boy.\n\nAGATHA. 'Unfortunately he missed.'\n\nLORD LOAM. Eh?\n\nAGATHA. 'But by great good luck I heard his cries'--\n\nLORD LOAM. My cries?\n\nAGATHA.--'and rushing forward with drawn knife, I stabbed the monster to\nthe heart.'\n\n(LORD LOAM shuts his book with a pettish slam. There might be a scene\nhere were it not that CRICHTON reappears and goes to one of the glass\ncases. All are at once on the alert and his lordship is particularly\nsly.)\n\nLORD LOAM. Anything in the papers, Catherine?\n\nCATHERINE. No, father, nothing--nothing at all.\n\nERNEST (it pops out as of yore). The papers! The papers are guides that\ntell us what we ought to do, and then we don't do it.\n\n(CRICHTON having opened the glass case has taken out the bucket, and\nERNEST, looking round for applause, sees him carrying it off and is\nundone. For a moment of time he forgets that he is no longer on the\nisland, and with a sigh he is about to follow CRICHTON and the bucket to\na retired spot. The door closes, and ERNEST comes to himself.)\n\nLORD LOAM (uncomfortably). I told him to take it away.\n\nERNEST. I thought--(he wipes his brow)--I shall go and dress. (He goes.)\n\nCATHERINE. Father, it's awful having Crichton here. It's like living on\ntiptoe.\n\nLORD LOAM (gloomily). While he is here we are sitting on a volcano.\n\nAGATHA. How mean of you! I am sure he has only stayed on with us to--to\nhelp us through. It would have looked so suspicious if he had gone at\nonce.\n\nCATHERINE (revelling in the worst) But suppose Lady Brocklehurst were\nto get at him and pump him. She's the most terrifying, suspicious old\ncreature in England; and Crichton simply can't tell a lie.\n\nLORD LOAM. My dear, that is the volcano to which I was referring. (He\nhas evidently something to communicate.) It's all Mary's fault. She said\nto me yesterday that she would break her engagement with Brocklehurst\nunless I told him about--you know what.\n\n(All conjure up the vision of CRICHTON.)\n\nAGATHA. Is she mad?\n\nLORD LOAM. She calls it common honesty.\n\nCATHERINE. Father, have you told him?\n\nLORD LOAM (heavily). She thinks I have, but I couldn't. She's sure to\nfind out to-night.\n\n(Unconsciously he leans on the island concertina, which he has perhaps\nbeen lately showing to an interviewer as something he made for TWEENY.\nIt squeaks, and they all jump.)\n\nCATHERINE. It's like a bird of ill-omen.\n\nLORD LOAM (vindictively). I must have it taken away; it has done that\ntwice.\n\n(LADY MARY comes in. She is in evening dress. Undoubtedly she meant\nto sail in, but she forgets, and despite her garments it is a manly\nentrance. She is properly ashamed of herself. She tries again, and has\nan encouraging success. She indicates to her sisters that she wishes to\nbe alone with papa.)\n\nAGATHA. All right, but we know what it's about. Come along, Kit.\n\n(They go. LADY MARY thoughtlessly sits like a boy, and again corrects\nherself. She addresses her father, but he is in a brown study, and she\nseeks to draw his attention by whistling. This troubles them both.)\n\nLADY MARY. How horrid of me!\n\nLORD LOAM (depressed). If you would try to remember--\n\nLADY MARY (sighing). I do; but there are so many things to remember.\n\nLORD LOAM (sympathetically). There are--(in a whisper). Do you know,\nMary, I constantly find myself secreting hairpins.\n\nLADY MARY. I find it so difficult to go up steps one at a time.\n\nLORD LOAM. I was dining with half a dozen members of our party last\nThursday, Mary, and they were so eloquent that I couldn't help wondering\nall the time how many of their heads he would have put in the bucket.\n\nLADY MARY. I use so many of his phrases. And my appetite is so\nscandalous. Father, I usually have a chop before we sit down to dinner.\n\nLORD LOAM. As for my clothes--(wriggling). My dear, you can't think how\nirksome collars are to me nowadays.\n\nLADY MARY. They can't be half such an annoyance, father, as--(She looks\ndolefully at her skirt.)\n\nLORD LOAM (hurriedly). Quite so--quite so. You have dressed early\nto-night, Mary.\n\nLADY MARY. That reminds me; I had a note from Brocklehurst saying that\nhe would come a few minutes before his mother as--as he wanted to have\na talk with me. He didn't say what about, but of course we know. (His\nlordship fidgets.) (With feeling.) It was good of you to tell him,\nfather. Oh, it is horrible to me--(covering her face). It seemed so\nnatural at the time.\n\nLORD LOAM (petulantly). Never again make use of that word in this house,\nMary.\n\nLADY MARY (with an effort). Father, Brocklehurst has been so loyal to me\nfor these two years that I should despise myself were I to keep my--my\nextraordinary lapse from him. Had Brocklehurst been a little less good,\nthen you need not have told him my strange little secret.\n\nLORD LOAM (weakly). Polly--I mean Mary--it was all Crichton's fault,\nhe--\n\nLADY MARY (with decision). No, father, no; not a word against him\nthough. I haven't the pluck to go on with it; I can't even understand\nhow it ever was. Father, do you not still hear the surf? Do you see the\ncurve of the beach?\n\nLORD LOAM. I have begun to forget--(in a low voice). But they were happy\ndays; there was something magical about them.\n\nLADY MARY. It was glamour. Father, I have lived Arabian nights. I\nhave sat out a dance with the evening star. But it was all in a past\nexistence, in the days of Babylon, and I am myself again. But he has\nbeen chivalrous always. If the slothful, indolent creature I used to be\nhas improved in any way, I owe it all to him. I am slipping back in many\nways, but I am determined not to slip back altogether--in memory of him\nand his island. That is why I insisted on your telling Brocklehurst. He\ncan break our engagement if he chooses. (Proudly.) Mary Lasenby is going\nto play the game.\n\nLORD LOAM. But my dear--\n\n(LORD BROCKLEHURST is announced.)\n\nLADY MARY (meaningly). Father, dear, oughtn't you to be dressing?\n\nLORD LOAM (very unhappy). The fact is--before I go--I want to say--\n\nLORD BROCKLEHURST. Loam, if you don't mind, I wish very specially to\nhave a word with Mary before dinner.\n\nLORD LOAM. But--\n\nLADY MARY. Yes, father. (She induces him to go, and thus courageously\nfaces LORD BROCKLEHURST to hear her fate.) I am ready, George.\n\nLORD BROCKLEHURST (who is so agitated that she ought to see he is\nthinking not of her but of himself). It is a painful matter--I wish I\ncould have spared you this, Mary.\n\nLADY MARY. Please go on.\n\nLORD BROCKLEHURST. In common fairness, of course, this should be\nremembered, that two years had elapsed. You and I had no reason to\nbelieve that we should ever meet again.\n\n(This is more considerate than she had expected.)\n\nLADY MARY (softening). I was so lost to the world, George.\n\nLORD BROCKLEHURST (with a groan). At the same time, the thing is utterly\nand absolutely inexcusable--\n\nLADY MARY (recovering her hauteur). Oh!\n\nLORD BROCKLEHURST. And so I have already said to mother.\n\nLADY MARY (disdaining him). You have told her?\n\nLORD BROCKLEHURST. Certainly, Mary, certainly; I tell mother everything.\n\nLADY MARY (curling her lip). And what did she say?\n\nLORD BROCKLEHURST. To tell the truth, mother rather pooh-poohed the\nwhole affair.\n\nLADY MARY (incredulous). Lady Brocklehurst pooh-poohed the whole affair!\n\nLORD BROCKLEHURST. She said, 'Mary and I will have a good laugh over\nthis.'\n\nLADY MARY (outraged). George, your mother is a hateful, depraved old\nwoman.\n\nLORD BROCKLEHURST. Mary!\n\nLADY MARY (turning away). Laugh indeed, when it will always be such a\npain to me.\n\nLORD BROCKLEHURST (with strange humility). If only you would let me bear\nall the pain, Mary.\n\nLADY MARY (who is taken aback). George, I think you are the noblest\nman--\n\n(She is touched, and gives him both her hands. Unfortunately he\nsimpers.)\n\nLORD BROCKLEHURST. She was a pretty little thing. (She stares, but he\nmarches to his doom.) Ah, not beautiful like you. I assure you it was\nthe merest flirtation; there were a few letters, but we have got them\nback. It was all owing to the boat being so late at Calais. You see she\nhad such large, helpless eyes.\n\nLADY MARY (fixing him). George, when you lunched with father to-day at\nthe club--\n\nLORD BROCKLEHURST. I didn't. He wired me that he couldn't come.\n\nLADY MARY (with a tremor). But he wrote you?\n\nLORD BROCKLEHURST. No.\n\nLADY MARY (a bird singing in her breast). You haven't seen him since?\n\nLORD BROCKLEHURST. No.\n\n(She is saved. Is he to be let off also? Not at all. She bears down on\nhim like a ship of war.)\n\nLADY MARY. George, who and what is this woman?\n\nLORD BROCKLEHURST (cowering). She was--she is--the shame of it--a\nlady's-maid.\n\nLADY MARY (properly horrified). A what?\n\nLORD BROCKLEHURST. A lady's-maid. A mere servant, Mary. (LADY MARY\nwhirls round so that he shall not see her face.) I first met her at this\nhouse when you were entertaining the servants; so you see it was largely\nyour father's fault.\n\nLADY MARY (looking him up and down). A lady's-maid?\n\nLORD BROCKLEHURST (degraded). Her name was Fisher.\n\nLADY MARY. My maid!\n\nLORD BROCKLEHURST (with open hands). Can you forgive me, Mary?\n\nLADY MARY. Oh George, George!\n\nLORD BROCKLEHURST. Mother urged me not to tell you anything about it;\nbut--\n\nLADY MARY (from her heart). I am so glad you told me.\n\nLORD BROCKLEHURST. You see there was nothing wrong in it.\n\nLADY MARY (thinking perhaps of another incident). No, indeed.\n\nLORD BROCKLEHURST (inclined to simper again). And she behaved awfully\nwell. She quite saw that it was because the boat was late. I suppose the\nglamour to a girl in service of a man in high position--\n\nLADY MARY. Glamour!--yes, yes, that was it.\n\nLORD BROCKLEHURST. Mother says that a girl in such circumstances is to\nbe excused if she loses her head.\n\nLADY MARY (impulsively). George, I am so sorry if I said anything\nagainst your mother. I am sure she is the dearest old thing.\n\nLORD BROCKLEHURST (in calm waters at last). Of course for women of our\nclass she has a very different standard.\n\nLADY MARY (grown tiny). Of course.\n\nLORD BROCKLEHURST. You see, knowing how good a woman she is herself,\nshe was naturally anxious that I should marry some one like her. That is\nwhat has made her watch your conduct so jealously, Mary.\n\nLADY MARY (hurriedly thinking things out). I know. I--I think, George,\nthat before your mother comes I should like to say a word to father.\n\nLORD BROCKLEHURST (nervously). About this?\n\nLADY MARY. Oh no; I shan't tell him of this. About something else.\n\nLORD BROCKLEHURST. And you do forgive me, Mary?\n\nLADY MARY (smiling on him). Yes, yes. I--I am sure the boat was very\nlate, George.\n\nLORD BROCKLEHURST (earnestly). It really was.\n\nLADY MARY. I am even relieved to know that you are not quite perfect,\ndear. (She rests her hands on his shoulders. She has a moment of\ncontrition.) George, when we are married, we shall try to be not an\nentirely frivolous couple, won't we? We must endeavour to be of some\nlittle use, dear.\n\nLORD BROCKLEHURST (the ass). Noblesse oblige.\n\nLADY MARY (haunted by the phrases of a better man). Mary Lasenby is\ndetermined to play the game, George.\n\n(Perhaps she adds to herself, 'Except just this once.' A kiss closes\nthis episode of the two lovers; and soon after the departure of LADY\nMARY the COUNTESS OF BROCKLEHURST is announced. She is a very formidable\nold lady.)\n\nLADY BROCKLEHURST. Alone, George?\n\nLORD BROCKLEHURST. Mother, I told her all; she has behaved\nmagnificently.\n\nLADY BROCKLEHURST (who has not shared his fears). Silly boy. (She casts\na supercilious eye on the island trophies.) So these are the wonders\nthey brought back with them. Gone away to dry her eyes, I suppose?\n\nLORD BROCKLEHURST (proud of his mate). She didn't cry, mother.\n\nLADY BROCKLEHURST. No? (She reflects.) You're quite right. I wouldn't\nhave cried. Cold, icy. Yes, that was it.\n\nLORD BROCKLEHURST (who has not often contradicted her). I assure you,\nmother, that wasn't it at all. She forgave me at once.\n\nLADY BROCKLEHURST (opening her eyes sharply to the full). Oh!\n\nLORD BROCKLEHURST. She was awfully nice about the boat being late; she\neven said she was relieved to find that I wasn't quite perfect.\n\nLADY BROCKLEHURST (pouncing). She said that?\n\nLORD BROCKLEHURST. She really did.\n\nLADY BROCKLEHURST. I mean I wouldn't. Now if I had said that, what would\nhave made me say it? (Suspiciously.) George, is Mary all we think her?\n\nLORD BROCKLEHURST (with unexpected spirit). If she wasn't, mother, you\nwould know it.\n\nLADY BROCKLEHURST. Hold your tongue, boy. We don't really know what\nhappened on that island.\n\nLORD BROCKLEHURST. You were reading the book all the morning.\n\nLADY BROCKLEHURST. How can I be sure that the book is true?\n\nLORD BROCKLEHURST. They all talk of it as true.\n\nLADY BROCKLEHURST. How do I know that they are not lying?\n\nLORD BROCKLEHURST. Why should they lie?\n\nLADY BROCKLEHURST. Why shouldn't they? (She reflects again.) If I had\nbeen wrecked on an island, I think it highly probable that I should have\nlied when I came back. Weren't some servants with them?\n\nLORD BROCKLEHURST. Crichton, the butler. (He is surprised to see her\nring the bell.) Why, mother, you are not going to--\n\nLADY BROCKLEHURST. Yes, I am. (Pointedly.) George, watch whether\nCrichton begins any of his answers to my questions with 'The fact is.'\n\nLORD BROCKLEHURST. Why?\n\nLADY BROCKLEHURST. Because that is usually the beginning of a lie.\n\nLORD BROCKLEHURST (as CRICHTON opens the door). Mother, you can't do\nthese things in other people's houses.\n\nLADY BROCKLEHURST (coolly, to CRICHTON). It was I who rang. (Surveying\nhim through her eyeglass.) So you were one of the castaways, Crichton?\n\nCRICHTON. Yes, my lady.\n\nLADY BROCKLEHURST. Delightful book Mr. Woolley has written about your\nadventures. (CRICHTON bows.) Don't you think so?\n\nCRICHTON. I have not read it, my lady.\n\nLADY BROCKLEHURST. Odd that they should not have presented you with a\ncopy.\n\nLORD BROCKLEHURST. Presumably Crichton is no reader.\n\nLADY BROCKLEHURST. By the way, Crichton, were there any books on the\nisland?\n\nCRICHTON. I had one, my lady--Henley's poems.\n\nLORD BROCKLEHURST. Never heard of him.\n\n(CRICHTON again bows.)\n\nLADY BROCKLEHURST (who has not heard of him either). I think you were\nnot the only servant wrecked?\n\nCRICHTON. There was a young woman, my lady.\n\nLADY BROCKLEHURST. I want to see her. (CRICHTON bows, but remains.)\nFetch her up. (He goes.)\n\nLORD BROCKLEHURST (almost standing up to his mother). This is\nscandalous.\n\nLADY BROCKLEHURST (defining her position). I am a mother.\n\n(CATHERINE and AGATHA enter in dazzling confections, and quake in secret\nto find themselves practically alone with LADY BROCKLEHURST.)\n\n(Even as she greets them.) How d'you do, Catherine--Agatha? You didn't\ndress like this on the island, I expect! By the way, how did you dress?\n\n(They have thought themselves prepared, but--)\n\nAGATHA. Not--not so well, of course, but quite the same idea.\n\n(They are relieved by the arrival of TREHERNE, who is in clerical\ndress.)\n\nLADY BROCKLEHURST. How do you do, Mr. Treherne? There is not so much of\nyou in the book as I had hoped.\n\nTREHERNE (modestly). There wasn't very much of me on the island, Lady\nBrocklehurst.\n\nLADY BROCKLEHURST. How d'ye mean? (He shrugs his honest shoulders.)\n\nLORD BROCKLEHURST. I hear you have got a living, Treherne.\nCongratulations.\n\nTREHERNE. Thanks.\n\nLORD BROCKLEHURST. Is it a good one?\n\nTREHERNE. So--so. They are rather weak in bowling, but it's a good bit\nof turf. (Confidence is restored by the entrance of ERNEST, who takes in\nthe situation promptly, and, of course, knows he is a match for any old\nlady.)\n\nERNEST (with ease). How do you do, Lady Brocklehurst.\n\nLADY BROCKLEHURST. Our brilliant author!\n\nERNEST (impervious to satire). Oh, I don't know.\n\nLADY BROCKLEHURST. It is as engrossing, Mr. Woolley, as if it were a\nwork of fiction.\n\nERNEST (suddenly uncomfortable). Thanks, awfully. (Recovering.) The fact\nis--(He is puzzled by seeing the Brocklehurst family exchange meaning\nlooks.)\n\nCATHERINE (to the rescue). Lady Brocklehurst, Mr. Treherne and I--we are\nengaged.\n\nAGATHA. And Ernest and I.\n\nLADY BROCKLEHURST (grimly). I see, my dears; thought it wise to keep the\nisland in the family.\n\n(An awkward moment this for the entrance of LORD LOAM and LADY MARY,\nwho, after a private talk upstairs, are feeling happy and secure.)\n\nLORD LOAM (with two hands for his distinguished guest). Aha! ha, ha!\nyounger than any of them, Emily.\n\nLADY BROCKLEHURST. Flatterer. (To LADY MARY.) You seem in high spirits,\nMary.\n\nLADY MARY (gaily). I am.\n\nLADY BROCKLEHURST (with a significant glance at LORD BROCKLEHURST).\nAfter--\n\nLADY MARY. I--I mean. The fact is--\n\n(Again that disconcerting glance between the Countess and her son.)\n\nLORD LOAM (humorously). She hears wedding bells, Emily, ha, ha!\n\nLADY BROCKLEHURST (coldly). Do you, Mary? Can't say I do; but I'm hard\nof hearing.\n\nLADY MARY (instantly her match). If you don't, Lady Brocklehurst, I'm\nsure I don't.\n\nLORD LOAM (nervously). Tut, tut. Seen our curios from the island, Emily;\nI should like you to examine them.\n\nLADY BROCKLEHURST. Thank you, Henry. I am glad you say that, for I have\njust taken the liberty of asking two of them to step upstairs. (There\nis an uncomfortable silence, which the entrance of CRICHTON with TWEENY\ndoes not seem to dissipate. CRICHTON is impenetrable, but TWEENY hangs\nback in fear.)\n\nLORD BROCKLEHURST (stoutly). Loam, I have no hand in this.\n\nLADY BROCKLEHURST (undisturbed). Pooh, what have I done? You always\nbegged me to speak to the servants, Henry, and I merely wanted to\ndiscover whether the views you used to hold about equality were adopted\non the island; it seemed a splendid opportunity, but Mr. Woolley has not\na word on the subject.\n\n(All eyes turn to ERNEST.)\n\nERNEST (with confidence). The fact is--\n\n(The fatal words again.)\n\nLORD LOAM (not quite certain what he is to assure her of). I assure you,\nEmily--\n\nLADY MARY (as cold as steel). Father, nothing whatever happened on the\nisland of which I, for one, am ashamed, and I hope Crichton will be\nallowed to answer Lady Brocklehurst's questions.\n\nLADY BROCKLEHURST. To be sure. There's nothing to make a fuss about, and\nwe're a family party. (To CRICHTON.) Now, truthfully, my man.\n\nCRICHTON (calmly). I promise that, my lady.\n\n(Some hearts sink, the hearts that could never understand a Crichton.)\n\nLADY BROCKLEHURST (sharply). Well, were you all equal on the island?\n\nCRICHTON. No, my lady. I think I may say there was as little equality\nthere as elsewhere.\n\nLADY BROCKLEHURST. Ah the social distinctions were preserved?\n\nCRICHTON. As at home, my lady.\n\nLADY BROCKLEHURST. The servants?\n\nCRICHTON. They had to keep their place.\n\nLADY BROCKLEHURST. Wonderful. How was it managed? (With an inspiration.)\nYou, girl, tell me that?\n\n(Can there be a more critical moment?)\n\nTWEENY (in agony). If you please, my lady, it was all the Gov.'s doing.\n\n(They give themselves up for lost. LORD LOAM tries to sink out of\nsight.)\n\nCRICHTON. In the regrettable slang of the servants' hall, my lady, the\nmaster is usually referred to as the Gov.\n\nLADY BROCKLEHURST. I see. (She turns to LORD LOAM.) You--\n\nLORD LOAM (reappearing). Yes, I understand that is what they call me.\n\nLADY BROCKLEHURST (to CRICHTON). You didn't even take your meals with\nthe family?\n\nCRICHTON. No, my lady, I dined apart.\n\n(Is all safe?)\n\nLADY BROCKLEHURST (alas). You, girl, also? Did you dine with Crichton?\n\nTWEENY (scared). No, your ladyship.\n\nLADY BROCKLEHURST (fastening on her). With whom?\n\nTWEENY. I took my bit of supper with--with Daddy and Polly and the rest.\n\n(Vae victis.)\n\nERNEST (leaping into the breach). Dear old Daddy--he was our monkey. You\nremember our monkey, Agatha?\n\nAGATHA. Rather! What a funny old darling he was.\n\nCATHERINE (thus encouraged). And don't you think Polly was the sweetest\nlittle parrot, Mary?\n\nLADY BROCKLEHURST. Ah! I understand; animals you had domesticated?\n\nLORD LOAM (heavily). Quite so--quite so.\n\nLADY BROCKLEHURST. The servants' teas that used to take place here once\na month--\n\nCRICHTON. They did not seem natural on the island, my lady, and were\ndiscontinued by the Gov.'s orders.\n\nLORD BROCKLEHURST. A clear proof, Loam, that they were a mistake here.\n\nLORD LOAM (seeing the opportunity for a diversion). I admit it frankly.\nI abandon them. Emily, as the result of our experiences on the island, I\nthink of going over to the Tories.\n\nLADY BROCKLEHURST. I am delighted to hear it.\n\nLORD LOAM (expanding). Thank you, Crichton, thank you; that is all.\n\n(He motions to them to go, but the time is not yet.)\n\nLADY BROCKLEHURST. One moment. (There is a universal but stifled groan.)\nYoung people, Crichton, will be young people, even on an island; now,\nI suppose there was a certain amount of--shall we say sentimentalising,\ngoing on?\n\nCRICHTON. Yes, my lady, there was.\n\nLORD BROCKLEHURST (ashamed). Mother!\n\nLADY BROCKLEHURST (disregarding him). Which gentleman? (To TWEENY) You,\ngirl, tell me.\n\nTWEENY (confused). If you please, my lady--\n\nERNEST (hurriedly). The fact is--(He is checked as before, and probably\nsays 'D--n' to himself, but he has saved the situation.)\n\nTWEENY (gasping). It was him--Mr. Ernest, your ladyship.\n\nLADY BROCKLEHURST (counsel for the prosecution). With which lady?\n\nAGATHA. I have already told you, Lady Brocklehurst, that Ernest and I--\n\nLADY BROCKLEHURST. Yes, now; but you were two years on the island.\n(Looking at LADY MARY). Was it this lady?\n\nTWEENY. No, your ladyship.\n\nLADY BROCKLEHURST. Then I don't care which of the others it was. (TWEENY\ngurgles.) Well, I suppose that will do.\n\nLORD BROCKLEHURST. Do! I hope you are ashamed of yourself, mother. (To\nCRICHTON, who is going). You are an excellent fellow, Crichton; and if,\nafter we are married, you ever wish to change your place, come to us.\n\nLADY MARY (losing her head for the only time). Oh no, impossible--\n\nLADY BROCKLEHURST (at once suspicious). Why impossible? (LADY MARY\ncannot answer, or perhaps she is too proud.) Do you see why it should be\nimpossible, my man?\n\n(He can make or mar his unworthy MARY now. Have you any doubt of him?)\n\nCRICHTON. Yes, my lady. I had not told you, my lord, but as soon as\nyour lordship is suited I wish to leave service. (They are all immensely\nrelieved, except poor TWEENY.)\n\nTREHERNE (the only curious one). What will you do, Crichton? (CRICHTON\nshrugs his shoulders; 'God knows', it may mean.)\n\nCRICHTON. Shall I withdraw, my lord? (He withdraws without a tremor,\nTWEENY accompanying him. They can all breathe again; the thunderstorm is\nover.)\n\nLADY BROCKLEHURST (thankful to have made herself unpleasant). Horrid of\nme, wasn't it? But if one wasn't disagreeable now and again, it would\nbe horribly tedious to be an old woman. He will soon be yours, Mary, and\nthen--think of the opportunities you will have of being disagreeable to\nme. On that understanding, my dear, don't you think we might--? (Their\ncold lips meet.)\n\nLORD LOAM (vaguely). Quite so--quite so. (CRICHTON announces dinner, and\nthey file out. LADY MARY stays behind a moment and impulsively holds out\nher hand.)\n\nLADY MARY. To wish you every dear happiness.\n\nCRICHTON (an enigma to the last.) The same to you, my lady.\n\nLADY MARY. Do you despise me, Crichton? (The man who could never tell a\nlie makes no answer.) You are the best man among us.\n\nCRICHTON. On an island, my lady, perhaps; but in England, no.\n\nLADY MARY. Then there's something wrong with England.\n\nCRICHTON. My lady, not even from you can I listen to a word against\nEngland.\n\nLADY MARY. Tell me one thing: you have not lost your courage?\n\nCRICHTON. No, my lady.\n\n(She goes. He turns out the lights.)\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Admirable Crichton, by J. M. Barrie\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ADMIRABLE CRICHTON ***\n\n***** This file should be named 3490-8.txt or 3490-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/4\/9\/3490\/\n\nProduced by Charles Franks, Ralph Zimmermann and the Online\nDistributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":502,"split":"train"}
