{"ori_id":"fcc49197e2d0dafd6d09384f4f527969cd409a30","title":"Overruled (play)","context":"Overruled (play)\n Gregory Lunn and Mrs Juno are in love, having met during a sea voyage. On a sofa in a hotel where both are staying, they discuss their feelings. They are both already married, so they decide they must part, but are unable to do so. They then recognise the voices of their respective spouses, apparently staying together at the same hotel. They leave in confusion. Mrs Lunn and Mr. Sibthorpe Juno enter and sit together on the same sofa that the other pair have just left. Sibthorpe says he is in love with Mrs Lunn, but she says she is only mildly attracted to him. Sibthorpe wants her to either accept or reject him outright. Her willingness to merely have an affair disturbs him. Gregory and Mrs. Juno re-enter and both couples reveal their conflicting feelings. They all find they have differet views about the situation. Gregory feels that there is a morally unacceptable contradiction between his desires and his honour. Sibthorpe, in contrast, says that such mixed feelings are fine, as long as one acts according to moral principles. Mrs Lunn believes that moral rules are silly. She thinks that as long as everyone gets the best they can out of the situation, that's all that matters. She's quite happy for Mrs Juno to have her husband for a while, and to return to compliment by enjoying her affair with Sibthorpe. Sibthorpe says that this is justifying polygamy. Mrs Lunn says she intends to continue the affair with Sibthorpe, because she enjoys it. Mrs Juno likewise refuses to stop seeing Gregory, because she enjoys being adored by him. So they agree to leave things as they are.\nï»¿The Project Gutenberg EBook of Overruled, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Overruled\n\nAuthor: George Bernard Shaw\n\nPosting Date: May 28, 2009 [EBook #3830]\nRelease Date: March, 2003\nFirst Posted: September 30, 2001\nLast Updated: March 5, 2006\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK OVERRULED ***\n\n\n\n\nProduced by Eve Sobol.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nTRANSCRIBER'S NOTE: In the printed version of this text, all\napostrophes for contractions such as \"can't\", \"wouldn't\" and \"he'd\"\nwere omitted, to read as \"cant\", \"wouldnt\" and \"hed\". This etext\nrestores the omitted apostrophes.\n\n\n\n\n\nOVERRULED\n\nBERNARD SHAW\n\n1912\n\n\n\nPREFACE TO OVERRULED.\n\nTHE ALLEVIATIONS OF MONOGAMY.\n\nThis piece is not an argument for or against polygamy. It is a clinical\nstudy of how the thing actually occurs among quite ordinary people,\ninnocent of all unconventional views concerning it. The enormous\nmajority of cases in real life are those of people in that position.\nThose who deliberately and conscientiously profess what are oddly\ncalled advanced views by those others who believe them to be\nretrograde, are often, and indeed mostly, the last people in the world\nto engage in unconventional adventures of any kind, not only because\nthey have neither time nor disposition for them, but because the\nfriction set up between the individual and the community by the\nexpression of unusual views of any sort is quite enough hindrance to\nthe heretic without being complicated by personal scandals. Thus the\ntheoretic libertine is usually a person of blameless family life,\nwhilst the practical libertine is mercilessly severe on all other\nlibertines, and excessively conventional in professions of social\nprinciple.\n\nWhat is more, these professions are not hypocritical: they are for the\nmost part quite sincere. The common libertine, like the drunkard,\nsuccumbs to a temptation which he does not defend, and against which he\nwarns others with an earnestness proportionate to the intensity of his\nown remorse. He (or she) may be a liar and a humbug, pretending to be\nbetter than the detected libertines, and clamoring for their condign\npunishment; but this is mere self-defence. No reasonable person expects\nthe burglar to confess his pursuits, or to refrain from joining in the\ncry of Stop Thief when the police get on the track of another burglar.\nIf society chooses to penalize candor, it has itself to thank if its\nattack is countered by falsehood. The clamorous virtue of the libertine\nis therefore no more hypocritical than the plea of Not Guilty which is\nallowed to every criminal. But one result is that the theorists who\nwrite most sincerely and favorably about polygamy know least about it;\nand the practitioners who know most about it keep their knowledge very\njealously to themselves. Which is hardly fair to the practice.\n\n\nINACCESSIBILITY OF THE FACTS.\n\nAlso it is impossible to estimate its prevalence. A practice to which\nnobody confesses may be both universal and unsuspected, just as a\nvirtue which everybody is expected, under heavy penalties, to claim,\nmay have no existence. It is often assumed--indeed it is the official\nassumption of the Churches and the divorce courts that a gentleman and\na lady cannot be alone together innocently. And that is manifest\nblazing nonsense, though many women have been stoned to death in the\neast, and divorced in the west, on the strength of it. On the other\nhand, the innocent and conventional people who regard the gallant\nadventures as crimes of so horrible a nature that only the most\ndepraved and desperate characters engage in them or would listen to\nadvances in that direction without raising an alarm with the noisiest\nindignation, are clearly examples of the fact that most sections of\nsociety do not know how the other sections live. Industry is the most\neffective check on gallantry. Women may, as Napoleon said, be the\noccupation of the idle man just as men are the preoccupation of the\nidle woman; but the mass of mankind is too busy and too poor for the\nlong and expensive sieges which the professed libertine lays to virtue.\nStill, wherever there is idleness or even a reasonable supply of\nelegant leisure there is a good deal of coquetry and philandering. It\nis so much pleasanter to dance on the edge of a precipice than to go\nover it that leisured society is full of people who spend a great part\nof their lives in flirtation, and conceal nothing but the humiliating\nsecret that they have never gone any further. For there is no pleasing\npeople in the matter of reputation in this department: every insult is\na flattery; every testimonial is a disparagement: Joseph is despised\nand promoted, Potiphar's wife admired and condemned: in short, you are\nnever on solid ground until you get away from the subject altogether.\nThere is a continual and irreconcilable conflict between the natural\nand conventional sides of the case, between spontaneous human relations\nbetween independent men and women on the one hand and the property\nrelation between husband and wife on the other, not to mention the\nconfusion under the common name of love of a generous natural\nattraction and interest with the murderous jealousy that fastens on and\nclings to its mate (especially a hated mate) as a tiger fastens on a\ncarcase. And the confusion is natural; for these extremes are extremes\nof the same passion; and most cases lie somewhere on the scale between\nthem, and are so complicated by ordinary likes and dislikes, by\nincidental wounds to vanity or gratifications of it, and by class\nfeeling, that A will be jealous of B and not of C, and will tolerate\ninfidelities on the part of D whilst being furiously angry when they\nare committed by E.\n\n\nTHE CONVENTION OF JEALOUSY\n\nThat jealousy is independent of sex is shown by its intensity in\nchildren, and by the fact that very jealous people are jealous of\neverybody without regard to relationship or sex, and cannot bear to\nhear the person they \"love\" speak favorably of anyone under any\ncircumstances (many women, for instance, are much more jealous of their\nhusbands' mothers and sisters than of unrelated women whom they suspect\nhim of fancying); but it is seldom possible to disentangle the two\npassions in practice. Besides, jealousy is an inculcated passion,\nforced by society on people in whom it would not occur spontaneously.\nIn Brieux's Bourgeois aux Champs, the benevolent hero finds himself\ndetested by the neighboring peasants and farmers, not because he\npreserves game, and sets mantraps for poachers, and defends his legal\nrights over his land to the extremest point of unsocial savagery, but\nbecause, being an amiable and public-spirited person, he refuses to do\nall this, and thereby offends and disparages the sense of property in\nhis neighbors. The same thing is true of matrimonial jealousy; the man\nwho does not at least pretend to feel it and behave as badly as if he\nreally felt it is despised and insulted; and many a man has shot or\nstabbed a friend or been shot or stabbed by him in a duel, or disgraced\nhimself and ruined his own wife in a divorce scandal, against his\nconscience, against his instinct, and to the destruction of his home,\nsolely because Society conspired to drive him to keep its own lower\nmorality in countenance in this miserable and undignified manner.\n\nMorality is confused in such matters. In an elegant plutocracy, a\njealous husband is regarded as a boor. Among the tradesmen who supply\nthat plutocracy with its meals, a husband who is not jealous, and\nrefrains from assailing his rival with his fists, is regarded as a\nridiculous, contemptible and cowardly cuckold. And the laboring class\nis divided into the respectable section which takes the tradesman's\nview, and the disreputable section which enjoys the license of the\nplutocracy without its money: creeping below the law as its exemplars\nprance above it; cutting down all expenses of respectability and even\ndecency; and frankly accepting squalor and disrepute as the price of\nanarchic self-indulgence. The conflict between Malvolio and Sir Toby,\nbetween the marquis and the bourgeois, the cavalier and the puritan,\nthe ascetic and the voluptuary, goes on continually, and goes on not\nonly between class and class and individual and individual, but in the\nselfsame breast in a series of reactions and revulsions in which the\nirresistible becomes the unbearable, and the unbearable the\nirresistible, until none of us can say what our characters really are\nin this respect.\n\n\nTHE MISSING DATA OF A SCIENTIFIC NATURAL HISTORY OF MARRIAGE.\n\nOf one thing I am persuaded: we shall never attain to a reasonable\nhealthy public opinion on sex questions until we offer, as the data for\nthat opinion, our actual conduct and our real thoughts instead of a\nmoral fiction which we agree to call virtuous conduct, and which we\nthen--and here comes in the mischief--pretend is our conduct and our\nthoughts. If the result were that we all believed one another to be\nbetter than we really are, there would be something to be said for it;\nbut the actual result appears to be a monstrous exaggeration of the\npower and continuity of sexual passion. The whole world shares the fate\nof Lucrezia Borgia, who, though she seems on investigation to have been\nquite a suitable wife for a modern British Bishop, has been invested by\nthe popular historical imagination with all the extravagances of a\nMessalina or a Cenci. Writers of belles lettres who are rash enough to\nadmit that their whole life is not one constant preoccupation with\nadored members of the opposite sex, and who even countenance La\nRochefoucauld's remark that very few people would ever imagine\nthemselves in love if they had never read anything about it, are\ngravely declared to be abnormal or physically defective by critics of\ncrushing unadventurousness and domestication. French authors of saintly\ntemperament are forced to include in their retinue countesses of ardent\ncomplexion with whom they are supposed to live in sin. Sentimental\ncontroversies on the subject are endless; but they are useless, because\nnobody tells the truth. Rousseau did it by an extraordinary effort,\naided by a superhuman faculty for human natural history, but the result\nwas curiously disconcerting because, though the facts were so\nconventionally shocking that people felt that they ought to matter a\ngreat deal, they actually mattered very little. And even at that\neverybody pretends not to believe him.\n\n\nARTIFICIAL RETRIBUTION.\n\nThe worst of that is that busybodies with perhaps rather more than a\nnormal taste for mischief are continually trying to make negligible\nthings matter as much in fact as they do in convention by deliberately\ninflicting injuries--sometimes atrocious injuries--on the parties\nconcerned. Few people have any knowledge of the savage punishments that\nare legally inflicted for aberrations and absurdities to which no\nsanely instructed community would call any attention. We create an\nartificial morality, and consequently an artificial conscience, by\nmanufacturing disastrous consequences for events which, left to\nthemselves, would do very little harm (sometimes not any) and be\nforgotten in a few days.\n\nBut the artificial morality is not therefore to be condemned offhand.\nIn many cases it may save mischief instead of making it: for example,\nthough the hanging of a murderer is the duplication of a murder, yet it\nmay be less murderous than leaving the matter to be settled by blood\nfeud or vendetta. As long as human nature insists on revenge, the\nofficial organization and satisfaction of revenge by the State may be\nalso its minimization. The mischief begins when the official revenge\npersists after the passion it satisfies has died out of the race.\nStoning a woman to death in the east because she has ventured to marry\nagain after being deserted by her husband may be more merciful than\nallowing her to be mobbed to death; but the official stoning or burning\nof an adulteress in the west would be an atrocity because few of us\nhate an adulteress to the extent of desiring such a penalty, or of\nbeing prepared to take the law into our own hands if it were withheld.\nNow what applies to this extreme case applies also in due degree to the\nother cases. Offences in which sex is concerned are often needlessly\nmagnified by penalties, ranging from various forms of social ostracism\nto long sentences of penal servitude, which would be seen to be\nmonstrously disproportionate to the real feeling against them if the\nremoval of both the penalties and the taboo on their discussion made it\npossible for us to ascertain their real prevalence and estimation.\nFortunately there is one outlet for the truth. We are permitted to\ndiscuss in jest what we may not discuss in earnest. A serious comedy\nabout sex is taboo: a farcical comedy is privileged.\n\n\nTHE FAVORITE SUBJECT OF FARCICAL COMEDY.\n\nThe little piece which follows this preface accordingly takes the form\nof a farcical comedy, because it is a contribution to the very\nextensive dramatic literature which takes as its special department the\ngallantries of married people. The stage has been preoccupied by such\naffairs for centuries, not only in the jesting vein of Restoration\nComedy and Palais Royal farce, but in the more tragically turned\nadulteries of the Parisian school which dominated the stage until Ibsen\nput them out of countenance and relegated them to their proper place as\narticles of commerce. Their continued vogue in that department\nmaintains the tradition that adultery is the dramatic subject par\nexcellence, and indeed that a play that is not about adultery is not a\nplay at all. I was considered a heresiarch of the most extravagant kind\nwhen I expressed my opinion at the outset of my career as a playwright,\nthat adultery is the dullest of themes on the stage, and that from\nFrancesca and Paolo down to the latest guilty couple of the school of\nDumas fils, the romantic adulterers have all been intolerable bores.\n\n\nTHE PSEUDO SEX PLAY.\n\nLater on, I had occasion to point out to the defenders of sex as the\nproper theme of drama, that though they were right in ranking sex as an\nintensely interesting subject, they were wrong in assuming that sex is\nan indispensable motive in popular plays. The plays of Moliere are,\nlike the novels of the Victorian epoch or Don Quixote, as nearly\nsexless as anything not absolutely inhuman can be; and some of\nShakespear's plays are sexually on a par with the census: they contain\nwomen as well as men, and that is all. This had to be admitted; but it\nwas still assumed that the plays of the XIX century Parisian school\nare, in contrast with the sexless masterpieces, saturated with sex; and\nthis I strenuously denied. A play about the convention that a man\nshould fight a duel or come to fisticuffs with his wife's lover if she\nhas one, or the convention that he should strangle her like Othello, or\nturn her out of the house and never see her or allow her to see her\nchildren again, or the convention that she should never be spoken to\nagain by any decent person and should finally drown herself, or the\nconvention that persons involved in scenes of recrimination or\nconfession by these conventions should call each other certain abusive\nnames and describe their conduct as guilty and frail and so on: all\nthese may provide material for very effective plays; but such plays are\nnot dramatic studies of sex: one might as well say that Romeo and\nJuliet is a dramatic study of pharmacy because the catastrophe is\nbrought about through an apothecary. Duels are not sex; divorce cases\nare not sex; the Trade Unionism of married women is not sex. Only the\nmost insignificant fraction of the gallantries of married people\nproduce any of the conventional results; and plays occupied wholly with\nthe conventional results are therefore utterly unsatisfying as sex\nplays, however interesting they may be as plays of intrigue and plot\npuzzles.\n\nThe world is finding this out rapidly. The Sunday papers, which in the\ndays when they appealed almost exclusively to the lower middle class\nwere crammed with police intelligence, and more especially with divorce\nand murder cases, now lay no stress on them; and police papers which\nconfined themselves entirely to such matters, and were once eagerly\nread, have perished through the essential dulness of their topics. And\nyet the interest in sex is stronger than ever: in fact, the literature\nthat has driven out the journalism of the divorce courts is a\nliterature occupied with sex to an extent and with an intimacy and\nfrankness that would have seemed utterly impossible to Thackeray or\nDickens if they had been told that the change would complete itself\nwithin fifty years of their own time.\n\n\nART AND MORALITY.\n\nIt is ridiculous to say, as inconsiderate amateurs of the arts do, that\nart has nothing to do with morality. What is true is that the artist's\nbusiness is not that of the policeman; and that such factitious\nconsequences and put-up jobs as divorces and executions and the\ndetective operations that lead up to them are no essential part of\nlife, though, like poisons and buttered slides and red-hot pokers, they\nprovide material for plenty of thrilling or amusing stories suited to\npeople who are incapable of any interest in psychology. But the fine\nartists must keep the policeman out of his studies of sex and studies\nof crime. It is by clinging nervously to the policeman that most of the\npseudo sex plays convince me that the writers have either never had any\nserious personal experience of their ostensible subject, or else have\nnever conceived it possible that the stage door present the phenomena\nof sex as they appear in nature.\n\n\nTHE LIMITS OF STAGE PRESENTATION.\n\nBut the stage presents much more shocking phenomena than those of sex.\nThere is, of course, a sense in which you cannot present sex on the\nstage, just as you cannot present murder. Macbeth must no more really\nkill Duncan than he must himself be really slain by Macduff. But the\nfeelings of a murderer can be expressed in a certain artistic\nconvention; and a carefully prearranged sword exercise can be gone\nthrough with sufficient pretence of earnestness to be accepted by the\nwilling imaginations of the younger spectators as a desperate combat.\n\nThe tragedy of love has been presented on the stage in the same way. In\nTristan and Isolde, the curtain does not, as in Romeo and Juliet, rise\nwith the lark: the whole night of love is played before the spectators.\nThe lovers do not discuss marriage in an elegantly sentimental way:\nthey utter the visions and feelings that come to lovers at the supreme\nmoments of their love, totally forgetting that there are such things in\nthe world as husbands and lawyers and duelling codes and theories of\nsin and notions of propriety and all the other irrelevancies which\nprovide hackneyed and bloodless material for our so-called plays of\npassion.\n\n\nPRUDERIES OF THE FRENCH STAGE.\n\nTo all stage presentations there are limits. If Macduff were to stab\nMacbeth, the spectacle would be intolerable; and even the pretence\nwhich we allow on our stage is ridiculously destructive to the illusion\nof the scene. Yet pugilists and gladiators will actually fight and kill\nin public without sham, even as a spectacle for money. But no sober\ncouple of lovers of any delicacy could endure to be watched. We in\nEngland, accustomed to consider the French stage much more licentious\nthan the British, are always surprised and puzzled when we learn, as we\nmay do any day if we come within reach of such information, that French\nactors are often scandalized by what they consider the indecency of the\nEnglish stage, and that French actresses who desire a greater license\nin appealing to the sexual instincts than the French stage allows them,\nlearn and establish themselves on the English stage. The German and\nRussian stages are in the same relation to the French and perhaps more\nor less all the Latin stages. The reason is that, partly from a want of\nrespect for the theatre, partly from a sort of respect for art in\ngeneral which moves them to accord moral privileges to artists, partly\nfrom the very objectionable tradition that the realm of art is Alsatia\nand the contemplation of works of art a holiday from the burden of\nvirtue, partly because French prudery does not attach itself to the\nsame points of behavior as British prudery, and has a different code of\nthe mentionable and the unmentionable, and for many other reasons the\nFrench tolerate plays which are never performed in England until they\nhave been spoiled by a process of bowdlerization; yet French taste is\nmore fastidious than ours as to the exhibition and treatment on the\nstage of the physical incidents of sex. On the French stage a kiss is\nas obvious a convention as the thrust under the arm by which Macduff\nruns Macbeth through. It is even a purposely unconvincing convention:\nthe actors rather insisting that it shall be impossible for any\nspectator to mistake a stage kiss for a real one. In England, on the\ncontrary, realism is carried to the point at which nobody except the\ntwo performers can perceive that the caress is not genuine. And here\nthe English stage is certainly in the right; for whatever question\nthere arises as to what incidents are proper for representation on the\nstage or not, my experience as a playgoer leaves me in no doubt that\nonce it is decided to represent an incident, it will be offensive, no\nmatter whether it be a prayer or a kiss, unless it is presented with a\nconvincing appearance of sincerity.\n\n\nOUR DISILLUSIVE SCENERY.\n\nFor example, the main objection to the use of illusive scenery (in most\nmodern plays scenery is not illusive; everything visible is as real as\nin your drawing room at home) is that it is unconvincing; whilst the\nimaginary scenery with which the audience provides a platform or\ntribune like the Elizabethan stage or the Greek stage used by\nSophocles, is quite convincing. In fact, the more scenery you have the\nless illusion you produce. The wise playwright, when he cannot get\nabsolute reality of presentation, goes to the other extreme, and aims\nat atmosphere and suggestion of mood rather than at direct simulative\nillusion. The theatre, as I first knew it, was a place of wings and\nflats which destroyed both atmosphere and illusion. This was tolerated,\nand even intensely enjoyed, but not in the least because nothing better\nwas possible; for all the devices employed in the productions of Mr.\nGranville Barker or Max Reinhardt or the Moscow Art Theatre were\nequally available for Colley Cibber and Garrick, except the intensity\nof our artificial light. When Garrick played Richard II in slashed\ntrunk hose and plumes, it was not because he believed that the\nPlantagenets dressed like that, or because the costumes could not have\nmade him a XV century dress as easily as a nondescript combination of\nthe state robes of George III with such scraps of older fashions as\nseemed to playgoers for some reason to be romantic. The charm of the\ntheatre in those days was its makebelieve. It has that charm still, not\nonly for the amateurs, who are happiest when they are most unnatural\nand impossible and absurd, but for audiences as well. I have seen\nperformances of my own plays which were to me far wilder burlesques\nthan Sheridan's Critic or Buckingham's Rehearsal; yet they have\nproduced sincere laughter and tears such as the most finished\nmetropolitan productions have failed to elicit. Fielding was entirely\nright when he represented Partridge as enjoying intensely the\nperformance of the king in Hamlet because anybody could see that the\nking was an actor, and resenting Garrick's Hamlet because it might have\nbeen a real man. Yet we have only to look at the portraits of Garrick\nto see that his performances would nowadays seem almost as\nextravagantly stagey as his costumes. In our day Calve's intensely real\nCarmen never pleased the mob as much as the obvious fancy ball\nmasquerading of suburban young ladies in the same character.\n\n\nHOLDING THE MIRROR UP TO NATURE.\n\nTheatrical art begins as the holding up to Nature of a distorting\nmirror. In this phase it pleases people who are childish enough to\nbelieve that they can see what they look like and what they are when\nthey look at a true mirror. Naturally they think that a true mirror can\nteach them nothing. Only by giving them back some monstrous image can\nthe mirror amuse them or terrify them. It is not until they grow up to\nthe point at which they learn that they know very little about\nthemselves, and that they do not see themselves in a true mirror as\nother people see them, that they become consumed with curiosity as to\nwhat they really are like, and begin to demand that the stage shall be\na mirror of such accuracy and intensity of illumination that they shall\nbe able to get glimpses of their real selves in it, and also learn a\nlittle how they appear to other people.\n\nFor audiences of this highly developed class, sex can no longer be\nignored or conventionalized or distorted by the playwright who makes\nthe mirror. The old sentimental extravagances and the old grossnesses\nare of no further use to him. Don Giovanni and Zerlina are not gross:\nTristan and Isolde are not extravagant or sentimental. They say and do\nnothing that you cannot bear to hear and see; and yet they give you,\nthe one pair briefly and slightly, and the other fully and deeply, what\npasses in the minds of lovers. The love depicted may be that of a\nphilosophic adventurer tempting an ignorant country girl, or of a\ntragically serious poet entangled with a woman of noble capacity in a\npassion which has become for them the reality of the whole universe. No\nmatter: the thing is dramatized and dramatized directly, not talked\nabout as something that happened before the curtain rose, or that will\nhappen after it falls.\n\n\nFARCICAL COMEDY SHIRKING ITS SUBJECT.\n\nNow if all this can be done in the key of tragedy and philosophic\ncomedy, it can, I have always contended, be done in the key of farcical\ncomedy; and Overruled is a trifling experiment in that manner.\nConventional farcical comedies are always finally tedious because the\nheart of them, the inevitable conjugal infidelity, is always evaded.\nEven its consequences are evaded. Mr. Granville Barker has pointed out\nrightly that if the third acts of our farcical comedies dared to\ndescribe the consequences that would follow from the first and second\nin real life, they would end as squalid tragedies; and in my opinion\nthey would be greatly improved thereby even as entertainments; for I\nhave never seen a three-act farcical comedy without being bored and\ntired by the third act, and observing that the rest of the audience\nwere in the same condition, though they were not vigilantly\nintrospective enough to find that out, and were apt to blame one\nanother, especially the husbands and wives, for their crossness. But it\nis happily by no means true that conjugal infidelities always produce\ntragic consequences, or that they need produce even the unhappiness\nwhich they often do produce. Besides, the more momentous the\nconsequences, the more interesting become the impulses and imaginations\nand reasonings, if any, of the people who disregard them. If I had an\nopportunity of conversing with the ghost of an executed murderer, I\nhave no doubt he would begin to tell me eagerly about his trial, with\nthe names of the distinguished ladies and gentlemen who honored him\nwith their presence on that occasion, and then about his execution. All\nof which would bore me exceedingly. I should say, \"My dear sir: such\nmanufactured ceremonies do not interest me in the least. I know how a\nman is tried, and how he is hanged. I should have had you killed in a\nmuch less disgusting, hypocritical, and unfriendly manner if the matter\nhad been in my hands. What I want to know about is the murder. How did\nyou feel when you committed it? Why did you do it? What did you say to\nyourself about it? If, like most murderers, you had not been hanged,\nwould you have committed other murders? Did you really dislike the\nvictim, or did you want his money, or did you murder a person whom you\ndid not dislike, and from whose death you had nothing to gain, merely\nfor the sake of murdering? If so, can you describe the charm to me?\nDoes it come upon you periodically; or is it chronic? Has curiosity\nanything to do with it?\" I would ply him with all manner of questions\nto find out what murder is really like; and I should not be satisfied\nuntil I had realized that I, too, might commit a murder, or else that\nthere is some specific quality present in a murderer and lacking in me.\nAnd, if so, what that quality is.\n\nIn just the same way, I want the unfaithful husband or the unfaithful\nwife in a farcical comedy not to bother me with their divorce cases or\nthe stratagems they employ to avoid a divorce case, but to tell me how\nand why married couples are unfaithful. I don't want to hear the lies\nthey tell one another to conceal what they have done, but the truths\nthey tell one another when they have to face what they have done\nwithout concealment or excuse. No doubt prudent and considerate people\nconceal such adventures, when they can, from those who are most likely\nto be wounded by them; but it is not to be presumed that, when found\nout, they necessarily disgrace themselves by irritating lies and\ntransparent subterfuges.\n\nMy playlet, which I offer as a model to all future writers of farcical\ncomedy, may now, I hope, be read without shock. I may just add that Mr.\nSibthorpe Juno's view that morality demands, not that we should behave\nmorally (an impossibility to our sinful nature) but that we shall not\nattempt to defend our immoralities, is a standard view in England, and\nwas advanced in all seriousness by an earnest and distinguished British\nmoralist shortly after the first performance of Overruled. My objection\nto that aspect of the doctrine of original sin is that no necessary and\ninevitable operation of human nature can reasonably be regarded as\nsinful at all, and that a morality which assumes the contrary is an\nabsurd morality, and can be kept in countenance only by hypocrisy. When\npeople were ashamed of sanitary problems, and refused to face them,\nleaving them to solve themselves clandestinely in dirt and secrecy, the\nsolution arrived at was the Black Death. A similar policy as to sex\nproblems has solved itself by an even worse plague than the Black\nDeath; and the remedy for that is not Salvarsan, but sound moral\nhygiene, the first foundation of which is the discontinuance of our\nhabit of telling not only the comparatively harmless lies that we know\nwe ought not to tell, but the ruinous lies that we foolishly think we\nought to tell.\n\n\n\n\nOVERRULED.\n\nA lady and gentleman are sitting together on a chesterfield in a\nretired corner of the lounge of a seaside hotel. It is a summer night:\nthe French window behind them stands open. The terrace without\noverlooks a moonlit harbor. The lounge is dark. The chesterfield,\nupholstered in silver grey, and the two figures on it in evening dress,\ncatch the light from an arc lamp somewhere; but the walls, covered with\na dark green paper, are in gloom. There are two stray chairs, one on\neach side. On the gentleman's right, behind him up near the window, is\nan unused fireplace. Opposite it on the lady's left is a door. The\ngentleman is on the lady's right.\n\nThe lady is very attractive, with a musical voice and soft appealing\nmanners. She is young: that is, one feels sure that she is under\nthirty-five and over twenty-four. The gentleman does not look much\nolder. He is rather handsome, and has ventured as far in the direction\nof poetic dandyism in the arrangement of his hair as any man who is not\na professional artist can afford to in England. He is obviously very\nmuch in love with the lady, and is, in fact, yielding to an\nirresistible impulse to throw his arms around her.\n\n\nTHE LADY. Don't--oh don't be horrid. Please, Mr. Lunn [she rises from\nthe lounge and retreats behind it]! Promise me you won't be horrid.\n\nGREGORY LUNN. I'm not being horrid, Mrs. Juno. I'm not going to be\nhorrid. I love you: that's all. I'm extraordinarily happy.\n\nMRS. JUNO. You will really be good?\n\nGREGORY. I'll be whatever you wish me to be. I tell you I love you. I\nlove loving you. I don't want to be tired and sorry, as I should be if\nI were to be horrid. I don't want you to be tired and sorry. Do come\nand sit down again.\n\nMRS. JUNO [coming back to her seat]. You're sure you don't want\nanything you oughtn't to?\n\nGREGORY. Quite sure. I only want you [she recoils]. Don't be alarmed. I\nlike wanting you. As long as I have a want, I have a reason for living.\nSatisfaction is death.\n\nMRS. JUNO. Yes; but the impulse to commit suicide is sometimes\nirresistible.\n\nGREGORY. Not with you.\n\nMRS. JUNO. What!\n\nGREGORY. Oh, it sounds uncomplimentary; but it isn't really. Do you\nknow why half the couples who find themselves situated as we are now\nbehave horridly?\n\nMRS. JUNO. Because they can't help it if they let things go too far.\n\nGREGORY. Not a bit of it. It's because they have nothing else to do,\nand no other way of entertaining each other. You don't know what it is\nto be alone with a woman who has little beauty and less conversation.\nWhat is a man to do? She can't talk interestingly; and if he talks that\nway himself she doesn't understand him. He can't look at her: if he\ndoes, he only finds out that she isn't beautiful. Before the end of\nfive minutes they are both hideously bored. There's only one thing that\ncan save the situation; and that's what you call being horrid. With a\nbeautiful, witty, kind woman, there's no time for such follies. It's so\ndelightful to look at her, to listen to her voice, to hear all she has\nto say, that nothing else happens. That is why the woman who is\nsupposed to have a thousand lovers seldom has one; whilst the stupid,\ngraceless animals of women have dozens.\n\nMRS. JUNO. I wonder! It's quite true that when one feels in danger one\ntalks like mad to stave it off, even when one doesn't quite want to\nstave it off.\n\nGREGORY. One never does quite want to stave it off. Danger is\ndelicious. But death isn't. We court the danger; but the real delight\nis in escaping, after all.\n\nMRS. JUNO. I don't think we'll talk about it any more. Danger is all\nvery well when you do escape; but sometimes one doesn't. I tell you\nfrankly I don't feel as safe as you do--if you really do.\n\nGREGORY. But surely you can do as you please without injuring anyone,\nMrs. Juno. That is the whole secret of your extraordinary charm for me.\n\nMRS. JUNO. I don't understand.\n\nGREGORY. Well, I hardly know how to begin to explain. But the root of\nthe matter is that I am what people call a good man.\n\nMRS. JUNO. I thought so until you began making love to me.\n\nGREGORY. But you knew I loved you all along.\n\nMRS. JUNO. Yes, of course; but I depended on you not to tell me so;\nbecause I thought you were good. Your blurting it out spoilt it. And it\nwas wicked besides.\n\nGREGORY. Not at all. You see, it's a great many years since I've been\nable to allow myself to fall in love. I know lots of charming women;\nbut the worst of it is, they're all married. Women don't become\ncharming, to my taste, until they're fully developed; and by that time,\nif they're really nice, they're snapped up and married. And then,\nbecause I am a good man, I have to place a limit to my regard for them.\nI may be fortunate enough to gain friendship and even very warm\naffection from them; but my loyalty to their husbands and their hearths\nand their happiness obliges me to draw a line and not overstep it. Of\ncourse I value such affectionate regard very highly indeed. I am\nsurrounded with women who are most dear to me. But every one of them\nhas a post sticking up, if I may put it that way, with the inscription\nTrespassers Will Be Prosecuted. How we all loathe that notice! In every\nlovely garden, in every dell full of primroses, on every fair hillside,\nwe meet that confounded board; and there is always a gamekeeper round\nthe corner. But what is that to the horror of meeting it on every\nbeautiful woman, and knowing that there is a husband round the corner?\nI have had this accursed board standing between me and every dear and\ndesirable woman until I thought I had lost the power of letting myself\nfall really and wholeheartedly in love.\n\nMRS. JUNO. Wasn't there a widow?\n\nGREGORY. No. Widows are extraordinarily scarce in modern society.\nHusbands live longer than they used to; and even when they do die,\ntheir widows have a string of names down for their next.\n\nMRS. JUNO. Well, what about the young girls?\n\nGREGORY. Oh, who cares for young girls? They're sympathetic. They're\nbeginners. They don't attract me. I'm afraid of them.\n\nMRS. JUNO. That's the correct thing to say to a woman of my age. But it\ndoesn't explain why you seem to have put your scruples in your pocket\nwhen you met me.\n\nGREGORY. Surely that's quite clear. I--\n\nMRS. JUNO. No: please don't explain. I don't want to know. I take your\nword for it. Besides, it doesn't matter now. Our voyage is over; and\nto-morrow I start for the north to my poor father's place.\n\nGREGORY [surprised]. Your poor father! I thought he was alive.\n\nMRS. JUNO. So he is. What made you think he wasn't?\n\nGREGORY. You said your POOR father.\n\nMRS. JUNO. Oh, that's a trick of mine. Rather a silly trick, I Suppose;\nbut there's something pathetic to me about men: I find myself calling\nthem poor So-and-So when there's nothing whatever the matter with them.\n\nGREGORY [who has listened in growing alarm]. But--I--is?-- wa--? Oh,\nLord!\n\nMRS. JUNO. What's the matter?\n\nGREGORY. Nothing.\n\nMRS. JUNO. Nothing! [Rising anxiously]. Nonsense: you're ill.\n\nGREGORY. No. It was something about your late husband--\n\nMRS. JUNO. My LATE husband! What do you mean? [clutching him,\nhorror-stricken]. Don't tell me he's dead.\n\nGREGORY [rising, equally appalled]. Don't tell me he's alive.\n\nMRS. JUNO. Oh, don't frighten me like this. Of course he's\nalive--unless you've heard anything.\n\nGREGORY. The first day we met--on the boat--you spoke to me of your\npoor dear husband.\n\nMRS. JUNO [releasing him, quite reassured]. Is that all?\n\nGREGORY. Well, afterwards you called him poor Tops. Always poor Tops,\nOur poor dear Tops. What could I think?\n\nMRS. JUNO [sitting down again]. I wish you hadn't given me such a shock\nabout him; for I haven't been treating him at all well. Neither have\nyou.\n\nGREGORY [relapsing into his seat, overwhelmed]. And you mean to tell me\nyou're not a widow!\n\nMRS. JUNO. Gracious, no! I'm not in black.\n\nGREGORY. Then I have been behaving like a blackguard. I have broken my\npromise to my mother. I shall never have an easy conscience again.\n\nMRS. JUNO. I'm sorry. I thought you knew.\n\nGREGORY. You thought I was a libertine?\n\nMRS. JUNO. No: of course I shouldn't have spoken to you if I had\nthought that. I thought you liked me, but that you knew, and would be\ngood.\n\nGREGORY [stretching his hands towards her breast]. I thought the burden\nof being good had fallen from my soul at last. I saw nothing there but\na bosom to rest on: the bosom of a lovely woman of whom I could dream\nwithout guilt. What do I see now?\n\nMRS. JUNO. Just what you saw before.\n\nGREGORY [despairingly]. No, no.\n\nMRS. JUNO. What else?\n\nGREGORY. Trespassers Will Be Prosecuted: Trespassers Will Be Prosecuted.\n\nMRS. JUNO. They won't if they hold their tongues. Don't be such a\ncoward. My husband won't eat you.\n\nGREGORY. I'm not afraid of your husband. I'm afraid of my conscience.\n\nMRS. JUNO [losing patience]. Well! I don't consider myself at all a\nbadly behaved woman; for nothing has passed between us that was not\nperfectly nice and friendly; but really! to hear a grown-up man talking\nabout promises to his mother!\n\nGREGORY [interrupting her]. Yes, Yes: I know all about that. It's not\nromantic: it's not Don Juan: it's not advanced; but we feel it all the\nsame. It's far deeper in our blood and bones than all the romantic\nstuff. My father got into a scandal once: that was why my mother made\nme promise never to make love to a married woman. And now I've done it\nI can't feel honest. Don't pretend to despise me or laugh at me. You\nfeel it too. You said just now that your own conscience was uneasy when\nyou thought of your husband. What must it be when you think of my wife?\n\nMRS. JUNO [rising aghast]. Your wife!!! You don't dare sit there and\ntell me coolly that you're a married man!\n\nGREGORY. I never led you to believe I was unmarried.\n\nMRS. JUNO. Oh! You never gave me the faintest hint that you had a wife.\n\nGREGORY. I did indeed. I discussed things with you that only married\npeople really understand.\n\nMRS. JUNO. Oh!!\n\nGREGORY. I thought it the most delicate way of letting you know.\n\nMRS. JUNO. Well, you ARE a daisy, I must say. I suppose that's vulgar;\nbut really! really!! You and your goodness! However, now we've found\none another out there's only one thing to be done. Will you please go?\n\nGREGORY [rising slowly].  I OUGHT to go.\n\nMRS. JUNO. Well, go.\n\nGREGORY. Yes. Er--[he tries to go]. I--I somehow can't. [He sits down\nagain helplessly]. My conscience is active: my will is paralyzed. This\nis really dreadful. Would you mind ringing the bell and asking them to\nthrow me out? You ought to, you know.\n\nMRS. JUNO. What! make a scandal in the face of the whole hotel!\nCertainly not. Don't be a fool.\n\nGREGORY. Yes; but I can't go.\n\nMRS. JUNO. Then I can. Goodbye.\n\nGREGORY [clinging to her hand]. Can you really?\n\nMRS. JUNO. Of course I--[she wavers]. Oh, dear! [They contemplate one\nanother helplessly]. I can't. [She sinks on the lounge, hand in hand\nwith him].\n\nGREGORY. For heaven's sake pull yourself together. It's a question of\nself-control.\n\nMRS. JUNO [dragging her hand away and retreating to the end of the\nchesterfield]. No: it's a question of distance. Self-control is all\nvery well two or three yards off, or on a ship, with everybody looking\non. Don't come any nearer.\n\nGREGORY. This is a ghastly business. I want to go away; and I can't.\n\nMRS. JUNO. I think you ought to go [he makes an effort; and she adds\nquickly] but if you try I shall grab you round the neck and disgrace\nmyself. I implore you to sit still and be nice.\n\nGREGORY. I implore you to run away. I believe I can trust myself to let\nyou go for your own sake. But it will break my heart.\n\nMRS. JUNO. I don't want to break your heart. I can't bear to think of\nyour sitting here alone. I can't bear to think of sitting alone myself\nsomewhere else. It's so senseless--so ridiculous--when we might be so\nhappy. I don't want to be wicked, or coarse. But I like you very much;\nand I do want to be affectionate and human.\n\nGREGORY. I ought to draw a line.\n\nMRS. JUNO. So you shall, dear. Tell me: do you really like me? I don't\nmean LOVE me: you might love the housemaid--\n\nGREGORY [vehemently]. No!\n\nMRS. JUNO. Oh, yes you might; and what does that matter, anyhow? Are\nyou really fond of me? Are we friends--comrades? Would you be sorry if\nI died?\n\nGREGORY [shrinking]. Oh, don't.\n\nMRS. JUNO. Or was it the usual aimless man's lark: a mere shipboard\nflirtation?\n\nGREGORY. Oh, no, no: nothing half so bad, so vulgar, so wrong. I assure\nyou I only meant to be agreeable. It grew on me before I noticed it.\n\nMRS. JUNO. And you were glad to let it grow?\n\nGREGORY. I let it grow because the board was not up.\n\nMRS. JUNO. Bother the board! I am just as fond of Sibthorpe as--\n\nGREGORY. Sibthorpe!\n\nMRS. JUNO. Sibthorpe is my husband's Christian name. I oughtn't to call\nhim Tops to you now.\n\nGREGORY [chuckling]. It sounded like something to drink. But I have no\nright to laugh at him. My Christian name is Gregory, which sounds like\na powder.\n\nMRS. JUNO [chilled]. That is so like a man! I offer you my heart's\nwarmest friendliest feeling; and you think of nothing but a silly joke.\nA quip like that makes you forget me.\n\nGREGORY. Forget you! Oh, if I only could!\n\nMRS. JUNO. If you could, would you?\n\nGREGORY [burying his shamed face in his hands]. No: I'd die first. Oh,\nI hate myself.\n\nMRS. JUNO. I glory in myself. It's so jolly to be reckless. CAN a man\nbe reckless, I wonder.\n\nGREGORY [straightening himself desperately]. No. I'm not reckless. I\nknow what I'm doing: my conscience is awake. Oh, where is the\nintoxication of love? the delirium? the madness that makes a man think\nthe world well lost for the woman he adores? I don't think anything of\nthe sort: I see that it's not worth it: I know that it's wrong: I have\nnever in my life been cooler, more businesslike.\n\nMRS. JUNO. [opening her arms to him] But you can't resist me.\n\nGREGORY. I must. I ought [throwing himself into her arms]. Oh, my\ndarling, my treasure, we shall be sorry for this.\n\nMRS. JUNO. We can forgive ourselves. Could we forgive ourselves if we\nlet this moment slip?\n\nGREGORY. I protest to the last. I'm against this. I have been pushed\nover a precipice. I'm innocent. This wild joy, this exquisite\ntenderness, this ascent into heaven can thrill me to the uttermost\nfibre of my heart [with a gesture of ecstasy she hides her face on his\nshoulder]; but it can't subdue my mind or corrupt my conscience, which\nstill shouts to the skies that I'm not a willing party to this\noutrageous conduct. I repudiate the bliss with which you are filling me.\n\nMRS. JUNO. Never mind your conscience. Tell me how happy you are.\n\nGREGORY. No, I recall you to your duty. But oh, I will give you my life\nwith both hands if you can tell me that you feel for me one millionth\npart of what I feel for you now.\n\nMRS. JUNO. Oh, yes, yes. Be satisfied with that. Ask for no more. Let\nme go.\n\nGREGORY. I can't. I have no will. Something stronger than either of us\nis in command here. Nothing on earth or in heaven can part us now. You\nknow that, don't you?\n\nMRS. JUNO. Oh, don't make me say it. Of course I know. Nothing--not\nlife nor death nor shame nor anything can part us.\n\nA MATTER-OF-FACT MALE VOICE IN THE CORRIDOR. All right. This must be it.\n\nThe two recover with a violent start; release one another; and spring\nback to opposite sides of the lounge.\n\nGREGORY. That did it.\n\nMRS. JUNO [in a thrilling whisper] Sh--sh--sh! That was my husband's\nvoice.\n\nGREGORY. Impossible: it's only our guilty fancy.\n\nA WOMAN'S VOICE. This is the way to the lounge. I know it.\n\nGREGORY. Great Heaven! we're both mad. That's my wife's voice.\n\nMRS. JUNO. Ridiculous! Oh! we're dreaming it all. We [the door opens;\nand Sibthorpe Juno appears in the roseate glow of the corridor (which\nhappens to be papered in pink) with Mrs. Lunn, like Tannhauser in the\nhill of Venus. He is a fussily energetic little man, who gives himself\nan air of gallantry by greasing the points of his moustaches and\ndressing very carefully. She is a tall, imposing, handsome, languid\nwoman, with flashing dark eyes and long lashes. They make for the\nchesterfield, not noticing the two palpitating figures blotted against\nthe walls in the gloom on either side. The figures flit away\nnoiselessly through the window and disappear].\n\nJUNO [officiously] Ah: here we are. [He leads the way to the sofa]. Sit\ndown: I'm sure you're tired. [She sits]. That's right. [He sits beside\nher on her left]. Hullo! [he rises] this sofa's quite warm.\n\nMRS. LUNN [bored] Is it? I don't notice it. I expect the sun's been on\nit.\n\nJUNO. I felt it quite distinctly: I'm more thinly clad than you. [He\nsits down again, and proceeds, with a sigh of satisfaction]. What a\nrelief to get off the ship and have a private room! That's the worst of\na ship. You're under observation all the time.\n\nMRS. LUNN. But why not?\n\nJUNO. Well, of course there's no reason: at least I suppose not. But,\nyou know, part of the romance of a journey is that a man keeps\nimagining that something might happen; and he can't do that if there\nare a lot of people about and it simply can't happen.\n\nMRS. LUNN. Mr. Juno: romance is all very well on board ship; but when\nyour foot touches the soil of England there's an end of it.\n\nJUNO. No: believe me, that's a foreigner's mistake: we are the most\nromantic people in the world, we English. Why, my very presence here is\na romance.\n\nMRS. LUNN [faintly ironical] Indeed?\n\nJUNO. Yes. You've guessed, of course, that I'm a married man.\n\nMRS. LUNN. Oh, that's all right. I'm a married woman.\n\nJUNO. Thank Heaven for that! To my English mind, passion is not real\npassion without guilt. I am a red-blooded man, Mrs. Lunn: I can't help\nit. The tragedy of my life is that I married, when quite young, a woman\nwhom I couldn't help being very fond of. I longed for a guilty\npassion--for the real thing--the wicked thing; and yet I couldn't care\ntwopence for any other woman when my wife was about. Year after year\nwent by: I felt my youth slipping away without ever having had a\nromance in my life; for marriage is all very well; but it isn't\nromance. There's nothing wrong in it, you see.\n\nMRS. LUNN. Poor man! How you must have suffered!\n\nJUNO. No: that was what was so tame about it. I wanted to suffer. You\nget so sick of being happily married. It's always the happy marriages\nthat break up. At last my wife and I agreed that we ought to take a\nholiday.\n\nMRS. LUNN. Hadn't you holidays every year?\n\nJUNO. Oh, the seaside and so on! That's not what we meant. We meant a\nholiday from one another.\n\nMRS. LUNN. How very odd!\n\nJUNO. She said it was an excellent idea; that domestic felicity was\nmaking us perfectly idiotic; that she wanted a holiday, too. So we\nagreed to go round the world in opposite directions. I started for Suez\non the day she sailed for New York.\n\nMRS. LUNN [suddenly becoming attentive] That's precisely what Gregory\nand I did. Now I wonder did he want a holiday from me! What he said was\nthat he wanted the delight of meeting me after a long absence.\n\nJUNO. Could anything be more romantic than that? Would anyone else than\nan Englishman have thought of it? I daresay my temperament seems tame\nto your boiling southern blood--\n\nMRS. LUNN. My what!\n\nJUNO. Your southern blood. Don't you remember how you told me, that\nnight in the saloon when I sang \"Farewell and adieu to you dear Spanish\nladies,\" that you were by birth a lady of Spain? Your splendid\nAndalusian beauty speaks for itself.\n\nMRS. LUNN. Stuff! I was born in Gibraltar. My father was Captain\nJenkins. In the artillery.\n\nJUNO [ardently] It is climate and not race that determines the\ntemperament. The fiery sun of Spain blazed on your cradle; and it\nrocked to the roar of British cannon.\n\nMRS. LUNN. What eloquence! It reminds me of my husband when he was in\nlove before we were married. Are you in love?\n\nJUNO. Yes; and with the same woman.\n\nMRS. LUNN. Well, of course, I didn't suppose you were in love with two\nwomen.\n\nJUNO. I don't think you quite understand. I meant that I am in love\nwith you.\n\nMRS. LUNN [relapsing into deepest boredom] Oh, that! Men do fall in\nlove with me. They all seem to think me a creature with volcanic\npassions: I'm sure I don't know why; for all the volcanic women I know\nare plain little creatures with sandy hair. I don't consider human\nvolcanoes respectable. And I'm so tired of the subject! Our house is\nalways full of women who are in love with my husband and men who are in\nlove with me. We encourage it because it's pleasant to have company.\n\nJUNO. And is your husband as insensible as yourself?\n\nMRS. LUNN. Oh, Gregory's not insensible: very far from it; but I am the\nonly woman in the world for him.\n\nJUNO. But you? Are you really as insensible as you say you are?\n\nMRS. LUNN. I never said anything of the kind. I'm not at all insensible\nby nature; but (I don't know whether you've noticed it) I am what\npeople call rather a fine figure of a woman.\n\nJUNO [passionately] Noticed it! Oh, Mrs. Lunn! Have I been able to\nnotice anything else since we met?\n\nMRS. LUNN. There you go, like all the rest of them! I ask you, how do\nyou expect a woman to keep up what you call her sensibility when this\nsort of thing has happened to her about three times a week ever since\nshe was seventeen? It used to upset me and terrify me at first. Then I\ngot rather a taste for it. It came to a climax with Gregory: that was\nwhy I married him. Then it became a mild lark, hardly worth the\ntrouble. After that I found it valuable once or twice as a spinal tonic\nwhen I was run down; but now it's an unmitigated bore. I don't mind\nyour declaration: I daresay it gives you a certain pleasure to make it.\nI quite understand that you adore me; but (if you don't mind) I'd\nrather you didn't keep on saying so.\n\nJUNO. Is there then no hope for me?\n\nMRS. LUNN. Oh, yes. Gregory has an idea that married women keep lists\nof the men they'll marry if they become widows. I'll put your name\ndown, if that will satisfy you.\n\nJUNO. Is the list a long one?\n\nMRS. LUNN. Do you mean the real list? Not the one I show to Gregory:\nthere are hundreds of names on that; but the little private list that\nhe'd better not see?\n\nJUNO. Oh, will you really put me on that? Say you will.\n\nMRS. LUNN. Well, perhaps I will. [He kisses her hand]. Now don't begin\nabusing the privilege.\n\nJUNO. May I call you by your Christian name?\n\nMRS. LUNN. No: it's too long. You can't go about calling a woman\nSeraphita.\n\nJUNO [ecstatically] Seraphita!\n\nMRS. LUNN. I used to be called Sally at home; but when I married a man\nnamed Lunn, of course that became ridiculous. That's my one little pet\njoke. Call me Mrs. Lunn for short. And change the subject, or I shall\ngo to sleep.\n\nJUNO. I can't change the subject. For me there is no other subject. Why\nelse have you put me on your list?\n\nMRS. LUNN. Because you're a solicitor. Gregory's a solicitor. I'm\naccustomed to my husband being a solicitor and telling me things he\noughtn't to tell anybody.\n\nJUNO [ruefully] Is that all? Oh, I can't believe that the voice of love\nhas ever thoroughly awakened you.\n\nMRS. LUNN. No: it sends me to sleep. [Juno appeals against this by an\namorous demonstration]. It's no use, Mr. Juno: I'm hopelessly\nrespectable: the Jenkinses always were. Don't you realize that unless\nmost women were like that, the world couldn't go on as it does?\n\nJUNO [darkly] You think it goes on respectably; but I can tell you as a\nsolicitor--\n\nMRS. LUNN. Stuff! of course all the disreputable people who get into\ntrouble go to you, just as all the sick people go to the doctors; but\nmost people never go to a solicitor.\n\nJUNO [rising, with a growing sense of injury] Look here, Mrs. Lunn: do\nyou think a man's heart is a potato? or a turnip? or a ball of knitting\nwool? that you can throw it away like this?\n\nMRS. LUNN. I don't throw away balls of knitting wool. A man's heart\nseems to me much like a sponge: it sops up dirty water as well as clean.\n\nJUNO. I have never been treated like this in my life. Here am I, a\nmarried man, with a most attractive wife: a wife I adore, and who\nadores me, and has never as much as looked at any other man since we\nwere married. I come and throw all this at your feet. I! I, a\nsolicitor! braving the risk of your husband putting me into the divorce\ncourt and making me a beggar and an outcast! I do this for your sake.\nAnd you go on as if I were making no sacrifice: as if I had told you\nit's a fine evening, or asked you to have a cup of tea. It's not human.\nIt's not right. Love has its rights as well as respectability [he sits\ndown again, aloof and sulky].\n\nMRS. LUNN. Nonsense! Here, here's a flower [she gives him one]. Go and\ndream over it until you feel hungry. Nothing brings people to their\nsenses like hunger.\n\nJUNO [contemplating the flower without rapture] What good's this?\n\nMRS. LUNN [snatching it from him] Oh! you don't love me a bit.\n\nJUNO. Yes I do. Or at least I did. But I'm an Englishman; and I think\nyou ought to respect the conventions of English life.\n\nMRS. LUNN. But I am respecting them; and you're not.\n\nJUNO. Pardon me. I may be doing wrong; but I'm doing it in a proper and\ncustomary manner. You may be doing right; but you're doing it in an\nunusual and questionable manner. I am not prepared to put up with that.\nI can stand being badly treated: I'm no baby, and can take care of\nmyself with anybody. And of course I can stand being well treated. But\nthe thing I can't stand is being unexpectedly treated, It's outside my\nscheme of life. So come now! you've got to behave naturally and\nstraightforwardly with me. You can leave husband and child, home,\nfriends, and country, for my sake, and come with me to some southern\nisle--or say South America--where we can be all in all to one another.\nOr you can tell your husband and let him jolly well punch my head if he\ncan. But I'm damned if I'm going to stand any eccentricity. It's not\nrespectable.\n\nGREGORY [coming in from the terrace and advancing with dignity to his\nwife's end of the chesterfield]. Will you have the goodness, sir, in\naddressing this lady, to keep your temper and refrain from using\nprofane language?\n\nMRS. LUNN [rising, delighted] Gregory! Darling [she enfolds him in a\ncopious embrace]!\n\nJUNO [rising] You make love to another man to my face!\n\nMRS. LUNN. Why, he's my husband.\n\nJUNO. That takes away the last rag of excuse for such conduct. A nice\nworld it would be if married people were to carry on their endearments\nbefore everybody!\n\nGREGORY. This is ridiculous. What the devil business is it of yours\nwhat passes between my wife and myself? You're not her husband, are you?\n\nJUNO. Not at present; but I'm on the list. I'm her prospective husband:\nyou're only her actual one. I'm the anticipation: you're the\ndisappointment.\n\nMRS. LUNN. Oh, my Gregory is not a disappointment. [Fondly] Are you,\ndear?\n\nGREGORY. You just wait, my pet. I'll settle this chap for you. [He\ndisengages himself from her embrace, and faces Juno. She sits down\nplacidly]. You call me a disappointment, do you? Well, I suppose every\nhusband's a disappointment. What about yourself? Don't try to look like\nan unmarried man. I happen to know the lady you disappointed. I\ntravelled in the same ship with her; and--\n\nJUNO. And you fell in love with her.\n\nGREGORY [taken aback] Who told you that?\n\nJUNO. Aha! you confess it. Well, if you want to know, nobody told me.\nEverybody falls in love with my wife.\n\nGREGORY. And do you fall in love with everybody's wife?\n\nJUNO. Certainly not. Only with yours.\n\nMRS. LUNN. But what's the good of saying that, Mr. Juno? I'm married to\nhim; and there's an end of it.\n\nJUNO. Not at all. You can get a divorce.\n\nMRS. LUNN. What for?\n\nJUNO. For his misconduct with my wife.\n\nGREGORY [deeply indignant] How dare you, sir, asperse the character of\nthat sweet lady? a lady whom I have taken under my protection.\n\nJUNO. Protection!\n\nMRS. JUNO [returning hastily] Really you must be more careful what you\nsay about me, Mr. Lunn.\n\nJUNO. My precious! [He embraces her]. Pardon this betrayal of my\nfeeling; but I've not seen my wife for several weeks; and she is very\ndear to me.\n\nGREGORY. I call this cheek. Who is making love to his own wife before\npeople now, pray?\n\nMRS. LUNN. Won't you introduce me to your wife, Mr. Juno?\n\nMRS. JUNO. How do you do? [They shake hands; and Mrs. Juno sits down\nbeside Mrs. Lunn, on her left].\n\nMRS. LUNN. I'm so glad to find you do credit to Gregory's taste. I'm\nnaturally rather particular about the women he falls in love with.\n\nJUNO [sternly] This is no way to take your husband's unfaithfulness.\n[To Lunn] You ought to teach your wife better. Where's her feelings?\nIt's scandalous.\n\nGREGORY. What about your own conduct, pray?\n\nJUNO. I don't defend it; and there's an end of the matter.\n\nGREGORY. Well, upon my soul! What difference does your not defending it\nmake?\n\nJUNO. A fundamental difference. To serious people I may appear wicked.\nI don't defend myself: I am wicked, though not bad at heart. To\nthoughtless people I may even appear comic. Well, laugh at me: I have\ngiven myself away. But Mrs. Lunn seems to have no opinion at all about\nme. She doesn't seem to know whether I'm wicked or comic. She doesn't\nseem to care. She has no more sense. I say it's not right. I repeat, I\nhave sinned; and I'm prepared to suffer.\n\nMRS. JUNO. Have you really sinned, Tops?\n\nMRS. LUNN [blandly] I don't remember your sinning. I have a shocking\nbad memory for trifles; but I think I should remember that--if you mean\nme.\n\nJUNO [raging] Trifles! I have fallen in love with a monster.\n\nGREGORY. Don't you dare call my wife a monster.\n\nMRS. JUNO [rising quickly and coming between them]. Please don't lose\nyour temper, Mr. Lunn: I won't have my Tops bullied.\n\nGREGORY. Well, then, let him not brag about sinning with my wife. [He\nturns impulsively to his wife; makes her rise; and takes her proudly on\nhis arm]. What pretension has he to any such honor?\n\nJUNO. I sinned in intention. [Mrs. Juno abandons him and resumes her\nseat, chilled]. I'm as guilty as if I had actually sinned. And I insist\non being treated as a sinner, and not walked over as if I'd done\nnothing, by your wife or any other man.\n\nMRS. LUNN. Tush! [She sits down again contemptuously].\n\nJUNO [furious] I won't be belittled.\n\nMRS. LUNN [to Mrs. Juno] I hope you'll come and stay with us now that\nyou and Gregory are such friends, Mrs. Juno.\n\nJUNO. This insane magnanimity--\n\nMRS. LUNN. Don't you think you've said enough, Mr. Juno? This is a\nmatter for two women to settle. Won't you take a stroll on the beach\nwith my Gregory while we talk it over. Gregory is a splendid listener.\n\nJUNO. I don't think any good can come of a conversation between Mr.\nLunn and myself. We can hardly be expected to improve one another's\nmorals. [He passes behind the chesterfield to Mrs. Lunn's end; seizes a\nchair; deliberately pushes it between Gregory and Mrs. Lunn; and sits\ndown with folded arms, resolved not to budge].\n\nGREGORY. Oh! Indeed! Oh, all right. If you come to that--[he crosses to\nMrs. Juno; plants a chair by her side; and sits down with equal\ndetermination].\n\nJUNO. Now we are both equally guilty.\n\nGREGORY. Pardon me. I'm not guilty.\n\nJUNO. In intention. Don't quibble. You were guilty in intention, as I\nwas.\n\nGREGORY. No. I should rather describe myself guilty in fact, but not in\nintention.\n\n  JUNO            { rising and     }  What!\n  MRS. JUNO       { exclaiming     }  No, really--\n  MRS. LUNN       { simultaneously }  Gregory!\n\nGREGORY. Yes: I maintain that I am responsible for my intentions only,\nand not for reflex actions over which I have no control. [Mrs. Juno\nsits down, ashamed]. I promised my mother that I would never tell a\nlie, and that I would never make love to a married woman. I never have\ntold a lie--\n\nMRS. LUNN [remonstrating] Gregory! [She sits down again].\n\nGREGORY. I say never. On many occasions I have resorted to\nprevarication; but on great occasions I have always told the truth. I\nregard this as a great occasion; and I won't be intimidated into\nbreaking my promise. I solemnly declare that I did not know until this\nevening that Mrs. Juno was married. She will bear me out when I say\nthat from that moment my intentions were strictly and resolutely\nhonorable; though my conduct, which I could not control and am\ntherefore not responsible for, was disgraceful--or would have been had\nthis gentleman not walked in and begun making love to my wife under my\nvery nose.\n\nJUNO [flinging himself back into his chair] Well, I like this!\n\nMRS. LUNN. Really, darling, there's no use in the pot calling the\nkettle black.\n\nGREGORY. When you say darling, may I ask which of us you are addressing?\n\nMRS. LUNN. I really don't know. I'm getting hopelessly confused.\n\nJUNO. Why don't you let my wife say something? I don't think she ought\nto be thrust into the background like this.\n\nMRS. LUNN. I'm sorry, I'm sure. Please excuse me, dear.\n\nMRS. JUNO [thoughtfully] I don't know what to say. I must think over\nit. I have always been rather severe on this sort of thing; but when it\ncame to the point I didn't behave as I thought I should behave. I\ndidn't intend to be wicked; but somehow or other, Nature, or whatever\nyou choose to call it, didn't take much notice of my intentions.\n[Gregory instinctively seeks her hand and presses it]. And I really did\nthink, Tops, that I was the only woman in the world for you.\n\nJUNO [cheerfully] Oh, that's all right, my precious. Mrs. Lunn thought\nshe was the only woman in the world for him.\n\nGREGORY [reflectively] So she is, in a sort of a way.\n\nJUNO [flaring up] And so is my wife. Don't you set up to be a better\nhusband than I am; for you're not. I've owned I'm wrong. You haven't.\n\nMRS. LUNN. Are you sorry, Gregory?\n\nGREGORY [perplexed] Sorry?\n\nMRS. LUNN. Yes, sorry. I think it's time for you to say you're sorry,\nand to make friends with Mr. Juno before we all dine together.\n\nGREGORY. Seraphita: I promised my mother--\n\nMRS. JUNO [involuntarily] Oh, bother your mother! [Recovering herself]\nI beg your pardon.\n\nGREGORY. A promise is a promise. I can't tell a deliberate lie. I know\nI ought to be sorry; but the flat fact is that I'm not sorry. I find\nthat in this business, somehow or other, there is a disastrous\nseparation between  my moral principles and my conduct.\n\nJUNO. There's nothing disastrous about it. It doesn't matter about your\nprinciples if your conduct is all right.\n\nGREGORY. Bosh! It doesn't matter about your principles if your conduct\nis all right.\n\nJUNO. But your conduct isn't all right; and my principles are.\n\nGREGORY. What's the good of your principles being right if they won't\nwork?\n\nJUNO. They WILL work, sir, if you exercise self-sacrifice.\n\nGREGORY. Oh yes: if, if, if. You know jolly well that self-sacrifice\ndoesn't work either when you really want a thing. How much have you\nsacrificed yourself, pray?\n\nMRS. LUNN. Oh, a great deal, Gregory. Don't be rude. Mr. Juno is a very\nnice man: he has been most attentive to me on the voyage.\n\nGREGORY. And Mrs. Juno's a very nice woman. She oughtn't to be; but she\nis.\n\nJUNO. Why oughtn't she to be a nice woman, pray?\n\nGREGORY. I mean she oughtn't to be nice to me. And you oughtn't to be\nnice to my wife. And your wife oughtn't to like me. And my wife\noughtn't to like you. And if they do, they oughtn't to go on liking us.\nAnd I oughtn't to like your wife; and you oughtn't to like mine; and if\nwe do we oughtn't to go on liking them. But we do, all of us. We\noughtn't; but we do.\n\nJUNO. But, my dear boy, if we admit we are in the wrong where's the\nharm of it? We're not perfect; but as long as we keep the ideal before\nus--\n\nGREGORY. How?\n\nJUNO. By admitting we were wrong.\n\nMRS. LUNN [springing up, out of patience, and pacing round the lounge\nintolerantly] Well, really, I must have my dinner. These two men, with\ntheir morality, and their promises to their mothers, and their\nadmissions that they were wrong, and their sinning and suffering, and\ntheir going on at one another as if it meant anything, or as if it\nmattered, are getting on my nerves. [Stooping over the back of the\nchesterfield to address Mrs. Juno] If you will be so very good, my\ndear, as to take my sentimental husband off my hands occasionally, I\nshall be more than obliged to you: I'm sure you can stand more male\nsentimentality than I can. [Sweeping away to the fireplace] I, on my\npart, will do my best to amuse your excellent husband when you find him\ntiresome.\n\nJUNO. I call this polyandry.\n\nMRS. LUNN. I wish you wouldn't call innocent things by offensive names,\nMr. Juno. What do you call your own conduct?\n\nJUNO [rising] I tell you I have admitted--\n\n  GREGORY    {          } What's the good of keeping on at that?\n  MRS. JUNO  { together } Oh, not that again, please.\n  MRS. LUNN  {          } Tops: I'll scream if you say that again.\n\nJUNO. Oh, well, if you won't listen to me--! [He sits down again].\n\nMRS. JUNO. What is the position now exactly? [Mrs. Lunn shrugs her\nshoulders and gives up the conundrum. Gregory looks at Juno. Juno turns\naway his head huffily]. I mean, what are we going to do?\n\nMRS. LUNN. What would you advise, Mr. Juno?\n\nJUNO. I should advise you to divorce your husband.\n\nMRS. LUNN. Do you want me to drag your wife into court and disgrace her?\n\nJUNO. No: I forgot that. Excuse me; but for the moment I thought I was\nmarried to you.\n\nGREGORY. I think we had better let bygones be bygones. [To Mrs. Juno,\nvery tenderly] You will forgive me, won't you? Why should you let a\nmoment's forgetfulness embitter all our future life?\n\nMRS. JUNO. But it's Mrs. Lunn who has to forgive you.\n\nGREGORY. Oh, dash it, I forgot. This is getting ridiculous.\n\nMRS. LUNN. I'm getting hungry.\n\nMRS. JUNO. Do you really mind, Mrs. Lunn?\n\nMRS. LUNN. My dear Mrs. Juno, Gregory is one of those terribly uxorious\nmen who ought to have ten wives. If any really nice woman will take him\noff my hands for a day or two occasionally, I shall be greatly obliged\nto her.\n\nGREGORY. Seraphita: you cut me to the soul [he weeps].\n\nMRs. LUNN. Serve you right! You'd think it quite proper if it cut me to\nthe soul.\n\nMRS. JUNO. Am I to take Sibthorpe off your hands too, Mrs. Lunn?\n\nJUNO [rising] Do you suppose I'll allow this?\n\nMRS. JUNO. You've admitted that you've done wrong, Tops. What's the use\nof your allowing or not allowing after that?\n\nJUNO. I do not admit that I have done wrong. I admit that what I did\nwas wrong.\n\nGREGORY. Can you explain the distinction?\n\nJUNO. It's quite plain to anyone but an imbecile. If you tell me I've\ndone something wrong you insult me. But if you say that something that\nI did is wrong you simply raise a question of morals. I tell you flatly\nif you say I did anything wrong you will have to fight me. In fact I\nthink we ought to fight anyhow. I don't particularly want to; but I\nfeel that England expects us to.\n\nGREGORY. I won't fight. If you beat me my wife would share my\nhumiliation. If I beat you, she would sympathize with you and loathe me\nfor my brutality.\n\nMRS. LUNN. Not to mention that as we are human beings and not reindeer\nor barndoor fowl, if two men presumed to fight for us we couldn't\ndecently ever speak to either of them again.\n\nGREGORY. Besides, neither of us could beat the other, as we neither of\nus know how to fight. We should only blacken each other's eyes and make\nfools of ourselves.\n\nJUNO. I don't admit that. Every Englishman can use his fists.\n\nGREGORY. You're an Englishman. Can you use yours?\n\nJUNO. I presume so: I never tried.\n\nMRS. JUNO. You never told me you couldn't fight, Tops. I thought you\nwere an accomplished boxer.\n\nJUNO. My precious: I never gave you any ground for such a belief.\n\nMRS. JUNO. You always talked as if it were a matter of course. You\nspoke with the greatest contempt of men who didn't kick other men\ndownstairs.\n\nJUNO. Well, I can't kick Mr. Lunn downstairs. We're on the ground floor.\n\nMRS. JUNO. You could throw him into the harbor.\n\nGREGORY. Do you want me to be thrown into the harbor?\n\nMRS. JUNO. No: I only want to show Tops that he's making a ghastly fool\nof himself.\n\nGREGORY [rising and prowling disgustedly between the chesterfield and\nthe windows] We're all making fools of ourselves.\n\nJUNO [following him] Well, if we're not to fight, I must insist at\nleast on your never speaking to my wife again.\n\nGREGORY. Does my speaking to your wife do you any harm?\n\nJUNO. No. But it's the proper course to take. [Emphatically]. We MUST\nbehave with some sort of decency.\n\nMRS. LUNN. And are you never going to speak to me again, Mr. Juno?\n\nJUNO. I'm prepared to promise never to do so. I think your husband has\na right to demand that. Then if I speak to you after, it will not be\nhis fault. It will be a breach of my promise; and I shall not attempt\nto defend my conduct.\n\nGREGORY [facing him] I shall talk to your wife as often as she'll let\nme.\n\nMRS. JUNO. I have no objection to your speaking to me, Mr. Lunn.\n\nJUNO. Then I shall take steps.\n\nGREGORY. What steps?\n\nJuno. Steps. Measures. Proceedings. What steps as may seem advisable.\n\nMRS. LUNN [to Mrs. Juno] Can your husband afford a scandal, Mrs. Juno?\n\nMRS. JUNO. No.\n\nMRS. LUNN. Neither can mine.\n\nGREGORY. Mrs. Juno: I'm very sorry I let you in for all this. I don't\nknow how it is that we contrive to make feelings like ours, which seems\nto me to be beautiful and sacred feelings, and which lead to such\ninteresting and exciting adventures, end in vulgar squabbles and\ndegrading scenes.\n\nJUNO. I decline to admit that my conduct has been vulgar or degrading.\n\nGREGORY. I promised--\n\nJUNO. Look here, old chap: I don't say a word against your mother; and\nI'm sorry she's dead; but really, you know, most women are mothers; and\nthey all die some time or other; yet that doesn't make them infallible\nauthorities on morals, does it?\n\nGREGORY. I was about to say so myself. Let me add that if you do things\nmerely because you think some other fool expects you to do them, and he\nexpects you to do them because he thinks you expect him to expect you\nto do them, it will end in everybody doing what nobody wants to do,\nwhich is in my opinion a silly state of things.\n\nJUNO. Lunn: I love your wife; and that's all about it.\n\nGREGORY. Juno: I love yours. What then?\n\nJUNO. Clearly she must never see you again.\n\nMRS. JUNO. Why not?\n\nJUNO. Why not! My love: I'm surprised at you.\n\nMRS. JUNO. Am I to speak only to men who dislike me?\n\nJUNO. Yes: I think that is, properly speaking, a married woman's duty.\n\nMRS. JUNO. Then I won't do it: that's flat. I like to be liked. I like\nto be loved. I want everyone round me to love me. I don't want to meet\nor speak to anyone who doesn't like me.\n\nJUNO. But, my precious, this is the most horrible immorality.\n\nMRS. LUNN. I don't intend to give up meeting you, Mr. Juno. You amuse\nme very much. I don't like being loved: it bores me. But I do like to\nbe amused.\n\nJUNO. I hope we shall meet very often. But I hope also we shall not\ndefend our conduct.\n\nMRS. JUNO [rising] This is unendurable. We've all been flirting. Need\nwe go on footling about it?\n\nJUNO [huffily] I don't know what you call footling--\n\nMRS. JUNO [cutting him short] You do. You're footling. Mr. Lunn is\nfootling. Can't we admit that we're human and have done with it?\n\nJUNO. I have admitted it all along. I--\n\nMRS. JUNO [almost screaming] Then stop footling.\n\nThe dinner gong sounds.\n\nMRS. LUNN [rising] Thank heaven! Let's go in to dinner. Gregory: take\nin Mrs. Juno.\n\nGREGORY. But surely I ought to take in our guest, and not my own wife.\n\nMRS. LUNN. Well, Mrs. Juno is not your wife, is she?\n\nGREGORY. Oh, of course: I beg your pardon. I'm hopelessly confused. [He\noffers his arm to Mrs. Juno, rather apprehensively].\n\nMRS. JUNO. You seem quite afraid of me [she takes his arm].\n\nGREGORY. I am. I simply adore you. [They go out together; and as they\npass through the door he turns and says in a ringing voice to the other\ncouple] I have said to Mrs. Juno that I simply adore her. [He takes her\nout defiantly].\n\nMRS. LUNN [calling after him] Yes, dear. She's a darling. [To Juno]\nNow, Sibthorpe.\n\nJUNO [giving her his arm gallantly] You have called me Sibthorpe! Thank\nyou. I think Lunn's conduct fully justifies me in allowing you to do it.\n\nMRS. LUNN. Yes: I think you may let yourself go now.\n\nJUNO. Seraphita: I worship you beyond expression.\n\nMRS. LUNN. Sibthorpe: you amuse me beyond description. Come. [They go\nin to dinner together].\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Overruled, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OVERRULED ***\n\n***** This file should be named 3830.txt or 3830.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/8\/3\/3830\/\n\nProduced by Eve Sobol.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1449,"split":"test"}
