{"ori_id":"4390a163555dbcd4511aa1edb5df5873d85e6291","title":"Z. Marcas","context":"Z. Marcas\n The story is told from the point of view of a first-person narrator, about whom little is revealed before the final pages. Before the story itself, an extended meditation appears on the nature of human names, and that of Z. Marcas specifically:\nMARCAS! Répétez-vous à vous-même ce nom composé de deux syllabes, n'y trouvez-vous pas une sinistre signifiance? Ne vous semble-t-il pas que l'homme qui le porte doive être martyrisé? Quoique étrange et sauvage, ce nom a pourtant le droit d'aller à la postérité; il est bien composé, il se prononce facilement, il a cette brièveté voulue pour les noms célèbres ... Ne voyez-vous pas dans la construction du Z une allure contrariée? ne figure-t-elle pas le zigzag aléatoire et fantasque d'une vie tourmentée?\nMARCAS! say this two-syllabled name again and again; do you not feel as if it had some sinister meaning? Does it not seem to you that its owner must be doomed to martyrdom? Though foreign, savage, the name has a right to be handed down to posterity; it is well constructed, easily pronounced, and has the brevity that beseems a famous name ... Do you not discern in that letter Z an adverse influence? Does it not prefigure the wayward and fantastic progress of a storm-tossed life?\nThe narrator, Charles, lives with his friend Juste in a large boarding-house populated almost entirely with students like themselves (Charles is studying law and Juste medicine). The sole exception is their middle-aged neighbor, Z. Marcas, of whom they see only momentary glimpses in the hall. They learn that he is a copyist, and living on an extremely small salary. When the students find themselves lacking the funds for tobacco, Marcas offers them some of his own. They become friends, and he tells them the story of his political career.\nRecognizing at an early age that he had an incisive mind for politics, Marcas had allied himself with an unnamed man of some fame who lacked wisdom and insight. They became a team, with the other man serving as the public face and Marcas as the advisor. Once his associate had ascended into office, however, he abandoned Marcas, then hired and abandoned him again. Marcas was left poor and unknown, resigned to duplicate the writing of others for very little pay.\nEventually his politician friend seeks his help for a third time. Marcas is dismissive, but the students convince him to give the process one last chance. After three months, Marcas appears at the boarding house again, sick and exhausted. The politician never visits Marcas, who soon dies. The students are the only mourners at his funeral, and – disheartened by the tragedy – leave France.\nï»¿The Project Gutenberg EBook of Z. Marcas, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Z. Marcas\n\nAuthor: Honore de Balzac\n\nTranslator: Clara Bell and Others\n\nRelease Date: August, 1999  [Etext #1841]\nPosting Date: March 3, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK Z. MARCAS ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nZ. MARCAS\n\n\nBy Honore De Balzac\n\n\n\nTranslated by Clara Bell and Others\n\n\n\n\n                             DEDICATION\n\n  To His Highness Count William of Wurtemberg, as a token of the\n  Author's respectful gratitude.\n\n                                                      DE BALZAC.\n\n\n\n\n\nZ. MARCAS\n\n\nI never saw anybody, not even among the most remarkable men of the\nday, whose appearance was so striking as this man's; the study of his\ncountenance at first gave me a feeling of great melancholy, and at last\nproduced an almost painful impression.\n\nThere was a certain harmony between the man and his name. The Z.\npreceding Marcas, which was seen on the addresses of his letters, and\nwhich he never omitted from his signature, as the last letter of the\nalphabet, suggested some mysterious fatality.\n\nMARCAS! say this two-syllabled name again and again; do you not feel as\nif it had some sinister meaning? Does it not seem to you that its owner\nmust be doomed to martyrdom? Though foreign, savage, the name has a\nright to be handed down to posterity; it is well constructed, easily\npronounced, and has the brevity that beseems a famous name. Is it not\npleasant as well as odd? But does it not sound unfinished?\n\nI will not take it upon myself to assert that names have no influence on\nthe destiny of men. There is a certain secret and inexplicable concord\nor a visible discord between the events of a man's life and his name\nwhich is truly surprising; often some remote but very real correlation\nis revealed. Our globe is round; everything is linked to everything\nelse. Some day perhaps we shall revert to the occult sciences.\n\nDo you not discern in that letter Z an adverse influence? Does it not\nprefigure the wayward and fantastic progress of a storm-tossed life?\nWhat wind blew on that letter, which, whatever language we find it in,\nbegins scarcely fifty words? Marcas' name was Zephirin; Saint Zephirin\nis highly venerated in Brittany, and Marcas was a Breton.\n\nStudy the name once more: Z Marcas! The man's whole life lies in this\nfantastic juxtaposition of seven letters; seven! the most significant of\nall the cabalistic numbers. And he died at five-and-thirty, so his life\nextended over seven lustres.\n\nMarcas! Does it not hint of some precious object that is broken with a\nfall, with or without a crash?\n\n\n\nI had finished studying the law in Paris in 1836. I lived at that time\nin the Rue Corneille in a house where none but students came to lodge,\none of those large houses where there is a winding staircase quite at\nthe back lighted below from the street, higher up by borrowed\nlights, and at the top by a skylight. There were forty furnished\nrooms--furnished as students' rooms are! What does youth demand more\nthan was here supplied? A bed, a few chairs, a chest of drawers, a\nlooking-glass, and a table. As soon as the sky is blue the student opens\nhis window.\n\nBut in this street there are no fair neighbors to flirt with. In front\nis the Odeon, long since closed, presenting a wall that is beginning to\ngo black, its tiny gallery windows and its vast expanse of slate roof.\nI was not rich enough to have a good room; I was not even rich enough\nto have a room to myself. Juste and I shared a double-bedded room on the\nfifth floor.\n\nOn our side of the landing there were but two rooms--ours and a smaller\none, occupied by Z. Marcas, our neighbor. For six months Juste and I\nremained in perfect ignorance of the fact. The old woman who managed the\nhouse had indeed told us that the room was inhabited, but she had added\nthat we should not be disturbed, that the occupant was exceedingly\nquiet. In fact, for those six months, we never met our fellow-lodger,\nand we never heard a sound in his room, in spite of the thinness of the\npartition that divided us--one of those walls of lath and plaster which\nare common in Paris houses.\n\nOur room, a little over seven feet high, was hung with a vile cheap\npaper sprigged with blue. The floor was painted, and knew nothing of\nthe polish given by the _frotteur's_ brush. By our beds there was only\na scrap of thin carpet. The chimney opened immediately to the roof, and\nsmoked so abominably that we were obliged to provide a stove at our own\nexpense. Our beds were mere painted wooden cribs like those in schools;\non the chimney shelf there were but two brass candlesticks, with or\nwithout tallow candles in them, and our two pipes with some tobacco in a\npouch or strewn abroad, also the little piles of cigar-ash left there by\nour visitors or ourselves.\n\nA pair of calico curtains hung from the brass window rods, and on each\nside of the window was a small bookcase in cherry-wood, such as every\none knows who has stared into the shop windows of the Quartier Latin,\nand in which we kept the few books necessary for our studies.\n\nThe ink in the inkstand was always in the state of lava congealed in the\ncrater of a volcano. May not any inkstand nowadays become a Vesuvius?\nThe pens, all twisted, served to clean the stems of our pipes; and, in\nopposition to all the laws of credit, paper was even scarcer than coin.\n\nHow can young men be expected to stay at home in such furnished\nlodgings? The students studied in the cafes, the theatre, the Luxembourg\ngardens, in _grisettes'_ rooms, even in the law schools--anywhere rather\nthan in their horrible rooms--horrible for purposes of study, delightful\nas soon as they were used for gossiping and smoking in. Put a cloth on\nthe table, and the impromptu dinner sent in from the best eating-house\nin the neighborhood--places for four--two of them in petticoats--show\na lithograph of this \"Interior\" to the veriest bigot, and she will be\nbound to smile.\n\nWe thought only of amusing ourselves. The reason for our dissipation lay\nin the most serious facts of the politics of the time. Juste and I could\nnot see any room for us in the two professions our parents wished us to\ntake up. There are a hundred doctors, a hundred lawyers, for one that is\nwanted. The crowd is choking these two paths which are supposed to lead\nto fortune, but which are merely two arenas; men kill each other there,\nfighting, not indeed with swords or fire-arms, but with intrigue and\ncalumny, with tremendous toil, campaigns in the sphere of the intellect\nas murderous as those in Italy were to the soldiers of the Republic. In\nthese days, when everything is an intellectual competition, a man must\nbe able to sit forty-eight hours on end in his chair before a table, as\na General could remain for two days on horseback and in his saddle.\n\nThe throng of aspirants has necessitated a division of the Faculty of\nMedicine into categories. There is the physician who writes and the\nphysician who practises, the political physician, and the physician\nmilitant--four different ways of being a physician, four classes already\nfilled up. As to the fifth class, that of physicians who sell remedies,\nthere is such a competition that they fight each other with disgusting\nadvertisements on the walls of Paris.\n\nIn all the law courts there are almost as many lawyers as there are\ncases. The pleader is thrown back on journalism, on politics, on\nliterature. In fact, the State, besieged for the smallest appointments\nunder the law, has ended by requiring that the applicants should\nhave some little fortune. The pear-shaped head of the grocer's son is\nselected in preference to the square skull of a man of talent who has\nnot a sou. Work as he will, with all his energy, a young man, starting\nfrom zero, may at the end of ten years find himself below the point\nhe set out from. In these days, talent must have the good luck which\nsecures success to the most incapable; nay, more, if it scorns the base\ncompromises which insure advancement to crawling mediocrity, it will\nnever get on.\n\nIf we thoroughly knew our time, we also knew ourselves, and we preferred\nthe indolence of dreamers to aimless stir, easy-going pleasure to the\nuseless toil which would have exhausted our courage and worn out the\nedge of our intelligence. We had analyzed social life while smoking,\nlaughing, and loafing. But, though elaborated by such means as these,\nour reflections were none the less judicious and profound.\n\nWhile we were fully conscious of the slavery to which youth is\ncondemned, we were amazed at the brutal indifference of the authorities\nto everything connected with intellect, thought, and poetry. How often\nhave Juste and I exchanged glances when reading the papers as we studied\npolitical events, or the debates in the Chamber, and discussed the\nproceedings of a Court whose wilful ignorance could find no parallel but\nin the platitude of the courtiers, the mediocrity of the men forming\nthe hedge round the newly-restored throne, all alike devoid of talent or\nbreadth of view, of distinction or learning, of influence or dignity!\n\nCould there be a higher tribute to the Court of Charles X. than the\npresent Court, if Court it may be called? What a hatred of the country\nmay be seen in the naturalization of vulgar foreigners, devoid of\ntalent, who are enthroned in the Chamber of Peers! What a perversion of\njustice! What an insult to the distinguished youth, the ambitions native\nto the soil of France! We looked upon these things as upon a spectacle,\nand groaned over them, without taking upon ourselves to act.\n\nJuste, whom no one ever sought, and who never sought any one, was, at\nfive-and-twenty, a great politician, a man with a wonderful aptitude for\napprehending the correlation between remote history and the facts of the\npresent and of the future. In 1831, he told me exactly what would and\ndid happen--the murders, the conspiracies, the ascendency of the Jews,\nthe difficulty of doing anything in France, the scarcity of talent in\nthe higher circles, and the abundance of intellect in the lowest ranks,\nwhere the finest courage is smothered under cigar ashes.\n\nWhat was to become of him? His parents wished him to be a doctor. But if\nhe were a doctor, must he not wait twenty years for a practice? You\nknow what he did? No? Well, he is a doctor; but he left France, he is in\nAsia. At this moment he is perhaps sinking under fatigue in a desert, or\ndying of the lashes of a barbarous horde--or perhaps he is some Indian\nprince's prime minister.\n\nAction is my vocation. Leaving a civil college at the age of twenty, the\nonly way for me to enter the army was by enlisting as a common soldier;\nso, weary of the dismal outlook that lay before a lawyer, I acquired the\nknowledge needed for a sailor. I imitate Juste, and keep out of France,\nwhere men waste, in the struggle to make way, the energy needed for the\nnoblest works. Follow my example, friends; I am going where a man steers\nhis destiny as he pleases.\n\nThese great resolutions were formed in the little room in the\nlodging-house in the Rue Corneille, in spite of our haunting the Bal\nMusard, flirting with girls of the town, and leading a careless and\napparently reckless life. Our plans and arguments long floated in the\nair.\n\nMarcas, our neighbor, was in some degree the guide who led us to the\nmargin of the precipice or the torrent, who made us sound it, and showed\nus beforehand what our fate would be if we let ourselves fall into it.\nIt was he who put us on our guard against the time-bargains a man\nmakes with poverty under the sanction of hope, by accepting precarious\nsituations whence he fights the battle, carried along by the devious\ntide of Paris--that great harlot who takes you up or leaves you\nstranded, smiles or turns her back on you with equal readiness, wears\nout the strongest will in vexatious waiting, and makes misfortune wait\non chance.\n\n\n\nAt our first meeting, Marcas, as it were, dazzled us. On our return from\nthe schools, a little before the dinner-hour, we were accustomed to go\nup to our room and remain there a while, either waiting for the other,\nto learn whether there were any change in our plans for the evening. One\nday, at four o'clock, Juste met Marcas on the stairs, and I saw him in\nthe street. It was in the month of November, and Marcas had no cloak;\nhe wore shoes with heavy soles, corduroy trousers, and a blue\ndouble-breasted coat buttoned to the throat, which gave a military air\nto his broad chest, all the more so because he wore a black stock. The\ncostume was not in itself extraordinary, but it agreed well with the\nman's mien and countenance.\n\nMy first impression on seeing him was neither surprise, nor distress,\nnor interest, nor pity, but curiosity mingled with all these feelings.\nHe walked slowly, with a step that betrayed deep melancholy, his head\nforward with a stoop, but not bent like that of a conscience-stricken\nman. That head, large and powerful, which might contain the treasures\nnecessary for a man of the highest ambition, looked as if it were loaded\nwith thought; it was weighted with grief of mind, but there was no touch\nof remorse in his expression. As to his face, it may be summed up in\na word. A common superstition has it that every human countenance\nresembles some animal. The animal for Marcas was the lion. His hair was\nlike a mane, his nose was sort and flat; broad and dented at the tip\nlike a lion's; his brow, like a lion's, was strongly marked with a\ndeep median furrow, dividing two powerful bosses. His high, hairy\ncheek-bones, all the more prominent because his cheeks were so thin,\nhis enormous mouth and hollow jaws, were accentuated by lines of tawny\nshadows. This almost terrible countenance seemed illuminated by two\nlamps--two eyes, black indeed, but infinitely sweet, calm and deep, full\nof thought. If I may say so, those eyes had a humiliated expression.\n\nMarcas was afraid of looking directly at others, not for himself, but\nfor those on whom his fascinating gaze might rest; he had a power, and\nhe shunned using it; he would spare those he met, and he feared notice.\nThis was not from modesty, but from resignation founded on reason, which\nhad demonstrated the immediate inutility of his gifts, the impossibility\nof entering and living in the sphere for which he was fitted. Those eyes\ncould at times flash lightnings. From those lips a voice of thunder must\nsurely proceed; it was a mouth like Mirabeau's.\n\n\"I have seen such a grand fellow in the street,\" said I to Juste on\ncoming in.\n\n\"It must be our neighbor,\" replied Juste, who described, in fact, the\nman I had just met. \"A man who lives like a wood-louse would be sure to\nlook like that,\" he added.\n\n\"What dejection and what dignity!\"\n\n\"One is the consequence of the other.\"\n\n\"What ruined hopes! What schemes and failures!\"\n\n\"Seven leagues of ruins! Obelisks--palaces--towers!--The ruins of\nPalmyra in the desert!\" said Juste, laughing.\n\nSo we called him the Ruins of Palmyra.\n\nAs we went out to dine at the wretched eating-house in the Rue de la\nHarpe to which we subscribed, we asked the name of Number 37, and then\nheard the weird name Z. Marcas. Like boys, as we were, we repeated\nit more than a hundred times with all sorts of comments, absurd or\nmelancholy, and the name lent itself to a jest. Juste would fire off the\nZ like a rocket rising, _z-z-z-z-zed_; and after pronouncing the first\nsyllable of the name with great importance, depicted a fall by the dull\nbrevity of the second.\n\n\"Now, how and where does the man live?\"\n\nFrom this query, to the innocent espionage of curiosity there was no\npause but that required for carrying out our plan. Instead of loitering\nabout the streets, we both came in, each armed with a novel. We read\nwith our ears open. And in the perfect silence of our attic rooms, we\nheard the even, dull sound of a sleeping man breathing.\n\n\"He is asleep,\" said I to Juste, noticing this fact.\n\n\"At seven o'clock!\" replied the Doctor.\n\nThis was the name by which I called Juste, and he called me the Keeper\nof the Seals.\n\n\"A man must be wretched indeed to sleep as much as our neighbor!\" cried\nI, jumping on to the chest of drawers with a knife in my hand, to which\na corkscrew was attached.\n\nI made a round hole at the top of the partition, about as big as a\nfive-sou piece. I had forgotten that there would be no light in the\nroom, and on putting my eye to the hole, I saw only darkness. At about\none in the morning, when we had finished our books and were about to\nundress, we heard a noise in our neighbor's room. He got up, struck a\nmatch, and lighted his dip. I got on to the drawers again, and I then\nsaw Marcas seated at his table and copying law-papers.\n\nHis room was about half the size of ours; the bed stood in a recess by\nthe door, for the passage ended there, and its breadth was added to\nhis garret; but the ground on which the house was built was evidently\nirregular, for the party-wall formed an obtuse angle, and the room was\nnot square. There was no fireplace, only a small earthenware stove,\nwhite blotched with green, of which the pipe went up through the roof.\nThe window, in the skew side of the room, had shabby red curtains. The\nfurniture consisted of an armchair, a table, a chair, and a wretched\nbed-table. A cupboard in the wall held his clothes. The wall-paper was\nhorrible; evidently only a servant had ever been lodged there before\nMarcas.\n\n\"What is to be seen?\" asked the Doctor as I got down.\n\n\"Look for yourself,\" said I.\n\nAt nine next morning, Marcas was in bed. He had breakfasted off a\nsaveloy; we saw on a plate, with some crumbs of bread, the remains of\nthat too familiar delicacy. He was asleep; he did not wake till eleven.\nHe then set to work again on the copy he had begun the night before,\nwhich was lying on the table.\n\nOn going downstairs we asked the price of that room, and were told\nfifteen francs a month.\n\nIn the course of a few days, we were fully informed as to the mode of\nlife of Z. Marcas. He did copying, at so much a sheet no doubt, for a\nlaw-writer who lived in the courtyard of the Sainte-Chapelle. He worked\nhalf the night; after sleeping from six till ten, he began again and\nwrote till three. Then he went out to take the copy home before dinner,\nwhich he ate at Mizerai's in the Rue Michel-le-Comte, at a cost of nine\nsous, and came in to bed at six o'clock. It became known to us that\nMarcas did not utter fifteen sentences in a month; he never talked to\nanybody, nor said a word to himself in his dreadful garret.\n\n\"The Ruins of Palmyra are terribly silent!\" said Juste.\n\nThis taciturnity in a man whose appearance was so imposing was strangely\nsignificant. Sometimes when we met him, we exchanged glances full of\nmeaning on both sides, but they never led to any advances. Insensibly\nthis man became the object of our secret admiration, though we knew no\nreason for it. Did it lie in his secretly simple habits, his monastic\nregularity, his hermit-like frugality, his idiotically mechanical labor,\nallowing his mind to remain neuter or to work on his own lines, seeming\nto us to hint at an expectation of some stroke of good luck, or at some\nforegone conclusion as to his life?\n\nAfter wandering for a long time among the Ruins of Palmyra, we forgot\nthem--we were young! Then came the Carnival, the Paris Carnival,\nwhich, henceforth, will eclipse the old Carnival of Venice, unless some\nill-advised Prefect of Police is antagonistic.\n\nGambling ought to be allowed during the Carnival; but the stupid\nmoralists who have had gambling suppressed are inert financiers, and\nthis indispensable evil will be re-established among us when it is\nproved that France leaves millions at the German tables.\n\nThis splendid Carnival brought us to utter penury, as it does every\nstudent. We got rid of every object of luxury; we sold our second coats,\nour second boots, our second waistcoats--everything of which we had a\nduplicate, except our friend. We ate bread and cold sausages; we looked\nwhere we walked; we had set to work in earnest. We owed two months'\nrent, and were sure of having a bill from the porter for sixty or eighty\nitems each, and amounting to forty or fifty francs. We made no noise,\nand did not laugh as we crossed the little hall at the bottom of the\nstairs; we commonly took it at a flying leap from the lowest step into\nthe street. On the day when we first found ourselves bereft of tobacco\nfor our pipes, it struck us that for some days we had been eating bread\nwithout any kind of butter.\n\nGreat was our distress.\n\n\"No tobacco!\" said the Doctor.\n\n\"No cloak!\" said the Keeper of the Seals.\n\n\"Ah, you rascals, you would dress as the postillion de Longjumeau, you\nwould appear as Debardeurs, sup in the morning, and breakfast at night\nat Very's--sometimes even at the _Rocher de Cancale_.--Dry bread for\nyou, my boys! Why,\" said I, in a big bass voice, \"you deserve to sleep\nunder the bed, you are not worthy to lie in it--\"\n\n\"Yes, yes; but, Keeper of the Seals, there is no more tobacco!\" said\nJuste.\n\n\"It is high time to write home, to our aunts, our mothers, and our\nsisters, to tell them we have no underlinen left, that the wear and\ntear of Paris would ruin garments of wire. Then we will solve an elegant\nchemical problem by transmuting linen into silver.\"\n\n\"But we must live till we get the answer.\"\n\n\"Well, I will go and bring out a loan among such of our friends as may\nstill have some capital to invest.\"\n\n\"And how much will you find?\"\n\n\"Say ten francs!\" replied I with pride.\n\nIt was midnight. Marcas had heard everything. He knocked at our door.\n\n\"Messieurs,\" said he, \"here is some tobacco; you can repay me on the\nfirst opportunity.\"\n\nWe were struck, not by the offer, which we accepted, but by the rich,\ndeep, full voice in which it was made; a tone only comparable to the\nlowest string of Paganini's violin. Marcas vanished without waiting for\nour thanks.\n\nJuste and I looked at each other without a word. To be rescued by a man\nevidently poorer than ourselves! Juste sat down to write to every member\nof his family, and I went off to effect a loan. I brought in twenty\nfrancs lent me by a fellow-provincial. In that evil but happy day\ngambling was still tolerated, and in its lodes, as hard as the rocky ore\nof Brazil, young men, by risking a small sum, had a chance of winning a\nfew gold pieces. My friend, too, had some Turkish tobacco brought home\nfrom Constantinople by a sailor, and he gave me quite as much as we had\ntaken from Z. Marcas. I conveyed the splendid cargo into port, and\nwe went in triumph to repay our neighbor with a tawny wig of Turkish\ntobacco for his dark _Caporal_.\n\n\"You are determined not to be my debtors,\" said he. \"You are giving me\ngold for copper.--You are boys--good boys----\"\n\nThe sentences, spoken in varying tones, were variously emphasized. The\nwords were nothing, but the expression!--That made us friends of ten\nyears' standing at once.\n\nMarcas, on hearing us coming, had covered up his papers; we understood\nthat it would be taking a liberty to allude to his means of subsistence,\nand felt ashamed of having watched him. His cupboard stood open; in it\nthere were two shirts, a white necktie and a razor. The razor made\nme shudder. A looking-glass, worth five francs perhaps, hung near the\nwindow.\n\nThe man's few and simple movements had a sort of savage grandeur. The\nDoctor and I looked at each other, wondering what we could say in reply.\nJuste, seeing that I was speechless, asked Marcas jestingly:\n\n\"You cultivate literature, monsieur?\"\n\n\"Far from it!\" replied Marcas. \"I should not be so wealthy.\"\n\n\"I fancied,\" said I, \"that poetry alone, in these days, was amply\nsufficient to provide a man with lodgings as bad as ours.\"\n\nMy remark made Marcas smile, and the smile gave a charm to his yellow\nface.\n\n\"Ambition is not a less severe taskmaster to those who fail,\" said he.\n\"You, who are beginning life, walk in the beaten paths. Never dream of\nrising superior, you will be ruined!\"\n\n\"You advise us to stay just as we are?\" said the Doctor, smiling.\n\nThere is something so infectious and childlike in the pleasantries of\nyouth, that Marcas smiled again in reply.\n\n\"What incidents can have given you this detestable philosophy?\" asked I.\n\n\"I forgot once more that chance is the result of an immense equation of\nwhich we know not all the factors. When we start from zero to work up\nto the unit, the chances are incalculable. To ambitious men Paris is\nan immense roulette table, and every young man fancies he can hit on a\nsuccessful progression of numbers.\"\n\nHe offered us the tobacco I had brought that we might smoke with him;\nthe Doctor went to fetch our pipes; Marcas filled his, and then he came\nto sit in our room, bringing the tobacco with him, since there were but\ntwo chairs in his. Juste, as brisk as a squirrel, ran out, and returned\nwith a boy carrying three bottles of Bordeaux, some Brie cheese, and a\nloaf.\n\n\"Hah!\" said I to myself, \"fifteen francs,\" and I was right to a sou.\n\nJuste gravely laid five francs on the chimney-shelf.\n\nThere are immeasurable differences between the gregarious man and the\nman who lives closest to nature. Toussaint Louverture, after he was\ncaught, died without speaking a word. Napoleon, transplanted to a rock,\ntalked like a magpie--he wanted to account for himself. Z. Marcas erred\nin the same way, but for our benefit only. Silence in all its majesty is\nto be found only in the savage. There is never a criminal who, though he\nmight let his secrets fall with his head into the basket of sawdust does\nnot feel the purely social impulse to tell them to somebody.\n\nNay, I am wrong. We have seen one Iroquois of the Faubourg Saint-Marceau\nwho raised the Parisian to the level of the natural savage--a\nrepublican, a conspirator, a Frenchman, an old man, who outdid all we\nhave heard of Negro determination, and all that Cooper tells us of\nthe tenacity and coolness of the Redskins under defeat. Morey, the\nGuatimozin of the \"Mountain,\" preserved an attitude unparalleled in the\nannals of European justice.\n\n\n\nThis is what Marcas told us during the small hours, sandwiching his\ndiscourse with slices of bread spread with cheese and washed down with\nwine. All the tobacco was burned out. Now and then the hackney coaches\nclattering across the Place de l'Odeon, or the omnibuses toiling past,\nsent up their dull rumbling, as if to remind us that Paris was still\nclose to us.\n\nHis family lived at Vitre; his father and mother had fifteen hundred\nfrancs a year in the funds. He had received an education gratis in a\nSeminary, but had refused to enter the priesthood. He felt in himself\nthe fires of immense ambition, and had come to Paris on foot at the age\nof twenty, the possessor of two hundred francs. He had studied the\nlaw, working in an attorney's office, where he had risen to be superior\nclerk. He had taken his doctor's degree in law, had mastered the old and\nmodern codes, and could hold his own with the most famous pleaders. He\nhad studied the law of nations, and was familiar with European treaties\nand international practice. He had studied men and things in five\ncapitals--London, Berlin, Vienna, Petersburg, and Constantinople.\n\nNo man was better informed than he as to the rules of the Chamber. For\nfive years he had been reporter of the debates for a daily paper. He\nspoke extempore and admirably, and could go on for a long time in that\ndeep, appealing voice which had struck us to the soul. Indeed, he proved\nby the narrative of his life that he was a great orator, a concise\norator, serious and yet full of piercing eloquence; he resembled Berryer\nin his fervor and in the impetus which commands the sympathy of the\nmasses, and was like Thiers in refinement and skill; but he would\nhave been less diffuse, less in difficulties for a conclusion. He had\nintended to rise rapidly to power without burdening himself first with\nthe doctrines necessary to begin with, for a man in opposition, but an\nincubus later to the statesman.\n\nMarcas had learned everything that a real statesman should know; indeed,\nhis amazement was considerable when he had occasion to discern the utter\nignorance of men who have risen to the administration of public affairs\nin France. Though in him it was vocation that had led to study, nature\nhad been generous and bestowed all that cannot be acquired--keen\nperceptions, self-command, a nimble wit, rapid judgment, decisiveness,\nand, what is the genius of these men, fertility in resource.\n\nBy the time when Marcas thought himself duly equipped, France was torn\nby intestine divisions arising from the triumph of the House of Orleans\nover the elder branch of the Bourbons.\n\nThe field of political warfare is evidently changed. Civil war\nhenceforth cannot last for long, and will not be fought out in the\nprovinces. In France such struggles will be of brief duration and at\nthe seat of government; and the battle will be the close of the moral\ncontest which will have been brought to an issue by superior minds. This\nstate of things will continue so long as France has her present singular\nform of government, which has no analogy with that of any other country;\nfor there is no more resemblance between the English and the French\nconstitutions than between the two lands.\n\nThus Marcas' place was in the political press. Being poor and unable to\nsecure his election, he hoped to make a sudden appearance. He resolved\non making the greatest possible sacrifice for a man of superior\nintellect, to work as a subordinate to some rich and ambitious deputy.\nLike a second Bonaparte, he sought his Barras; the new Colbert hoped to\nfind a Mazarin. He did immense services, and he did them then and there;\nhe assumed no importance, he made no boast, he did not complain of\ningratitude. He did them in the hope that his patron would put him in a\nposition to be elected deputy; Marcas wished for nothing but a loan\nthat might enable him to purchase a house in Paris, the qualification\nrequired by law. Richard III. asked for nothing but his horse.\n\nIn three years Marcas had made his man--one of the fifty supposed great\nstatesmen who are the battledores with which two cunning players toss\nthe ministerial portfolios exactly as the man behind the puppet-show\nhits Punch against the constable in his street theatre, and counts on\nalways getting paid. This man existed only by Marcas, but he had just\nbrains enough to appreciate the value of his \"ghost\" and to know that\nMarcas, if he ever came to the front, would remain there, would be\nindispensable, while he himself would be translated to the polar zone of\nLuxembourg. So he determined to put insurmountable obstacles in the way\nof his Mentor's advancement, and hid his purpose under the semblance\nof the utmost sincerity. Like all mean men, he could dissimulate to\nperfection, and he soon made progress in the ways of ingratitude, for he\nfelt that he must kill Marcas, not to be killed by him. These two men,\napparently so united, hated each other as soon as one had deceived the\nother.\n\nThe politician was made one of a ministry; Marcas remained in the\nopposition to hinder his man from being attacked; nay, by skilful\ntactics he won him the applause of the opposition. To excuse himself for\nnot rewarding his subaltern, the chief pointed out the impossibility of\nfinding a place suddenly for a man on the other side, without a great\ndeal of manoeuvring. Marcas had hoped confidently for a place to enable\nhim to marry, and thus acquire the qualification he so ardently desired.\nHe was two-and-thirty, and the Chamber ere long must be dissolved.\nHaving detected his man in this flagrant act of bad faith, he overthrew\nhim, or at any rate contributed largely to his overthrow, and covered\nhim with mud.\n\nA fallen minister, if he is to rise again to power, must show that he is\nto be feared; this man, intoxicated by Royal glibness, had fancied that\nhis position would be permanent; he acknowledged his delinquencies;\nbesides confessing them, he did Marcas a small money service, for Marcas\nhad got into debt. He subsidized the newspaper on which Marcas worked,\nand made him the manager of it.\n\nThough he despised the man, Marcas, who, practically, was being\nsubsidized too, consented to take the part of the fallen minister.\nWithout unmasking at once all the batteries of his superior intellect,\nMarcas came a little further than before; he showed half his shrewdness.\nThe Ministry lasted only a hundred and eighty days; it was swallowed\nup. Marcas had put himself into communication with certain deputies, had\nmoulded them like dough, leaving each impressed with a high opinion of\nhis talent; his puppet again became a member of the Ministry, and then\nthe paper was ministerial. The Ministry united the paper with another,\nsolely to squeeze out Marcas, who in this fusion had to make way for a\nrich and insolent rival, whose name was well known, and who already had\nhis foot in the stirrup.\n\nMarcas relapsed into utter destitution; his haughty patron well knew the\ndepths into which he had cast him.\n\nWhere was he to go? The ministerial papers, privily warned, would have\nnothing to say to him. The opposition papers did not care to admit him\nto their offices. Marcas could side neither with the Republicans nor\nwith the Legitimists, two parties whose triumph would mean the overthrow\nof everything that now is.\n\n\"Ambitious men like a fast hold on things,\" said he with a smile.\n\nHe lived by writing a few articles on commercial affairs, and\ncontributed to one of those encyclopedias brought out by speculation and\nnot by learning. Finally a paper was founded, which was destined to\nlive but two years, but which secured his services. From that moment he\nrenewed his connection with the minister's enemies; he joined the party\nwho were working for the fall of the Government; and as soon as his\npickaxe had free play, it fell.\n\nThis paper had now for six months ceased to exist; he had failed to find\nemployment of any kind; he was spoken of as a dangerous man, calumny\nattacked him; he had unmasked a huge financial and mercantile job by a\nfew articles and a pamphlet. He was known to be a mouthpiece of a banker\nwho was said to have paid him largely, and from whom he was supposed to\nexpect some patronage in return for his championship. Marcas, disgusted\nby men and things, worn out by five years of fighting, regarded as a\nfree lance rather than as a great leader, crushed by the necessity of\nearning his daily bread, which hindered him from gaining ground, in\ndespair at the influence exerted by money over mind, and given over to\ndire poverty, buried himself in a garret, to make thirty sous a day, the\nsum strictly answering to his needs. Meditation had leveled a desert all\nround him. He read the papers to be informed of what was going on. Pozzo\ndi Borgo had once lived like this for some time.\n\nMarcas, no doubt, was planning a serious attack, accustoming himself\nto dissimulation, and punishing himself for his blunders by Pythagorean\nmuteness. But he did not tell us the reasons for his conduct.\n\nIt is impossible to give you an idea of the scenes of the highest comedy\nthat lay behind this algebraic statement of his career; his useless\npatience dogging the footsteps of fortune, which presently took wings,\nhis long tramps over the thorny brakes of Paris, his breathless chases\nas a petitioner, his attempts to win over fools; the schemes laid only\nto fail through the influence of some frivolous woman; the meetings with\nmen of business who expected their capital to bring them places and a\npeerage, as well as large interest. Then the hopes rising in a towering\nwave only to break in foam on the shoal; the wonders wrought in\nreconciling adverse interests which, after working together for a week,\nfell asunder; the annoyance, a thousand times repeated, of seeing a\ndunce decorated with the Legion of Honor, and preferred, though as\nignorant as a shop-boy, to a man of talent. Then, what Marcas called the\nstratagems of stupidity--you strike a man, and he seems convinced, he\nnods his head--everything is settled; next day, this india-rubber ball,\nflattened for a moment, has recovered itself in the course of the night;\nit is as full of wind as ever; you must begin all over again; and you go\non till you understand that you are not dealing with a man, but with a\nlump of gum that loses shape in the sunshine.\n\nThese thousand annoyances, this vast waste of human energy on barren\nspots, the difficulty of achieving any good, the incredible facility of\ndoing mischief; two strong games played out, twice won, and then twice\nlost; the hatred of a statesman--a blockhead with a painted face and a\nwig, but in whom the world believed--all these things, great and small,\nhad not crushed, but for the moment had dashed Marcas. In the days when\nmoney had come into his hands, his fingers had not clutched it; he\nhad allowed himself the exquisite pleasure of sending it all to his\nfamily--to his sisters, his brothers, his old father. Like Napoleon in\nhis fall, he asked for no more than thirty sous a day, and any man of\nenergy can earn thirty sous for a day's work in Paris.\n\nWhen Marcas had finished the story of his life, intermingled with\nreflections, maxims, and observations, revealing him as a great\npolitician, a few questions and answers on both sides as to the progress\nof affairs in France and in Europe were enough to prove to us that he\nwas a real statesman; for a man may be quickly and easily judged when\nhe can be brought on to the ground of immediate difficulties: there is a\ncertain Shibboleth for men of superior talents, and we were of the tribe\nof modern Levites without belonging as yet to the Temple. As I have\nsaid, our frivolity covered certain purposes which Juste has carried\nout, and which I am about to execute.\n\nWhen we had done talking, we all three went out, cold as it was, to walk\nin the Luxembourg gardens till the dinner hour. In the course of that\nwalk our conversation, grave throughout, turned on the painful aspects\nof the political situation. Each of us contributed his remarks, his\ncomment, or his jest, a pleasantry or a proverb. This was no longer\nexclusively a discussion of life on the colossal scale just described\nby Marcas, the soldier of political warfare. Nor was it the distressful\nmonologue of the wrecked navigator, stranded in a garret in the Hotel\nCorneille; it was a dialogue in which two well-informed young men,\nhaving gauged the times they lived in, were endeavoring, under the\nguidance of a man of talent, to gain some light on their own future\nprospects.\n\n\"Why,\" asked Juste, \"did you not wait patiently for an opportunity,\nand imitate the only man who has been able to keep the lead since the\nRevolution of July by holding his head above water?\"\n\n\"Have I not said that we never know where the roots of chance lie?\nCarrell was in identically the same position as the orator you speak of.\nThat gloomy young man, of a bitter spirit, had a whole government in\nhis head; the man of whom you speak had no idea beyond mounting on the\ncrupper of every event. Of the two, Carrel was the better man. Well,\none becomes a minister, Carrel remained a journalist; the incomplete but\ncraftier man is living; Carrel is dead.\n\n\"I may point out that your man has for fifteen years been making his\nway, and is but making it still. He may yet be caught and crushed\nbetween two cars full of intrigues on the highroad to power. He has no\nhouse; he has not the favor of the palace like Metternich; nor, like\nVillele, the protection of a compact majority.\n\n\"I do not believe that the present state of things will last ten years\nlonger. Hence, supposing I should have such poor good luck, I am already\ntoo late to avoid being swept away by the commotion I foresee. I should\nneed to be established in a superior position.\"\n\n\"What commotion?\" asked Juste.\n\n\"AUGUST, 1830,\" said Marcas in solemn tones, holding out his hand\ntowards Paris; \"AUGUST, the offspring of Youth which bound the sheaves,\nand of Intellect which had ripened the harvest, forgot to provide for\nYouth and Intellect.\n\n\"Youth will explode like the boiler of a steam-engine. Youth has\nno outlet in France; it is gathering an avalanche of underrated\ncapabilities, of legitimate and restless ambitions; young men are not\nmarrying now; families cannot tell what to do with their children. What\nwill the thunderclap be that will shake down these masses? I know\nnot, but they will crash down into the midst of things, and overthrow\neverything. These are laws of hydrostatics which act on the human race;\nthe Roman Empire had failed to understand them, and the Barbaric hordes\ncame down.\n\n\"The Barbaric hordes now are the intelligent class. The laws of\noverpressure are at this moment acting slowly and silently in our midst.\nThe Government is the great criminal; it does not appreciate the two\npowers to which it owes everything; it has allowed its hands to be tied\nby the absurdities of the Contract; it is bound, ready to be the victim.\n\n\"Louis XIV., Napoleon, England, all were or are eager for intelligent\nyouth. In France the young are condemned by the new legislation, by\nthe blundering principles of elective rights, by the unsoundness of the\nministerial constitution.\n\n\"Look at the elective Chamber; you will find no deputies of thirty; the\nyouth of Richelieu and of Mazarin, of Turenne and of Colbert, of Pitt\nand of Saint-Just, of Napoleon and of Prince Metternich, would find no\nadmission there; Burke, Sheridan, or Fox could not win seats. Even if\npolitical majority had been fixed at one-and-twenty, and eligibility had\nbeen relieved of every disabling qualification, the Departments would\nhave returned the very same members, men devoid of political talent,\nunable to speak without murdering French grammar, and among whom, in ten\nyears, scarcely one statesman has been found.\n\n\"The causes of an impending event may be seen, but the event itself\ncannot be foretold. At this moment the youth of France is being driven\ninto Republicanism, because it believes that the Republic would bring it\nemancipation. It will always remember the young representatives of the\npeople and the young army leaders! The imprudence of the Government is\nonly comparable to its avarice.\"\n\nThat day left its echoes in our lives. Marcas confirmed us in our\nresolution to leave France, where young men of talent and energy\nare crushed under the weight of successful commonplace, envious, and\ninsatiable middle age.\n\nWe dined together in the Rue de la Harpe. We thenceforth felt for Marcas\nthe most respectful affection; he gave us the most practical aid in the\nsphere of the mind. That man knew everything; he had studied everything.\nFor us he cast his eye over the whole civilized world, seeking the\ncountry where openings would be at once the most abundant and the most\nfavorable to the success of our plans. He indicated what should be the\ngoal of our studies; he bid us make haste, explaining to us that time\nwas precious, that emigration would presently begin, and that its\neffect would be to deprive France of the cream of its powers and of its\nyouthful talent; that their intelligence, necessarily sharpened, would\nselect the best places, and that the great thing was to be first in the\nfield.\n\nThenceforward, we often sat late at work under the lamp. Our generous\ninstructor wrote some notes for our guidance--two pages for Juste and\nthree for me--full of invaluable advice--the sort of information which\nexperience alone can supply, such landmarks as only genius can place. In\nthose papers, smelling of tobacco, and covered with writing so vile\nas to be almost hieroglyphic, there are suggestions for a fortune, and\nforecasts of unerring acumen. There are hints as to certain parts of\nAmerica and Asia which have been fully justified, both before and since\nJuste and I could set out.\n\nMarcas, like us, was in the most abject poverty. He earned, indeed, his\ndaily bread, but he had neither linen, clothes, nor shoes. He did not\nmake himself out any better than he was; his dreams had been of luxury\nas well as of power. He did not admit that this was the real Marcas; he\nabandoned this person, indeed, to the caprices of life. What he lived by\nwas the breath of ambition; he dreamed of revenge while blaming himself\nfor yielding to so shallow a feeling. The true statesman ought, above\nall things, to be superior to vulgar passions; like the man of science.\nIt was in these days of dire necessity that Marcas seemed to us so\ngreat--nay, so terrible; there was something awful in the gaze which saw\nanother world than that which strikes the eye of ordinary men. To us he\nwas a subject of contemplation and astonishment; for the young--which of\nus has not known it?--the young have a keen craving to admire; they love\nto attach themselves, and are naturally inclined to submit to the men\nthey feel to be superior, as they are to devote themselves to a great\ncause.\n\nOur surprise was chiefly roused by his indifference in matters of\nsentiment; women had no place in his life. When we spoke of this matter,\na perennial theme of conversation among Frenchmen, he simply remarked:\n\n\"Gowns cost too much.\"\n\nHe saw the look that passed between Juste and me, and went on:\n\n\"Yes, far too much. The woman you buy--and she is the least\nexpensive--takes a great deal of money. The woman who gives herself\ntakes all your time! Woman extinguishes every energy, every ambition.\nNapoleon reduced her to what she should be. From that point of view, he\nreally was great. He did not indulge such ruinous fancies of Louis XIV.\nand Louis XV.; at the same time he could love in secret.\"\n\nWe discovered that, like Pitt, who made England is wife, Marcas bore\nFrance in his heart; he idolized his country; he had not a thought that\nwas not for his native land. His fury at feeling that he had in his\nhands the remedy for the evils which so deeply saddened him, and could\nnot apply it, ate into his soul, and this rage was increased by the\ninferiority of France at that time, as compared with Russia and England.\nFrance a third-rate power! This cry came up again and again in his\nconversation. The intestinal disorders of his country had entered into\nhis soul. All the contests between the Court and the Chamber, showing,\nas they did, incessant change and constant vacillation, which must\ninjure the prosperity of the country, he scoffed at as backstairs\nsquabbles.\n\n\"This is peace at the cost of the future,\" said he.\n\n\n\nOne evening Juste and I were at work, sitting in perfect silence. Marcas\nhad just risen to toil at his copying, for he had refused our assistance\nin spite of our most earnest entreaties. We had offered to take it in\nturns to copy a batch of manuscript, so that he should do but a third\nof his distasteful task; he had been quite angry, and we had ceased to\ninsist.\n\nWe heard the sound of gentlemanly boots in the passage, and raised our\nheads, looking at each other. There was a tap at Marcas' door--he never\ntook the key out of the lock--and we heard the hero answer:\n\n\"Come in.\" Then--\"What, you here, monsieur?\"\n\n\"I, myself,\" replied the retired minister.\n\nIt was the Diocletian of this unknown martyr.\n\nFor some time he and our neighbor conversed in an undertone. Suddenly\nMarcas, whose voice had been heard but rarely, as is natural in a\ndialogue in which the applicant begins by setting forth the situation,\nbroke out loudly in reply to some offer we had not overheard.\n\n\"You would laugh at me for a fool,\" cried he, \"if I took you at your\nword. Jesuits are a thing of the past, but Jesuitism is eternal. Your\nMachiavelism and your generosity are equally hollow and untrustworthy.\nYou can make your own calculations, but who can calculate on you? Your\nCourt is made up of owls who fear the light, of old men who quake in the\npresence of the young, or who simply disregard them. The Government is\nformed on the same pattern as the Court. You have hunted up the remains\nof the Empire, as the Restoration enlisted the Voltigeurs of Louis XIV.\n\n\"Hitherto the evasions of cowardice have been taken for the manoeuvring\nof ability; but dangers will come, and the younger generation will rise\nas they did in 1790. They did grand things then.--Just now you change\nministries as a sick man turns in his bed; these oscillations betray the\nweakness of the Government. You work on an underhand system of policy\nwhich will be turned against you, for France will be tired of your\nshuffling. France will not tell you that she is tired of you; a man\nnever knows whence his ruin comes; it is the historian's task to find\nout; but you will undoubtedly perish as the reward of not having the\nyouth of France to lend you its strength and energy; for having hated\nreally capable men; for not having lovingly chosen them from this noble\ngeneration; for having in all cases preferred mediocrity.\n\n\"You have come to ask my support, but you are an atom in that decrepit\nheap which is made hideous by self-interest, which trembles and squirms,\nand, because it is so mean, tries to make France mean too. My strong\nnature, my ideas, would work like poison in you; twice you have tricked\nme, twice have I overthrown you. If we unite a third time, it must be\na very serious matter. I should kill myself if I allowed myself to be\nduped; for I should be to blame, not you.\"\n\nThen we heard the humblest entreaties, the most fervent adjuration,\nnot to deprive the country of such superior talents. The man spoke of\npatriotism, and Marcas uttered a significant \"_Ouh! ouh!_\" He laughed at\nhis would-be patron. Then the statesman was more explicit; he bowed to\nthe superiority of his erewhile counselor; he pledged himself to enable\nMarcas to remain in office, to be elected deputy; then he offered him a\nhigh appointment, promising him that he, the speaker, would thenceforth\nbe the subordinate of a man whose subaltern he was only worthy to be.\nHe was in the newly-formed ministry, and he would not return to power\nunless Marcas had a post in proportion to his merit; he had already made\nit a condition, Marcas had been regarded as indispensable.\n\nMarcas refused.\n\n\"I have never before been in a position to keep my promises; here is an\nopportunity of proving myself faithful to my word, and you fail me.\"\n\nTo this Marcas made no reply. The boots were again audible in the\npassage on the way to the stairs.\n\n\"Marcas! Marcas!\" we both cried, rushing into his room. \"Why refuse? He\nreally meant it. His offers are very handsome; at any rate, go to see\nthe ministers.\"\n\nIn a twinkling, we had given Marcas a hundred reasons. The minister's\nvoice was sincere; without seeing him, we had felt sure that he was\nhonest.\n\n\"I have no clothes,\" replied Marcas.\n\n\"Rely on us,\" said Juste, with a glance at me.\n\nMarcas had the courage to trust us; a light flashed in his eye, he\npushed his fingers through his hair, lifting it from his forehead with\na gesture that showed some confidence in his luck and when he had thus\nunveiled his face, so to speak, we saw in him a man absolutely unknown\nto us--Marcas sublime, Marcas in his power! His mind was in its\nelement--the bird restored to the free air, the fish to the water, the\nhorse galloping across the plain.\n\nIt was transient. His brow clouded again, he had, it would seem, a\nvision of his fate. Halting doubt had followed close on the heels of\nwhite-winged hope.\n\nWe left him to himself.\n\n\"Now, then,\" said I to the Doctor, \"we have given our word; how are we\nto keep it?\"\n\n\"We will sleep upon it,\" said Juste, \"and to-morrow morning we will talk\nit over.\"\n\nNext morning we went for a walk in the Luxembourg.\n\nWe had had time to think over the incident of the past night, and were\nboth equally surprised at the lack of address shown by Marcas in the\nminor difficulties of life--he, a man who never saw any difficulties in\nthe solution of the hardest problems of abstract or practical politics.\nBut these elevated characters can all be tripped up on a grain of sand,\nand will, like the grandest enterprise, miss fire for want of a thousand\nfrancs. It is the old story of Napoleon, who, for lack of a pair of\nboots, did not set out for India.\n\n\"Well, what have you hit upon?\" asked Juste.\n\n\"I have thought of a way to get him a complete outfit.\"\n\n\"Where?\"\n\n\"From Humann.\"\n\n\"How?\"\n\n\"Humann, my boy, never goes to his customers--his customers go to him;\nso that he does not know whether I am rich or poor. He only knows that I\ndress well and look decent in the clothes he makes for me. I shall tell\nhim that an uncle of mine has dropped in from the country, and that his\nindifference in matters of dress is quite a discredit to me in the upper\ncircles where I am trying to find a wife.--It will not be Humann if he\nsends in his bill before three months.\"\n\nThe Doctor thought this a capital idea for a vaudeville, but poor enough\nin real life, and doubted my success. But I give you my word of honor,\nHumann dressed Marcas, and, being an artist, turned him out as a\npolitical personage ought to be dressed.\n\nJuste lent Marcas two hundred francs in gold, the product of two watches\nbought on credit, and pawned at the Mont-de-Piete. For my part, I had\nsaid nothing of the six shirts and all necessary linen, which cost me\nno more than the pleasure of asking for them from a forewoman in a shop\nwhom I had treated to Musard's during the carnival.\n\nMarcas accepted everything, thanking us no more than he ought. He only\ninquired as to the means by which we had got possession of such riches,\nand we made him laugh for the last time. We looked on our Marcas as\nshipowners, when they have exhausted their credit and every resource\nat their command it fit out a vessel, must look on it as it puts out to\nsea.\n\nHere Charles was silent; he seemed crushed by his memories.\n\n\"Well,\" cried the audience, \"and what happened?\"\n\n\"I will tell you in a few words--for this is not romance--it is\nhistory.\"\n\nWe saw no more of Marcas. The administration lasted for three months; it\nfell at the end of the session. Then Marcas came back to us, worked to\ndeath. He had sounded the crater of power; he came away from it with the\nbeginnings of brain fever. The disease made rapid progress; we nursed\nhim. Juste at once called in the chief physician of the hospital where\nhe was working as house-surgeon. I was then living alone in our room,\nand I was the most attentive attendant; but care and science alike were\nin vain. By the month of January, 1838, Marcas himself felt that he had\nbut a few days to live.\n\nThe man whose soul and brain he had been for six months never even sent\nto inquire after him. Marcas expressed the greatest contempt for the\nGovernment; he seemed to doubt what the fate of France might be, and\nit was this doubt that had made him ill. He had, he thought, detected\ntreason in the heart of power, not tangible, seizable treason, the\nresult of facts, but the treason of a system, the subordination of\nnational interests to selfish ends. His belief in the degradation of the\ncountry was enough to aggravate his complaint.\n\nI myself was witness to the proposals made to him by one of the leaders\nof the antagonistic party which he had fought against. His hatred of\nthe men he had tried to serve was so virulent, that he would gladly have\njoined the coalition that was about to be formed among certain ambitious\nspirits who, at least, had one idea in common--that of shaking off the\nyoke of the Court. But Marcas could only reply to the envoy in the words\nof the Hotel de Ville:\n\n\"It is too late!\"\n\nMarcas did not leave money enough to pay for his funeral. Juste and I\nhad great difficulty in saving him from the ignominy of a pauper's bier,\nand we alone followed the coffin of Z. Marcas, which was dropped into\nthe common grave of the cemetery of Mont-Parnasse.\n\n\n\nWe looked sadly at each other as we listened to this tale, the last we\nheard from the lips of Charles Rabourdin the day before he embarked at\nle Havre on a brig that was to convey him to the islands of Malay. We\nall knew more than one Marcas, more than one victim of his devotion to a\nparty, repaid by betrayal or neglect.\n\n\nLES JARDIES, May 1840.\n\n\n\n\nADDENDUM\n\nThe following personage appears in other stories of the Human Comedy.\n\n     Marcas, Zephirin\n       A Prince of Bohemia\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Z. Marcas, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK Z. MARCAS ***\n\n***** This file should be named 1841.txt or 1841.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/8\/4\/1841\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1214,"split":"test"}
