{"ori_id":"a6abf42f24dac561c0245f7638c6693d5a73bc28","title":"Demetrius (play)","context":"Demetrius (play)\n In a speech before the Polish diet Demetrius asserts his claim to the throne of the czars. He hopes for assistance from Poland. He declares that he is the son of Ivan the Terrible and was not, as reputed, murdered in 1591 as a child, but raised in a cloister and that he afterward was in the service of the Prince of Sendomir. He asserts that he is Czar Demetrius. His impressive speech convinces both the diet and the king. Although a formal resolution is not passed by the diet because of a veto by Prince Sapiehas, Poland goes into battle against Moscow. The Poles desire to oust Boris Godunov with the help of the upstart Demetrius. The forceful spirit behind the attempt is Demetrius' fiancĂŠe Marina, Mnischek's daughter and Czar Ivan's widow. The latter has been banned to a cloister by Godunov and has for years been grieving for her allegedly murdered son when she receives the news that Demetrius is alive, after all.\nSchiller only indicated the course of the further action. Boris hears about the successes of Demetrius and commits suicide with poison. The new czar is a benevolent ruler until he discovers that his claim to the throne is not legitimate. He is not Ivan's son, but was merely used as a tool by the faction of Godunov opponents. When his mother Marfa is supposed to provide identification, she does not recognize him. Despite the lacking legitimation, Demetrius requests her to recognize him as her son. But Marfa follows her conscience and refuses.\nï»¿The Project Gutenberg EBook of Demetrius, by Frederich Schiller\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Demetrius\n       A Play\n\nAuthor: Frederich Schiller\n\nRelease Date: October 26, 2006 [EBook #6790]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK DEMETRIUS ***\n\n\n\n\nProduced by Tapio Riikonen and David Widger\n\n\n\n\n\n                DEMETRIUS\n\n             By Frederich Schiller\n\n\n\n\nACT I.\n\n\n\n\nSCENE I.\n\n      THE DIET AT CRACOW.\n\n      On the rising of the curtain the Polish Diet is discovered, seated\n      in the great senate hall. On a raised platform, elevated by three\n      steps, and surmounted by a canopy, is the imperial throne, the\n      escutcheons of Poland and Lithuania suspended on each side. The KING\n      seated upon the throne; on his right and left hand his ten royal\n      officers standing on the platform. Below the platform the BISHOPS,\n      PALATINES, and CASTELLANS seated on each side of the stage.\n      Opposite to these stand the Provincial DEPUTIES, in a double line,\n      uncovered. All armed. The ARCHBISHOP OF GNESEN, as the primate of\n      the kingdom, is seated next the proscenium; his chaplain behind him,\n      bearing a golden cross.\n\n   ARCHBISHOP OF GNESEN.\n   Thus then hath this tempestuous Diet been\n   Conducted safely to a prosperous close;\n   And king and commons part as cordial friends.\n   The nobles have consented to disarm,\n   And straight disband the dangerous Rocoss [1];\n   Whilst our good king his sacred word has pledged,\n   That every just complaint shall have redress.\n   And now that all is peace at home, we may\n   Look to the things that claim our care abroad.\n   Is it the will of the most high Estates\n   That Prince Demetrius, who hath advanced\n   A claim to Russia's crown, as Ivan's son,\n   Should at their bar appear, and in the face\n   Of this august assembly prove his right?\n\n      [1] An insurrectionary muster of the nobles.\n\n   CASTELLAN OF CRACOW.\n   Honor and justice both demand he should;\n   It were unseemly to refuse his prayer.\n\n   BISHOP OF WERMELAND.\n   The documents on which he rests have been\n   Examined, and are found authentic. We\n   May give him audience.\n\n   SEVERAL DEPUTIES.\n               Nay! We must, we must!\n\n   LEO SAPIEHA.\n   To hear is to admit his right.\n\n   ODOWALSKY.\n                   And not\n   To hear is to reject his claims unheard.\n\n   ARCHBISHOP OF GNESEN.\n   Is it your will that he have audience?\n   I ask it for the second time--and third.\n\n   IMPERIAL CHANCELLOR.\n   Let him stand forth before our throne!\n\n   SENATORS.\n                       And speak!\n\n   DEPUTIES.\n   Yes, yes! Let him be heard!\n\n      [The Imperial GRAND MARSHAL beckons with his baton\n      to the doorkeeper, who goes out.\n\n   LEO SAPIEHA (to the CHANCELLOR).\n                  Write down, my lord,\n   That here I do protest against this step,\n   And all that may ensue therefrom, to mar\n   The peace of Poland's state and Moscow's crown.\n\n      [Enters DEMETRIUS. Advances some steps towards the throne,\n      and makes three bows with his head uncovered, first to the KING,\n      next to the SENATORS, and then to the DEPUTIES, who all severally\n      answer with an inclination of the head. He then takes up his\n      position so as to keep within his eye a great portion of the\n      assemblage, and yet not to turn his back upon the throne.\n\n   ARCHBISHOP OF GNESEN.\n   Prince Dmitri, son of Ivan! if the pomp\n   Of this great Diet scare thee, or a sight\n   So noble and majestic chain thy tongue,\n   Thou may'st--for this the senate have allowed--\n   Choose thee a proxy, wheresoe'er thou list,\n   And do thy mission by another's lips.\n\n   DEMETRIUS.\n   My lord archbishop, I stand here to claim\n   A kingdom, and the state of royalty.\n   'Twould ill beseem me should I quake before\n   A noble people, and its king and senate.\n   I ne'er have viewed a circle so august,\n   But the sight swells my heart within my breast\n   And not appals me. The more worthy ye,\n   To me ye are more welcome; I can ne'er\n   Address my claim to nobler auditory.\n\n   ARCHBISHOP OF GNESEN.\n    . . . .         The august republic\n   Is favorably bent.     . . . .\n\n   DEMETRIUS.\n   Most puissant king! Most worthy and most potent\n   Bishops and palatines, and my good lords,\n   The deputies of the august republic!\n   It gives me pause and wonder to behold\n   Myself, Czar Ivan's son, now stand before\n   The Polish people in their Diet here.\n   Both realms were sundered by a bloody hate,\n   And, whilst my father lived, no peace might be.\n   Yet now hath Heaven so ordered these events,\n   That I, his blood, who with my nurse's milk\n   Imbibed the ancestral hate, appear before you\n   A fugitive, compelled to seek my rights\n   Even here in Poland's heart. Then, ere I speak,\n   Forget magnanimously all rancors past,\n   And that the Czar, whose son I own myself,\n   Rolled war's red billows to your very homes.\n   I stand before you, sirs, a prince despoiled.\n   I ask protection. The oppressed may urge\n   A sacred claim on every noble breast.\n   And who in all earth's circuit shall be just,\n   If not a people great and valiant,--one\n   In plenitude of power so free, it needs\n   To render 'count but to itself alone,\n   And may, unchallenged, lend an open ear\n   And aiding hand to fair humanity.\n\n   ARCHBISHOP OF GNESEN.\n   You do allege you are Czar Ivan's son;\n   And truly, nor your bearing nor your speech\n   Gainsays the lofty title that you urge,\n   But shows us that you are indeed his son.\n   And you shall find that the republic bears\n   A generous spirit. She has never quailed\n   To Russia in the field! She loves, alike,\n   To be a noble foe--a cordial friend.\n\n   DEMETRIUS.\n   Ivan Wasilowitch, the mighty Czar\n   Of Moscow, took five spouses to his bed,\n   In the long years that spared him to the throne.\n   The first, a lady of the heroic line\n   Of Romanoff, bare him Feodor, who reigned\n   After his father's death. One only son,\n   Dmitri, the last blossom of his strength,\n   And a mere infant when his father died,\n   Was born of Marfa, of Nagori's line.\n   Czar Feodor, a youth, alike effeminate\n   In mind and body, left the reins of power\n   To his chief equerry, Boris Godunow,\n   Who ruled his master with most crafty skill.\n   Feodor was childless, and his barren bride\n   Denied all prospect of an heir. Thus, when\n   The wily Boiar, by his fawning arts,\n   Had coiled himself into the people's favor,\n   His wishes soared as high as to the throne.\n   Between him and his haughty hopes there stood\n   A youthful prince, the young Demetrius\n   Iwanowitsch, who with his mother lived\n   At Uglitsch, where her widowhood was passed.\n   Now, when his fatal purpose was matured,\n   He sent to Uglitsch ruffians, charged to put\n   The Czarowitsch to death.\n   One night, when all was hushed, the castle's wing,\n   Where the young prince, apart from all the rest,\n   With his attendants lay, was found on fire.\n   The raging flames ingulfed the pile; the prince\n   Unseen, unheard, was spirited away,\n   And all the world lamented him as dead.\n   All Moscow knows these things to be the truth.\n\n   ARCHBISHOP OF GNESEN.\n   Yes, these are facts familiar to us all.\n   The rumor ran abroad, both far and near,\n   That Prince Demetrius perished in the flames\n   When Uglitsch was destroyed. And, as his death\n   Raised to the throne the Czar who fills it now,\n   Fame did not hesitate to charge on him\n   This murder foul and pitiless. But yet,\n   His death is not the business now in hand!\n   This prince is living still! He lives in you!\n   So runs your plea. Now bring us to the proofs!\n   Whereby do you attest that you are he?\n   What are the signs by which you shall be known?\n   How 'scaped you those were sent to hunt you down\n   And now, when sixteen years are passed, and you\n   Well nigh forgot, emerge to light once more?\n\n   DEMETRIUS.\n   'Tis scarce a year since I have known myself;\n   I lived a secret to myself till then,\n   Surmising naught of my imperial birth.\n   I was a monk with monks, close pent within\n   The cloister's precincts, when I first began\n   To waken to a consciousness of self.\n   My impetuous spirit chafed against the bars,\n   And the high blood of princes began to course\n   In strange unbidden moods along my veins.\n   At length I flung the monkish cowl aside,\n   And fled to Poland, where the noble Prince\n   Of Sendomir, the generous, the good,\n   Took me as guest into his princely house,\n   And trained me up to noble deeds of arms.\n\n   ARCHBISHOP OF GNESEN.\n   How? You still ignorant of what you were?\n   Yet ran the rumor then on every side,\n   That Prince Demetrius was still alive.\n   Czar Boris trembled on his throne, and sent\n   His sassafs to the frontiers, to keep\n   Sharp watch on every traveller that stirred.\n   Had not the tale its origin with you?\n   Did you not give the rumor birth yourself?\n   Had you not named to any that you were\n   Demetrius?\n\n   DEMETRIUS.\n         I relate that which I know.\n   If a report went forth I was alive,\n   Then had some god been busy with the fame.\n   Myself I knew not. In the prince's house,\n   And in the throng of his retainers lost,\n   I spent the pleasant springtime of my youth.\n                In silent homage\n   My heart was vowed to his most lovely daughter.\n   Yet in those days it never dreamed to raise\n   Its wildest thoughts to happiness so high.\n   My passion gave offence to her betrothed,\n   The Castellan of Lemberg. He with taunts\n   Chafed me, and in the blindness of his rage\n   Forgot himself so wholly as to strike me.\n   Thus savagely provoked, I drew my sword;\n   He, blind with fury, rushed upon the blade,\n   And perished there by my unwitting hand.\n\n   MEISCHEK.\n   Yes, it was even so.\n\n   DEMETRIUS.\n   Mine was the worst mischance! A nameless youth,\n   A Russian and a stranger, I had slain\n   A grandee of the empire--in the house\n   Of my kind patron done a deed of blood,\n   And sent to death his son-in-law and friend.\n   My innocence availed not; not the pity\n   Of all his household, nor his kindness--his,\n   The noble Palatine's,--could save my life;\n   For it was forfeit to the law, that is,\n   Though lenient to the Poles, to strangers stern.\n   Judgment was passed on me--that judgment death.\n   I knelt upon the scaffold, by the block;\n   To the fell headsman's sword I bared my throat,\n   And in the act disclosed a cross of gold,\n   Studded with precious gems, which had been hung\n   About my neck at the baptismal font.\n   This sacred pledge of Christian redemption\n   I had, as is the custom of my people,\n   Worn on my neck concealed, where'er I went,\n   From my first hours of infancy; and now,\n   When from sweet life I was compelled to part,\n   I grasped it as my only stay, and pressed it\n   With passionate devotion to my lips.\n\n      [The Poles intimate their sympathy by dumb show.\n\n   The jewel was observed; its sheen and worth\n   Awakened curiosity and wonder.\n   They set me free, and questioned me; yet still\n   I could not call to memory a time\n   I had not worn the jewel on my person.\n   Now it so happened that three Boiars who\n   Had fled from the resentment of their Czar\n   Were on a visit to my lord at Sambor.\n   They saw the trinket,--recognized it by\n   Nine emeralds alternately inlaid\n   With amethysts, to be the very cross\n   Which Ivan Westislowsky at the font\n   Hung on the neck of the Czar's youngest son.\n   They scrutinized me closer, and were struck\n   To find me marked with one of nature's freaks,\n   For my right arm is shorter than my left.\n   Now, being closely plied with questions, I\n   Bethought me of a little psalter which\n   I carried from the cloister when I fled.\n   Within this book were certain words in Greek\n   Inscribed there by the Igumen himself.\n   What they imported was unknown to me,\n   Being ignorant of the language. Well, the psalter\n   Was sent for, brought, and the inscription read.\n   It bore that Brother Wasili Philaret\n   (Such was my cloister-name), who owned the book,\n   Was Prince Demetrius, Ivan's youngest son,\n   By Andrei, an honest Diak, saved\n   By stealth in that red night of massacre.\n   Proofs of the fact lay carefully preserved\n   Within two convents, which were pointed out.\n   On this the Boiars at my feet fell down,\n   Won by the force of these resistless proofs,\n   And hailed me as the offspring of their Czar.\n   So from the yawning gulfs of black despair\n   Fate raised me up to fortune's topmost heights.\n   And now the mists cleared off, and all at once\n   Memories on memories started into life\n   In the remotest background of the past.\n   And like some city's spires that gleam afar\n   In golden sunshine when naught else is seen,\n   So in my soul two images grew bright,\n   The loftiest sun-peaks in the shadowy past.\n   I saw myself escaping one dark night,\n   And a red lurid flame light up the gloom\n   Of midnight darkness as I looked behind me\n   A memory 'twas of very earliest youth,\n   For what preceded or came after it\n   In the long distance utterly was lost.\n   In solitary brightness there it stood\n   A ghastly beacon-light on memory's waste.\n   Yet I remembered how, in later years,\n   One of my comrades called me, in his wrath\n   Son of the Czar. I took it as a jest,\n   And with a blow avenged it at the time.\n   All this now flashed like lightning on my soul,\n   And told with dazzling certainty that I\n   Was the Czar's son, so long reputed dead.\n   With this one word the clouds that had perplexed\n   My strange and troubled life were cleared away.\n   Nor merely by these signs, for such deceive;\n   But in my soul, in my proud, throbbing heart\n   I felt within me coursed the blood of kings;\n   And sooner will I drain it drop by drop\n   Than bate one jot my title to the crown.\n\n   ARCHBISHOP OF GNESEN.\n   And shall we trust a scroll which might have found\n   Its way by merest chance into your hands\n   Backed by the tale of some poor renegades?\n   Forgive me, noble youth! Your tone, I grant,\n   And bearing, are not those of one who lies;\n   Still you in this may be yourself deceived.\n   Well may the heart be pardoned that beguiles\n   Itself in playing for so high a stake.\n   What hostage do you tender for your word?\n\n   DEMETRIUS.\n   I tender fifty, who will give their oaths,--\n   All Piasts to a man, and free-born Poles\n   Of spotless reputation,--each of whom\n   Is ready to enforce what I have urged.\n   There sits the noble Prince of Sendomir,\n   And at his side the Castellan of Lublin;\n   Let them declare if I have spoke the truth.\n\n   ARCHBISHOP OF GNESEN.\n   How seem these things to the august Estates?\n   To the enforcement of such numerous proofs\n   Doubt and mistrust, methinks, must needs give way.\n   Long has a creeping rumor filled the world\n   That Dmitri, Ivan's son, is still alive.\n   The Czar himself confirms it by his fears.\n   --Before us stands a youth, in age and mien\n   Even to the very freak that nature played,\n   The lost heir's counterpart, and of a soul\n   Whose noble stamp keeps rank with his high claims.\n   He left a cloister's precincts, urged by strange,\n   Mysterious promptings; and this monk-trained boy\n   Was straight distinguished for his knightly feats.\n   He shows a trinket which the Czarowitsch\n   Once wore, and one that never left his side;\n   A written witness, too, by pious hands,\n   Gives us assurance of his princely birth;\n   And, stronger still, from his unvarnished speech\n   And open brow truth makes his best appeal.\n   Such traits as these deceit doth never don;\n   It masks its subtle soul in vaunting words,\n   And in the high-glossed ornaments of speech.\n   No longer, then, can I withhold the title\n   Which he with circumstance and justice claims\n   And, in the exercise of my old right,\n   I now, as primate, give him the first voice.\n\n   ARCHBISHOP OF LEMBERG.\n   My voice goes with the primate's.\n\n   SEVERAL VOICES.\n                     So does mine.\n\n   SEVERAL PALATINES.\n   And mine!\n\n   ODOWALSKY.\n         And mine.\n\n   DEPUTIES.\n              And all!\n\n   SAPIEHA.\n                   My gracious sirs!\n   Weigh well ere you decide! Be not so hasty!\n   It is not meet the council of the realm\n   Be hurried on to----\n\n   ODOWALSKY.\n             There is nothing here\n   For us to weigh; all has been fully weighed.\n   The proofs demonstrate incontestably.\n   This is not Moscow, sirs! No despot here\n   Keeps our free souls in manacles. Here truth\n   May walk by day or night with brow erect.\n   I will not think, my lords, in Cracow here,\n   Here in the very Diet of the Poles,\n   That Moscow's Czar should have obsequious slaves.\n\n   DEMETRIUS.\n   Oh, take my thanks, ye reverend senators!\n   That ye have lent your credence to these proofs;\n   And if I be indeed the man whom I\n   Protest myself, oh, then, endure not this\n   Audacious robber should usurp my seat,\n   Or longer desecrate that sceptre which\n   To me, as the true Czarowitsch, belongs.\n   Yes, justice lies with me,--you have the power.\n   'Tis the most dear concern of every state\n   And throne, that right should everywhere prevail,\n   And all men in the world possess their own.\n   For there, where justice holds uncumbered sway,\n   There each enjoys his heritage secure,\n   And over every house and every throne\n   Law, truth, and order keep their angel watch.\n   It is the key-stone of the world's wide arch,\n   The one sustaining and sustained by all,\n   Which, if it fail, brings all in ruin down.\n\n      (Answers of SENATORS giving assent to DEMETRIUS.)\n\n   DEMETRIUS.\n   Oh, look on me, renowned Sigismund!\n   Great king, on thine own bosom turn thine eyes.\n   And in my destiny behold thine own.\n   Thou, too, hast known the rude assaults of fate;\n   Within a prison camest thou to the world;\n   Thy earliest glances fell on dungeon walls.\n   Thou, too, hadst need of friends to set thee free,\n   And raise thee from a prison to a throne.\n   These didst thou find. That noble kindness thou\n   Didst reap from them, oh, testify to me.\n   And you, ye grave and honored councillors,\n   Most reverend bishops, pillars of the church,\n   Ye palatines and castellans of fame,\n   The moment has arrived, by one high deed,\n   To reconcile two nations long estranged.\n   Yours be the glorious boast, that Poland's power\n   Hath given the Muscovites their Czar, and in\n   The neighbor who oppressed you as a foe\n   Secure an ever-grateful friend. And you,\n   The deputies of the august republic,\n   Saddle your steeds of fire! Leap to your seats!\n   To you expand high fortune's golden gates;\n   I will divide the foeman's spoil with you.\n   Moscow is rich in plunder; measureless\n   In gold and gems, the treasures of the Czar;\n   I can give royal guerdons to my friends,\n   And I will give them, too. When I, as Czar,\n   Set foot within the Kremlin, then, I swear,\n   The poorest of you all, that follows me,\n   Shall robe himself in velvet and in sables;\n   With costly pearls his housings shall he deck,\n   And silver be the metal of least worth,\n   That he shall shoe his horses' hoofs withal.\n\n      [Great commotion among the DEPUTIES. KORELA, Hetman\n      of the Cossacks, declares himself ready to put himself\n      at the head of an army.\n\n   ODOWALSKY.\n   How! shall we leave the Cossack to despoil us\n   At once of glory and of booty both?\n   We've made a truce with Tartar and with Turk,\n   And from the Swedish power have naught to fear.\n   Our martial spirit has been wasting long\n   In slothful peace; our swords are red with rust.\n   Up! and invade the kingdom of the Czar,\n   And win a grateful and true-hearted friend,\n   Whilst we augment our country's might and glory.\n\n   MANY DEPUTIES.\n   War! War with Moscow!\n\n   OTHERS.\n               Be it so resolved!\n   On to the votes at once!\n\n   SAPIEHA (rises).\n                Grand marshal, please\n   To order silence! I desire to speak.\n\n   A CROWD OF VOICES.\n   War! War with Moscow!\n\n   SAPIEHA.\n               Nay, I will be heard.\n   Ho, marshal, do your duty!\n\n      [Great tumult within and outside the hall.\n\n   GRAND MARSHAL.\n                 'Tis, you see,\n   Quite fruitless.\n\n   SAPIEHA.\n            What? The marshal's self suborned?\n   Is this our Diet, then, no longer free?\n   Throw down your staff, and bid this brawling cease;\n   I charge you, on your office, to obey!\n\n      [The GRAND MARSHAL casts his baton into the centre\n      of the hall; the tumult abates.\n\n   What whirling thoughts, what mad resolves are these?\n   Stand we not now at peace with Moscow's Czar?\n   Myself, as your imperial envoy, made\n   A treaty to endure for twenty years;\n   I raised this right hand, that you see, aloft\n   In solemn pledge, within the Kremlin's walls;\n   And fairly hath the Czar maintained his word.\n   What is sworn faith? what compacts, treaties, when\n   A solemn Diet tramples on them all?\n\n   DEMETRIUS.\n   Prince Leo Sapieha! You concluded\n   A bond of peace, you say, with Moscow's Czar?\n   That did you not; for I, I am that Czar.\n   In me is Moscow's majesty; I am\n   The son of Ivan, and his rightful heir.\n   Would the Poles treat with Russia for a peace,\n   Then must they treat with me! Your compact's null,\n   As being made with one whose's title's null.\n\n   ODOWALSKY.\n   What reck we of your treaty? So we willed\n   When it was made--our wills are changed to-day.\n\n   SAPIEHA.\n   Is it, then, come to this? If none beside\n   Will stand for justice, then, at least, will I.\n   I'll rend the woof of cunning into shreds,\n   And lay its falsehoods open to the day.\n   Most reverend primate! art thou, canst thou be\n   So simple-souled, or canst thou so dissemble?\n   Are ye so credulous, my lords? My liege,\n   Art thou so weak? Ye know not--will not know,\n   Ye are the puppets of the wily Waywode\n   Of Sendomir, who reared this spurious Czar,\n   Whose measureless ambition, while we speak,\n   Clutches in thought the spoils of Moscow's wealth.\n   Is't left for me to tell you that even now\n   The league is made and sworn betwixt the twain,--\n   The pledge the Waywode's youngest daughter's hand?\n   And shall our great republic blindly rush\n   Into the perils of an unjust war,\n   To aggrandize the Waywode, and to crown\n   His daughter as the empress of the Czar?\n   There's not a man he has not bribed and bought.\n   He means to rule the Diet, well I know;\n   I see his faction rampant in this hall,\n   And, as 'twere not enough that he controlled\n   The Seym Walmy by a majority,\n   He's girt the Diet with three thousand horse,\n   And all Cracow is swarming like a hive\n   With his sworn feudal vassals. Even now\n   They throng the halls and chambers where we sit,\n   To hold our liberty of speech in awe.\n   Yet stirs no fear in my undaunted heart;\n   And while the blood keeps current in my veins,\n   I will maintain the freedom of my voice!\n   Let those who think like men come stand by me\n   Whilst I have life shall no resolve be passed\n   That is at war with justice and with reason.\n   'Twas I that ratified the peace with Moscow,\n   And I will hazard life to see it kept.\n\n   ODOWALSKY.\n   Give him no further hearing! Take the votes!\n\n      [The BISHOP OF CRACOW and WILNA rise, and descend\n      each to his own side, to collect the votes.\n\n   MANY.\n   War, war with Moscow!\n\n   ARCHBISHOP OF GNESEN (to SAPIEHA).\n               Noble sir, give way!\n   You see the mass are hostile to your views;\n   Then do not force a profitless division!\n\n   IMPERIAL HIGH CHANCELLOR (descends from the throne to SAPIEHA).\n   The king entreats you will not press the point,\n   Sir Waywode, to division in the Diet.\n\n   DOORKEEPER (aside to ODOWALSKY).\n   Keep a bold front, and fearless--summon those\n   That wait without. All Cracow stands by you.\n\n   IMPERIAL GRAND MARSHAL (to SAPIEHA).\n   Such excellent decrees have passed before;\n   Oh, cease, and for their sake, so fraught with good,\n   Unite your voice with the majority!\n\n   BISHOP OF CRACOW (has collected the votes on his side).\n   On this right bench are all unanimous.\n\n   SAPIEHA.\n   And let them to a man! Yet I say no!\n   I urge my veto--I break up the Diet.\n   Stay further progress! Null and void fire all\n   The resolutions passed----\n\n      [General commotion; the KING descends from the throne,\n      the barriers are broken down, and there arises a tumultuous\n      uproar. DEPUTIES draw their swords, and threaten SAPIEHA\n      with them. The BISHOPS interpose, and protect him with\n      their stoles.\n\n                 Majority?\n   What is it? The majority is madness;\n   Reason has still ranked only with the few.\n   What cares he for the general weal that's poor?\n   Has the lean beggar choice, or liberty?\n   To the great lords of earth, that hold the purse,\n   He must for bread and raiment sell his voice.\n   'Twere meet that voices should be weighed, not counted.\n   Sooner or later must the state be wrecked,\n   Where numbers sway and ignorance decides.\n\n   ODOWALSKY.\n   Hark to the traitor!----\n\n   DEPUTIES.\n               Hew him into shreds!\n   Down with him!\n\n   ARCHBISHOP OF GNESEN (snatches the crucifix out of his chaplain's hand\n              and interposes).\n           Peace, peace\n   Shall native blood be in the Diet shed?\n   Prince Sapieha! be advised!\n      [To the BISHOPS.\n                  Bring him away,\n   And interpose your bosoms as his shield!\n   Through this side door remove him quietly,\n   Or the wild mob will tear him limb from limb!\n\n      [SAPIEHA, still casting looks of defiance, is forced\n      away by the BISHOPS, whilst the ARCHBISHOPS OF GNESEN\n      and LEMBERG keep the DEPUTIES at bay. Amidst violent\n      tumult and clashing of arms, the hall is emptied of all\n      but DEMETRIUS, MEISCHEK, ODOWALSKY, and the Hetman of\n      the Cossacks.\n\n   ODOWALSKY.\n   That point miscarried,--\n   Yet shall you not lack aid because of this:\n   If the republic holds the peace with Moscow,\n   At our own charges we shall push your claims.\n\n   KORELA.\n   Who ever could have dreamed, that he alone\n   Would hold his ground against the assembled Diet?\n\n   MEISCHEK.\n   The king! the king!\n\n      [Enter KING SIGISMUND, attended by the LORD HIGH CHANCELLOR,\n      the GRAND MARSHAL, and several BISHOPS.\n\n   KING.\n              Let me embrace you, prince!\n   At length the high republic does you justice;\n   My heart has done so long, and many a day.\n   Your fate doth move me deeply, as, indeed,\n   What monarch's heart but must be moved by it?\n\n   DEMETRIUS.\n   The past, with all its sorrows, is forgot;\n   Here on your breast I feel new life begin.\n\n   KING.\n   I love not many words; yet what a king\n   May offer, who has vassals richer far\n   Than his poor self, that do I offer you.\n   You have been witness of an untoward scene,\n   But deem not ill of Poland's realm because\n   A tempest jars the vessel of the state.\n\n   MEISCHEK.\n   When winds are wild the steersman backs his helm,\n   And makes for port with all the speed he may.\n\n   KING.\n   The Diet is dissolved. Although I wished,\n   I could not break the treaty with the Czar.\n   But you have powerful friends; and if the Pole,\n   At his own risk, take arms on your behalf,\n   Or if the Cossack choose to venture war,\n   They are free men, I cannot say them nay.\n\n   MEISCHEK.\n   The whole Rocoss is under arms already.\n   Please it but you, my liege, the angry stream\n   That raved against your sovereignty may turn\n   Its wrath on Moscow, leaving you unscathed.\n\n   KING.\n   The best of weapons Russia's self will give thee;\n   Thy surest buckler is the people's heart.\n   By Russia only Russia will be vanquished.\n   Even as the Diet heard thee speak to-day,\n   Speak thou at Moscow to thy subjects, prince.\n   So chain their hearts, and thou wilt be their king.\n   In Sweden I by right of birth ascended\n   The throne of my inheritance in peace;\n   Yet did I lose the kingdom of my sires\n   Because my people's hearts were not with me.\n\n            Enter MARINA.\n\n   MEISCHEK.\n   My gracious liege, here, kneeling at your feet,\n   Behold Marina, youngest of my daughters;\n   The prince of Moscow offers her his heart.\n   Thou art the stay and pillar of our house,\n   And only from thy royal hand 'tis meet\n   That she receive her spouse and sovereign.\n\n      [MARINA kneels to the KING.\n\n   KING.\n   Well, if you wish it, cousin, gladly I\n   Will do the father's office to the Czar.\n\n      [To DEMETRIUS, giving him MARINA'S hand.\n\n   Thus do I bring you, in this lovely pledge,\n   High fortune's blooming goddess; and may these\n   Old eyes be spared to see this gracious pair\n   Sit in imperial state on Moscow's throne.\n\n   MARINA.\n   My liege, I humbly thank your grace, and shall\n   Esteem me still your slave where'er I be.\n\n   KING.\n   Rise up, Czaritza! This is not a place\n   For you, the plighted bridesmaid of the Czar;\n   For you, the daughter of my foremost Waywode.\n   You are the youngest of your sisters; yet\n   Your spirit wings a high and glorious course,\n   And nobly grasps the top of sovereignty.\n\n   DEMETRIUS.\n   Be thou, great monarch, witness of my oath,\n   As, prince to prince, I pledge it here to you!\n   This noble lady's hand I do accept\n   As fortune's dearest pledge, and swear that, soon\n   As on my father's throne I take my seat,\n   I'll lead her home in triumph as my bride,\n   With all the state that fits a mighty queen.\n   And, for a dowry, to my bride I give\n   The principalities Pleskow and Great Neugart,\n   With all towns, hamlets, and in-dwellers there,\n   With all the rights and powers of sovereignty,\n   In absolute possession evermore;\n   And this, my gift, will I as Czar confirm\n   In my free city, Moscow. Furthermore,\n   As compensation to her noble sire\n   For present charges, I engage to pay\n   A million ducats, Polish currency.\n   So help me God, and all his saints, as I\n   Have truly sworn this oath, and shall fulfil it.\n\n   KING.\n   You will do so; you never will forget\n   For what you are the noble Waywode's debtor;\n   Who, for your wishes, perils his sure wealth,\n   And, for your hopes, a child his heart adores,\n   A friend so rare is to be rarely prized!\n   Then when your hopes are crowned forget not ever\n   The steps by which you mounted to the throne,\n   Nor with your garments let your heart be changed!\n   Think, that in Poland first you knew yourself,\n   That this land gave you birth a second time.\n\n   DEMETRIUS.\n   I have been nurtured in adversity;\n   And learned to reverence the beauteous bond\n   Which links mankind with sympathies of love.\n\n   KING.\n   But now you enter on a realm where all--\n   Use, custom, morals--are untried and strange,\n   In Poland here reigns freedom absolute;\n   The king himself, although in pomp supreme,\n   Must ofttime be the serf of his noblesse;\n   But there the father's sacred power prevails,\n   And in the subject finds a passive slave.\n\n   DEMETRIUS.\n   That glorious freedom which surrounds me here\n   I will transplant into my native land,\n   And turn these bond-serfs into glad-souled men;\n   Not o'er the souls of slaves will I bear rule.\n\n   KING.\n   Do naught in haste; but by the time be led!\n   Prince, ere we part, three lessons take from me,\n   And truly follow them when thou art king.\n   It is a king that gives them, old and tried,\n   And they may prove of profit to thy youth.\n\n   DEMETRIUS.\n   Oh, share thy wisdom with me! Thou hast won\n   The reverence of a free and mighty people;\n   What must I do to earn so fair a prize?\n\n   KING.\n         You come from a strange land,\n   Borne on the weapons of a foreign foe;\n   This first felt wrong thou hast to wash away.\n   Then bear thee like a genuine son of Moscow,\n   With reverence due to all her usages.\n   Keep promise with the Poles, and value them,\n   For thou hast need of friends on thy new throne:\n   The arm that placed thee there can hurl thee down.\n   Esteem them honorably, yet ape them not;\n   Strange customs thrive not in a foreign soil.\n   And, whatsoe'er thou dost, revere thy mother--\n   You'll find a mother----\n\n   DEMETRIUS.\n               Oh, my liege!\n\n   KING.\n                       High claim\n   Hath she upon thy filial reverence.\n   Do her all honor. 'Twixt thy subjects and\n   Thyself she stands, a sacred, precious link.\n   No human law o'errides the imperial power;\n   Nothing but nature may command its awe;\n   Nor can thy people own a surer pledge,\n   That thou art gentle, than thy filial love.\n   I say no more. Much yet is to be done,\n   Ere thou mak'st booty of the golden fleece.\n   Expect no easy victory!\n   Czar Boris rules with strong and skilful hand;\n   You take the field against no common man.\n   He that by merit hath achieved the throne,\n   Is not puffed from his seat by popular breath;\n   His deeds do serve to him for ancestors.\n   To your good fortune I commend you now;\n   Already twice, as by a miracle,\n   Hath it redeemed you from the grasp of death;\n   'Twill put the finish on its work, and crown you.\n\n      [Exeunt omnes but MARINA and ODOWALSKY.\n\n   ODOWALSKY.\n   Say, lady, how have I fulfilled my charge?\n   Truly and well, and wilt thou laud my zeal?\n\n   MARINA.\n   'Tis, Odowalsky, well we are alone;\n   Matters of weight have we to canvass which\n   'Tis meet the prince know nothing of. May he\n   Pursue the voice divine that goads him on!\n   If in himself he have belief, the world\n   Will catch the flame, and give him credence too.\n   He must be kept in that vague, shadowing mist,\n   Which is a fruitful mother of great deeds,\n   While we see clear, and act in certainty.\n   He lends the name--the inspiration; we\n   Must bear the brain, the shaping thought, for him;\n   And when, by art and craft, we have insured\n   The needful levies, let him still dream on,\n   And think they dropped, to aid him, from the clouds.\n\n   ODOWALSKY.\n   Give thy commands: I live but for thy service.\n   Think'st thou this Moscovite or his affairs\n   Concern my thoughts? 'Tis thou, thou and thy glory\n   For which I will adventure life and all.\n   For me no fortune blossoms; friendless, landless,\n   I dare not let my hopes aspire to thee.\n   Thy grace I may not win, but I'll deserve it.\n   To make thee great be my one only aim;\n   Then, though another should possess thee, still\n   Thou wilt be mine--being what I have made thee.\n\n   MARINA.\n   Therefore my whole heart do I pledge to thee;\n   To thee I trust the acting of my thoughts.\n   The king doth mean us false. I read him through.\n   'Twas a concerted farce with Sapieha,\n   A juggle, all! 'Twould please him well, belike,\n   To see my father's power, which he dreads deeply,\n   Enfeebled in this enterprise--the league\n   Of the noblesse, which shook his heart with fear,\n   Drawn off in this campaign on foreign bounds,\n   While he himself sits neutral in the fray.\n   He thinks to share our fortune, if we win;\n   And if we lose, he hopes with greater ease\n   To fix on us the bondage of his yoke.\n   We stand alone. This die is cast. If he\n   Cares for himself, we shall be selfish too.\n   You lead the troops to Kioff. There let them swear\n   Allegiance to the prince, and unto me;--\n   Mark you, to me! 'Tis needful for our ends.\n   I want your eye, and not your arm alone.\n\n   ODOWALSKY.\n   Command me--speak--\n\n   MARINA.\n             You lead the Czarowitsch.\n   Keep your eye on him; stir not from his side,\n   Render me 'count of every step he makes.\n\n   ODOWALSKY.\n   Rely on me, he'll never cast us off.\n\n   MARINA.\n   No man is grateful. Once his throne is sure,\n   He'll not be slow to cast our bonds aside.\n   The Russian hates the Pole--must hate him ever;\n   No bond of amity can link their hearts.\n\n      Enter OPALINSKY, BIELSKY, and several Polish noblemen.\n\n   OPALINSKY.\n   Fair patron, get us gold, and we march with you,\n   This lengthened Diet has consumed our all.\n   Let us have gold, we'll make thee Russia's queen.\n\n   MARINA.\n   The Bishop of Kaminieck and Culm\n   Lends money on the pawn of land and serfs.\n   Sell, barter, pledge the hamlets of your boors,\n   Turn all to silver, horses, means of war!\n   War is the best of chapmen. He transmutes\n   Iron into gold. Whate'er you now may lose\n   You'll find in Moscow twenty-fold again.\n\n   BIELSKY.\n   Two hundred more wait in the tavern yonder;\n   If you will show yourself, and drain a cup\n   With them, they're yours, all yours--I know them well.\n\n   MARINA.\n   Expect me! You shall introduce me to them.\n\n   OPALINSKY.\n   'Tis plain that you were born to be a queen.\n\n   MARINA.\n   I was, and therefore I must be a queen.\n\n   BIELSKY.\n   Ay, mount the snow-white steed, thine armor on,\n   And so, a second Vanda, lead thy troops,\n   Inspired by thee, to certain victory.\n\n   MARINA.\n   My spirit leads you. War is not for women.\n   The rendezvous is in Kioff. Thither my father\n   Will lead a levy of three thousand horse.\n   My sister's husband gives two thousand more,\n   And the Don sends a Cossack host in aid.\n   Do you all swear you will be true to me?\n\n   ALL.\n   All, all--we swear! (draw their swords.)\n   Vivat Marina, Russiae Regina!\n\n      [MARINA tears her veil in pieces, and divides it among them.\n      Exeunt omnes but MARINA.\n\n      Enter MEISCHEK.\n\n   MARINA.\n   Wherefore so sad, when fortune smiles on us,\n   When every step thrives to our utmost wish,\n   And all around are arming in our cause?\n\n   MEISCHEK.\n   'Tis even because of this, my child! All, all\n   Is staked upon the cast. Thy father's means\n   Are in these warlike preparations swamped.\n   I have much cause to ponder seriously;\n   Fortune is false, uncertain the result.\n   Mad, venturous girl, what hast thou brought me to?\n   What a weak father have I been, that I\n   Did not withstand thy importunities!\n   I am the richest Waywode of the empire,\n   The next in honor to the king. Had we\n   But been content to be so, and enjoyed\n   Our stately fortunes with a tranquil soul!\n   Thy hopes soared higher--not for thee sufficed\n   The moderate station which thy sisters won.\n   Thou wouldst attain the loftiest mark that can\n   By mortals be achieved, and wear a crown.\n   I, thy fond, foolish father, longed to heap\n   On thee, my darling one, all glorious gains,\n   So by thy prayers I let myself be fooled,\n   And peril my sure fortunes on a chance.\n\n   MARINA.\n   How? My dear father, dost thou rue thy goodness?\n   Who with the meaner prize can live content,\n   When o'er his head the noblest courts his grasp?\n\n   MEISCHEK.\n   Thy sisters wear no crowns, yet they are happy.\n\n   MARINA.\n   What happiness is that to leave the home\n   Of the Waywode, my father, for the house\n   Of some count palatine, a grateful bride?\n   What do I gain of new from such a change?\n   And can I joy in looking to the morrow\n   When it brings naught but what was stale to-day?\n   Oh, tasteless round of petty, worn pursuits!\n   Oh, wearisome monotony of life!\n   Are they a guerdon for high hopes, high aims?\n   Or love or greatness I must have: all else\n   Are unto me alike indifferent.\n   Smooth off the trouble from thy brow, dear father!\n   Let's trust the stream that bears us on its breast,\n   Think not upon the sacrifice thou makest,\n   Think on the prize, the goal that's to be won--\n   When thou shalt see thy daughter robed in state,\n   In regal state, aloft on Moscow's throne,\n   And thy son's sons the rulers of the world!\n\n   MEISCHEK.\n   I think of naught, see naught, but thee, my child,\n   Girt with the splendors of the imperial crown.\n   Thou'rt bent to have it; I cannot gainsay thee.\n\n   MARINA.\n   Yet one request, my dearest, best of fathers,\n   I pray you grant me!\n\n   MEISCHEK.\n              Name thy wish, my child.\n\n   MARINA.\n   Shall I remain shut up at Sambor with\n   The fires of boundless longing in my breast?\n   Beyond the Dnieper will my die be cast,\n   While boundless space divides me from the spot;\n   Can I endure it? Oh, the impatient spirit\n   Will lie upon the rack of expectation\n   And measure out this monstrous length of space\n   With groans and anxious throbbings of the heart.\n\n   MEISCHEK.\n   What dost thou wish? What is it thou wouldst have?\n\n   MARINA.\n   Let me abide the issue in Kioff!\n   There I can gather tidings at their source.\n   There on the frontier of both kingdoms----\n\n   MEISCHEK.\n   Thy spirit's over-bold. Restrain it, child!\n\n   MARINA.\n   Yes, thou dost yield,--thou'lt take me with thee, then?\n\n   MEISCHEK.\n   Thou rulest me. Must I not do thy will?\n\n   MARINA.\n   My own dear father, when I am Moscow's queen\n   Kioff, you know, must be our boundary.\n   Kioff must then be mine, and thou shalt rule it.\n\n   MEISCHEK.\n   Thou dreamest, girl! Already the great Moscow\n   Is for thy soul too narrow; thou, to grasp\n   Domains, wilt strip them from thy native land.\n\n   MARINA.\n   Kioff belonged not to our native land;\n   There the Varegers ruled in days of yore.\n   I have the ancient chronicles by heart;\n   'Twas from the Russian empire wrenched by force.\n   I will restore it to its former crown.\n\n   MEISCHEK.\n   Hush, hush! The Waywode must not hear such talk.\n\n      [Trumpet without. They're breaking up.\n\n\n\n\nACT II.\n\n\n\n\nSCENE I.\n\n      A Greek convent in a bleak district near the sea Belozero.\n      A train of nuns, in black robes and veils, passes over the\n      back of the stage. MARFA, in a white veil, stands apart\n      from the others, leaning on a tombstone. OLGA steps out\n      from the train, remains gazing at her for a time, and then\n      advances to her.\n\n   OLGA.\n   And does thy heart not urge thee forth with us\n   To taste reviving nature's opening sweets?\n   The glad sun comes, the long, long night retires,\n   The ice melts in the streams, and soon the sledge\n   Will to the boat give place and summer swallow.\n   The world awakes once more, and the new joy\n   Woos all to leave their narrow cloister cells\n   For the bright air and freshening breath of spring.\n   And wilt thou only, sunk in lasting grief,\n   Refuse to share the general exultation?\n\n   MARFA.\n   On with the rest, and leave me to myself!\n   Let those rejoice who still have power to hope.\n   The time that puts fresh youth in all the world\n   Brings naught to me; to me the past is all,\n   My hopes, my joys are with the things that were.\n\n   OLGA.\n   Dost thou still mourn thy son--still, still lament\n   The sovereignty which thou has lost? Does time,\n   Which pours a balm on every wounded heart,\n   Lose all its potency with thee alone?\n   Thou wert the empress of this mighty realm,\n   The mother of a blooming son. He was\n   Snatched from thee by a dreadful destiny;\n   Into this dreary convent wert thou thrust,\n   Here on the verge of habitable earth.\n   Full sixteen times since that disastrous day\n   The face of nature hath renewed its youth;\n   Still have I seen no change come over thine,\n   That looked a grave amid a blooming world.\n   Thou'rt like some moonless image, carved in stone\n   By sculptor's chisel, that doth ever keep\n   The selfsame fixed unalterable mien.\n\n   MARFA.\n   Yes, time, fell time, hath signed and set me up\n   As a memorial of my dreadful fate.\n   I will not be at peace, will not forget.\n   That soul must be of poor and shallow stamp\n   Which takes a cure from time--a recompense\n   For what can never be compensated!\n   Nothing shall buy my sorrow from me. No,\n   As heaven's vault still goes with the wanderer,\n   Girds and environs him with boundless grasp,\n   Turn where he will, by sea or land, so goes\n   My anguish with me, wheresoe'er I turn;\n   It hems me round, like an unbounded sea;\n   My ceaseless tears have failed to drain its depths.\n\n   OLGA.\n   Oh, see! what news can yonder boy have brought,\n   The sisters round him throng so eagerly?\n   He comes from distant shores, where homes abound,\n   And brings us tidings from the land of men.\n   The sea is clear, the highways free once more.\n   Art thou not curious to learn his news?\n   Though to the world we are as good as dead,\n   Yet of its changes willingly we hear,\n   And, safe upon the shore, with wonder mark\n   The roar and ferment of the trampling waves.\n\n      [NUNS come down the stage with a FISHER BOY.\n\n   XENIA--HELENA.\n   Speak, speak, and tell us all the news you bring.\n\n   ALEXIA.\n   Relate what's passing in the world beyond.\n\n   FISHER BOY.\n   Good, pious ladies, give me time to speak!\n\n   XENIA.\n   Is't war--or peace?\n\n   ALEXIA.\n              Who's now upon the throne?\n\n   FISHER BOY.\n   A ship is to Archangel just come in\n   From the north pole, where everything is ice.\n\n   OLGA.\n   How came a vessel into that wild sea?\n\n   FISHER BOY.\n   It is an English merchantman, and it\n   Has found a new way out to get to us.\n\n   ALEXIA.\n   What will not man adventure for his gain?\n\n   XENIA.\n   And so the world is nowhere to be barred!\n\n   FISHER BOY.\n   But that's the very smallest of the news.\n   'Tis something very different moves the world.\n\n   ALEXIA.\n   Oh, speak and tell us!\n\n   OLGA.\n               Say, what has occurred?\n\n   FISHER BOY.\n   We live to hear strange marvels nowadays:\n   The dead rise up, and come to life again.\n\n   OLGA.\n   Explain yourself.\n\n   FISHER BOY.\n             Prince Dmitri, Ivan's son,\n   Whom we have mourned for dead these sixteen years,\n   Is now alive, and has appeared in Poland.\n\n   OLGA.\n   The prince alive?\n\n   MARFA (starting).\n             My son!\n\n   OLGA.\n                 Compose thyself!\n   Calm down thy heart till we have learned the whole.\n\n   ALEXIA.\n   How can this possibly be so, when he\n   Was killed, and perished in the flames at Uglitsch?\n\n   FISHER BOY.\n   He managed somehow to escape the fire,\n   And found protection in a monastery.\n   There he grew up in secrecy, until\n   His time was come to publish who he was.\n\n   OLGA (to MARFA).\n   You tremble, princess! You grow pale!\n\n   MARFA.\n                       I know\n   That it must be delusion, yet so little\n   Is my heart steeled 'gainst fear and hope e'en now,\n   That in my breast it flutters like a bird.\n\n   OLGA.\n   Why should it be delusion? Mark his words!\n   How could this rumor spread without good cause?\n\n   FISHER BOY.\n   Without good cause? The Lithuanians\n   And Poles are all in arms upon his side.\n   The Czar himself quakes in his capital.\n\n      [MARFA is compelled by her emotion to lean upon OLGA and ALEXIA.\n\n   XENIA.\n   Speak on, speak, tell us everything you know.\n\n   ALEXIA.\n   And tell us, too, of whom you stole the news.\n\n   FISHER BOY.\n   I stole the news? A letter has gone forth\n   To every town and province from the Czar.\n   This letter the Posadmik of our town\n   Read to us all, in open market-place.\n   It bore, that busy schemers were abroad,\n   And that we should not lend their tales belief.\n   But this made us believe them; for, had they\n   Been false, the Czar would have despised the lie.\n\n   MARFA.\n   Is this the calm I thought I had achieved?\n   And clings my heart so close to temporal things,\n   That a mere word can shake my inward soul?\n   For sixteen years have I bewailed my son,\n   And yet at once believe that still he lives.\n\n   OLGA.\n   Sixteen long years thou'st mourned for him as dead,\n   And yet his ashes thou hast never seen!\n   Naught countervails the truth of the report.\n   Nay, does not Providence watch o'er the fate\n   Of kings and monarchies? Then welcome hope!\n   More things befall than thou canst comprehend.\n   Who can set limits to the Almighty's power?\n\n   MARFA.\n   Shall I turn back to look again on life,\n   To which long since I spoke a sad farewell?\n   It was not with the dead my hopes abode.\n   Oh, say no more of this. Let not my heart\n   Hang on this phantom hope! Let me not lose\n   My darling son a second time. Alas!\n   My peace of mind is gone,--my dream of peace\n   I cannot trust these tidings,--yet, alas,\n   I can no longer dash them from my soul!\n   Woe's me, I never lost my son till now.\n   Oh, now I can no longer tell if I\n   Shall seek him 'mongst the living or the dead,\n   Tossed on the rock of never-ending doubt.\n\n   OLGA [A bell sounds,--the sister PORTERESS enters.\n   Why has the bell been sounded, sister, say?\n\n   PORTERESS.\n   The lord archbishop waits without; he brings\n   A message from the Czar, and craves an audience.\n\n   OLGA.\n   Does the archbishop stand within our gates?\n   What strange occurrence can have brought him here?\n\n   XENIA.\n   Come all, and give him greeting as befits.\n\n      [They advance towards the gate as the ARCHBISHOP enters;\n      they all kneel before him, and he makes the sign of the\n      Greek cross over them.\n\n   ARCHBISHOP.\n   The kiss of peace I bring you in the name\n   Of Father, Son, and of the Holy Ghost,\n   Proceeding from the Father!\n\n   OLGA.\n                  Sir, we kiss\n   In humblest reverence thy paternal hand!\n            Command thy daughters!\n\n   ARCHBISHOP.\n   My mission is addressed to Sister Marfa.\n\n   OLGA.\n   See, here she stands, and waits to know thy will.\n\n      [All the NUNS withdraw.\n\n   ARCHBISHOP.\n   It is the mighty prince who sends me here;\n   Upon his distant throne he thinks of thee;\n   For as the sun, with his great eye of flame,\n   Sheds light and plenty all abroad the world,\n   So sweeps the sovereign's eye on every side;\n   Even to the farthest limits of his realm\n   His care is wakeful and his glance is keen.\n\n   MARFA.\n   How far his arm can strike I know too well.\n\n   ARCHBISHOP.\n   He knows the lofty spirit fills thy soul,\n   And therefore feels indignantly the wrong\n   A bold-faced villain dares to offer thee.\n   Learn, then, in Poland, an audacious churl,\n   A renegade, who broke his monkish vows,\n   Laid down his habit, and renounced his God,\n   Doth use the name and title of thy son,\n   Whom death snatched from thee in his infancy.\n   The shameless varlet boasts him of thy blood,\n   And doth affect to be Czar Ivan's son;\n   A Waywode breaks the peace; from Poland leads\n   This spurious monarch, whom himself created,\n   Across our frontiers, with an armed power:\n   So he beguiles the Russians' faithful hearts,\n   And lures them on to treason and revolt.\n                   The Czar,\n   With pure, paternal feeling, sends me to thee.\n   Thou hold'st the manes of thy son in honor;\n   Nor wilt permit a bold adventurer\n   To steal his name and title from the tomb,\n   And with audacious hand usurp his rights.\n   Thou wilt proclaim aloud to all the world\n   That thou dost own him for no son of thine.\n   Thou wilt not nurse a bastard's alien blood\n   Upon thy heart, that beats so nobly; never!\n   Thou wilt--and this the Czar expects from thee--\n   Give the vile counterfeit the lie, with all\n   The righteous indignation it deserves.\n\n   MARFA (who has during the last speech subdued the most violent emotion).\n   What do I hear, archbishop? Can it be?\n   Oh, tell me, by what signs and marks of proof\n   This bold-faced trickster doth uphold himself\n   As Ivan's son, whom we bewailed as dead?\n\n   ARCHBISHOP.\n   By some faint, shadowy likeness to the Czar,\n   By documents which chance threw in his way,\n   And by a precious trinket, which he shows,\n   He cheats the credulous and wondering mob.\n\n   MARFA.\n   What is the trinket? Oh, pray, tell me what?\n\n   ARCHBISHOP.\n   A golden cross, gemmed with nine emeralds,\n   Which Ivan Westislowsky, so he says,\n   Hung round his neck at the baptismal font.\n\n   MARFA.\n   What do you say? He shows this trinket, this?\n\n      [With forced composure.\n\n   And how does he allege he came by it?\n\n   ARCHBISHOP.\n   A faithful servant and Diak, he says,\n   Preserved him from the assassins and the flames,\n   And bore him to Smolenskow privily.\n\n   MARFA.\n   But where was he brought up? Where, gives he forth,\n   Was he concealed and fostered until now?\n\n   ARCHBISHOP.\n   In Tschudow's monastery he was reared,\n   Unknowing who he was; from thence he fled\n   To Lithuania and Poland, where\n   He served the Prince of Sendomir, until\n   An accident revealed his origin.\n\n   MARFA.\n   With such a tale as this can he find friends\n   To peril life and fortune in his cause?\n\n   ARCHBISHOP.\n   Oh, madam, false, false-hearted is the Pole,\n   And enviously he eyes our country's wealth.\n   He welcomes every pretext that may serve\n   To light the flames of war within our bounds!\n\n   MARFA.\n   And were there credulous spirits, even in Moscow,\n   Could by this juggle be so lightly stirred?\n\n   ARCHBISHOP.\n   Oh, fickle, princess, is the people's heart!\n   They dote on alteration, and expect\n   To reap advantage from a change of rulers.\n   The bold assurance of the falsehood charms;\n   The marvellous finds favor and belief.\n   Therefore the Czar is anxious thou shouldst quell\n   This mad delusion, as thou only canst.\n   A word from thee annihilates the traitor\n   That falsely claims the title of thy son.\n   It joys me thus to see thee moved. I see\n   The audacious juggle rouses all thy pride,\n   And, with a noble anger paints thy cheek.\n\n   MARFA.\n   And where, where, tell me, does he tarry now,\n   Who dares usurp the title of my son?\n\n   ARCHBISHOP.\n   E'en now he's moving on to Tscherinsko;\n   His camp at Kioff has broke up, 'tis rumored;\n   And with a force of mounted Polish troops\n   And Don Cossacks, he comes to push his claims.\n\n   MARFA.\n   Oh, God Almighty, thanks, thanks, thanks, that thou\n   Hast sent me rescue and revenge at last!\n\n   ARCHBISHOP.\n   How, Marfa, how am I to construe this?\n\n   MARFA.\n   Ob, heavenly powers, conduct him safely here!\n   Hover, oh all ye angels, round his banners!\n\n   ARCHBISHOP.\n   Can it be so? The traitor, canst thou trust----\n\n   MARFA.\n   He is my son. Yes! by these signs alone\n   I recognize him. By thy Czar's alarm\n   I recognize him. Yes! He lives! He comes!\n   Down, tyrant, from thy throne, and shake with fear!\n   There still doth live a shoot from Rurik's stem;\n   The genuine Czar--the rightful heir draws nigh,\n   He comes to claim a reckoning for his own.\n\n   ARCHBISHOP.\n   Dost thou bethink thee what thou say'st? 'Tis madness!\n\n   MARFA.\n   At length--at length has dawned the day of vengeance,\n   Of restoration. Innocence is dragged\n   To light by heaven from the grave's midnight gloom.\n   The haughty Godunow, my deadly foe,\n   Must crouch and sue for mercy at my feet;\n   Oh, now my burning wishes are fulfilled!\n\n   ARCHBISHOP.\n   Can hate and rancorous malice blind you so?\n\n   MARFA.\n   Can terror blind your monarch so, that he\n   Should hope deliverance from me--from me--\n   Whom he hath done immeasurable wrong?\n   I shall, forsooth, deny the son whom heaven\n   Restores me by a miracle from the grave,\n   And to please him, the butcher of my house,\n   Who piled upon me woes unspeakable?\n   Yes, thrust from me the succor God has sent\n   In the sad evening of my heavy anguish?\n   No, thou escap'st me not. No, thou shalt hear me,\n   I have thee fast, I will not let thee free.\n   Oh, I can ease my bosom's load at last!\n   At last launch forth against mine enemy\n   The long-pent anger of my inmost soul!\n              Who was it, who,\n   That shut me up within this living tomb,\n   In all the strength and freshness of my youth,\n   With all its feelings glowing in my breast?\n   Who from my bosom rent my darling son,\n   And chartered ruffian hands to take his life?\n   Oh, words can never tell what I have suffered,\n   When, with a yearning that would not be still,\n   I watched throughout the long, long starry nights,\n   And noted with my tears the hours elapse!\n   The day of succor comes, and of revenge;\n   I see the mighty glorying in his might.\n\n   ARCHBISHOP.\n   You think the Czar will dread you--you mistake.\n\n   MARFA.\n   He's in my power--one little word from me,\n   One only, sets the seal upon his fate!\n   It was for this thy master sent thee here!\n   The eyes of Russia and of Poland now\n   Are closely bent upon me. If I own\n   The Czarowitsch as Ivan's son and mine,\n   Then all will do him homage; his the throne.\n   If I disown him, then he is undone;\n   For who will credit that his rightful mother,\n   A mother wronged, so foully wronged as I,\n   Could from her heart repulse its darling child,\n   To league with the despoilers of her house?\n   I need but speak one word and all the world\n   Deserts him as a traitor. Is't not so?\n   This word you wish from me. That mighty service,\n   Confess, I can perform for Godunow!\n\n   ARCHBISHOP.\n   Thou wouldst perform it for thy country, and\n   Avert the dread calamities of war,\n   Shouldst thou do homage to the truth. Thyself,\n   Ay, thou hast ne'er a doubt thy son is dead;\n   And couldst thou testify against thy conscience?\n\n   MARFA.\n   These sixteen years I've mourned his death; but yet\n   I ne'er have seen his ashes. I believed\n   His death, there trusting to the general voice\n   And my sad heart--I now believe he lives,\n   Trusting the general voice and my strong hope.\n   'Twere impious, with audacious doubts, to seek\n   To set a bound to the Almighty's will;\n   And even were he not my heart's dear son,\n   Yet should he be the son of my revenge.\n   In my child's room I take him to my breast,\n   Whom heaven has sent me to avenge my wrongs.\n\n   ARCHBISHOP.\n   Unhappy one, dost thou defy the strong?\n   From his far-reaching arm thou art not safe\n   Even in the convent's distant solitude.\n\n   MARFA.\n   Kill me he may, and stifle in the grave,\n   Or dungeon's gloom, my woman's voice, that it\n   Shall not reverberate throughout the world.\n   This he may do; but force me to speak aught\n   Against my will, that can he not; though backed\n   By all thy craft--no, he has missed his aim!\n\n   ARCHBISHOP.\n   Is this thy final purpose. Ponder well!\n   Hast thou no gentler message for the Czar?\n\n   MARFA.\n   Tell him to hope for heaven, if so he dare,\n   And for his people's love, if so he can.\n\n   ARCHBISHOP.\n   Enough! thou art bent on thy destruction.\n   Thou lean'st upon a reed, will break beneath thee;\n   One common ruin will o'erwhelm ye both.\n\n                     [Exit.\n\n   MARFA.\n   It is my son, I cannot doubt 'tis he.\n   Even the wild hordes of the uncultured wastes\n   Take arms upon his side; the haughty Pole,\n   The palatine, doth stake his noble daughter\n   On the pure gold of his most righteous cause,\n   And I alone reject him--I, his mother?\n   I, only I, shook not beneath the storm\n   Of joy that lifts all hearts with dizzying whirl,\n   And scatters turmoil widely o'er the earth.\n   He is my son--I must, will trust in him,\n   And grasp with living confidence the hand\n   Which heaven hath sent for my deliverance.\n   'Tis he, he comes with his embattled hosts,\n   To set me free, and to avenge my shame!\n   Hark to his drums, his martial trumpets' clang!\n   Ye nations come--come from the east and south.\n   Forth from your steppes, your immemorial woods\n   Of every tongue, of every raiment come!\n   Bridle the steed, the reindeer, and the camel!\n   Sweep hither, countless as the ocean waves,\n   And throng around the banners of your king!\n   Oh, wherefore am I mewed and fettered here,\n   A prisoned soul with longings infinite!\n   Thou deathless sun, that circlest earth's huge ball,\n   Be thou the messenger of my desires!\n   Thou all-pervading, chainless breeze that sweep'st\n   With lightning speed to earth's remotest bound,\n   Oh, bear to him the yearnings of my heart.\n   My prayers are all I have to give; but these\n   I pour all glowing from my inmost soul,\n   And send them up to heaven on wings of flame,\n   Like armed hosts, I send them forth to hail him.\n\n\n\n\nSCENE II.\n\n      A height crowned with trees. A wide and smiling landscape\n      occupies the background, which is traversed by a beautiful\n      river, and enlivened by the budding green of spring. At\n      various points the towers of several towns are visible.\n      Drums and martial music without. Enter ODOWALSKY, and other\n      officers, and immediately afterwards DEMETRIUS.\n\n   ODOWALSKY.\n   Go, lead the army downward by the wood,\n   Whilst we look round us here upon the height.\n\n            [Exeunt some of the officers.\n\n      Enter DEMETRIUS.\n\n   DEMETRIUS (starting back).\n   Ha! what a prospect!\n\n   ODOWALSKY.\n              Sire, thou see'st thy kingdom\n   Spread out before thee. That is Russian land.\n\n   RAZIN.\n   Why, e'en this pillar here bears Moscow's arms;\n   Here terminates the empire of the Poles.\n\n   DEMETRIUS.\n   Is that the Dnieper, rolls its quiet stream\n   Along these meadows?\n\n   ODOWALSKY.\n              That, sire, is the Desna;\n   See, yonder rise the towers of Tschernizow!\n\n   RAZIN.\n   Yon gleam you see upon the far horizon\n   Is from the roofs of Sewerisch Novogrod.\n\n   DEMETRIUS.\n   What a rich prospect! What fair meadow lands!\n\n   ODOWALSKY.\n   The spring has decked them with her trim array;\n   A teeming harvest clothes the fruitful soil.\n\n   DEMETRIUS.\n   The view is lost in limitless expanse.\n\n   RAZIN.\n   Yet is this but a small beginning, sire,\n   Of Russia's mighty empire. For it spreads\n   Towards the east to confines unexplored,\n   And on the north has ne'er a boundary,\n   Save the productive energy of earth.\n   Behold, our Czar is quite absorbed in thought.\n\n   DEMETRIUS.\n   On these fair meads dwell peace, unbroken peace,\n   And with war's terrible array I come\n   To scatter havoc, like a listed foe!\n\n   ODOWALSKY.\n   Hereafter 'twill be time to think of that.\n\n   DEMETRIUS.\n   Thou feelest as a Pole, I am Moscow's son.\n   It is the land to which I owe my life;\n   Forgive me, thou dear soil, land of my home,\n   Thou sacred boundary-pillar, which I clasp,\n   Whereon my sire his broad-spread eagle graved,\n   That I, thy son, with foreign foemen's arms,\n   Invade the tranquil temple of thy peace.\n   'Tis to reclaim my heritage I come,\n   And the proud name that has been stolen from me.\n   Here the Varegers, my forefathers, ruled,\n   In lengthened line, for thirty generations;\n   I am the last of all their lineage, snatched\n   From murder by God's special providence.\n\n\n\n\nSCENE III.\n\n      A Russian village. An open square before a church.\n      The tocsin is heard. GLEB, ILIA, and TIMOSKA rush in,\n      armed with hatchets.\n\n   GLEB (entering from a house).\n   Why are they running?\n\n   ILIA (entering from another house).\n               Who has tolled the bell.\n\n   TIMOSKA.\n   Neighbors, come forth! Come all, to council come!\n\n      [Enter OLEG and IGOR, with many other peasants,\n      women and children, who carry bundles.\n\n   GLEB.\n   Whence come ye hither with your wives and children?\n\n   IGOR.\n   Fly, fly! The Pole has fallen upon the land\n   At Maromesk, and slaughters all he finds.\n\n   OLEG.\n   Fly into the interior--to strong towns!\n   We've fired our cottages, there's not a soul\n   Left in the village, and we're making now\n   Up country for the army of the Czar.\n\n   TIMOSKA.\n   Here comes another troop of fugitives.\n\n      [IWANSKA and PETRUSCHKA, with armed peasantry,\n      enter on different sides.\n\n   IWANSKA.\n   Long live the Czar! The mighty prince Dmitri!\n\n   GLEB.\n   How! What is this!\n\n   ILIA.\n              What do you mean?\n\n   TIMOSKA.\n                       Who are you?\n\n   PETRUSCHKA.\n   Join all who're loyal to our princely line!\n\n   TIMOSKA.\n   What means all this? There a whole village flies\n   Up country to escape the Poles, while you\n   Make for the very point whence these have fled,\n   To join the standard of the country's foe!\n\n   PETRUSCHKA.\n   What foe? It is no foe that comes; it is\n   The people's friend, the emperor's rightful heir.\n\n\n   *   *   *   *   *\n\n\nThe POSADMIK (the village judge) enters to read a manifesto by Demetrius.\nVacillation of the inhabitants of the village between the two parties.\nThe peasant women are the first to be won over to Demetrius, and turn the\nscale.\n\n\nCamp of DEMETRIUS. He is worsted in the first action, but the army of\nthe Czar Boris conquers in a manner against its will, and does not follow\nup its advantages. Demetrius, in despair, is about to destroy himself,\nand is with difficulty prevented from doing so by Korela and Odowalsky.\nOverbearing demeanor of the Cossacks even to DEMETRIUS.\n\n\nCamp of the army of the CZAR BORIS. He is absent himself, and this\ninjures his cause, as he is feared but not loved. His army is strong,\nbut not to be relied on. The leaders are not unanimous, and partly\nincline to the side of Demetrius from a variety of motives. One of their\nnumber, Soltikow, declares for him from conviction. His adherence is\nattended with the most important results; a large portion of the army\ndeserts to DEMETRIUS.\n\n\nBORIS in Moscow. He still maintains his position as absolute ruler, and\nhas faithful servants around him; but already he is discomposed by evil\ntidings. He is withheld from joining the army by apprehension of a\nrebellion in Moscow. He is also ashamed as Czar to enter the field in\nperson against a traitor. Scene between him and the archbishop.\n\n\nBad news pours in from all sides, and Boris' danger grows momently more\nimminent. He hears of the revolt of the peasantry and the provincial\ntowns,--of the inactivity and mutiny of the army,--of the commotions in\nMoscow,--of the advance of Demetrius. Romanow, whom he has deeply\nwronged, arrives in Moscow. This gives rise to new apprehensions. Now\ncome the tidings that the Boiars are flying to the camp of Demetrius, and\nthat the whole army has gone over to him.\n\n\nBORIS and AXINIA. The Czar appears in a touching aspect as father, and\nin the dialogue with his daughter unfolds his inmost nature.\n\n\nBORIS has made his way to the throne by crime, but undertaken and\nfulfilled all the duties of a monarch; to the country he is a valuable\nprince and a true father of his people. It is only in his personal\ndealings with individuals that he is cunning, revengeful, and cruel. His\nspirit as well as his rank elevates him above all that surround him. The\nlong possession of supreme power, the habit of ruling over men, and the\ndespotic form of government, have so nursed his pride that it is\nimpossible for him to outlive his greatness. He sees clearly what awaits\nhim; but still he is Czar, and not degraded, though he resolves to die.\n\n\nHe believes in forewarnings, and in his present mood things appear to him\nof significance which, on other occasions, he had despised. A particular\ncircumstance, in which he seems to hear the voice of destiny, decides\nhim.\n\n\nShortly before his death his nature changes; he grows milder, even\ntowards the messengers of evil, and is ashamed of the bursts of rage with\nwhich he had received them before. He permits the worst to be told to\nhim, and even rewards the narrator.\n\n\nSo soon as he learns the misfortune that seals his fate, he leaves the\nstage without further explanation, with composure and resignation.\nShortly afterwards he returns in the habit of a monk, and removes his\ndaughter from the sight of his last moments. She is to seek protection\nfrom insult in a cloister; his son, Feodor, as a child, will perhaps have\nless to fear. He takes poison, and enters a retired chamber to die in\npeace.\n\nGeneral confusion at the tidings of the Czar's death. The Boiars form an\nimperial council and rule in the Kremlin. Romanow (afterwards Czar, and\nfounder of the now ruling house) enters at the head of an armed force,\nswears, on the bosom of the Czar, an oath of allegiance to his son\nFeodor, and compels the Boiars to follow his example. Revenge and\nambition are far from his soul; he pursues only justice. He loves Axinia\nwithout hope, and is, without knowing it, beloved by her in return.\n\n\nROMANOW hastens to the army to secure it for the young Czar.\nInsurrection in Moscow, brought about by the adherents of Demetrius.\nThe people drag the Boiars from their houses, make themselves masters\nof Feodor and Axinia--put them in prison, and send delegates to\nDemetrius.\n\n\nDEMETRIUS in Tula, at the pinnacle of success. The army is his own; the\nkeys of numerous towns are brought to him. Moscow alone appears to offer\nresistance. He is mild and amiable, testifies a noble emotion at the\nintelligence of the death of Boris, pardons a detected conspiracy against\nhis life, despises the servile adulations of the Russians, and is for\nsending them away. The Poles, on the other hand, by whom he is\nsurrounded, are rude and violent, and treat the Russians with contempt.\nDemetrius longs for a meeting with his mother, and sends a messenger to\nMarina.\n\n\nAmong the multitude of Russians who throng around Demetrius in Tula\nappears a man whom he at once recognizes; he is greatly delighted to see\nhim. He bids all the rest withdraw, and so soon as he is alone with this\nman he thanks him, with full heart, as his preserver and benefactor.\nThis person hints that Demetrius is under especial obligations to him,\nand to a greater extent than he is himself aware. Demetrius urges him to\nexplain, and the assassin of the genuine Demetrius thereupon discloses\nthe real facts of the case. For this murder he had received no\nrecompense, but on the contrary had nothing but death to anticipate from\nBoris. Thirsting for revenge, he stumbled upon a boy, whose resemblance\nto the Czar Ivan struck him. This circumstance must be turned to\naccount. He seized the boy, fled with him from Uglitsch, brought him to\na monk, whom he succeeded in gaining over for his ends, and delivered to\nhim the trinkets which he had himself taken from the murdered Demetrius.\nBy means of this boy, whom he had never lost sight of, and whose steps he\nhad attended upon all occasions without being observed, he is now\nrevenged. His tool, the false Demetrius, rules over Russia in Boris'\nroom.\n\n\nDuring this narration a mighty change comes over Demetrius. His silence\nis awful. In the moment of the highest rage and despair, the assassin\ndrives him to the extreme of endurance, when with a defying and insolent\nair he demands his reward. Demetrius strikes him to the earth.\n\n\nSoliloquy of Demetrius. Internal conflict; but the feeling of the\nnecessity for maintaining his position as Czar is triumphant.\n\n\nThe delegates from Moscow arrive, and submit themselves to Demetrius.\nThey are received gloomily, and with a menacing demeanor. Among them is\nthe Patriarch. Demetrius deposes him from his dignity, and soon\nafterwards sentences to death a Russian of rank, who had questioned the\nauthenticity of his birth.\n\n\nMARFA and OLGA await Demetrius under a magnificent tent. Marfa speaks of\nthe approaching interview with more doubt and fear than hope, and\ntrembles as the moment draws near which should assure her highest\nhappiness. Olga speaks to her, herself without faith. During the long\njourney they have both had time to recall the whole circumstances; the\nfirst exultation had given place to reflection. The gloomy silence and\nthe repulsive glances of the guards who surround the tent serve still\nfurther to augment their despondency.\n\n\nThe trumpets sound. Marfa is irresolute whether she shall advance to\nmeet Demetrius. Now he stands before her alone. The little that was\nleft of hope in her heart altogether vanishes on seeing him. An unknown\nsomething steps between them--Nature does not speak--they are separated\nforever. The first impulse is an endeavor to approach; Marfa is the\nfirst to make a movement to recede. Demetrius observes it, and remains\nfor a moment paralyzed. Significant silence.\n\nDEMETRIUS. Does thy heart say nothing? Dost thou not recognize thy\nblood in me?\n\n   MARFA is silent.\n\nDEMETRIUS. The voice of nature is holy and free; I will neither\nconstrain nor belie it. Had thy heart spoken at the first glance then\nhad mine answered it; thou shouldst have found a pious, loving son in me.\nThe claim of duty would have concurred with inclination and heartfelt\naffection. But if thou dost not feel as a mother for me, then, think as\na princess, command thyself as a queen! Fate unexpectedly gave me to\nthee as a son; accept me as a gift of heaven. Though even I were not thy\nson, which I now appear to be, still I rob thy son of nothing. I\nstripped it from thy foe. Thee and thy blood have I avenged; I have\ndelivered thee from the grave in which thou went entombed alive, and led\nthee back into the royal seat. That thy destiny is linked with mine thou\nknowest. With me thou standest, and with me must fall. All the people's\neyes are upon us. I hate deception, and what I do not feel I may not\nshow; but I do really feel a reverence for thee, and this feeling, which\nbends my knee before thee, comes from my heart.\n\n   [Dumb show of MARFA, to indicate her internal emotion.\n\nDEMETRIUS. Make thy resolve! Let that which nature will not prompt be\nthe free act of thy will! I ask no hypocrisy--no falsehood, from thee; I\nask genuine feelings. Do not seem to be my mother, but be so. Throw the\npast from thee--grasp the present with thy whole heart! If I am not thy\nson yet I am the Czar--I have power and success upon my side. He who\nlies in his grave is dust; he has no heart to love thee, no eye to smile\nupon thee. Turn to the living.\n\n   [MARFA bursts into tears.\n\nDEMETRIUS. Oh, these golden drops are welcome to me. Let them flow!\nShow thyself thus to the people!\n\n   [At a signal from DEMETRIUS the tent is thrown open, and\n   the assembled Russians become spectators of this scene.\n\n\nEntrance of Demetrius into Moscow. Great splendor, but of a military\nkind. Poles and Cossacks compose the procession. Gloom and terror\nmingle with the demonstrations of joy. Distrust and misfortune surround\nthe whole.\n\n\nRomanow, who came to the army too late, has returned to Moscow to protect\nFeodor and Axinia. It is all in vain; he is himself thrown into prison.\nAxinia flies to Marfa, and at her feet implores protection against the\nPoles. Here Demetrius sees her, and a violent and irresistible passion\nis kindled in his breast. Axinia detests him.\n\n\nDEMETRIUS as Czar. A fearful element sustains him, but he does not\ncontrol it: he is urged on by the force of strange passions. His inward\nconsciousness betokens a general distrust; he has no friend on whom he\ncan rely. Poles and Cossacks, by their insolent licentiousness, injure\nhim in the popular opinion. Even that which is creditable to him--his\npopular manners, simplicity, and contempt of stiff ceremonial, occasions\ndissatisfaction. Occasionally he offends, through inadvertency, the\nusages of the country. He persecutes the monks because he suffered\nseverely under them. Moreover, he is not exempt from despotic caprices\nin the moments of offended pride. Odowalsky knows how to make himself at\nall times indispensable to him, removes the Russians to a distance, and\nmaintains his overruling influence.\n\n\nDEMETRIUS meditates inconstancy to Marina. He confers upon the point\nwith the Archbishop Iob, who, in order to get rid of the Poles, falls in\nwith his desire, and puts before him an exalted picture of the imperial\npower.\n\n\nMARINA appears with a vast retinue in Moscow. Meeting with Demetrius.\nHollow and cold meeting on both sides; she, however, wears her disguise\nwith greater skill. She urges an immediate marriage. Preparations are\nmade for a magnificent festival.\n\n\nBy the orders of Marina a cup of poison is brought to Axinia. Death is\nwelcome to her; she was afraid of being forced to the altar with the\nCzar.\n\n\nViolent grief of Demetrius. With a broken heart he goes to the betrothal\nwith Marina.\n\n\nAfter the marriage Marina discloses to him that she does not consider him\nto be the true Demetrius, and never did. She then coldly leaves him in a\nstate of extreme anguish and dismay.\n\nMeanwhile SCHINSKOI, one of the former generals of the Czar Boris, avails\nhimself of the growing discontent of the people, and becomes the head of\na conspiracy against Demetrius.\n\n\nROMANOW, in prison, is comforted by a supernatural apparition. Axinia's\nspirit stands before him, opens to him a prospect of happier times in\nstore, and enjoins him calmly to allow destiny to ripen, and not to stain\nhimself with blood. ROMANOW receives a hint that he may himself be\ncalled to the throne. Soon afterwards he is solicited to take part in\nthe conspiracy, but declines.\n\n\nSOLTIKOW reproaches himself bitterly for having betrayed his country to\nDemetrius. But he will not be a second time a traitor, and adheres, from\nprinciple and against his feelings, to the party which he has once\nadopted. As the misfortune has happened, he seeks at least to alleviate\nit, and to enfeeble the power of the Poles. He pays for this effort with\nhis life; but he accepts death as a merited punishment, and confesses\nthis when dying to Demetrius himself.\n\n\nCASIMIR, a brother of LODOISKA, a young Polish lady, who has been\nsecretly and hopelessly attached to Demetrius, in the house of the\nWaywode of Sendomir, has, at his sister's request, accompanied Demetrius\nin the campaign, and in every encounter defended him bravely. In the\nmoment of danger, when all the other retainers of Demetrius think only of\ntheir personal safety, Casimir alone remains faithful to him, and\nsacrifices life in his defence.\n\n\nThe conspiracy breaks out. Demetrius is with Marfa when the leading\nconspirators force their way into the room. The dignity and courage of\nDemetrius have a momentary effect upon the rebels. He nearly succeeds in\ndisarming them by a promise to place the Poles at their disposal. But at\nthis point SCHINSKOI rushes in with an infuriated band. An explicit\ndeclaration is demanded from the ex-empress; she is required to swear,\nupon the cross, that Demetrius is her son. To testify against her\nconscience in a manner so solemn is impossible. She turns from Demetrius\nin silence, and is about to withdraw. \"Is she silent?\" exclaims the\ntumultuous throng. \"Does she disown him?\" \"Then, traitor, die!\" and\nDemetrius falls, pierced by their swords, at Marfa's feet.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Demetrius, by Frederich Schiller\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DEMETRIUS ***\n\n***** This file should be named 6790.txt or 6790.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/6\/7\/9\/6790\/\n\nProduced by Tapio Riikonen and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":710,"split":"train"}
