{"ori_id":"7af13ef84d5f06eaef3272bc0c266b1fd5589b7e","title":"The Metaphysics of Morals","context":"The Metaphysics of Morals\n The work is divided into two main parts, the Rechtslehre and the Tugendlehre. Mary J. Gregor's translation (1991) explains these German terms as, respectively, The \"Doctrine of Right, which deals with the rights that people have or can acquire, and the Doctrine of Virtue, which deals with the virtues they ought to acquire.\nRechtslehre has also been translated as the Science of Right (Hastie) or the Metaphysical Elements of Justice (Ladd). It is grounded in republican interpretation of origins of political community as civil society and establishment of positive law. Published separately in 1797, the Doctrine of Right is one of the last examples of classical republicanism in political philosophy. The Doctrine of Right contains the most mature of Kant's statements on the peace project and a system of law to ensure individual rights.\nThe Doctrine of Virtue develops further Kant's ethical theory, which Kant first laid out in the Groundwork of the Metaphysics of Morals (1785). Kant particularly emphasizes treating humanity as an end in itself; in fact the Kant's retake of the second formulation of the categorical imperative (e.g. Groundwork of the Metaphysics of Morals) makes possible to deduce duties. The duties are analitically treated by Kant, who distinguishes: 1) duties towards ourselves; 2) duties towards others. The duties are: 1) perfect duties; 2) imperfect duties. Kant thinks imperfect duties let a latitudo: i.e., the possibility of choose maxims. The perfect duties instead do not let any latitudo and determine exactly the maxims of actions.\nï»¿Project Gutenberg's The Metaphysical Elements of Ethics, by Immanuel Kant\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\/license\n\n\nTitle: The Metaphysical Elements of Ethics\n\nAuthor: Immanuel Kant\n\nPosting Date: August 4, 2013 [EBook #5684]\nRelease Date: May, 2004\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE METAPHYSICAL ELEMENTS OF ETHICS ***\n\n\n\n\nProduced by Matthew Stapleton.\n\n\n\n\n\n\n\n\n\t\t\t\t 1780\n\n\t\t THE METAPHYSICAL ELEMENTS OF ETHICS\n\n\t\t\t   by Immanuel Kant\n\n\t\ttranslated by Thomas Kingsmill Abbott\n\n\nPREFACE\n\nIf there exists on any subject a philosophy (that is, a system of\nrational knowledge based on concepts), then there must also be for\nthis philosophy a system of pure rational concepts, independent of any\ncondition of intuition, in other words, a metaphysic. It may be\nasked whether metaphysical elements are required also for every\npractical philosophy, which is the doctrine of duties, and therefore\nalso for Ethics, in order to be able to present it as a true science\n(systematically), not merely as an aggregate of separate doctrines\n(fragmentarily). As regards pure jurisprudence, no one will question\nthis requirement; for it concerns only what is formal in the\nelective will, which has to be limited in its external relations\naccording to laws of freedom; without regarding any end which is the\nmatter of this will. Here, therefore, deontology is a mere\nscientific doctrine (doctrina scientiae). *\n\n\n\n* One who is acquainted with practical philosophy is not,\ntherefore, a practical philosopher. The latter is he who makes the\nrational end the principle of his actions, while at the same time he\njoins with this the necessary knowledge which, as it aims at action,\nmust not be spun out into the most subtile threads of metaphysic,\nunless a legal duty is in question; in which case meum and tuum must\nbe accurately determined in the balance of justice, on the principle\nof equality of action and action, which requires something like\nmathematical proportion, but not in the case of a mere ethical duty.\nFor in this case the question is not only to know what it is a duty to\ndo (a thing which on account of the ends that all men naturally have\ncan be easily decided), but the chief point is the inner principle\nof the will namely that the consciousness of this duty be also the\nspring of action, in order that we may be able to say of the man who\njoins to his knowledge this principle of wisdom that he is a practical\nphilosopher.\n\n\n\nNow in this philosophy (of ethics) it seems contrary to the idea\nof it that we should go back to metaphysical elements in order to make\nthe notion of duty purified from everything empirical (from every\nfeeling) a motive of action. For what sort of notion can we form of\nthe mighty power and herculean strength which would be sufficient to\novercome the vice-breeding inclinations, if Virtue is to borrow her\n\"arms from the armoury of metaphysics,\" which is a matter of\nspeculation that only few men can handle? Hence all ethical teaching\nin lecture rooms, pulpits, and popular books, when it is decked out\nwith fragments of metaphysics, becomes ridiculous. But it is not,\ntherefore, useless, much less ridiculous, to trace in metaphysics\nthe first principles of ethics; for it is only as a philosopher that\nanyone can reach the first principles of this conception of duty,\notherwise we could not look for either certainty or purity in the\nethical teaching. To rely for this reason on a certain feeling\nwhich, on account of the effect expected from it, is called moral,\nmay, perhaps, even satisfy the popular teacher, provided he desires as\nthe criterion of a moral duty to consider the problem: \"If everyone in\nevery case made your maxim the universal law, how could this law be\nconsistent with itself?\" But if it were merely feeling that made it\nour duty to take this principle as a criterion, then this would not be\ndictated by reason, but only adopted instinctively and therefore\nblindly.\n\n                                                    {PREFACE ^paragraph 5}\n\nBut in fact, whatever men imagine, no moral principle is based on\nany feeling, but such a principle is really nothing else than an\nobscurely conceived metaphysic which inheres in every man's\nreasoning faculty; as the teacher will easily find who tries to\ncatechize his pupils in the Socratic method about the imperative of\nduty and its application to the moral judgement of his actions. The\nmode of stating it need not be always metaphysical, and the language\nneed not necessarily be scholastic, unless the pupil is to be\ntrained to be a philosopher. But the thought must go back to the\nelements of metaphysics, without which we cannot expect any\ncertainty or purity, or even motive power in ethics.\n\nIf we deviate from this principle and begin from pathological, or\npurely sensitive, or even moral feeling (from what is subjectively\npractical instead of what is objective), that is, from the matter of\nthe will, the end, not from its form that is the law, in order from\nthence to determine duties; then, certainly, there are no metaphysical\nelements of ethics, for feeling by whatever it may be excited is\nalways physical. But then ethical teaching, whether in schools, or\nlecture-rooms, etc., is corrupted in its source. For it is not a\nmatter of indifference by what motives or means one is led to a good\npurpose (the obedience to duty). However disgusting, then, metaphysics\nmay appear to those pretended philosophers who dogmatize oracularly,\nor even brilliantly, about the doctrine of duty, it is,\nnevertheless, an indispensable duty for those who oppose it to go back\nto its principles even in ethics, and to begin by going to school on\nits benches.\n\n\n\nWe may fairly wonder how, after all previous explanations of the\nprinciples of duty, so far as it is derived from pure reason, it was\nstill possible to reduce it again to a doctrine of happiness; in\nsuch a way, however, that a certain moral happiness not resting on\nempirical causes was ultimately arrived at, a self-contradictory\nnonentity. In fact, when the thinking man has conquered the\ntemptations to vice, and is conscious of having done his (often\nhard) duty, he finds himself in a state of peace and satisfaction\nwhich may well be called happiness, in which virtue is her own reward.\nNow, says the eudaemonist, this delight, this happiness, is the real\nmotive of his acting virtuously. The notion of duty, says be, does not\nimmediately determine his will; it is only by means of the happiness\nin prospect that he is moved to his duty. Now, on the other hand,\nsince he can promise himself this reward of virtue only from the\nconsciousness of having done his duty, it is clear that the latter\nmust have preceded: that is, he must feel himself bound to do his duty\nbefore he thinks, and without thinking, that happiness will be the\nconsequence of obedience to duty. He is thus involved in a circle in\nhis assignment of cause and effect. He can only hope to be happy if he\nis conscious of his obedience to duty: and he can only be moved to\nobedience to duty if be foresees that he will thereby become happy.\nBut in this reasoning there is also a contradiction. For, on the one\nside, he must obey his duty, without asking what effect this will have\non his happiness, consequently, from a moral principle; on the other\nside, he can only recognize something as his duty when he can reckon\non happiness which will accrue to him thereby, and consequently on a\npathological principle, which is the direct opposite of the former.\n\nI have in another place (the Berlin Monatsschrift), reduced, as I\nbelieve, to the simplest expressions the distinction between\npathological and moral pleasure. The pleasure, namely, which must\nprecede the obedience to the law in order that one may act according\nto the law is pathological, and the process follows the physical order\nof nature; that which must be preceded by the law in order that it may\nbe felt is in the moral order. If this distinction is not observed; if\neudaemonism (the principle of happiness) is adopted as the principle\ninstead of eleutheronomy (the principle of freedom of the inner\nlegislation), the consequence is the euthanasia (quiet death) of all\nmorality.\n\n                                                   {PREFACE ^paragraph 10}\n\nThe cause of these mistakes is no other than the following: Those\nwho are accustomed only to physiological explanations will not admit\ninto their heads the categorical imperative from which these laws\ndictatorially proceed, notwithstanding that they feel themselves\nirresistibly forced by it. Dissatisfied at not being able to explain\nwhat lies wholly beyond that sphere, namely, freedom of the elective\nwill, elevating as is this privilege, that man has of being capable of\nsuch an idea, they are stirred up by the proud claims of speculative\nreason, which feels its power so strongly in the fields, just as if\nthey were allies leagued in defence of the omnipotence of\ntheoretical reason and roused by a general call to arms to resist that\nidea; and thus they are at present, and perhaps for a long time to\ncome, though ultimately in vain, to attack the moral concept of\nfreedom and if possible render it doubtful.\n\nINTRODUCTION\n\n    INTRODUCTION TO THE METAPHYSICAL ELEMENTS OF ETHICS\n\n\n\nEthics in ancient times signified moral philosophy (philosophia\nmoralis) generally, which was also called the doctrine of duties.\nSubsequently it was found advisable to confine this name to a part\nof moral philosophy, namely, to the doctrine of duties which are not\nsubject to external laws (for which in German the name Tugendlehre was\nfound suitable). Thus the system of general deontology is divided into\nthat of jurisprudence (jurisprudentia), which is capable of external\nlaws, and of ethics, which is not thus capable, and we may let this\ndivision stand.\n\n\n\n\n\nI. Exposition of the Conception of Ethics\n\n\n\nThe notion of duty is in itself already the notion of a constraint\nof the free elective will by the law; whether this constraint be an\nexternal one or be self-constraint. The moral imperative, by its\ncategorical (the unconditional ought) announces this constraint, which\ntherefore does not apply to all rational beings (for there may also be\nholy beings), but applies to men as rational physical beings who are\nunholy enough to be seduced by pleasure to the transgression of the\nmoral law, although they themselves recognize its authority; and\nwhen they do obey it, to obey it unwillingly (with resistance of their\ninclination); and it is in this that the constraint properly\nconsists. * Now, as man is a free (moral) being, the notion of duty\ncan contain only self-constraint (by the idea of the law itself), when\nwe look to the internal determination of the will (the spring), for\nthus only is it possible to combine that constraint (even if it were\nexternal) with the freedom of the elective will. The notion of duty\nthen must be an ethical one.\n\n                                               {INTRODUCTION ^paragraph 5}\n\n\n\n* Man, however, as at the same time a moral being, when he\nconsiders himself objectively, which he is qualified to do by his pure\npractical reason, (i.e. according to humanity in his own person),\nfinds himself holy enough to transgress the law only unwillingly;\nfor there is no man so depraved who in this transgression would not\nfeel a resistance and an abhorrence of himself, so that he must put\na force on himself. It is impossible to explain the phenomenon that at\nthis parting of the ways (where the beautiful fable places Hercules\nbetween virtue and sensuality) man shows more propensity to obey\ninclination than the law. For, we can only explain what happens by\ntracing it to a cause according to physical laws; but then we should\nnot be able to conceive the elective will as free. Now this mutually\nopposed self-constraint and the inevitability of it makes us recognize\nthe incomprehensible property of freedom.\n\n\n\nThe impulses of nature, then, contain hindrances to the fulfilment\nof duty in the mind of man, and resisting forces, some of them\npowerful; and he must judge himself able to combat these and to\nconquer them by means of reason, not in the future, but in the\npresent, simultaneously with the thought; he must judge that he can do\nwhat the law unconditionally commands that he ought.\n\nNow the power and resolved purpose to resist a strong but unjust\nopponent is called fortitude (fortitudo), and when concerned with\nthe opponent of the moral character within us, it is virtue (virtus,\nfortitudo moralis). Accordingly, general deontology, in that part\nwhich brings not external, but internal, freedom under laws is the\ndoctrine of virtue.\n\n                                              {INTRODUCTION ^paragraph 10}\n\nJurisprudence had to do only with the formal condition of external\nfreedom (the condition of consistency with itself, if its maxim became\na universal law), that is, with law. Ethics, on the contrary, supplies\nus with a matter (an object of the free elective will), an end of pure\nreason which is at the same time conceived as an objectively necessary\nend, i.e., as duty for all men. For, as the sensible inclinations\nmislead us to ends (which are the matter of the elective will) that\nmay contradict duty, the legislating reason cannot otherwise guard\nagainst their influence than by an opposite moral end, which therefore\nmust be given a priori independently on inclination.\n\nAn end is an object of the elective will (of a rational being) by\nthe idea of which this will is determined to an action for the\nproduction of this object. Now I may be forced by others to actions\nwhich are directed to an end as means, but I cannot be forced to\nhave an end; I can only make something an end to myself. If,\nhowever, I am also bound to make something which lies in the notions\nof practical reason an end to myself, and therefore besides the formal\ndetermining principle of the elective will (as contained in law) to\nhave also a material principle, an end which can be opposed to the end\nderived from sensible impulses; then this gives the notion of an end\nwhich is in itself a duty. The doctrine of this cannot belong to\njurisprudence, but to ethics, since this alone includes in its\nconception self-constraint according to moral laws.\n\nFor this reason, ethics may also be defined as the system of the\nends of the pure practical reason. The two parts of moral philosophy\nare distinguished as treating respectively of ends and of duties of\nconstraint. That ethics contains duties to the observance of which one\ncannot be (physically) forced by others, is merely the consequence\nof this, that it is a doctrine of ends, since to be forced to have\nends or to set them before one's self is a contradiction.\n\nNow that ethics is a doctrine of virtue (doctrina officiorum\nvirtutis) follows from the definition of virtue given above compared\nwith the obligation, the peculiarity of which has just been shown.\nThere is in fact no other determination of the elective will, except\nthat to an end, which in the very notion of it implies that I cannot\neven physically be forced to it by the elective will of others.\nAnother may indeed force me to do something which is not my end (but\nonly means to the end of another), but he cannot force me to make it\nmy own end, and yet I can have no end except of my own making. The\nlatter supposition would be a contradiction- an act of freedom which\nyet at the same time would not be free. But there is no\ncontradiction in setting before one's self an end which is also a\nduty: for in this case I constrain myself, and this is quite\nconsistent with freedom. * But how is such an end possible? That is\nnow the question. For the possibility of the notion of the thing\n(viz., that it is not self-contradictory) is not enough to prove the\npossibility of the thing itself (the objective reality of the notion).\n\n\n\n                                              {INTRODUCTION ^paragraph 15}\n\n* The less a man can be physically forced, and the more he can be\nmorally forced (by the mere idea of duty), so much the freer he is.\nThe man, for example, who is of sufficiently firm resolution and\nstrong mind not to give up an enjoyment which he has resolved on,\nhowever much loss is shown as resulting therefrom, and who yet desists\nfrom his purpose unhesitatingly, though very reluctantly, when he\nfinds that it would cause him to neglect an official duty or a sick\nfather; this man proves his freedom in the highest degree by this very\nthing, that he cannot resist the voice of duty.\n\n\n\n\n\nII. Exposition of the Notion of an End which is also a Duty\n\n\n\nWe can conceive the relation of end to duty in two ways; either\nstarting from the end to find the maxim of the dutiful actions; or\nconversely, setting out from this to find the end which is also\nduty. Jurisprudence proceeds in the former way. It is left to\neveryone's free elective will what end he will choose for his\naction. But its maxim is determined a priori; namely, that the freedom\nof the agent must be consistent with the freedom of every other\naccording to a universal law.\n\n                                              {INTRODUCTION ^paragraph 20}\n\nEthics, however, proceeds in the opposite way. It cannot start\nfrom the ends which the man may propose to himself, and hence give\ndirections as to the maxims he should adopt, that is, as to his\nduty; for that would be to take empirical principles of maxims, and\nthese could not give any notion of duty; since this, the categorical\nought, has its root in pure reason alone. Indeed, if the maxims were\nto be adopted in accordance with those ends (which are all selfish),\nwe could not properly speak of the notion of duty at all. Hence in\nethics the notion of duty must lead to ends, and must on moral\nprinciples give the foundation of maxims with respect to the ends\nwhich we ought to propose to ourselves.\n\nSetting aside the question what sort of end that is which is in\nitself a duty, and how such an end is possible, it is here only\nnecessary to show that a duty of this kind is called a duty of virtue,\nand why it is so called.\n\nTo every duty corresponds a right of action (facultas moralis\ngeneratim), but all duties do not imply a corresponding right\n(facultas juridica) of another to compel anyone, but only the\nduties called legal duties. Similarly to all ethical obligation\ncorresponds the notion of virtue, but it does not follow that all\nethical duties are duties of virtue. Those, in fact, are not so\nwhich do not concern so much a certain end (matter, object of the\nelective will), but merely that which is formal in the moral\ndetermination of the will (e.g., that the dutiful action must also\nbe done from duty). It is only an end which is also duty that can be\ncalled a duty of virtue. Hence there are several of the latter kind\n(and thus there are distinct virtues); on the contrary, there is\nonly one duty of the former kind, but it is one which is valid for all\nactions (only one virtuous disposition).\n\nThe duty of virtue is essentially distinguished from the duty of\njustice in this respect; that it is morally possible to be\nexternally compelled to the latter, whereas the former rests on free\nself-constraint only. For finite holy beings (which cannot even be\ntempted to the violation of duty) there is no doctrine of virtue,\nbut only moral philosophy, the latter being an autonomy of practical\nreason, whereas the former is also an autocracy of it. That is, it\nincludes a consciousness- not indeed immediately perceived, but\nrightly concluded, from the moral categorical imperative- of the power\nto become master of one's inclinations which resist the law; so that\nhuman morality in its highest stage can yet be nothing more than\nvirtue; even if it were quite pure (perfectly free from the\ninfluence of a spring foreign to duty), a state which is poetically\npersonified under the name of the wise man (as an ideal to which one\nshould continually approximate).\n\nVirtue, however, is not to be defined and esteemed merely as\nhabit, and (as it is expressed in the prize essay of Cochius) as a\nlong custom acquired by practice of morally good actions. For, if this\nis not an effect of well-resolved and firm principles ever more and\nmore purified, then, like any other mechanical arrangement brought\nabout by technical practical reason, it is neither armed for all\ncircumstances nor adequately secured against the change that may be\nwrought by new allurements.\n\n                                              {INTRODUCTION ^paragraph 25}\n\n\n\n                       REMARK\n\n\n\nTo virtue = + a is opposed as its logical contradictory\n(contradictorie oppositum) the negative lack of virtue (moral\nweakness) = 0; but vice =  - a is its contrary (contrarie s. realiter\noppositum); and it is not merely a needless question but an\noffensive one to ask whether great crimes do not perhaps demand more\nstrength of mind than great virtues. For by strength of mind we\nunderstand the strength of purpose of a man, as a being endowed with\nfreedom, and consequently so far as he is master of himself (in his\nsenses) and therefore in a healthy condition of mind. But great crimes\nare paroxysms, the very sight of which makes the man of healthy mind\nshudder. The question would therefore be something like this:\nwhether a man in a fit of madness can have more physical strength than\nif he is in his senses; and we may admit this without on that\naccount ascribing to him more strength of mind, if by mind we\nunderstand the vital principle of man in the free use of his powers.\nFor since those crimes have their ground merely in the power of the\ninclinations that weaken reason, which does not prove strength of\nmind, this question would be nearly the same as the question whether a\nman in a fit of illness can show more strength than in a healthy\ncondition; and this may be directly denied, since the want of\nhealth, which consists in the proper balance of all the bodily\nforces of the man, is a weakness in the system of these forces, by\nwhich system alone we can estimate absolute health.\n\n\n\n\n\n                                              {INTRODUCTION ^paragraph 30}\n\nIII. Of the Reason for conceiving an End which is also a Duty\n\n\n\nAn end is an object of the free elective will, the idea of which\ndetermines this will to an action by which the object is produced.\nAccordingly every action has its end, and as no one can have an end\nwithout himself making the object of his elective will his end,\nhence to have some end of actions is an act of the freedom of the\nagent, not an affect of physical nature. Now, since this act which\ndetermines an end is a practical principle which commands not the\nmeans (therefore not conditionally) but the end itself (therefore\nunconditionally), hence it is a categorical imperative of pure\npractical reason and one, therefore, which combines a concept of\nduty with that of an end in general.\n\nNow there must be such an end and a categorical imperative\ncorresponding to it. For since there are free actions, there must also\nbe ends to which as an object those actions are directed. Amongst\nthese ends there must also be some which are at the same time (that\nis, by their very notion) duties. For if there were none such, then\nsince no actions can be without an end, all ends which practical\nreason might have would be valid only as means to other ends, and a\ncategorical imperative would be impossible; a supposition which\ndestroys all moral philosophy.\n\nHere, therefore, we treat not of ends which man actually makes to\nhimself in accordance with the sensible impulses of his nature, but of\nobjects of the free elective will under its own laws- objects which he\nought to make his end. We may call the former technical\n(subjective), properly pragmatical, including the rules of prudence in\nthe choice of its ends; but the latter we must call the moral\n(objective) doctrine of ends. This distinction is, however,\nsuperfluous here, since moral philosophy already by its very notion is\nclearly separated from the doctrine of physical nature (in the present\ninstance, anthropology). The latter resting on empirical principles,\nwhereas the moral doctrine of ends which treats of duties rests on\nprinciples given a priori in pure practical reason.\n\n                                              {INTRODUCTION ^paragraph 35}\n\n\n\n\n\nIV. What are the Ends which are also Duties?\n\n\n\nThey are: A. OUR OWN PERFECTION, B. HAPPINESS OF OTHERS.\n\nWe cannot invert these and make on one side our own happiness, and\non the other the perfection of others, ends which should be in\nthemselves duties for the same person.\n\n                                              {INTRODUCTION ^paragraph 40}\n\nFor one's own happiness is, no doubt, an end that all men have (by\nvirtue of the impulse of their nature), but this end cannot without\ncontradiction be regarded as a duty. What a man of himself\ninevitably wills does not come under the notion of duty, for this is a\nconstraint to an end reluctantly adopted. It is, therefore, a\ncontradiction to say that a man is in duty bound to advance his own\nhappiness with all his power.\n\nIt is likewise a contradiction to make the perfection of another\nmy end, and to regard myself as in duty bound to promote it. For it is\njust in this that the perfection of another man as a person\nconsists, namely, that he is able of himself to set before him his own\nend according to his own notions of duty; and it is a contradiction to\nrequire (to make it a duty for me) that I should do something which no\nother but himself can do.\n\n\n\n\n\nV. Explanation of these two Notions\n\n\n\n                                              {INTRODUCTION ^paragraph 45}\n\n                A. OUR OWN PERFECTION\n\n\n\nThe word perfection is liable to many misconceptions. It is\nsometimes understood as a notion belonging to transcendental\nphilosophy; viz., the notion of the totality of the manifold which\ntaken together constitutes a thing; sometimes, again, it is understood\nas belonging to teleology, so that it signifies the correspondence\nof the properties of a thing to an end. Perfection in the former sense\nmight be called quantitative (material), in the latter qualitative\n(formal) perfection. The former can be one only, for the whole of what\nbelongs to the one thing is one. But of the latter there may be\nseveral in one thing; and it is of the latter property that we here\ntreat.\n\nWhen it is said of the perfection that belongs to man generally\n(properly speaking, to humanity), that it is in itself a duty to\nmake this our end, it must be placed in that which may be the effect\nof one's deed, not in that which is merely an endowment for which we\nhave to thank nature; for otherwise it would not be duty.\nConsequently, it can be nothing else than the cultivation of one's\npower (or natural capacity) and also of one's will (moral disposition)\nto satisfy the requirement of duty in general. The supreme element\nin the former (the power) is the understanding, it being the faculty\nof concepts, and, therefore, also of those concepts which refer to\nduty. First it is his duty to labour to raise himself out of the\nrudeness of his nature, out of his animal nature more and more to\nhumanity, by which alone he is capable of setting before him ends to\nsupply the defects of his ignorance by instruction, and to correct his\nerrors; he is not merely counselled to do this by reason as\ntechnically practical, with a view to his purposes of other kinds\n(as art), but reason, as morally practical, absolutely commands him to\ndo it, and makes this end his duty, in order that he may be worthy\nof the humanity that dwells in him. Secondly, to carry the cultivation\nof his will up to the purest virtuous disposition, that, namely, in\nwhich the law is also the spring of his dutiful actions, and to obey\nit from duty, for this is internal morally practical perfection.\nThis is called the moral sense (as it were a special sense, sensus\nmoralis), because it is a feeling of the effect which the\nlegislative will within himself exercises on the faculty of acting\naccordingly. This is, indeed, often misused fanatically, as though\n(like the genius of Socrates) it preceded reason, or even could\ndispense with judgement of reason; but still it is a moral perfection,\nmaking every special end, which is also a duty, one's own end.\n\n\n\n                                              {INTRODUCTION ^paragraph 50}\n\n               B. HAPPINESS OF OTHERS\n\n\n\nIt is inevitable for human nature that man a should wish and seek for\nhappiness, that is, satisfaction with his condition, with certainty of\nthe continuance of this satisfaction. But for this very reason it is\nnot an end that is also a duty. Some writers still make a\ndistinction between moral and physical happiness (the former\nconsisting in satisfaction with one's person and moral behaviour, that\nis, with what one does; the other in satisfaction with that which\nnature confers, consequently with what one enjoys as a foreign\ngift). Without at present censuring the misuse of the word (which even\ninvolves a contradiction), it must be observed that the feeling of the\nformer belongs solely to the preceding head, namely, perfection. For\nhe who is to feel himself happy in the mere consciousness of his\nuprightness already possesses that perfection which in the previous\nsection was defined as that end which is also duty.\n\nIf happiness, then, is in question, which it is to be my duty to\npromote as my end, it must be the happiness of other men whose\n(permitted) end I hereby make also mine. It still remains left to\nthemselves to decide what they shall reckon as belonging to their\nhappiness; only that it is in my power to decline many things which\nthey so reckon, but which I do not so regard, supposing that they have\nno right to demand it from me as their own. A plausible objection\noften advanced against the division of duties above adopted consists\nin setting over against that end a supposed obligation to study my own\n(physical) happiness, and thus making this, which is my natural and\nmerely subjective end, my duty (and objective end). This requires to\nbe cleared up.\n\nAdversity, pain, and want are great temptations to transgression\nof one's duty; accordingly it would seem that strength, health, a\ncompetence, and welfare generally, which are opposed to that\ninfluence, may also be regarded as ends that are also duties; that is,\nthat it is a duty to promote our own happiness not merely to make that\nof others our end. But in that case the end is not happiness but the\nmorality of the agent; and happiness is only the means of removing the\nhindrances to morality; permitted means, since no one has a right to\ndemand from me the sacrifice of my not immoral ends. It is not\ndirectly a duty to seek a competence for one's self; but indirectly it\nmay be so; namely, in order to guard against poverty which is a\ngreat temptation to vice. But then it is not my happiness but my\nmorality, to maintain which in its integrity is at once my end and\nmy duty.\n\n                                              {INTRODUCTION ^paragraph 55}\n\n\n\n\n\nVI. Ethics does not supply Laws for Actions (which is done by\n\n    Jurisprudence), but only for the Maxims of Action\n\n\n\nThe notion of duty stands in immediate relation to a law (even\nthough I abstract from every end which is the matter of the law); as\nis shown by the formal principle of duty in the categorical\nimperative: \"Act so that the maxims of thy action might become a\nuniversal law.\" But in ethics this is conceived as the law of thy\nown will, not of will in general, which might be that of others; for\nin the latter case it would give rise to a judicial duty which does\nnot belong to the domain of ethics. In ethics, maxims are regarded\nas those subjective laws which merely have the specific character of\nuniversal legislation, which is only a negative principle (not to\ncontradict a law in general). How, then, can there be further a law\nfor the maxims of actions?\n\n                                              {INTRODUCTION ^paragraph 60}\n\nIt is the notion of an end which is also a duty, a notion peculiar\nto ethics, that alone is the foundation of a law for the maxims of\nactions; by making the subjective end (that which every one has)\nsubordinate to the objective end (that which every one ought to make\nhis own). The imperative: \"Thou shalt make this or that thy end (e.\ng., the happiness of others)\" applies to the matter of the elective\nwill (an object). Now since no free action is possible, without the\nagent having in view in it some end (as matter of his elective\nwill), it follows that, if there is an end which is also a duty, the\nmaxims of actions which are means to ends must contain only the\ncondition of fitness for a possible universal legislation: on the\nother hand, the end which is also a duty can make it a law that we\nshould have such a maxim, whilst for the maxim itself the\npossibility of agreeing with a universal legislation is sufficient.\n\nFor maxims of actions may be arbitrary, and are only limited by\nthe condition of fitness for a universal legislation, which is the\nformal principle of actions. But a law abolishes the arbitrary\ncharacter of actions, and is by this distinguished from recommendation\n(in which one only desires to know the best means to an end).\n\n\n\n\n\nVII. Ethical Duties are of indeterminate, Juridical Duties of\n\n                  strict, Obligation\n\n                                              {INTRODUCTION ^paragraph 65}\n\n\n\nThis proposition is a consequence of the foregoing; for if the law\ncan only command the maxim of the actions, not the actions themselves,\nthis is a sign that it leaves in the observance of it a latitude\n(latitudo) for the elective will; that is, it cannot definitely assign\nhow and how much we should do by the action towards the end which is\nalso duty. But by an indeterminate duty is not meant a permission to\nmake exceptions from the maxim of the actions, but only the permission\nto limit one maxim of duty by another (e. g., the general love of\nour neighbour by the love of parents); and this in fact enlarges the\nfield for the practice of virtue. The more indeterminate the duty, and\nthe more imperfect accordingly the obligation of the man to the\naction, and the closer he nevertheless brings this maxim of\nobedience thereto (in his own mind) to the strict duty (of justice),\nso much the more perfect is his virtuous action.\n\nHence it is only imperfect duties that are duties of virtue. The\nfulfilment of them is merit (meritum) = + a; but their transgression\nis not necessarily demerit (demeritum) = - a, but only moral unworth\n= o, unless the agent made it a principle not to conform to those\nduties. The strength of purpose in the former case is alone properly\ncalled virtue [Tugend] (virtus); the weakness in the latter case is\nnot vice (vitium), but rather only lack of virtue [Untugend], a want\nof moral strength (defectus moralis). (As the word Tugend is derived\nfrom taugen [to be good for something], Untugend by its etymology\nsignifies good for nothing.) Every action contrary to duty is called\ntransgression (peccatum). Deliberate transgression which has become\na principle is what properly constitutes what is called vice (vitium).\n\nAlthough the conformity of actions to justice (i.e., to be an\nupright man) is nothing meritorious, yet the conformity of the maxim\nof such actions regarded as duties, that is, reverence for justice\nis meritorious. For by this the man makes the right of humanity or\nof men his own end, and thereby enlarges his notion of duty beyond\nthat of indebtedness (officium debiti), since although another man\nby virtue of his rights can demand that my actions shall conform to\nthe law, he cannot demand that the law shall also contain the spring\nof these actions. The same thing is true of the general ethical\ncommand, \"Act dutifully from a sense of duty.\" To fix this disposition\nfirmly in one's mind and to quicken it is, as in the former case,\nmeritorious, because it goes beyond the law of duty in actions and\nmakes the law in itself the spring.\n\nBut just for or reason, those duties also must be reckoned as of\nindeterminate obligation, in respect of which there exists a\nsubjective principle which ethically rewards them; or to bring them as\nnear as possible to the notion of a strict obligation, a principle\nof susceptibility of this reward according to the law of virtue;\nnamely, a moral pleasure which goes beyond mere satisfaction with\noneself (which may be merely negative), and of which it is proudly\nsaid that in this consciousness virtue is its own reward.\n\n                                              {INTRODUCTION ^paragraph 70}\n\nWhen this merit is a merit of the man in respect of other men of\npromoting their natural ends, which are recognized as such by all\nmen (making their happiness his own), we might call it the sweet\nmerit, the consciousness of which creates a moral enjoyment in which\nmen are by sympathy inclined to revel; whereas the bitter merit of\npromoting the true welfare of other men, even though they should not\nrecognize it as such (in the case of the unthankful and ungrateful),\nhas commonly no such reaction, but only produces a satisfaction with\none's self, although in the latter case this would be even greater.\n\n\n\n\n\nVIII. Exposition of the Duties of Virtue as Intermediate Duties\n\n\n\n(1) OUR OWN PERFECTION as an end which is also a duty\n\n                                              {INTRODUCTION ^paragraph 75}\n\n(a) Physical perfection; that is, cultivation of all our faculties\ngenerally for the promotion of the ends set before us by reason.\nThat this is a duty, and therefore an end in itself, and that the\neffort to effect this even without regard to the advantage that it\nsecures us, is based, not on a conditional (pragmatic), but an\nunconditional (moral) imperative, may be seen from the following\nconsideration. The power of proposing to ourselves an end is the\ncharacteristic of humanity (as distinguished from the brutes). With\nthe end of humanity in our own person is therefore combined the\nrational will, and consequently the duty of deserving well of humanity\nby culture generally, by acquiring or advancing the power to carry out\nall sorts of possible ends, so far as this power is to be found in\nman; that is, it is a duty to cultivate the crude capacities of our\nnature, since it is by that cultivation that the animal is raised to\nman, therefore it is a duty in itself.\n\nThis duty, however, is merely ethical, that is, of indeterminate\nobligation. No principle of reason prescribes how far one must go in\nthis effort (in enlarging or correcting his faculty of\nunderstanding, that is, in acquisition of knowledge or technical\ncapacity); and besides the difference in the circumstances into\nwhich men may come makes the choice of the kind of employment for\nwhich he should cultivate his talent very arbitrary. Here,\ntherefore, there is no law of reason for actions, but only for the\nmaxim of actions, viz.: \"Cultivate thy faculties of mind and body so\nas to be effective for all ends that may come in thy way, uncertain\nwhich of them may become thy own.\"\n\n(b) Cultivation of Morality in ourselves. The greatest moral\nperfection of man is to do his duty, and that from duty (that the\nlaw be not only the rule but also the spring of his actions). Now at\nfirst sight this seems to be a strict obligation, and as if the\nprinciple of duty commanded not merely the legality of every action,\nbut also the morality, i.e., the mental disposition, with the\nexactness and strictness of a law; but in fact the law commands even\nhere only the maxim of the action, namely, that we should seek the\nground of obligation, not in the sensible impulses (advantage or\ndisadvantage), but wholly in the law; so that the action itself is not\ncommanded. For it is not possible to man to see so far into the\ndepth of his own heart that he could ever be thoroughly certain of the\npurity of his moral purpose and the sincerity of his mind even in\none single action, although he has no doubt about the legality of\nit. Nay, often the weakness which deters a man from the risk of a\ncrime is regarded by him as virtue (which gives the notion of\nstrength). And how many there are who may have led a long blameless\nlife, who are only fortunate in having escaped so many temptations.\nHow much of the element of pure morality in their mental disposition\nmay have belonged to each deed remains hidden even from themselves.\n\nAccordingly, this duty to estimate the worth of one's actions not\nmerely by their legality, but also by their morality (mental\ndisposition), is only of indeterminate obligation; the law does not\ncommand this internal action in the human mind itself, but only the\nmaxim of the action, namely, that we should strive with all our\npower that for all dutiful actions the thought of duty should be of\nitself an adequate spring.\n\n(2) HAPPINESS OF OTHERS as an end which is also a duty\n\n                                              {INTRODUCTION ^paragraph 80}\n\n(a) Physical Welfare. Benevolent wishes may be unlimited, for they\ndo not imply doing anything. But the case is more difficult with\nbenevolent action, especially when this is to be done, not from\nfriendly inclination (love) to others, but from duty, at the expense\nof the sacrifice and mortification of many of our appetites. That this\nbeneficence is a duty results from this: that since our self-love\ncannot be separated from the need to be loved by others (to obtain\nhelp from them in case of necessity), we therefore make ourselves an\nend for others; and this maxim can never be obligatory except by\nhaving the specific character of a universal law, and consequently\nby means of a will that we should also make others our ends. Hence the\nhappiness of others is an end that is also a duty.\n\nI am only bound then to sacrifice to others a part of my welfare\nwithout hope of recompense: because it is my duty, and it is\nimpossible to assign definite limits how far that may go. Much depends\non what would be the true want of each according to his own\nfeelings, and it must be left to each to determine this for himself.\nFor that one should sacrifice his own happiness, his true wants, in\norder to promote that of others, would be a self-contradictory maxim\nif made a universal law. This duty, therefore, is only\nindeterminate; it has a certain latitude within which one may do\nmore or less without our being able to assign its limits definitely.\nThe law holds only for the maxims, not for definite actions.\n\n(b) Moral well-being of others (salus moralis) also belongs to\nthe happiness of others, which it is our duty to promote, but only a\nnegative duty. The pain that a man feels from remorse of conscience,\nalthough its origin is moral, is yet in its operation physical, like\ngrief, fear, and every other diseased condition. To take care that\nhe should not be deservedly smitten by this inward reproach is not\nindeed my duty but his business; nevertheless, it is my duty to do\nnothing which by the nature of man might seduce him to that for\nwhich his conscience may hereafter torment him, that is, it is my duty\nnot to give him occasion of stumbling. But there are no definite\nlimits within which this care for the moral satisfaction of others\nmust be kept; therefore it involves only an indeterminate obligation.\n\n\n\n\n\nIX. What is a Duty of Virtue?\n\n                                              {INTRODUCTION ^paragraph 85}\n\n\n\nVirtue is the strength of the man's maxim in his obedience to\nduty. All strength is known only by the obstacles that it can\novercome; and in the case of virtue the obstacles are the natural\ninclinations which may come into conflict with the moral purpose;\nand as it is the man who himself puts these obstacles in the way of\nhis maxims, hence virtue is not merely a self-constraint (for that\nmight be an effort of one inclination to constrain another), but is\nalso a constraint according to a principle of inward freedom, and\ntherefore by the mere idea of duty, according to its formal law.\n\nAll duties involve a notion of necessitation by the law, and ethical\nduties involve a necessitation for which only an internal\nlegislation is possible; juridical duties, on the other hand, one\nfor which external legislation also is possible. Both, therefore,\ninclude the notion of constraint, either self-constraint or constraint\nby others. The moral power of the former is virtue, and the action\nspringing from such a disposition (from reverence for the law) may\nbe called a virtuous action (ethical), although the law expresses a\njuridical duty. For it is the doctrine of virtue that commands us to\nregard the rights of men as holy.\n\nBut it does not follow that everything the doing of which is virtue,\nis, properly speaking, a duty of virtue. The former may concern merely\nthe form of the maxims; the latter applies to the matter of them,\nnamely, to an end which is also conceived as duty. Now, as the ethical\nobligation to ends, of which there may be many, is only indeterminate,\nbecause it contains only a law for the maxim of actions, and the end\nis the matter (object) of elective will; hence there are many\nduties, differing according to the difference of lawful ends, which\nmay be called duties of virtue (officia honestatis), just because they\nare subject only to free self-constraint, not to the constraint of\nother men, and determine the end which is also a duty.\n\nVirtue, being a coincidence of the rational will, with every duty\nfirmly settled in the character, is, like everything formal, only\none and the same. But, as regards the end of actions, which is also\nduty, that is, as regards the matter which one ought to make an end,\nthere may be several virtues; and as the obligation to its maxim is\ncalled a duty of virtue, it follows that there are also several duties\nof virtue.\n\n                                              {INTRODUCTION ^paragraph 90}\n\nThe supreme principle of ethics (the doctrine of virtue) is: \"Act on\na maxim, the ends of which are such as it might be a universal law for\neveryone to have.\" On this principle a man is an end to himself as\nwell as others, and it is not enough that he is not permitted to use\neither himself or others merely as means (which would imply that be\nmight be indifferent to them), but it is in itself a duty of every man\nto make mankind in general his end.\n\nThe principle of ethics being a categorical imperative does not\nadmit of proof, but it admits of a justification from principles of\npure practical reason. Whatever in relation to mankind, to oneself,\nand others, can be an end, that is an end for pure practical reason:\nfor this is a faculty of assigning ends in general; and to be\nindifferent to them, that is, to take no interest in them, is a\ncontradiction; since in that case it would not determine the maxims of\nactions (which always involve an end), and consequently would cease to\nbe practical reasons. Pure reason, however, cannot command any ends\na priori, except so far as it declares the same to be also a duty,\nwhich duty is then called a duty of virtue.\n\n\n\n\n\nX. The Supreme Principle of Jurisprudence was Analytical; that of\n\n                   Ethics is Synthetical\n\n                                              {INTRODUCTION ^paragraph 95}\n\n\n\nThat external constraint, so far as it withstands that which hinders\nthe external freedom that agrees with general laws (as an obstacle\nof the obstacle thereto), can be consistent with ends generally, is\nclear on the principle of contradiction, and I need not go beyond\nthe notion of freedom in order to see it, let the end which each may\nbe what he will. Accordingly, the supreme principle of jurisprudence\nis an analytical principle. On the contrary the principle of ethics\ngoes beyond the notion of external freedom and, by general laws,\nconnects further with it an end which it makes a duty. This principle,\ntherefore, is synthetic. The possibility of it is contained in the\nDeduction (Sec. ix.).\n\nThis enlargement of the notion of duty beyond that of external\nfreedom and of its limitation by the merely formal condition of its\nconstant harmony; this, I say, in which, instead of constraint from\nwithout, there is set up freedom within, the power of self-constraint,\nand that not by the help of other inclinations, but by pure\npractical reason (which scorns all such help), consists in this\nfact, which raises it above juridical duty; that by it ends are\nproposed from which jurisprudence altogether abstracts. In the case of\nthe moral imperative, and the supposition of freedom which it\nnecessarily involves, the law, the power (to fulfil it) and the\nrational will that determines the maxim, constitute all the elements\nthat form the notion of juridical duty. But in the imperative, which\ncommands the duty of virtue, there is added, besides the notion of\nself-constraint, that of an end; not one that we have, but that we\nought to have, which, therefore, pure practical reason has in\nitself, whose highest, unconditional end (which, however, continues to\nbe duty) consists in this: that virtue is its own end and, by\ndeserving well of men, is also its own reward. Herein it shines so\nbrightly as an ideal to human perceptions, it seems to cast in the\nshade even holiness itself, which is never tempted to\ntransgression. * This, however, is an illusion arising from the fact\nthat as we have no measure for the degree of strength, except the\ngreatness of the obstacles which might have been overcome (which in\nour case are the inclinations), we are led to mistake the subjective\nconditions of estimation of a magnitude for the objective conditions\nof the magnitude itself. But when compared with human ends, all of\nwhich have their obstacles to be overcome, it is true that the worth\nof virtue itself, which is its own end, far outweighs the worth of all\nthe utility and all the empirical ends and advantages which it may\nhave as consequences.\n\n\n\n* So that one might vary two well-known lines of Haller thus:\n\n                                             {INTRODUCTION ^paragraph 100}\n\n  With all his failings, man is still\n\n  Better than angels void of will.\n\n\n\nWe may, indeed, say that man is obliged to virtue (as a moral\nstrength). For although the power (facultas) to overcome all\nimposing sensible impulses by virtue of his freedom can and must be\npresupposed, yet this power regarded as strength (robur) is\nsomething that must be acquired by the moral spring (the idea of the\nlaw) being elevated by contemplation of the dignity of the pure law of\nreason in us, and at the same time also by exercise.\n\n\n\n\n\n                                             {INTRODUCTION ^paragraph 105}\n\nXI. According to the preceding Principles, the Scheme of Duties of\n\n                Virtue may be thus exhibited\n\n\n\n     The Material Element of the Duty of Virtue\n\n\n\n\n\n                                             {INTRODUCTION ^paragraph 110}\n\n             1                              2\n\n  Internal Duty of Virtue       External Virtue of Duty\n\n\n\n      My Own End,                  The End of Others,\n\n      which is also my             the promotion of\n\n                                             {INTRODUCTION ^paragraph 115}\n\n      Duty                         which is also my\n\n                                   Duty\n\n\n\n      (My own                      (The Happiness\n\n      Perfection)                  of Others)\n\n                                             {INTRODUCTION ^paragraph 120}\n\n\n\n             3                              4\n\n      The Law which is             The End which is\n\n      also Spring                  also Spring\n\n\n\n                                             {INTRODUCTION ^paragraph 125}\n\n      On which the                 On which the\n\n      Morality                     Legality\n\n\n\n       of every free determination of will rests\n\n\n\n\n\n                                             {INTRODUCTION ^paragraph 130}\n\n  The Formal Element of the Duty of Virtue.\n\n\n\n\n\nXII. Preliminary Notions of the Susceptibility of the Mind for\n\n               Notions of Duty generally\n\n\n\n                                             {INTRODUCTION ^paragraph 135}\n\nThese are such moral qualities as, when a man does not possess them,\nhe is not bound to acquire them. They are: the moral feeling,\nconscience, love of one's neighbour, and respect for ourselves\n(self-esteem). There is no obligation to have these, since they are\nsubjective conditions of susceptibility for the notion of duty, not\nobjective conditions of morality. They are all sensitive and\nantecedent, but natural capacities of mind (praedispositio) to be\naffected by notions of duty; capacities which it cannot be regarded as\na duty to have, but which every man has, and by virtue of which he can\nbe brought under obligation. The consciousness of them is not of\nempirical origin, but can only follow on that of a moral law, as an\neffect of the same on the mind.\n\n\n\n                  A. THE MORAL FEELING\n\n\n\nThis is the susceptibility for pleasure or displeasure, merely\nfrom the consciousness of the agreement or disagreement of our\naction with the law of duty. Now, every determination of the\nelective will proceeds from the idea of the possible action through\nthe feeling of pleasure or displeasure in taking an interest in it\nor its effect to the deed; and here the sensitive state (the affection\nof the internal sense) is either a pathological or a moral feeling.\nThe former is the feeling that precedes the idea of the law, the\nlatter that which may follow it.\n\n                                             {INTRODUCTION ^paragraph 140}\n\nNow it cannot be a duty to have a moral feeling, or to acquire it;\nfor all consciousness of obligation supposes this feeling in order\nthat one may become conscious of the necessitation that lies in the\nnotion of duty; but every man (as a moral being) has it originally\nin himself; the obligation, then, can only extend to the cultivation\nof it and the strengthening of it even by admiration of its\ninscrutable origin; and this is effected by showing how it is just, by\nthe mere conception of reason, that it is excited most strongly, in\nits own purity and apart from every pathological stimulus; and it is\nimproper to call this feeling a moral sense; for the word sense\ngenerally means a theoretical power of perception directed to an\nobject; whereas the moral feeling (like pleasure and displeasure in\ngeneral) is something merely subjective, which supplies no\nknowledge. No man is wholly destitute of moral feeling, for if he were\ntotally unsusceptible of this sensation he would be morally dead; and,\nto speak in the language of physicians, if the moral vital force could\nno longer produce any effect on this feeling, then his humanity\nwould be dissolved (as it were by chemical laws) into mere animality\nand be irrevocably confounded with the mass of other physical\nbeings. But we have no special sense for (moral) good and evil any\nmore than for truth, although such expressions are often used; but\nwe have a susceptibility of the free elective will for being moved\nby pure practical reason and its law; and it is this that we call\nthe moral feeling.\n\n\n\n                  B. OF CONSCIENCE\n\n\n\nSimilarly, conscience is not a thing to be acquired, and it is not a\nduty to acquire it; but every man, as a moral being, has it originally\nwithin him. To be bound to have a conscience would be as much as to\nsay to be under a duty to recognize duties. For conscience is\npractical reason which, in every case of law, holds before a man his\nduty for acquittal or condemnation; consequently it does not refer\nto an object, but only to the subject (affecting the moral feeling\nby its own act); so that it is an inevitable fact, not an obligation\nand duty. When, therefore, it is said, \"This man has no conscience,\"\nwhat is meant is that he pays no heed to its dictates. For if he\nreally had none, he would not take credit to himself for anything done\naccording to duty, nor reproach himself with violation of duty, and\ntherefore he would be unable even to conceive the duty of having a\nconscience.\n\n                                             {INTRODUCTION ^paragraph 145}\n\nI pass by the manifold subdivisions of conscience, and only\nobserve what follows from what has just been said, namely, that\nthere is no such thing as an erring conscience. No doubt it is\npossible sometimes to err in the objective judgement whether something\nis a duty or not; but I cannot err in the subjective whether I have\ncompared it with my practical (here judicially acting) reason for\nthe purpose of that judgement: for if I erred I would not have\nexercised practical judgement at all, and in that case there is\nneither truth nor error. Unconscientiousness is not want of\nconscience, but the propensity not to heed its judgement. But when a\nman is conscious of having acted according to his conscience, then, as\nfar as regards guilt or innocence, nothing more can be required of\nhim, only he is bound to enlighten his understanding as to what is\nduty or not; but when it comes or has come to action, then\nconscience speaks involuntarily and inevitably. To act conscientiously\ncan, therefore, not be a duty, since otherwise it would be necessary\nto have a second conscience, in order to be conscious of the act of\nthe first.\n\nThe duty here is only to cultivate our conscience, to quicken\nour attention to the voice of the internal judge, and to use all means\nto secure obedience to it, and is thus our indirect duty.\n\n\n\n                  C. OF LOVE TO MEN\n\n\n\n                                             {INTRODUCTION ^paragraph 150}\n\nLove is a matter of feeling, not of will or volition, and I cannot\nlove because I will to do so, still less because I ought (I cannot\nbe necessitated to love); hence there is no such thing as a duty to\nlove. Benevolence, however (amor benevolentiae), as a mode of\naction, may be subject to a law of duty. Disinterested benevolence\nis often called (though very improperly) love; even where the\nhappiness of the other is not concerned, but the complete and free\nsurrender of all one's own ends to the ends of another (even a\nsuperhuman) being, love is spoken of as being also our duty. But all\nduty is necessitation or constraint, although it may be\nself-constraint according to a law. But what is done from constraint\nis not done from love.\n\nIt is a duty to do good to other men according to our power, whether\nwe love them or not, and this duty loses nothing of its weight,\nalthough we must make the sad remark that our species, alas! is not\nsuch as to be found particularly worthy of love when we know it more\nclosely. Hatred of men, however, is always hateful: even though\nwithout any active hostility it consists only in complete aversion\nfrom mankind (the solitary misanthropy). For benevolence still remains\na duty even towards the manhater, whom one cannot love, but to whom we\ncan show kindness.\n\nTo hate vice in men is neither duty nor against duty, but a mere\nfeeling of horror of vice, the will having no influence on the feeling\nnor the feeling on the will. Beneficence is a duty. He who often\npractises this, and sees his beneficent purpose succeed, comes at last\nreally to love him whom he has benefited. When, therefore, it is said:\n\"Thou shalt love thy neighbour as thyself,\" this does not mean,\n\"Thou shalt first of all love, and by means of this love (in the\nnext place) do him good\"; but: \"Do good to thy neighbour, and this\nbeneficence will produce in thee the love of men (as a settled habit\nof inclination to beneficence).\"\n\nThe love of complacency (amor complacentiae,) would therefore\nalone be direct. This is a pleasure immediately connected with the\nidea of the existence of an object, and to have a duty to this, that\nis, to be necessitated to find pleasure in a thing, is a\ncontradiction.\n\n\n\n                                             {INTRODUCTION ^paragraph 155}\n\n                   D. OF RESPECT\n\n\n\nRespect (reverentia) is likewise something merely subjective; a\nfeeling of a peculiar kind not a judgement about an object which it\nwould be a duty to effect or to advance. For if considered as duty\nit could only be conceived as such by means of the respect which we\nhave for it. To have a duty to this, therefore, would be as much as to\nsay to be bound in duty to have a duty. When, therefore, it is said:\n\"Man has a duty of self-esteem,\" this is improperly stated, and we\nought rather to say: \"The law within him inevitably forces from him\nrespect for his own being, and this feeling (which is of a peculiar\nkind) is a basis of certain duties, that is, of certain actions\nwhich may be consistent with his duty to himself.\" But we cannot say\nthat he has a duty of respect for himself; for he must have respect\nfor the law within himself, in order to be able to conceive duty at\nall.\n\n\n\n\n\nXIII. General Principles of the Metaphysics of Morals in the\n\n                                             {INTRODUCTION ^paragraph 160}\n\n             treatment of Pure Ethics\n\n\n\nFirst. A duty can have only a single ground of obligation; and if\ntwo or more proof of it are adduced, this is a certain mark that\neither no valid proof has yet been given, or that there are several\ndistinct duties which have been regarded as one.\n\nFor all moral proofs, being philosophical, can only be drawn by\nmeans of rational knowledge from concepts, not like mathematics,\nthrough the construction of concepts. The latter science admits a\nvariety of proofs of one and the same theorem; because in intuition\na priori there may be several properties of an object, all of which\nlead back to the very same principle. If, for instance, to prove the\nduty of veracity, an argument is drawn first from the harm that a\nlie causes to other men; another from the worthlessness of a liar\nand the violation of his own self-respect, what is proved in the\nformer argument is a duty of benevolence, not of veracity, that is\nto say, not the duty which required to be proved, but a different one.\nNow, if, in giving a variety of proof for one and the same theorem, we\nflatter ourselves that the multitude of reasons will compensate the\nlack of weight in each taken separately, this is a very\nunphilosophical resource, since it betrays trickery and dishonesty;\nfor several insufficient proofs placed beside one another do not\nproduce certainty, nor even probability. They should advance as reason\nand consequence in a series, up to the sufficient reason, and it is\nonly in this way that they can have the force of proof. Yet the former\nis the usual device of the rhetorician.\n\nSecondly. The difference between virtue and vice cannot be sought in\nthe degree in which certain maxims are followed, but only in the\nspecific quality of the maxims (their relation to the law). In other\nwords, the vaunted principle of Aristotle, that virtue is the mean\nbetween two vices, is false. * For instance, suppose that good\nmanagement is given as the mean between two vices, prodigality and\navarice; then its origin as a virtue can neither be defined as the\ngradual diminution of the former vice (by saving), nor as the increase\nof the expenses of the miserly. These vices, in fact, cannot be viewed\nas if they, proceeding as it were in opposite directions, met together\nin good management; but each of them has its own maxim, which\nnecessarily contradicts that of the other.\n\n                                             {INTRODUCTION ^paragraph 165}\n\n\n\n* The common classical formulae of ethics- medio tutissimus ibis;\nomne mimium vertitur in vitium; est modus in rebus, etc., medium\ntenuere beati; virtus est medium vitiorum et utrinque reductum-\n[\"You will go most safely in the middle\" (Virgil); \"Every excess\ndevelops into a vice\"; \"There is a mean in all things, etc.\" (Horace);\n\"Happy they who steadily pursue a middle course\"; \"Virtue is the\nmean between two vices and equally removed from either\" (Horace).]-\ncontain a poor sort of wisdom, which has no definite principles; for\nthis mean between two extremes, who will assign it for me? Avarice (as\na vice) is not distinguished from frugality (as a virtue) by merely\nbeing the latter pushed too far; but has a quite different principle\n(maxim), namely placing the end of economy not in the enjoyment of\none's means, but in the mere possession of them, renouncing enjoyment;\njust as the vice of prodigality is not to be sought in the excessive\nenjoyment of one's means, but in the bad maxim which makes the use\nof them, without regard to their maintenance, the sole end.\n\n\n\nFor the same reason, no vice can be defined as an excess in the\npractice of certain actions beyond what is proper (e.g.,\nProdigalitas est excessus in consumendis opibus); or, as a less\nexercise of them than is fitting (Avaritia est defectus, etc.). For\nsince in this way the degree is left quite undefined, and the question\nwhether conduct accords with duty or not, turns wholly on this, such\nan account is of no use as a definition.\n\nThirdly. Ethical virtue must not be estimated by the power we\nattribute to man of fulfilling the law; but, conversely, the moral\npower must be estimated by the law, which commands categorically; not,\ntherefore, by the empirical knowledge that we have of men as they are,\nbut by the rational knowledge how, according to the ideas of humanity,\nthey ought to be. These three maxims of the scientific treatment of\nethics are opposed to the older apophthegms:\n\n                                             {INTRODUCTION ^paragraph 170}\n\n1. There is only one virtue and only one vice.\n\n2. Virtue is the observance of the mean path between two opposite\nvices.\n\n3. Virtue (like prudence) must be learned from experience.\n\n\n\n\n\nXIV. Of Virtue in General\n\n                                             {INTRODUCTION ^paragraph 175}\n\n\n\nVirtue signifies a moral strength of will. But this does not exhaust\nthe notion; for such strength might also belong to a holy (superhuman)\nbeing, in whom no opposing impulse counteracts the law of his rational\nwill; who therefore willingly does everything in accordance with the\nlaw. Virtue then is the moral strength of a man's will in his\nobedience to duty; and this is a moral necessitation by his own law\ngiving reason, inasmuch as this constitutes itself a power executing\nthe law. It is not itself a duty, nor is it a duty to possess it\n(otherwise we should be in duty bound to have a duty), but it\ncommands, and accompanies its command with a moral constraint (one\npossible by laws of internal freedom). But since this should be\nirresistible, strength is requisite, and the degree of this strength\ncan be estimated only by the magnitude of the hindrances which man\ncreates for himself, by his inclinations. Vices, the brood of unlawful\ndispositions, are the monsters that he has to combat; wherefore this\nmoral strength as fortitude (fortitudo moralis) constitutes the\ngreatest and only true martial glory of man; it is also called the\ntrue wisdom, namely, the practical, because it makes the ultimate\nend of the existence of man on earth its own end. Its possession alone\nmakes man free, healthy, rich, a king, etc., nor either chance or fate\ndeprive him of this, since he possesses himself, and the virtuous\ncannot lose his virtue.\n\nAll the encomiums bestowed on the ideal of humanity in its moral\nperfection can lose nothing of their practical reality by the examples\nof what men now are, have been, or will probably be hereafter;\nanthropology which proceeds from mere empirical knowledge cannot\nimpair anthroponomy which is erected by the unconditionally\nlegislating reason; and although virtue may now and then be called\nmeritorious (in relation to men, not to the law), and be worthy of\nreward, yet in itself, as it is its own end, so also it must be\nregarded as its own reward.\n\nVirtue considered in its complete perfection is, therefore, regarded\nnot as if man possessed virtue, but as if virtue possessed the man,\nsince in the former case it would appear as though he had still had\nthe choice (for which he would then require another virtue, in order\nto select virtue from all other wares offered to him). To conceive a\nplurality of virtues (as we unavoidably must) is nothing else but to\nconceive various moral objects to which the (rational) will is led\nby the single principle of virtue; and it is the same with the\nopposite vices. The expression which personifies both is a contrivance\nfor affecting the sensibility, pointing, however, to a moral sense.\nHence it follows that an aesthetic of morals is not a part, but a\nsubjective exposition of the Metaphysic of Morals; in which the\nemotions that accompany the force of the moral law make the that force\nto be felt; for example: disgust, horror, etc., which gives a sensible\nmoral aversion in order to gain the precedence from the merely\nsensible incitement.\n\n\n\n\n\n                                             {INTRODUCTION ^paragraph 180}\n\nXV. Of the Principle on which Ethics is separated from\n\n                   Jurisprudence\n\n\n\nThis separation on which the subdivision of moral philosophy in\ngeneral rests, is founded on this: that the notion of freedom, which\nis common to both, makes it necessary to divide duties into those of\nexternal and those of internal freedom; the latter of which alone\nare ethical. Hence this internal freedom which is the condition of all\nethical duty must be discussed as a preliminary (discursus\npraeliminaris), just as above the doctrine of conscience was discussed\nas the condition of all duty.\n\n\n\n                                             {INTRODUCTION ^paragraph 185}\n\n                       REMARKS\n\n\n\nOf the Doctrine of Virtue on the Principle Of Internal Freedom.\n\n\n\nHabit (habitus) is a facility of action and a subjective\nperfection of the elective will. But not every such facility is a free\nhabit (habitus libertatis); for if it is custom (assuetudo), that\nis, a uniformity of action which, by frequent repetition, has become a\nnecessity, then it is not a habit proceeding from freedom, and\ntherefore not a moral habit. Virtue therefore cannot be defined as a\nhabit of free law-abiding actions, unless indeed we add \"determining\nitself in its action by the idea of the law\"; and then this habit is\nnot a property of the elective will, but of the rational will, which\nis a faculty that in adopting a rule also declares it to be a\nuniversal law, and it is only such a habit that can be reckoned as\nvirtue. Two things are required for internal freedom: to be master\nof oneself in a given case (animus sui compos) and to have command\nover oneself (imperium in semetipsum), that is to subdue his\nemotions and to govern his passions. With these conditions, the\ncharacter (indoles) is noble (erecta); in the opposite case, it is\nignoble (indoles abjecta serva).\n\n                                             {INTRODUCTION ^paragraph 190}\n\n\n\n\n\nXVI. Virtue requires, first of all, Command over Oneself\n\n\n\nEmotions and passions are essentially distinct; the former belong to\nfeeling in so far as this coming before reflection makes it more\ndifficult or even impossible. Hence emotion is called hasty (animus\npraeceps). And reason declares through the notion of virtue that a man\nshould collect himself; but this weakness in the life of one's\nunderstanding, joined with the strength of a mental excitement, is\nonly a lack of virtue (Untugend), and as it were a weak and childish\nthing, which may very well consist with the best will, and has further\nthis one good thing in it, that this storm soon subsides. A propensity\nto emotion (e.g., resentment) is therefore not so closely related to\nvice as passion is. Passion, on the other hand, is the sensible\nappetite grown into a permanent inclination (e. g., hatred in contrast\nto resentment). The calmness with which one indulges it leaves room\nfor reflection and allows the mind to frame principles thereon for\nitself; and thus when the inclination falls upon what contradicts\nthe law, to brood on it, to allow it to root itself deeply, and\nthereby to take up evil (as of set purpose) into one's maxim; and this\nis then specifically evil, that is, it is a true vice.\n\nVirtue, therefore, in so far as it is based on internal freedom,\ncontains a positive command for man, namely, that he should bring\nall his powers and inclinations under his rule (that of reason); and\nthis is a positive precept of command over himself which is additional\nto the prohibition, namely, that he should not allow himself to be\ngoverned by his feelings and inclinations (the duty of apathy); since,\nunless reason takes the reins of government into its own hands, the\nfeelings and inclinations play the master over the man.\n\n                                             {INTRODUCTION ^paragraph 195}\n\n\n\n\n\nXVII. Virtue necessarily presupposes Apathy (considered as\n\n                        Strength)\n\n\n\nThis word (apathy) has come into bad repute, just as if it meant\nwant of feeling, and therefore subjective indifference with respect to\nthe objects of the elective will; it is supposed to be a weakness.\nThis misconception may be avoided by giving the name moral apathy to\nthat want of emotion which is to be distinguished from indifference.\nIn the former, the feelings arising from sensible impressions lose\ntheir influence on the moral feeling only because the respect for\nthe law is more powerful than all of them together. It is only the\napparent strength of a fever patient that makes even the lively\nsympathy with good rise to an emotion, or rather degenerate into it.\nSuch an emotion is called enthusiasm, and it is with reference to this\nthat we are to explain the moderation which is usually recommended\nin virtuous practices:\n\n                                             {INTRODUCTION ^paragraph 200}\n\n\n\n        Insani sapiens nomen ferat, aequus uniqui\n\n        Ultra quam satis est virtutem si petat ipsam. *\n\n\n\n* Horace. [\"Let the wise man bear the name of fool, and the just of\nunjust, if he pursue virtue herself beyond the proper bounds.\"]\n\n                                             {INTRODUCTION ^paragraph 205}\n\n\n\nFor otherwise it is absurd to imagine that one could be too wise\nor too virtuous. The emotion always belongs to the sensibility, no\nmatter by what sort of object it may be excited. The true strength\nof virtue is the mind at rest, with a firm, deliberate resolution to\nbring its law into practice. That is the state of health in the\nmoral life; on the contrary, the emotion, even when it is excited by\nthe idea of the good, is a momentary glitter which leaves exhaustion\nafter it. We may apply the term fantastically virtuous to the man\nwho will admit nothing to be indifferent in respect of morality\n(adiaphora), and who strews all his steps with duties, as with\ntraps, and will not allow it to be indifferent whether a man eats fish\nor flesh, drink beer or wine, when both agree with him; a micrology\nwhich, if adopted into the doctrine of virtue, would make its rule a\ntyranny.\n\n\n\n                       REMARK\n\n\n\n                                             {INTRODUCTION ^paragraph 210}\n\nVirtue is always in progress, and yet always begins from the\nbeginning. The former follows from the fact that, objectively\nconsidered, it is an ideal and unattainable, and yet it is a duty\nconstantly to approximate to it. The second is founded subjectively on\nthe nature of man which is affected by inclinations, under the\ninfluence of which virtue, with its maxims adopted once for all, can\nnever settle in a position of rest; but, if it is not rising,\ninevitably falls; because moral maxims cannot, like technical, be\nbased on custom (for this belongs to the physical character of the\ndetermination of will); but even if the practice of them become a\ncustom, the agent would thereby lose the freedom in the choice of\nhis maxims, which freedom is the character of an action done from\nduty.\n\nON_CONSCIENCE\n\n                   ON CONSCIENCE\n\n\n\nThe consciousness of an internal tribunal in man (before which\n\"his thoughts accuse or excuse one another\") is CONSCIENCE.\n\nEvery man has a conscience, and finds himself observed by an\ninward judge which threatens and keeps him in awe (reverence\ncombined with fear); and this power which watches over the laws within\nhim is not something which he himself (arbitrarily) makes, but it is\nincorporated in his being. It follows him like his shadow, when he\nthinks to escape. He may indeed stupefy himself with pleasures and\ndistractions, but cannot avoid now and then coming to himself or\nawaking, and then he at once perceives its awful voice. In his\nutmost depravity, he may, indeed, pay no attention to it, but he\ncannot avoid hearing it.\n\nNow this original intellectual and (as a conception of duty) moral\ncapacity, called conscience, has this peculiarity in it, that although\nits business is a business of man with himself, yet he finds himself\ncompelled by his reason to transact it as if at the command of another\nperson. For the transaction here is the conduct of a trial (causa)\nbefore a tribunal. But that he who is accused by his conscience should\nbe conceived as one and the same person with the judge is an absurd\nconception of a judicial court; for then the complainant would\nalways lose his case. Therefore, in all duties the conscience of the\nman must regard another than himself as the judge of his actions, if\nit is to avoid self-contradiction. Now this other may be an actual\nor a merely ideal person which reason frames to itself. Such an\nidealized person (the authorized judge of conscience) must be one\nwho knows the heart; for the tribunal is set up in the inward part\nof man; at the same time he must also be all-obliging, that is, must\nbe or be conceived as a person in respect of whom all duties are to be\nregarded as his commands; since conscience is the inward judge of\nall free actions. Now, since such a moral being must at the same\ntime possess all power (in heaven and earth), since otherwise he could\nnot give his commands their proper effect (which the office of judge\nnecessarily requires), and since such a moral being possessing power\nover all is called GOD, hence conscience must be conceived as the\nsubjective principle of a responsibility for one's deeds before God;\nnay, this latter concept is contained (though it be only obscurely) in\nevery moral self-consciousness.\n\n\n                             THE END\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Metaphysical Elements of Ethics, by\nImmanuel Kant\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE METAPHYSICAL ELEMENTS OF ETHICS ***\n\n***** This file should be named 5684.txt or 5684.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/6\/8\/5684\/\n\nProduced by Matthew Stapleton.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":523,"split":"train"}
