{"ori_id":"59d82e2667b4cbdae7869774d63ece4bb4176481","title":"The Doings of Raffles Haw","context":"The Doings of Raffles Haw\n A mysterious millionaire, Raffles Haw, comes to reside in Tamfield in Staffordshire. Even before he arrives, people start gossiping about him. As his house is being constructed, people wonder at the number of workers, their speed, and the complete disregard for the amount of money spent. When Haw arrives, he acquaints himself with the McIntyre family, which consists of Robert, his sister Laura, and their father. McIntyre senior had been a prosperous gun merchant, but has gone bankrupt and lost his sanity. Laura is engaged to Hector, the son of the vicar, Mr. Spurling. Hector is a sailor who is summoned for Naval duty at the beginning of the novel.\nDisregarding McIntyre senior as a greedy beggar, Haw sets about to alleviate the misery of the people of Tamfield through the agency of the McIntyre siblings and Mr. Spurling. He saves many families and businesses with his timely financial succour. He has limitless funds, due to having discovered a process to turn lead into gold.\nWith the passage of time, he becomes disillusioned because his philanthropic activitiesâ\u0080\u0094though they improve the situations of the recipientsâ\u0080\u0094don't improve the recipients themselves. Instead of becoming better citizens, most become parasites reliant upon alms from the millionaire. Despondent, he seeks the counsel of his fiancĂŠe, Laura McIntyre, the one person he supposes to be true to him. Unbeknownst to him, Laura has accepted his proposal of marriage without ending her previous engagement to Hector Spurling. As Raffles and Laura are talking, Hector enters the room, his service having ended earlier than expected. When Raffles discovers Laura and Hector are still engaged, he is heartbroken. The fallen millionaire locks himself in his laboratory, destroys his equipment and his immense fortune, and later is found dead. The process that he used to build his fortune is unrecoverable.\nï»¿Project Gutenberg's The Doings Of Raffles Haw, by Arthur Conan Doyle\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Doings Of Raffles Haw\n\nAuthor: Arthur Conan Doyle\n\nPosting Date: March 11, 2009 [EBook #8394]\nRelease Date: June, 2005\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE DOINGS OF RAFFLES HAW ***\n\n\n\n\nProduced by Lionel G. Sear\n\n\n\n\n\nTHE DOINGS OF RAFFLES HAW\n\nBy Arthur Conan Doyle\n\n\nCONTENTS\n\nCHAPTER\n\n 1.  A DOUBLE ENIGMA\n\n 2.  THE TENANT OF THE NEW HALL.\n\n 3.  A HOUSE OF WONDERS.\n\n 4.  FROM CLIME TO CLIME.\n\n 5.  LAURA'S REQUEST\n\n 6.  A STRANGE VISITOR\n\n 7.  THE WORKINGS OF WEALTH.\n\n 8.  A BILLIONAIRE'S PLANS.\n\n 9.  A NEW DEPARTURE\n\n10. THE GREAT SECRET\n\n11. A CHEMICAL DEMONSTRATION.\n\n12. A FAMILY JAR.\n\n13. A MIDNIGHT ADVENTURE\n\n14. THE SPREAD OF THE BLIGHT.\n\n15. THE GREATER SECRET.\n\n\n\n\n\nCHAPTER I. A DOUBLE ENIGMA.\n\n\n\"I'm afraid that he won't come,\" said Laura McIntyre, in a disconsolate\nvoice.\n\n\"Why not?\"\n\n\"Oh, look at the weather; it is something too awful.\"\n\nAs she spoke a whirl of snow beat with a muffled patter against the cosy\nred-curtained window, while a long blast of wind shrieked and whistled\nthrough the branches of the great white-limbed elms which skirted the\ngarden.\n\nRobert McIntyre rose from the sketch upon which he had been working, and\ntaking one of the lamps in his hand peered out into the darkness. The\nlong skeleton limbs of the bare trees tossed and quivered dimly amid the\nwhirling drift. His sister sat by the fire, her fancy-work in her lap,\nand looked up at her brothers profile which showed against the brilliant\nyellow light. It was a handsome face, young and fair and clear cut, with\nwavy brown hair combed backwards and rippling down into that outward\ncurve at the ends which one associates with the artistic temperament.\nThere was refinement too in his slightly puckered eyes, his dainty\ngold-rimmed _pince-nez_ glasses, and in the black velveteen coat which\ncaught the light so richly upon its shoulder. In his mouth only\nthere was something--a suspicion of coarseness, a possibility of\nweakness--which in the eyes of some, and of his sister among them,\nmarred the grace and beauty of his features. Yet, as he was wont himself\nto say, when one thinks that each poor mortal is heir to a legacy of\nevery evil trait or bodily taint of so vast a line of ancestors, lucky\nindeed is the man who does not find that Nature has scored up some\nlong-owing family debt upon his features.\n\nAnd indeed in this case the remorseless creditor had gone so far as to\nexact a claim from the lady also, though in her case the extreme beauty\nof the upper part of the face drew the eye away from any weakness which\nmight be found in the lower. She was darker than her brother--so dark\nthat her heavily coiled hair seemed to be black until the light shone\nslantwise across it. The delicate, half-petulant features, the finely\ntraced brows, and the thoughtful, humorous eyes were all perfect in\ntheir way, and yet the combination left something to be desired. There\nwas a vague sense of a flaw somewhere, in feature or in expression,\nwhich resolved itself, when analysed, into a slight out-turning and\ndroop of the lower lip; small indeed, and yet pronounced enough to turn\nwhat would have been a beautiful face into a merely pretty one. Very\ndespondent and somewhat cross she looked as she leaned back in the\narmchair, the tangle of bright-coloured silks and of drab holland upon\nher lap, her hands clasped behind her head, with her snowy forearms and\nlittle pink elbows projecting on either side.\n\n\"I know he won't come,\" she repeated.\n\n\"Nonsense, Laura! Of course he'll come. A sailor and afraid of the\nweather!\"\n\n\"Ha!\" She raised her finger, and a smile of triumph played over her\nface, only to die away again into a blank look of disappointment. \"It is\nonly papa,\" she murmured.\n\nA shuffling step was heard in the hall, and a little peaky man, with his\nslippers very much down at the heels, came shambling into the room. Mr.\nMcIntyre, sen., was pale and furtive-looking, with a thin straggling\nred beard shot with grey, and a sunken downcast face. Ill-fortune and\nill-health had both left their marks upon him. Ten years before he had\nbeen one of the largest and richest gunmakers in Birmingham, but a long\nrun of commercial bad luck had sapped his great fortune, and had finally\ndriven him into the Bankruptcy Court. The death of his wife on the very\nday of his insolvency had filled his cup of sorrow, and he had gone\nabout since with a stunned, half-dazed expression upon his weak pallid\nface which spoke of a mind unhinged. So complete had been his downfall\nthat the family would have been reduced to absolute poverty were it not\nfor a small legacy of two-hundred a year which both the children had\nreceived from one of their uncles upon the mother's side who had amassed\na fortune in Australia. By combining their incomes, and by taking a\nhouse in the quiet country district of Tamfield, some fourteen miles\nfrom the great Midland city, they were still able to live with some\napproach to comfort. The change, however, was a bitter one to all--to\nRobert, who had to forego the luxuries dear to his artistic temperament,\nand to think of turning what had been merely an overruling hobby into a\nmeans of earning a living; and even more to Laura, who winced before\nthe pity of her old friends, and found the lanes and fields of\nTamfield intolerably dull after the life and bustle of Edgbaston. Their\ndiscomfort was aggravated by the conduct of their father, whose life\nnow was one long wail over his misfortunes, and who alternately sought\ncomfort in the Prayer-book and in the decanter for the ills which had\nbefallen him.\n\nTo Laura, however, Tamfield presented one attraction, which was now\nabout to be taken from her. Their choice of the little country hamlet as\ntheir residence had been determined by the fact of their old friend,\nthe Reverend John Spurling, having been nominated as the vicar. Hector\nSpurling, the elder son, two months Laura's senior, had been engaged to\nher for some years, and was, indeed, upon the point of marrying her when\nthe sudden financial crash had disarranged their plans. A sub-lieutenant\nin the Navy, he was home on leave at present, and hardly an evening\npassed without his making his way from the Vicarage to Elmdene, where\nthe McIntyres resided. To-day, however, a note had reached them to\nthe effect that he had been suddenly ordered on duty, and that he must\nrejoin his ship at Portsmouth by the next evening. He would look in,\nwere it but for half-an-hour, to bid them adieu.\n\n\"Why, where's Hector?\" asked Mr. McIntyre, blinking round from side to\nside.\n\n\"He's not come, father. How could you expect him to come on such a night\nas this? Why, there must be two feet of snow in the glebe field.\"\n\n\"Not come, eh?\" croaked the old man, throwing himself down upon the\nsofa. \"Well, well, it only wants him and his father to throw us over,\nand the thing will be complete.\"\n\n\"How can you even hint at such a thing, father?\" cried Laura\nindignantly. \"They have been as true as steel. What would they think if\nthey heard you.\"\n\n\"I think, Robert,\" he said, disregarding his daughter's protest, \"that\nI will have a drop, just the very smallest possible drop, of brandy. A\nmere thimbleful will do; but I rather think I have caught cold during\nthe snowstorm to-day.\"\n\nRobert went on sketching stolidly in his folding book, but Laura looked\nup from her work.\n\n\"I'm afraid there is nothing in the house, father,\" she said.\n\n\"Laura! Laura!\" He shook his head as one more in sorrow than in anger.\n\"You are no longer a girl, Laura; you are a woman, the manager of a\nhousehold, Laura. We trust in you. We look entirely towards you. And yet\nyou leave your poor brother Robert without any brandy, to say nothing of\nme, your father. Good heavens, Laura! what would your mother have said?\nThink of accidents, think of sudden illness, think of apoplectic fits,\nLaura. It is a very grave res--a very grave response--a very great risk\nthat you run.\"\n\n\"I hardly touch the stuff,\" said Robert curtly; \"Laura need not provide\nany for me.\"\n\n\"As a medicine it is invaluable, Robert. To be used, you understand, and\nnot to be abused. That's the whole secret of it. But I'll step down to\nthe Three Pigeons for half an hour.\"\n\n\"My dear father,\" cried the young man \"you surely are not going out upon\nsuch a night. If you must have brandy could I not send Sarah for some?\nPlease let me send Sarah; or I would go myself, or--\"\n\nPip! came a little paper pellet from his sister's chair on to the\nsketch-book in front of him! He unrolled it and held it to the light.\n\n\"For Heaven's sake let him go!\" was scrawled across it.\n\n\"Well, in any case, wrap yourself up warm,\" he continued, laying bare\nhis sudden change of front with a masculine clumsiness which horrified\nhis sister. \"Perhaps it is not so cold as it looks. You can't lose your\nway, that is one blessing. And it is not more than a hundred yards.\"\n\nWith many mumbles and grumbles at his daughter's want of foresight, old\nMcIntyre struggled into his great-coat and wrapped his scarf round his\nlong thin throat. A sharp gust of cold wind made the lamps flicker as he\nthrew open the hall-door. His two children listened to the dull fall of\nhis footsteps as he slowly picked out the winding garden path.\n\n\"He gets worse--he becomes intolerable,\" said Robert at last. \"We should\nnot have let him out; he may make a public exhibition of himself.\"\n\n\"But it's Hector's last night,\" pleaded Laura. \"It would be dreadful if\nthey met and he noticed anything. That was why I wished him to go.\"\n\n\"Then you were only just in time,\" remarked her brother, \"for I hear the\ngate go, and--yes, you see.\"\n\nAs he spoke a cheery hail came from outside, with a sharp rat-tat at the\nwindow. Robert stepped out and threw open the door to admit a tall young\nman, whose black frieze jacket was all mottled and glistening with snow\ncrystals. Laughing loudly he shook himself like a Newfoundland dog, and\nkicked the snow from his boots before entering the little lamplit room.\n\nHector Spurling's profession was written in every line of his face.\nThe clean-shaven lip and chin, the little fringe of side whisker, the\nstraight decisive mouth, and the hard weather-tanned cheeks all spoke of\nthe Royal Navy. Fifty such faces may be seen any night of the year round\nthe mess-table of the Royal Naval College in Portsmouth Dockyard--faces\nwhich bear a closer resemblance to each other than brother does commonly\nto brother. They are all cast in a common mould, the products of a\nsystem which teaches early self-reliance, hardihood, and manliness--a\nfine type upon the whole; less refined and less intellectual, perhaps,\nthan their brothers of the land, but full of truth and energy and\nheroism. In figure he was straight, tall, and well-knit, with keen grey\neyes, and the sharp prompt manner of a man who has been accustomed both\nto command and to obey.\n\n\"You had my note?\" he said, as he entered the room. \"I have to go again,\nLaura. Isn't it a bore? Old Smithers is short-handed, and wants me back\nat once.\" He sat down by the girl, and put his brown hand across her\nwhite one. \"It won't be a very large order this time,\" he continued.\n\"It's the flying squadron business--Madeira, Gibraltar, Lisbon, and\nhome. I shouldn't wonder if we were back in March.\"\n\n\"It seems only the other day that you landed.\" she answered.\n\n\"Poor little girl! But it won't be long. Mind you take good care of her,\nRobert when I am gone. And when I come again, Laura, it will be the last\ntime mind! Hang the money! There are plenty who manage on less. We need\nnot have a house. Why should we? You can get very nice rooms in Southsea\nat 2 pounds a week. McDougall, our paymaster, has just married, and he\nonly gives thirty shillings. You would not be afraid, Laura?\"\n\n\"No, indeed.\"\n\n\"The dear old governor is so awfully cautious. Wait, wait, wait, that's\nalways his cry. I tell him that he ought to have been in the Government\nHeavy Ordnance Department. But I'll speak to him tonight. I'll talk him\nround. See if I don't. And you must speak to your own governor. Robert\nhere will back you up. And here are the ports and the dates that we are\ndue at each. Mind that you have a letter waiting for me at every one.\"\n\nHe took a slip of paper from the side pocket of his coat, but, instead\nof handing it to the young lady, he remained staring at it with the\nutmost astonishment upon his face.\n\n\"Well, I never!\" he exclaimed. \"Look here, Robert; what do you call\nthis?\"\n\n\"Hold it to the light. Why, it's a fifty-pound Bank of England note.\nNothing remarkable about it that I can see.\"\n\n\"On the contrary. It's the queerest thing that ever happened to me. I\ncan't make head or tail of it.\"\n\n\"Come, then, Hector,\" cried Miss McIntyre with a challenge in her eyes.\n\"Something very queer happened to me also to-day. I'll bet a pair of\ngloves that my adventure was more out of the common than yours, though I\nhave nothing so nice to show at the end of it.\"\n\n\"Come, I'll take that, and Robert here shall be the judge.\"\n\n\"State your cases.\" The young artist shut up his sketch-book, and rested\nhis head upon his hands with a face of mock solemnity. \"Ladies first! Go\nalong Laura, though I think I know something of your adventure already.\"\n\n\"It was this morning, Hector,\" she said. \"Oh, by the way, the story will\nmake you wild. I had forgotten that. However, you mustn't mind, because,\nreally, the poor fellow was perfectly mad.\"\n\n\"What on earth was it?\" asked the young officer, his eyes travelling\nfrom the bank-note to his _fiancee_.\n\n\"Oh, it was harmless enough, and yet you will confess it was very queer.\nI had gone out for a walk, but as the snow began to fall I took shelter\nunder the shed which the workmen have built at the near end of the great\nnew house. The men have gone, you know, and the owner is supposed to be\ncoming to-morrow, but the shed is still standing. I was sitting there\nupon a packing-case when a man came down the road and stopped under the\nsame shelter. He was a quiet, pale-faced man, very tall and thin, not\nmuch more than thirty, I should think, poorly dressed, but with the look\nand bearing of a gentleman. He asked me one or two questions about the\nvillage and the people, which, of course, I answered, until at last we\nfound ourselves chatting away in the pleasantest and easiest fashion\nabout all sorts of things. The time passed so quickly that I forgot all\nabout the snow until he drew my attention to its having stopped for\nthe moment. Then, just as I was turning to go, what in the world do you\nsuppose that he did? He took a step towards me, looked in a sad pensive\nway into my face, and said: `I wonder whether you could care for me if\nI were without a penny.' Wasn't it strange? I was so frightened that I\nwhisked out of the shed, and was off down the road before he could add\nanother word. But really, Hector, you need not look so black, for when\nI look back at it I can quite see from his tone and manner that he meant\nno harm. He was thinking aloud, without the least intention of being\noffensive. I am convinced that the poor fellow was mad.\"\n\n\"Hum! There was some method in his madness, it seems to me,\" remarked\nher brother.\n\n\"There would have been some method in my kicking,\" said the lieutenant\nsavagely. \"I never heard of a more outrageous thing in my life.\"\n\n\"Now, I said that you would be wild!\" She laid her white hand upon the\nsleeve of his rough frieze jacket. \"It was nothing. I shall never see\nthe poor fellow again. He was evidently a stranger to this part of the\ncountry. But that was my little adventure. Now let us have yours.\"\n\nThe young man crackled the bank-note between his fingers and thumb,\nwhile he passed his other hand over his hair with the action of a man\nwho strives to collect himself.\n\n\"It is some ridiculous mistake,\" he said. \"I must try and set it right.\nYet I don't know how to set about it either. I was going down to the\nvillage from the Vicarage just after dusk when I found a fellow in a\ntrap who had got himself into broken water. One wheel had sunk into the\nedge of the ditch which had been hidden by the snow, and the whole thing\nwas high and dry, with a list to starboard enough to slide him out of\nhis seat. I lent a hand, of course, and soon had the wheel in the road\nagain. It was quite dark, and I fancy that the fellow thought that I was\na bumpkin, for we did not exchange five words. As he drove off he shoved\nthis into my hand. It is the merest chance that I did not chuck it away,\nfor, feeling that it was a crumpled piece of paper, I imagined that it\nmust be a tradesman's advertisement or something of the kind. However,\nas luck would have it, I put it in my pocket, and there I found it when\nI looked for the dates of our cruise. Now you know as much of the matter\nas I do.\"\n\nBrother and sister stared at the black and white crinkled note with\nastonishment upon their faces.\n\n\"Why, your unknown traveller must have been Monte Cristo, or Rothschild\nat the least!\" said Robert. \"I am bound to say, Laura, that I think you\nhave lost your bet.\"\n\n\"Oh, I am quite content to lose it. I never heard of such a piece of\nluck. What a perfectly delightful man this must be to know.\"\n\n\"But I can't take his money,\" said Hector Spurling, looking somewhat\nruefully at the note. \"A little prize-money is all very well in its way,\nbut a Johnny must draw the line somewhere. Besides it must have been\na mistake. And yet he meant to give me something big, for he could not\nmistake a note for a coin. I suppose I must advertise for the fellow.\"\n\n\"It seems a pity too,\" remarked Robert. \"I must say that I don't quite\nsee it in the same light that you do.\"\n\n\"Indeed I think that you are very Quixotic, Hector,\" said Laura\nMcIntyre. \"Why should you not accept it in the spirit in which it was\nmeant? You did this stranger a service--perhaps a greater service than\nyou know of--and he meant this as a little memento of the occasion. I do\nnot see that there is any possible reason against your keeping it.\"\n\n\"Oh, come!\" said the young sailor, with an embarrassed laugh, \"it is not\nquite the thing--not the sort of story one would care to tell at mess.\"\n\n\"In any case you are off to-morrow morning,\" observed Robert. \"You have\nno time to make inquiries about the mysterious Croesus. You must really\nmake the best of it.\"\n\n\"Well, look here, Laura, you put it in your work-basket,\" cried Hector\nSpurling. \"You shall be my banker, and if the rightful owner turns up\nthen I can refer him to you. If not, I suppose we must look on it as a\nkind of salvage-money, though I am bound to say I don't feel entirely\ncomfortable about it.\" He rose to his feet, and threw the note down into\nthe brown basket of coloured wools which stood beside her. \"Now, Laura,\nI must up anchor, for I promised the governor to be back by nine. It\nwon't be long this time, dear, and it shall be the last. Good-bye,\nRobert! Good luck!\"\n\n\"Good-bye, Hector! _Bon voyage!_\"\n\nThe young artist remained by the table, while his sister followed her\nlover to the door. In the dim light of the hall he could see their\nfigures and overhear their words.\n\n\"Next time, little girl?\"\n\n\"Next time be it, Hector.\"\n\n\"And nothing can part us?\"\n\n\"Nothing.\"\n\n\"In the whole world?\"\n\n\"Nothing.\"\n\nRobert discreetly closed the door. A moment later a thud from without,\nand the quick footsteps crunching on the snow told him that their\nvisitor had departed.\n\n\n\n\nCHAPTER II. THE TENANT OF THE NEW HALL.\n\n\nThe snow had ceased to fall, but for a week a hard frost had held the\ncountry side in its iron grip. The roads rang under the horses' hoofs,\nand every wayside ditch and runlet was a street of ice. Over the long\nundulating landscape the red brick houses peeped out warmly against the\nspotless background, and the lines of grey smoke streamed straight up\ninto the windless air. The sky was of the lightest palest blue, and\nthe morning sun, shining through the distant fog-wreaths of Birmingham,\nstruck a subdued glow from the broad-spread snow fields which might have\ngladdened the eyes of an artist.\n\nIt did gladden the heart of one who viewed it that morning from the\nsummit of the gently-curving Tamfield Hill Robert McIntyre stood with\nhis elbows upon a gate-rail, his Tam-o'-Shanter hat over his eyes, and\na short briar-root pipe in his mouth, looking slowly about him, with the\nabsorbed air of one who breathes his fill of Nature. Beneath him to\nthe north lay the village of Tamfield, red walls, grey roofs, and a\nscattered bristle of dark trees, with his own little Elmdene nestling\nback from the broad, white winding Birmingham Road. At the other\nside, as he slowly faced round, lay a vast stone building, white and\nclear-cut, fresh from the builders' hands. A great tower shot up from\none corner of it, and a hundred windows twinkled ruddily in the light of\nthe morning sun. A little distance from it stood a second small square\nlow-lying structure, with a tall chimney rising from the midst of it,\nrolling out a long plume of smoke into the frosty air. The whole vast\nstructure stood within its own grounds, enclosed by a stately park\nwall, and surrounded by what would in time be an extensive plantation\nof fir-trees. By the lodge gates a vast pile of _debris_, with lines\nof sheds for workmen, and huge heaps of planks from scaffoldings, all\nproclaimed that the work had only just been brought to an end.\n\nRobert McIntyre looked down with curious eyes at the broad-spread\nbuilding. It had long been a mystery and a subject of gossip for the\nwhole country side. Hardly a year had elapsed since the rumour had first\ngone about that a millionaire had bought a tract of land, and that it\nwas his intention to build a country seat upon it. Since then the work\nhad been pushed on night and day, until now it was finished to the\nlast detail in a shorter time than it takes to build many a six-roomed\ncottage. Every morning two long special trains had arrived from\nBirmingham, carrying down a great army of labourers, who were relieved\nin the evening by a fresh gang, who carried on their task under the rays\nof twelve enormous electric lights. The number of workmen appeared to be\nonly limited by the space into which they could be fitted. Great lines\nof waggons conveyed the white Portland stone from the depot by the\nstation. Hundreds of busy toilers handed it over, shaped and squared, to\nthe actual masons, who swung it up with steam cranes on to the growing\nwalls, where it was instantly fitted and mortared by their companions.\nDay by day the house shot higher, while pillar and cornice and carving\nseemed to bud out from it as if by magic. Nor was the work confined\nto the main building. A large separate structure sprang up at the same\ntime, and there came gangs of pale-faced men from London with much\nextraordinary machinery, vast cylinders, wheels and wires, which they\nfitted up in this outlying building. The great chimney which rose from\nthe centre of it, combined with these strange furnishings, seemed to\nmean that it was reserved as a factory or place of business, for it\nwas rumoured that this rich man's hobby was the same as a poor man's\nnecessity, and that he was fond of working with his own hands amid\nchemicals and furnaces. Scarce, too, was the second storey begun ere the\nwood-workers and plumbers and furnishers were busy beneath, carrying\nout a thousand strange and costly schemes for the greater comfort and\nconvenience of the owner. Singular stories were told all round the\ncountry, and even in Birmingham itself, of the extraordinary luxury and\nthe absolute disregard for money which marked all these arrangements.\nNo sum appeared to be too great to spend upon the smallest detail which\nmight do away with or lessen any of the petty inconveniences of life.\nWaggons and waggons of the richest furniture had passed through the\nvillage between lines of staring villagers. Costly skins, glossy\ncarpets, rich rugs, ivory, and ebony, and metal; every glimpse into\nthese storehouses of treasure had given rise to some new legend. And\nfinally, when all had been arranged, there had come a staff of forty\nservants, who heralded the approach of the owner, Mr. Raffles Haw\nhimself.\n\nIt was no wonder, then, that it was with considerable curiosity that\nRobert McIntyre looked down at the great house, and marked the smoking\nchimneys, the curtained windows, and the other signs which showed that\nits tenant had arrived. A vast area of greenhouses gleamed like a lake\non the further side, and beyond were the long lines of stables and\nouthouses. Fifty horses had passed through Tamfield the week before, so\nthat, large as were the preparations, they were not more than would\nbe needed. Who and what could this man be who spent his money with\nso lavish a hand? His name was unknown. Birmingham was as ignorant as\nTamfield as to his origin or the sources of his wealth. Robert McIntyre\nbrooded languidly over the problem as he leaned against the gate,\npuffing his blue clouds of bird's-eye into the crisp, still air.\n\nSuddenly his eye caught a dark figure emerging from the Avenue gates and\nstriding up the winding road. A few minutes brought him near enough to\nshow a familiar face looking over the stiff collar and from under the\nsoft black hat of an English clergyman.\n\n\"Good-morning, Mr. Spurling.\"\n\n\"Ah, good-morning, Robert. How are you? Are you coming my way? How\nslippery the roads are!\"\n\nHis round, kindly face was beaming with good nature, and he took little\njumps as he walked, like a man who can hardly contain himself for\npleasure.\n\n\"Have you heard from Hector?\"\n\n\"Oh, yes. He went off all right last Wednesday from Spithead, and he\nwill write from Madeira. But you generally have later news at Elmdene\nthan I have.\"\n\n\"I don't know whether Laura has heard. Have you been up to see the new\ncomer?\"\n\n\"Yes; I have just left him.\"\n\n\"Is he a married man--this Mr. Raffles Haw?\"\n\n\"No, he is a bachelor. He does not seem to have any relations either, as\nfar as I could learn. He lives alone, amid his huge staff of servants.\nIt is a most remarkable establishment. It made me think of the Arabian\nNights.\"\n\n\"And the man? What is he like?\"\n\n\"He is an angel--a positive angel. I never heard or read of such\nkindness in my life. He has made me a happy man.\"\n\nThe clergyman's eyes sparkled with emotion, and he blew his nose loudly\nin his big red handkerchief.\n\nRobert McIntyre looked at him in surprise.\n\n\"I am delighted to hear it,\" he said. \"May I ask what he has done?\"\n\n\"I went up to him by appointment this morning. I had written asking him\nif I might call. I spoke to him of the parish and its needs, of my long\nstruggle to restore the south side of the church, and of our efforts\nto help my poor parishioners during this hard weather. While I spoke\nhe said not a word, but sat with a vacant face, as though he were not\nlistening to me. When I had finished he took up his pen. 'How much will\nit take to do the church?' he asked. 'A thousand pounds,' I answered;\n'but we have already raised three hundred among ourselves. The Squire\nhas very handsomely given fifty pounds.' 'Well,' said he, 'how about\nthe poor folk? How many families are there?' 'About three hundred,' I\nanswered. 'And coals, I believe, are at about a pound a ton', said he.\n'Three tons ought to see them through the rest of the winter. Then you\ncan get a very fair pair of blankets for two pounds. That would make\nfive pounds per family, and seven hundred for the church.' He dipped his\npen in the ink, and, as I am a living man, Robert, he wrote me a cheque\nthen and there for two thousand two hundred pounds. I don't know what\nI said; I felt like a fool; I could not stammer out words with which\nto thank him. All my troubles have been taken from my shoulders in an\ninstant, and indeed, Robert, I can hardly realise it.\"\n\n\"He must be a most charitable man.\"\n\n\"Extraordinarily so. And so unpretending. One would think that it was\nI who was doing the favour and he who was the beggar. I thought of that\npassage about making the heart of the widow sing for joy. He made my\nheart sing for joy, I can tell you. Are you coming up to the Vicarage?\"\n\n\"No, thank you, Mr. Spurling. I must go home and get to work on my new\npicture. It's a five-foot canvas--the landing of the Romans in Kent. I\nmust have another try for the Academy. Good-morning.\"\n\nHe raised his hat and continued down the road, while the vicar turned\noff into the path which led to his home.\n\nRobert McIntyre had converted a large bare room in the upper storey of\nElmdene into a studio, and thither he retreated after lunch. It was\nas well that he should have some little den of his own, for his father\nwould talk of little save of his ledgers and accounts, while Laura\nhad become peevish and querulous since the one tie which held her\nto Tamfield had been removed. The chamber was a bare and bleak one,\nun-papered and un-carpeted, but a good fire sparkled in the grate, and\ntwo large windows gave him the needful light. His easel stood in the\ncentre, with the great canvas balanced across it, while against the\nwalls there leaned his two last attempts, \"The Murder of Thomas of\nCanterbury\" and \"The Signing of Magna Charta.\" Robert had a weakness for\nlarge subjects and broad effects. If his ambition was greater than\nhis skill, he had still all the love of his art and the patience under\ndiscouragement which are the stuff out of which successful painters are\nmade. Twice his brace of pictures had journeyed to town, and twice they\nhad come back to him, until the finely gilded frames which had made such\na call upon his purse began to show signs of these varied adventures.\nYet, in spite of their depressing company, Robert turned to his fresh\nwork with all the enthusiasm which a conviction of ultimate success can\ninspire.\n\nBut he could not work that afternoon.\n\nIn vain he dashed in his background and outlined the long curves of the\nRoman galleys. Do what he would, his mind would still wander from his\nwork to dwell upon his conversation with the vicar in the morning. His\nimagination was fascinated by the idea of this strange man living alone\namid a crowd, and yet wielding such a power that with one dash of his\npen he could change sorrow into joy, and transform the condition of\na whole parish. The incident of the fifty-pound note came back to his\nmind. It must surely have been Raffles Haw with whom Hector Spurling\nhad come in contact. There could not be two men in one parish to whom so\nlarge a sum was of so small an account as to be thrown to a bystander in\nreturn for a trifling piece of assistance. Of course, it must have been\nRaffles Haw. And his sister had the note, with instructions to return\nit to the owner, could he be found. He threw aside his palette, and\ndescending into the sitting-room he told Laura and his father of his\nmorning's interview with the vicar, and of his conviction that this was\nthe man of whom Hector was in quest.\n\n\"Tut! Tut!\" said old McIntyre. \"How is this, Laura? I knew nothing of\nthis. What do women know of money or of business? Hand the note over to\nme and I shall relieve you of all responsibility. I will take everything\nupon myself.\"\n\n\"I cannot possibly, papa,\" said Laura, with decision. \"I should not\nthink of parting with it.\"\n\n\"What is the world coming to?\" cried the old man, with his thin hands\nheld up in protest. \"You grow more undutiful every day, Laura. This\nmoney would be of use to me--of use, you understand. It may be the\ncorner-stone of the vast business which I shall re-construct. I will use\nit, Laura, and I will pay something--four, shall we say, or even\nfour and a-half--and you may have it back on any day. And I will give\nsecurity--the security of my--well, of my word of honour.\"\n\n\"It is quite impossible, papa,\" his daughter answered coldly. \"It is not\nmy money. Hector asked me to be his banker. Those were his very words.\nIt is not in my power to lend it. As to what you say, Robert, you may\nbe right or you may be wrong, but I certainly shall not give Mr. Raffles\nHaw or anyone else the money without Hector's express command.\"\n\n\"You are very right about not giving it to Mr. Raffles Haw,\" cried old\nMcIntyre, with many nods of approbation. \"I should certainly not let it\ngo out of the family.\"\n\n\"Well, I thought that I would tell you.\"\n\nRobert picked up his Tam-o'-Shanter and strolled out to avoid the\ndiscussion between his father and sister, which he saw was about to\nbe renewed. His artistic nature revolted at these petty and sordid\ndisputes, and he turned to the crisp air and the broad landscape to\nsoothe his ruffled feelings. Avarice had no place among his failings,\nand his father's perpetual chatter about money inspired him with a\npositive loathing and disgust for the subject.\n\nRobert was lounging slowly along his favourite walk which curled\nover the hill, with his mind turning from the Roman invasion to the\nmysterious millionaire, when his eyes fell upon a tall, lean man in\nfront of him, who, with a pipe between his lips, was endeavouring\nto light a match under cover of his cap. The man was clad in a rough\npea-jacket, and bore traces of smoke and grime upon his face and hands.\nYet there is a Freemasonry among smokers which overrides every social\ndifference, so Robert stopped and held out his case of fusees.\n\n\"A light?\" said he.\n\n\"Thank you.\" The man picked out a fusee, struck it, and bent his head to\nit. He had a pale, thin face, a short straggling beard, and a very sharp\nand curving nose, with decision and character in the straight thick\neyebrows which almost met on either side of it. Clearly a superior\nkind of workman, and possibly one of those who had been employed in\nthe construction of the new house. Here was a chance of getting some\nfirst-hand information on the question which had aroused his curiosity.\nRobert waited until he had lit his pipe, and then walked on beside him.\n\n\"Are you going in the direction of the new Hall?\" he asked.\n\n\"Yes.\"\n\nThe man's voice was cold, and his manner reserved.\n\n\"Perhaps you were engaged in the building of it?\"\n\n\"Yes, I had a hand in it.\"\n\n\"They say that it is a wonderful place inside. It has been quite the\ntalk of the district. Is it as rich as they say?\"\n\n\"I am sure I don't know. I have not heard what they say.\"\n\nHis attitude was certainly not encouraging, and it seemed to Robert that\nhe gave little sidelong suspicious glances at him out of his keen grey\neyes. Yet, if he were so careful and discreet there was the more reason\nto think that there was information to be extracted, if he could but\nfind a way to it.\n\n\"Ah, there it lies!\" he remarked, as they topped the brow of the hill,\nand looked down once more at the great building. \"Well, no doubt it is\nvery gorgeous and splendid, but really for my own part I would rather\nlive in my own little box down yonder in the village.\"\n\nThe workman puffed gravely at his pipe.\n\n\"You are no great admirer of wealth, then?\" he said.\n\n\"Not I. I should not care to be a penny richer than I am. Of course I\nshould like to sell my pictures. One must make a living. But beyond that\nI ask nothing. I dare say that I, a poor artist, or you, a man who work\nfor your bread, have more happiness out of life than the owner of that\ngreat palace.\"\n\n\"Indeed, I think that it is more than likely,\" the other answered, in a\nmuch more conciliatory voice.\n\n\"Art,\" said Robert, warming to the subject, \"is her own reward. What\nmere bodily indulgence is there which money could buy which can\ngive that deep thrill of satisfaction which comes on the man who has\nconceived something new, something beautiful, and the daily delight as\nhe sees it grow under his hand, until it stands before him a completed\nwhole? With my art and without wealth I am happy. Without my art I\nshould have a void which no money could fill. But I really don't know\nwhy I should say all this to you.\"\n\nThe workman had stopped, and was staring at him earnestly with a look of\nthe deepest interest upon his smoke-darkened features.\n\n\"I am very glad to hear what you say,\" said he. \"It is a pleasure to\nknow that the worship of gold is not quite universal, and that there are\nat least some who can rise above it. Would you mind my shaking you by\nthe hand?\"\n\nIt was a somewhat extraordinary request, but Robert rather prided\nhimself upon his Bohemianism, and upon his happy facility for making\nfriends with all sorts and conditions of men. He readily exchanged a\ncordial grip with his chance acquaintance.\n\n\"You expressed some curiosity as to this house. I know the grounds\npretty well, and might perhaps show you one or two little things which\nwould interest you. Here are the gates. Will you come in with me?\"\n\nHere was, indeed, a chance. Robert eagerly assented, and walked up the\nwinding drive amid the growing fir-trees. When he found his uncouth\nguide, however, marching straight across the broad, gravel square to the\nmain entrance, he felt that he had placed himself in a false position.\n\n\"Surely not through the front door,\" he whispered, plucking his\ncompanion by the sleeve. \"Perhaps Mr. Raffles Haw might not like it.\"\n\n\"I don't think there will be any difficulty,\" said the other, with a\nquiet smile. \"My name is Raffles Haw.\"\n\n\n\n\nCHAPTER III. A HOUSE OF WONDERS.\n\n\nRobert McIntyre's face must have expressed the utter astonishment which\nfilled his mind at this most unlooked-for announcement. For a moment he\nthought that his companion must be joking, but the ease and assurance\nwith which he lounged up the steps, and the deep respect with which a\nrichly-clad functionary in the hall swung open the door to admit him,\nshowed that he spoke in sober earnest. Raffles Haw glanced back, and\nseeing the look of absolute amazement upon the young artist's features,\nhe chuckled quietly to himself.\n\n\"You will forgive me, won't you, for not disclosing my identity?\" he\nsaid, laying his hand with a friendly gesture upon the other's sleeve.\n\"Had you known me you would have spoken less freely, and I should not\nhave had the opportunity of learning your true worth. For example, you\nmight hardly have been so frank upon the matter of wealth had you known\nthat you were speaking to the master of the Hall.\"\n\n\"I don't think that I was ever so astonished in my life,\" gasped Robert.\n\n\"Naturally you are. How could you take me for anything but a workman?\nSo I am. Chemistry is one of my hobbies, and I spend hours a day in my\nlaboratory yonder. I have only just struck work, and as I had inhaled\nsome not-over-pleasant gases, I thought that a turn down the road and a\nwhiff of tobacco might do me good. That was how I came to meet you, and\nmy toilet, I fear, corresponded only too well with my smoke-grimed face.\nBut I rather fancy I know you by repute. Your name is Robert McIntyre,\nis it not?\"\n\n\"Yes, though I cannot imagine how you knew.\"\n\n\"Well, I naturally took some little trouble to learn something of my\nneighbours. I had heard that there was an artist of that name, and I\npresume that artists are not very numerous in Tamfield. But how do you\nlike the design? I hope it does not offend your trained taste.\"\n\n\"Indeed, it is wonderful--marvellous! You must yourself have an\nextraordinary eye for effect.\"\n\n\"Oh, I have no taste at all; not the slightest. I cannot tell good from\nbad. There never was such a complete Philistine. But I had the best man\nin London down, and another fellow from Vienna. They fixed it up between\nthem.\"\n\nThey had been standing just within the folding doors upon a huge mat\nof bison skins. In front of them lay a great square court, paved with\nmany-coloured marbles laid out in a labyrinth of arabesque design. In\nthe centre a high fountain of carved jade shot five thin feathers of\nspray into the air, four of which curved towards each corner of the\ncourt to descend into broad marble basins, while the fifth mounted\nstraight up to an immense height, and then tinkled back into the central\nreservoir. On either side of the court a tall, graceful palm-tree shot\nup its slender stem to break into a crown of drooping green leaves some\nfifty feet above their heads. All round were a series of Moorish arches,\nin jade and serpentine marble, with heavy curtains of the deepest purple\nto cover the doors which lay between them. In front, to right and to\nleft, a broad staircase of marble, carpeted with rich thick Smyrna rug\nwork, led upwards to the upper storeys, which were arranged around the\ncentral court. The temperature within was warm and yet fresh, like the\nair of an English May.\n\n\"It's taken from the Alhambra,\" said Raffles Haw. \"The palm-trees are\npretty. They strike right through the building into the ground beneath,\nand their roots are all girt round with hot-water pipes. They seem to\nthrive very well.\"\n\n\"What beautifully delicate brass-work!\" cried Robert, looking up with\nadmiring eyes at the bright and infinitely fragile metal trellis screens\nwhich adorned the spaces between the Moorish arches.\n\n\"It is rather neat. But it is not brass-work. Brass is not tough enough\nto allow them to work it to that degree of fineness. It is gold. But\njust come this way with me. You won't mind waiting while I remove this\nsmoke?\"\n\nHe led the way to a door upon the left side of the court, which, to\nRobert's surprise, swung slowly open as they approached it. \"That is\na little improvement which I have adopted,\" remarked the master of the\nhouse. \"As you go up to a door your weight upon the planks releases a\nspring which causes the hinges to revolve. Pray step in. This is my own\nlittle sanctum, and furnished after my own heart.\"\n\nIf Robert expected to see some fresh exhibition of wealth and luxury\nhe was woefully disappointed, for he found himself in a large but bare\nroom, with a little iron truckle-bed in one corner, a few scattered\nwooden chairs, a dingy carpet, and a large table heaped with books,\nbottles, papers, and all the other _debris_ which collect around a busy\nand untidy man. Motioning his visitor into a chair, Raffles Haw pulled\noff his coat, and, turning up the sleeves of his coarse flannel shirt,\nhe began to plunge and scrub in the warm water which flowed from a tap\nin the wall.\n\n\"You see how simple my own tastes are,\" he remarked, as he mopped his\ndripping face and hair with the towel. \"This is the only room in my\ngreat house where I find myself in a congenial atmosphere. It is homely\nto me. I can read here and smoke my pipe in peace. Anything like luxury\nis abhorrent to me.\"\n\n\"Really, I should not have though it,\" observed Robert.\n\n\"It is a fact, I assure you. You see, even with your views as to the\nworthlessness of wealth, views which, I am sure, are very sensible and\nmuch to your credit, you must allow that if a man should happen to be\nthe possessor of vast--well, let us say of considerable--sums of money,\nit is his duty to get that money into circulation, so that the community\nmay be the better for it. There is the secret of my fine feathers. I\nhave to exert all my ingenuity in order to spend my income, and yet keep\nthe money in legitimate channels. For example, it is very easy to give\nmoney away, and no doubt I could dispose of my surplus, or part of my\nsurplus, in that fashion, but I have no wish to pauperise anyone, or to\ndo mischief by indiscriminate charity. I must exact some sort of money's\nworth for all the money which I lay out You see my point, don't you?\"\n\n\"Entirely; though really it is something novel to hear a man complain of\nthe difficulty of spending his income.\"\n\n\"I assure you that it is a very serious difficulty with me. But I have\nhit upon some plans--some very pretty plans. Will you wash your hands?\nWell, then, perhaps you would care to have a look round. Just come into\nthis corner of the room, and sit upon this chair. So. Now I will sit\nupon this one, and we are ready to start.\"\n\nThe angle of the chamber in which they sat was painted for about six\nfeet in each direction of a dark chocolate-brown, and was furnished with\ntwo red plush seats protruding from the walls, and in striking contrast\nwith the simplicity of the rest of the apartment.\n\n\"This,\" remarked Raffles Haw, \"is a lift, though it is so closely joined\nto the rest of the room that without the change in colour it might\npuzzle you to find the division. It is made to run either horizontally\nor vertically. This line of knobs represents the various rooms. You can\nsee 'Dining,' 'Smoking,' 'Billiard,' 'Library' and so on, upon them. I\nwill show you the upward action. I press this one with 'Kitchen' upon\nit.\"\n\nThere was a sense of motion, a very slight jar, and Robert, without\nmoving from his seat, was conscious that the room had vanished, and that\na large arched oaken door stood in the place which it had occupied.\n\n\"That is the kitchen door,\" said Raffles Haw. \"I have my kitchen at the\ntop of the house. I cannot tolerate the smell of cooking. We have come\nup eighty feet in a very few seconds. Now I press again and here we are\nin my room once more.\"\n\nRobert McIntyre stared about him in astonishment.\n\n\"The wonders of science are greater than those of magic,\" he remarked.\n\n\"Yes, it is a pretty little mechanism. Now we try the horizontal. I\npress the 'Dining' knob and here we are, you see. Step towards the door,\nand you will find it open in front of you.\"\n\nRobert did as he was bid, and found himself with his companion in a\nlarge and lofty room, while the lift, the instant that it was freed\nfrom their weight, flashed back to its original position. With his feet\nsinking into the soft rich carpet, as though he were ankle-deep in some\nmossy bank, he stared about him at the great pictures which lined the\nwalls.\n\n\"Surely, surely, I see Raphael's touch there,\" he cried, pointing up at\nthe one which faced him.\n\n\"Yes, it is a Raphael, and I believe one of his best. I had a very\nexciting bid for it with the French Government. They wanted it for the\nLouvre, but of course at an auction the longest purse must win.\"\n\n\"And this 'Arrest of Catiline' must be a Rubens. One cannot mistake his\nsplendid men and his infamous women.\"\n\n\"Yes, it is a Rubens. The other two are a Velasquez and a Teniers,\nfair specimens of the Spanish and of the Dutch schools. I have only old\nmasters here. The moderns are in the billiard-room. The furniture here\nis a little curious. In fact, I fancy that it is unique. It is made of\nebony and narwhals' horns. You see that the legs of everything are of\nspiral ivory, both the table and the chairs. It cost the upholsterer\nsome little pains, for the supply of these things is a strictly limited\none. Curiously enough, the Chinese Emperor had given a large order for\nnarwhals' horns to repair some ancient pagoda, which was fenced in with\nthem, but I outbid him in the market, and his celestial highness has had\nto wait. There is a lift here in the corner, but we do not need it. Pray\nstep through this door. This is the billiard-room,\" he continued as they\nadvanced into the adjoining room. \"You see I have a few recent pictures\nof merit upon the walls. Here is a Corot, two Meissoniers, a Bouguereau,\na Millais, an Orchardson, and two Alma-Tademas. It seems to me to be\na pity to hang pictures over these walls of carved oak. Look at those\nbirds hopping and singing in the branches. They really seem to move and\ntwitter, don't they?\"\n\n\"They are perfect. I never saw such exquisite work. But why do you call\nit a billiard-room, Mr. Haw? I do not see any board.\"\n\n\"Oh, a board is such a clumsy uncompromising piece of furniture. It is\nalways in the way unless you actually need to use it. In this case the\nboard is covered by that square of polished maple which you see let into\nthe floor. Now I put my foot upon this motor. You see!\" As he spoke,\nthe central portion of the flooring flew up, and a most beautiful\ntortoise-shell-plated billiard-table rose up to its proper position.\nHe pressed a second spring, and a bagatelle-table appeared in the same\nfashion. \"You may have card-tables or what you will by setting the\nlevers in motion,\" he remarked. \"But all this is very trifling. Perhaps\nwe may find something in the museum which may be of more interest to\nyou.\"\n\nHe led the way into another chamber, which was furnished in antique\nstyle, with hangings of the rarest and richest tapestry. The floor was\na mosaic of coloured marbles, scattered over with mats of costly fur.\nThere was little furniture, but a number of Louis Quatorze cabinets of\nebony and silver with delicately-painted plaques were ranged round the\napartment.\n\n\"It is perhaps hardly fair to dignify it by the name of a museum,\" said\nRaffles Haw. \"It consists merely of a few elegant trifles which I have\npicked up here and there. Gems are my strongest point. I fancy that\nthere, perhaps, I might challenge comparison with any private collector\nin the world. I lock them up, for even the best servants may be\ntempted.\"\n\nHe took a silver key from his watch chain, and began to unlock and draw\nout the drawers. A cry of wonder and of admiration burst from Robert\nMcIntyre, as his eyes rested upon case after case filled with the\nmost magnificent stones. The deep still red of the rubies, the clear\nscintillating green of the emeralds, the hard glitter of the diamonds,\nthe many shifting shades of beryls, of amethysts, of onyxes, of\ncats'-eyes, of opals, of agates, of cornelians seemed to fill the whole\nchamber with a vague twinkling, many-coloured light. Long slabs of the\nbeautiful blue lapis lazuli, magnificent bloodstones, specimens of pink\nand red and white coral, long strings of lustrous pearls, all these were\ntossed out by their owner as a careless schoolboy might pour marbles\nfrom his bag.\n\n\"This isn't bad,\" he said, holding up a great glowing yellow mass as\nlarge as his own head. \"It is really a very fine piece of amber. It\nwas forwarded to me by my agent at the Baltic. Twenty-eight pounds,\nit weighs. I never heard of so fine a one. I have no very large\nbrilliants--there were no very large ones in the market--but my average\nis good. Pretty toys, are they not?\" He picked up a double handful of\nemeralds from a drawer, and then let them trickle slowly back into the\nheap.\n\n\"Good heavens!\" cried Robert, as he gazed from case to case. \"It is an\nimmense fortune in itself. Surely a hundred thousand pounds would hardly\nbuy so splendid a collection.\"\n\n\"I don't think that you would do for a valuer of precious stones,\" said\nRaffles Haw, laughing. \"Why, the contents of that one little drawer\nof brilliants could not be bought for the sum which you name. I have a\nmemo. here of what I have expended up to date on my collection, though\nI have agents at work who will probably make very considerable additions\nto it within the next few weeks. As matters stand, however, I have\nspent--let me see-pearls one forty thousand; emeralds, seven fifty;\nrubies, eight forty; brilliants, nine twenty; onyxes--I have several\nvery nice onyxes-two thirty. Other gems, carbuncles, agates--hum!\nYes, it figures out at just over four million seven hundred and forty\nthousand. I dare say that we may say five millions, for I have not\ncounted the odd money.\"\n\n\"Good gracious!\" cried the young artist, with staring eyes.\n\n\"I have a certain feeling of duty in the matter. You see the cutting,\npolishing, and general sale of stones is one of those industries which\nis entirely dependent upon wealth. If we do not support it, it must\nlanguish, which means misfortune to a considerable number of people. The\nsame applies to the gold filigree work which you noticed in the\ncourt. Wealth has its responsibilities, and the encouragement of these\nhandicrafts are among the most obvious of them. Here is a nice ruby. It\nis Burmese, and the fifth largest in existence. I am inclined to think\nthat if it were uncut it would be the second, but of course cutting\ntakes away a great deal.\" He held up the blazing red stone, about the\nsize of a chestnut, between his finger and thumb for a moment, and then\nthrew it carelessly back into its drawer. \"Come into the smoking-room,\"\nhe said; \"you will need some little refreshment, for they say that\nsight-seeing is the most exhausting occupation in the world.\"\n\n\n\n\nCHAPTER IV. FROM CLIME TO CLIME\n\n\nThe chamber in which the bewildered Robert now found himself was more\nluxurious, if less rich, than any which he had yet seen. Low settees of\nclaret-coloured plush were scattered in orderly disorder over a mossy\nEastern carpet. Deep lounges, reclining sofas, American rocking-chairs,\nall were to be had for the choosing. One end of the room was walled by\nglass, and appeared to open upon a luxuriant hot-house. At the further\nend a double line of gilt rails supported a profusion of the most recent\nmagazines and periodicals. A rack at each side of the inlaid fireplace\nsustained a long line of the pipes of all places and nations--English\ncherrywoods, French briars, German china-bowls, carved meerschaums,\nscented cedar and myall-wood, with Eastern narghiles, Turkish\nchibooques, and two great golden-topped hookahs. To right and left\nwere a series of small lockers, extending in a treble row for the whole\nlength of the room, with the names of the various brands of tobacco\nscrolled in ivory work across them. Above were other larger tiers of\npolished oak, which held cigars and cigarettes.\n\n\"Try that Damascus settee,\" said the master of the house, as he threw\nhimself into a rocking-chair. \"It is from the Sultan's upholsterer.\nThe Turks have a very good notion of comfort. I am a confirmed smoker\nmyself, Mr. McIntyre, so I have been able, perhaps, to check my\narchitect here more than in most of the other departments. Of pictures,\nfor example, I know nothing, as you would very speedily find out. On\na tobacco, I might, perhaps, offer an opinion. Now these\"--he drew out\nsome long, beautifully-rolled, mellow-coloured cigars--\"these are really\nsomething a little out of the common. Do try one.\"\n\nRobert lit the weed which was offered to him, and leaned back\nluxuriously amid his cushions, gazing through the blue balmy fragrant\ncloud-wreaths at the extraordinary man in the dirty pea-jacket who spoke\nof millions as another might of sovereigns. With his pale face, his sad,\nlanguid air, and his bowed shoulders, it was as though he were crushed\ndown under the weight of his own gold. There was a mute apology, an\nattitude of deprecation in his manner and speech, which was strangely\nat variance with the immense power which he wielded. To Robert the\nwhole whimsical incident had been intensely interesting and amusing. His\nartistic nature blossomed out in this atmosphere of perfect luxury\nand comfort, and he was conscious of a sense of repose and of absolute\nsensual contentment such as he had never before experienced.\n\n\"Shall it be coffee, or Rhine wine, or Tokay, or perhaps something\nstronger,\" asked Raffles Haw, stretching out his hand to what looked like\na piano-board projecting from the wall. \"I can recommend the Tokay. I\nhave it from the man who supplies the Emperor of Austria, though I think\nI may say that I get the cream of it.\"\n\nHe struck twice upon one of the piano-notes, and sat expectant. With a\nsharp click at the end of ten seconds a sliding shutter flew open, and\na small tray protruded bearing two long tapering Venetian glasses filled\nwith wine.\n\n\"It works very nicely,\" said Raffles Haw. \"It is quite a new thing--never\nbefore done, as far as I know. You see the names of the various wines\nand so on printed on the notes. By pressing the note down I complete an\nelectric circuit which causes the tap in the cellars beneath to remain\nopen long enough to fill the glass which always stands beneath it. The\nglasses, you understand, stand upon a revolving drum, so that there must\nalways be one there. The glasses are then brought up through a pneumatic\ntube, which is set working by the increased weight of the glass when the\nwine is added to it. It is a pretty little idea. But I am afraid that I\nbore you rather with all these petty contrivances. It is a whim of mine\nto push mechanism as far as it will go.\"\n\n\"On the contrary, I am filled with interest and wonder,\" said Robert\nwarmly. \"It is as if I had been suddenly whipped up out of prosaic old\nEngland and transferred in an instant to some enchanted palace, some\nEastern home of the Genii. I could not have believed that there existed\nupon this earth such adaptation of means to an end, such complete\nmastery of every detail which may aid in stripping life of any of its\npetty worries.\"\n\n\"I have something yet to show you,\" remarked Raffles Haw; \"but we will\nrest here for a few minutes, for I wished to have a word with you. How\nis the cigar?\"\n\n\"Most excellent.\"\n\n\"It was rolled in Louisiana in the old slavery days. There is nothing\nmade like them now. The man who had them did not know their value. He\nlet them go at merely a few shillings apiece. Now I want you to do me a\nfavour, Mr. McIntyre.\"\n\n\"I shall be so glad.\"\n\n\"You can see more or less how I am situated. I am a complete stranger\nhere. With the well-to-do classes I have little in common. I am no\nsociety man. I don't want to call or be called on. I am a student in a\nsmall way, and a man of quiet tastes. I have no social ambitions at all.\nDo you understand?\"\n\n\"Entirely.\"\n\n\"On the other hand, my experience of the world has been that it is the\nrarest thing to be able to form a friendship with a poorer man--I mean\nwith a man who is at all eager to increase his income. They think much\nof your wealth, and little of yourself. I have tried, you understand,\nand I know.\" He paused and ran his fingers through his thin beard.\n\nRobert McIntyre nodded to show that he appreciated his position.\n\n\"Now, you see,\" he continued, \"if I am to be cut off from the rich by\nmy own tastes, and from those who are not rich by my distrust of their\nmotives, my situation is an isolated one. Not that I mind isolation:\nI am used to it. But it limits my field of usefulness. I have no\ntrustworthy means of informing myself when and where I may do good.\nI have already, I am glad to say, met a man to-day, your vicar, who\nappears to be thoroughly unselfish and trustworthy. He shall be one\nof my channels of communication with the outer world. Might I ask you\nwhether you would be willing to become another?\"\n\n\"With the greatest pleasure,\" said Robert eagerly.\n\nThe proposition filled his heart with joy, for it seemed to give him an\nalmost official connection with this paradise of a house. He could not\nhave asked for anything more to his taste.\n\n\"I was fortunate enough to discover by your conversation how high a\nground you take in such matters, and how entirely disinterested you\nare. You may have observed that I was short and almost rude with you at\nfirst. I have had reason to fear and suspect all chance friendships.\nToo often they have proved to be carefully planned beforehand, with some\nsordid object in view. Good heavens, what stories I could tell you!\nA lady pursued by a bull--I have risked my life to save her, and have\nlearned afterwards that the scene had been arranged by the mother as an\neffective introduction, and that the bull had been hired by the hour.\nBut I won't shake your faith in human nature. I have had some rude\nshocks myself. I look, perhaps, with a jaundiced eye on all who come\nnear me. It is the more needful that I should have one whom I can trust\nto advise me.\"\n\n\"If you will only show me where my opinion can be of any use I shall be\nmost happy,\" said Robert. \"My people come from Birmingham, but I know\nmost of the folk here and their position.\"\n\n\"That is just what I want. Money can do so much good, and it may do so\nmuch harm. I shall consult you when I am in doubt. By the way, there\nis one small question which I might ask you now. Can you tell me who\na young lady is with very dark hair, grey eyes, and a finely chiselled\nface? She wore a blue dress when I saw her, with astrachan about her\nneck and cuffs.\"\n\nRobert chuckled to himself.\n\n\"I know that dress pretty well,\" he said. \"It is my sister Laura whom\nyou describe.\"\n\n\"Your sister! Really! Why, there is a resemblance, now that my attention\nis called to it. I saw her the other day, and wondered who she might be.\nShe lives with you, of course?\"\n\n\"Yes; my father, she, and I live together at Elmdene.\"\n\n\"Where I hope to have the pleasure of making their acquaintance. You\nhave finished your cigar? Have another, or try a pipe. To the real\nsmoker all is mere trifling save the pipe. I have most brands of tobacco\nhere. The lockers are filled on the Monday, and on Saturday they are\nhanded over to the old folk at the alms-houses, so I manage to keep it\npretty fresh always. Well, if you won't take anything else, perhaps you\nwould care to see one or two of the other effects which I have devised.\nOn this side is the armoury, and beyond it the library. My collection of\nbooks is a limited one; there are just over the fifty thousand volumes.\nBut it is to some extent remarkable for quality. I have a Visigoth Bible\nof the fifth century, which I rather fancy is unique; there is a 'Biblia\nPauperum' of 1430; a MS. of Genesis done upon mulberry leaves, probably\nof the second century; a 'Tristan and Iseult' of the eighth century; and\nsome hundred black-letters, with five very fine specimens of Schoffer\nand Fust. But those you may turn over any wet afternoon when you have\nnothing better to do. Meanwhile, I have a little device connected with\nthis smoking-room which may amuse you. Light this other cigar. Now sit\nwith me upon this lounge which stands at the further end of the room.\"\n\nThe sofa in question was in a niche which was lined in three sides and\nabove with perfectly clear transparent crystal. As they sat down the\nmaster of the house drew a cord which pulled out a crystal shutter\nbehind them, so that they were enclosed on all sides in a great box\nof glass, so pure and so highly polished that its presence might very\neasily be forgotten. A number of golden cords with crystal handles hung\ndown into this small chamber, and appeared to be connected with a long\nshining bar outside.\n\n\"Now, where would you like to smoke your cigar?\" said Raffles Haw, with\na twinkle in his demure eyes. \"Shall we go to India, or to Egypt, or to\nChina, or to--\"\n\n\"To South America,\" said Robert.\n\nThere was a twinkle, a whirr, and a sense of motion. The young artist\ngazed about him in absolute amazement. Look where he would all round\nwere tree-ferns and palms with long drooping creepers, and a blaze of\nbrilliant orchids. Smoking-room, house, England, all were gone, and he\nsat on a settee in the heart of a virgin forest of the Amazon. It was no\nmere optical delusion or trick. He could see the hot steam rising from\nthe tropical undergrowth, the heavy drops falling from the huge green\nleaves, the very grain and fibre of the rough bark which clothed the\ntrunks. Even as he gazed a green mottled snake curled noiselessly over\na branch above his head, and a bright-coloured paroquet broke suddenly\nfrom amid the foliage and flashed off among the tree-trunks. Robert\ngazed around, speechless with surprise, and finally turned upon his host\na face in which curiosity was not un-mixed with a suspicion of fear.\n\n\"People have been burned for less, have they not?\" cried Raffles Haw\nlaughing heartily. \"Have you had enough of the Amazon? What do you say\nto a spell of Egypt?\"\n\nAgain the whirr, the swift flash of passing objects, and in an instant\na huge desert stretched on every side of them, as far as the eye could\nreach. In the foreground a clump of five palm-trees towered into the\nair, with a profusion of rough cactus-like plants bristling from their\nbase. On the other side rose a rugged, gnarled, grey monolith, carved at\nthe base into a huge scarabaeus. A group of lizards played about on the\nsurface of the old carved stone. Beyond, the yellow sand stretched away\ninto furthest space, where the dim mirage mist played along the horizon.\n\n\"Mr. Haw, I cannot understand it!\" Robert grasped the velvet edge of the\nsettee, and gazed wildly about him.\n\n\"The effect is rather startling, is it not? This Egyptian desert is\nmy favourite when I lay myself out for a contemplative smoke. It seems\nstrange that tobacco should have come from the busy, practical West.\nIt has much more affinity for the dreamy, languid East. But perhaps you\nwould like to run over to China for a change?\"\n\n\"Not to-day,\" said Robert, passing his hand over his forehead. \"I feel\nrather confused by all these wonders, and indeed I think that they have\naffected my nerves a little. Besides, it is time that I returned to my\nprosaic Elmdene, if I can find my way out of this wilderness to which\nyou have transplanted me. But would you ease my mind, Mr. Haw, by\nshowing me how this thing is done?\"\n\n\"It is the merest toy--a complex plaything, nothing more. Allow me to\nexplain. I have a line of very large greenhouses which extends from\none end of my smoking-room. These different houses are kept at varying\ndegrees of heat and humidity so as to reproduce the exact climates of\nEgypt, China, and the rest. You see, our crystal chamber is a tramway\nrunning with a minimum of friction along a steel rod. By pulling this or\nthat handle I regulate how far it shall go, and it travels, as you have\nseen, with amazing speed. The effect of my hot-houses is heightened by\nthe roofs being invariably concealed by skies, which are really very\nadmirably painted, and by the introduction of birds and other creatures,\nwhich seem to flourish quite as well in artificial as in natural heat.\nThis explains the South American effect.\"\n\n\"But not the Egyptian.\"\n\n\"No. It is certainly rather clever. I had the best man in France,\nat least the best at those large effects, to paint in that circular\nbackground. You understand, the palms, cacti, obelisk, and so on, are\nperfectly genuine, and so is the sand for fifty yards or so, and I defy\nthe keenest-eyed man in England to tell where the deception commences.\nIt is the familiar and perhaps rather meretricious effect of a circular\npanorama, but carried out in the most complete manner. Was there any\nother point?\"\n\n\"The crystal box? Why was it?\"\n\n\"To preserve my guests from the effects of the changes of temperature.\nIt would be a poor kindness to bring them back to my smoking-room\ndrenched through, and with the seeds of a violent cold. The crystal has\nto be kept warm, too, otherwise vapour would deposit, and you would have\nyour view spoiled. But must you really go? Then here we are back in the\nsmoking-room. I hope that it will not be your last visit by many a one.\nAnd if I may come down to Elmdene I should be very glad to do so. This\nis the way through the museum.\"\n\nAs Robert McIntyre emerged from the balmy aromatic atmosphere of the\ngreat house, into the harsh, raw, biting air of an English winter\nevening, he felt as though he had been away for a long visit in some\nforeign country. Time is measured by impressions, and so vivid and novel\nhad been his feelings, that weeks and weeks might have elapsed since his\nchat with the smoke-grimed stranger in the road. He walked along with\nhis head in a whirl, his whole mind possessed and intoxicated by the one\nidea of the boundless wealth and the immense power of this extraordinary\nstranger. Small and sordid and mean seemed his own Elmdene as he\napproached it, and he passed over its threshold full of restless\ndiscontent against himself and his surroundings.\n\n\n\n\nCHAPTER V. LAURA'S REQUEST.\n\n\nThat night after supper Robert McIntyre poured forth all that he had\nseen to his father and to his sister. So full was he of the one subject\nthat it was a relief to him to share his knowledge with others. Rather\nfor his own sake, then, than for theirs he depicted vividly all\nthe marvels which he had seen; the profusion of wealth, the regal\ntreasure-house of gems, the gold, the marble, the extraordinary devices,\nthe absolute lavishness and complete disregard for money which was shown\nin every detail. For an hour he pictured with glowing words all\nthe wonders which had been shown him, and ended with some pride by\ndescribing the request which Mr. Raffles Haw had made, and the complete\nconfidence which he had placed in him.\n\nHis words had a very different effect upon his two listeners. Old\nMcIntyre leaned back in his chair with a bitter smile upon his lips, his\nthin face crinkled into a thousand puckers, and his small eyes shining\nwith envy and greed. His lean yellow hand upon the table was clenched\nuntil the knuckles gleamed white in the lamplight. Laura, on the other\nhand, leaned forward, her lips parted, drinking in her brother's words\nwith a glow of colour upon either cheek. It seemed to Robert, as he\nglanced from one to the other of them, that he had never seen his father\nlook so evil, or his sister so beautiful.\n\n\"Who is the fellow, then?\" asked the old man after a considerable pause.\n\"I hope he got all this in an honest fashion. Five millions in jewels,\nyou say. Good gracious me! Ready to give it away, too, but afraid of\npauperising any one. You can tell him, Robert, that you know of one\nvery deserving case which has not the slightest objection to being\npauperised.\"\n\n\"But who can he possibly be, Robert?\" cried Laura. \"Haw cannot be his\nreal name. He must be some disguised prince, or perhaps a king in exile.\nOh, I should have loved to have seen those diamonds and the emeralds! I\nalways think that emeralds suit dark people best. You must tell me again\nall about that museum, Robert.\"\n\n\"I don't think that he is anything more than he pretends to be,\" her\nbrother answered. \"He has the plain, quiet manners of an ordinary\nmiddle-class Englishman. There was no particular polish that I\ncould see. He knew a little about books and pictures, just enough to\nappreciate them, but nothing more. No, I fancy that he is a man quite in\nour own position of life, who has in some way inherited a vast sum. Of\ncourse it is difficult for me to form an estimate, but I should judge\nthat what I saw to-day--house, pictures, jewels, books, and so on--could\nnever have been bought under twenty millions, and I am sure that that\nfigure is entirely an under-statement.\"\n\n\"I never knew but one Haw,\" said old McIntyre, drumming his fingers on\nthe table; \"he was a foreman in my pin-fire cartridge-case department.\nBut he was an elderly single man. Well, I hope he got it all honestly. I\nhope the money is clean.\"\n\n\"And really, really, he is coming to see us!\" cried Laura, clapping her\nhands. \"Oh, when do you think he will come, Robert? Do give me warning.\nDo you think it will be to-morrow?\"\n\n\"I am sure I cannot say.\"\n\n\"I should so love to see him. I don't know when I have been so\ninterested.\"\n\n\"Why, you have a letter there,\" remarked Robert. \"From Hector, too, by\nthe foreign stamp. How is he?\"\n\n\"It only came this evening. I have not opened it yet. To tell the truth,\nI have been so interested in your story that I had forgotten all about\nit. Poor old Hector! It is from Madeira.\" She glanced rapidly over the\nfour pages of straggling writing in the young sailor's bold schoolboyish\nhand. \"Oh, he is all right,\" she said. \"They had a gale on the way out,\nand that sort of thing, but he is all right now. He thinks he may\nbe back by March. I wonder whether your new friend will come\nto-morrow--your knight of the enchanted Castle.\"\n\n\"Hardly so soon, I should fancy.\"\n\n\"If he should be looking about for an investment. Robert,\" said the\nfather, \"you won't forget to tell him what a fine opening there is now\nin the gun trade. With my knowledge, and a few thousands at my back, I\ncould bring him in his thirty per cent. as regular as the bank. After\nall, he must lay out his money somehow. He cannot sink it all in\nbooks and precious stones. I am sure that I could give him the highest\nreferences.\"\n\n\"It may be a long time before he comes, father,\" said Robert coldly;\n\"and when he does I am afraid that I can hardly use his friendship as a\nmeans of advancing your interest.\"\n\n\"We are his equals, father,\" cried Laura with spirit. \"Would you put us\non the footing of beggars? He would think we cared for him only for his\nmoney. I wonder that you should think of such a thing.\"\n\n\"If I had not thought of such things where would your education have\nbeen, miss?\" retorted the angry old man; and Robert stole quietly away\nto his room, whence amid his canvases he could still hear the hoarse\nvoice and the clear in their never-ending family jangle. More and more\nsordid seemed the surroundings of his life, and more and more to be\nvalued the peace which money can buy.\n\nBreakfast had hardly been cleared in the morning, and Robert had not yet\nascended to his work, when there came a timid tapping at the door, and\nthere was Raffles Haw on the mat outside. Robert ran out and welcomed\nhim with all cordiality.\n\n\"I am afraid that I am a very early visitor,\" he said apologetically;\n\"but I often take a walk after breakfast.\" He had no traces of work upon\nhim now, but was trim and neat with a dark suit, and carefully brushed\nhair. \"You spoke yesterday of your work. Perhaps, early as it is, you\nwould allow me the privilege of looking over your studio?\"\n\n\"Pray step in, Mr. Haw,\" cried Robert, all in a flutter at this advance\nfrom so munificent a patron of art; \"I should be only too happy to show\nyou such little work as I have on hand, though, indeed, I am almost\nafraid when I think how familiar you are with some of the greatest\nmasterpieces. Allow me to introduce you to my father and to my sister\nLaura.\"\n\nOld McIntyre bowed low and rubbed his thin hands together; but the young\nlady gave a gasp of surprise, and stared with widely-opened eyes at the\nmillionaire. Maw stepped forward, however, and shook her quietly by the\nhand,\n\n\"I expected to find that it was you,\" he said. \"I have already met your\nsister, Mr. McIntyre, on the very first day that I came here. We took\nshelter in a shed from a snowstorm, and had quite a pleasant little\nchat.\"\n\n\"I had no notion that I was speaking to the owner of the Hall,\" said\nLaura in some confusion. \"How funnily things turn out, to be sure!\"\n\n\"I had often wondered who it was that I spoke to, but it was only\nyesterday that I discovered. What a sweet little place you have here! It\nmust be charming in summer. Why, if it were not for this hill my windows\nwould look straight across at yours.\"\n\n\"Yes, and we should see all your beautiful plantations,\" said Laura,\nstanding beside him in the window. \"I was wishing only yesterday that\nthe hill was not there.\"\n\n\"Really! I shall be happy to have it removed for you if you would like\nit.\"\n\n\"Good gracious!\" cried Laura. \"Why, where would you put it?\"\n\n\"Oh, they could run it along the line and dump it anywhere. It is not\nmuch of a hill. A few thousand men with proper machinery, and a line\nof rails brought right up to them could easily dispose of it in a few\nmonths.\"\n\n\"And the poor vicar's house?\" Laura asked, laughing.\n\n\"I think that might be got over. We could run him up a facsimile, which\nwould, perhaps, be more convenient to him. Your brother will tell you\nthat I am quite an expert at the designing of houses. But, seriously, if\nyou think it would be an improvement I will see what can be done.\"\n\n\"Not for the world, Mr. Haw. Why, I should be a traitor to the whole\nvillage if I were to encourage such a scheme. The hill is the one thing\nwhich gives Tamfield the slightest individuality. It would be the\nheight of selfishness to sacrifice it in order to improve the view from\nElmdene.\"\n\n\"It is a little box of a place this, Mr. Haw,\" said old McIntyre. \"I\nshould think you must feel quite stifled in it after your grand mansion,\nof which my son tells me such wonders. But we were not always accustomed\nto this sort of thing, Mr. Haw. Humble as I stand here, there was a\ntime, and not so long ago, when I could write as many figures on a\ncheque as any gunmaker in Birmingham. It was--\"\n\n\"He is a dear discontented old papa,\" cried Laura, throwing her arm\nround him in a caressing manner. He gave a sharp squeak and a grimace\nof pain, which he endeavoured to hide by an outbreak of painfully\nartificial coughing.\n\n\"Shall we go upstairs?\" said Robert hurriedly, anxious to divert his\nguest's attention from this little domestic incident. \"My studio is the\nreal atelier, for it is right up under the tiles. I shall lead the way,\nif you will have the kindness to follow me.\"\n\nLeaving Laura and Mr. McIntyre, they went up together to the workroom.\nMr. Haw stood long in front of the \"Signing of Magna Charta,\" and\nthe \"Murder of Thomas a Becket,\" screwing up his eyes and twitching\nnervously at his beard, while Robert stood by in anxious expectancy.\n\n\"And how much are these?\" asked Raffles Haw at last.\n\n\"I priced them at a hundred apiece when I sent them to London.\"\n\n\"Then the best I can wish you is that the day may come when you would\ngladly give ten times the sum to have them back again. I am sure that\nthere are great possibilities in you, and I see that in grouping and in\nboldness of design you have already achieved much. But your drawing, if\nyou will excuse my saying so, is just a little crude, and your colouring\nperhaps a trifle thin. Now, I will make a bargain with you, Mr.\nMcIntyre, if you will consent to it. I know that money has no charms\nfor you, but still, as you said when I first met you, a man must live.\nI shall buy these two canvases from you at the price which you name,\nsubject to the condition that you may always have them back again by\nrepaying the same sum.\"\n\n\"You are really very kind.\" Robert hardly knew whether to be delighted\nat having sold his pictures or humiliated at the frank criticism of the\nbuyer.\n\n\"May I write a cheque at once?\" said Raffles Haw. \"Here is pen and ink.\nSo! I shall send a couple of footmen down for them in the afternoon.\nWell, I shall keep them in trust for you. I dare say that when you are\nfamous they will be of value as specimens of your early manner.\"\n\n\"I am sure that I am extremely obliged to you, Mr. Haw,\" said the young\nartist, placing the cheque in his notebook. He glanced at it as he\nfolded it up, in the vague hope that perhaps this man of whims had\nassessed his pictures at a higher rate than he had named. The figures,\nhowever, were exact. Robert began dimly to perceive that there were\ndrawbacks as well as advantages to the reputation of a money-scorner,\nwhich he had gained by a few chance words, prompted rather by the\nreaction against his father's than by his own real convictions.\n\n\"I hope, Miss McIntyre,\" said Raffles Haw, when they had descended to\nthe sitting-room once more, \"that you will do me the honour of coming to\nsee the little curiosities which I have gathered together. Your brother\nwill, I am sure, escort you up; or perhaps Mr. McIntyre would care to\ncome?\"\n\n\"I shall be delighted to come, Mr. Haw,\" cried Laura, with her sweetest\nsmile. \"A good deal of my time just now is taken up in looking after the\npoor people, who find the cold weather very trying.\" Robert raised his\neyebrows, for it was the first he had heard of his sister's missions of\nmercy, but Mr. Raffles Haw nodded approvingly. \"Robert was telling us of\nyour wonderful hot-houses. I am sure I wish I could transport the whole\nparish into one of them, and give them a good warm.\"\n\n\"Nothing would be easier, but I am afraid that they might find it a\nlittle trying when they came out again. I have one house which is only\njust finished. Your brother has not seen it yet, but I think it is the\nbest of them all. It represents an Indian jungle, and is hot enough in\nall conscience.\"\n\n\"I shall so look forward to seeing it,\" cried Laura, clasping her hands.\n\"It has been one of the dreams of my life to see India. I have read so\nmuch of it, the temples, the forests, the great rivers, and the tigers.\nWhy, you would hardly believe it, but I have never seen a tiger except\nin a picture.\"\n\n\"That can easily be set right,\" said Raffles Haw, with his quiet smile.\n\"Would you care to see one?\"\n\n\"Oh, immensely.\"\n\n\"I will have one sent down. Let me see, it is nearly twelve o'clock. I\ncan get a wire to Liverpool by one. There is a man there who deals in\nsuch things. I should think he would be due to-morrow morning. Well,\nI shall look forward to seeing you all before very long. I have rather\noutstayed my time, for I am a man of routine, and I always put in a\ncertain number of hours in my laboratory.\" He shook hands cordially with\nthem all, and lighting his pipe at the doorstep, strolled off upon his\nway.\n\n\"Well, what do you think of him now?\" asked Robert, as they watched his\nblack figure against the white snow.\n\n\"I think that he is no more fit to be trusted with all that money than a\nchild,\" cried the old man. \"It made me positively sick to hear him talk\nof moving hills and buying tigers, and such-like nonsense, when there\nare honest men without a business, and great businesses starving for a\nlittle capital. It's unchristian--that's what I call it.\"\n\n\"I think he is most delightful, Robert,\" said Laura. \"Remember, you have\npromised to take us up to the Hall. And he evidently wishes us to go\nsoon. Don't you think we might go this afternoon?\"\n\n\"I hardly think that, Laura. You leave it in my hands, and I will\narrange it all. And now I must get to work, for the light is so very\nshort on these winter days.\"\n\nThat night Robert McIntyre had gone to bed, and was dozing off when a\nhand plucked at his shoulder, and he started up to find his sister in\nsome white drapery, with a shawl thrown over her shoulders, standing\nbeside him in the moonlight.\n\n\"Robert, dear,\" she whispered, stooping over him, \"there was something I\nwanted to ask you, but papa was always in the way. You will do something\nto please me, won't you, Robert?\"\n\n\"Of course, Laura. What is it?\"\n\n\"I do so hate having my affairs talked over, dear. If Mr. Raffles Haw\nsays anything to you about me, or asks any questions, please don't say\nanything about Hector. You won't, will you, Robert, for the sake of your\nlittle sister?\"\n\n\"No; not unless you wish it.\"\n\n\"There is a dear good brother.\" She stooped over him and kissed him\ntenderly.\n\nIt was a rare thing for Laura to show any emotion, and her brother\nmarvelled sleepily over it until he relapsed into his interrupted doze.\n\n\n\n\nCHAPTER VI. A STRANGE VISITOR.\n\n\nThe McIntyre family was seated at breakfast on the morning which\nfollowed the first visit of Raffles Haw, when they were surprised to\nhear the buzz and hum of a multitude of voices in the village street.\nNearer and nearer came the tumult, and then, of a sudden, two maddened\nhorses reared themselves up on the other side of the garden hedge,\nprancing and pawing, with ears laid back and eyes ever glancing at some\nhorror behind them. Two men hung shouting to their bridles, while a\nthird came rushing up the curved gravel path. Before the McIntyres could\nrealise the situation, their maid, Mary, darted into the sitting-room\nwith terror in her round freckled face:\n\n\"If you please, miss,\" she screamed, \"your tiger has arrove.\"\n\n\"Good heavens!\" cried Robert, rushing to the door with his half-filled\nteacup in his hand. \"This is too much. Here is an iron cage on a trolly\nwith a great ramping tiger, and the whole village with their mouths\nopen.\"\n\n\"Mad as a hatter!\" shrieked old Mr. McIntyre. \"I could see it in his\neye. He spent enough on this beast to start me in business.\nWhoever heard of such a thing? Tell the driver to take it to the\npolice-station.\"\n\n\"Nothing of the sort, papa,\" said Laura, rising with dignity and\nwrapping a shawl about her shoulders. Her eyes were shining, her cheeks\nflushed, and she carried herself like a triumphant queen.\n\nRobert, with his teacup in his hand, allowed his attention to be\ndiverted from their strange visitor while he gazed at his beautiful\nsister.\n\n\"Mr. Raffles Haw has done this out of kindness to me,\" she said,\nsweeping towards the door. \"I look upon it as a great attention on his\npart. I shall certainly go out and look at it.\"\n\n\"If you please, sir,\" said the carman, reappearing at the door, \"it's\nall as we can do to 'old in the 'osses.\"\n\n\"Let us all go out together then,\" suggested Robert.\n\nThey went as far as the garden fence and stared over, while the whole\nvillage, from the school-children to the old grey-haired men from the\nalmshouses, gathered round in mute astonishment. The tiger, a long,\nlithe, venomous-looking creature, with two blazing green eyes, paced\nstealthily round the little cage, lashing its sides with its tail, and\nrubbing its muzzle against the bars.\n\n\"What were your orders?\" asked Robert of the carman.\n\n\"It came through by special express from Liverpool, sir, and the train\nis drawn up at the Tamfield siding all ready to take it back. If it 'ad\nbeen royalty the railway folk couldn't ha' shown it more respec'. We are\nto take it back when you're done with it. It's been a cruel job, sir,\nfor our arms is pulled clean out of the sockets a-'olding in of the\n'osses.\"\n\n\"What a dear, sweet creature it is,\" cried Laura. \"How sleek and how\ngraceful! I cannot understand how people could be afraid of anything so\nbeautiful.\"\n\n\"If you please, marm,\" said the carman, touching his skin cap, \"he out\nwith his paw between the bars as we stood in the station yard, and if\nI 'adn't pulled my mate Bill back it would ha' been a case of kingdom\ncome. It was a proper near squeak, I can tell ye.\"\n\n\"I never saw anything more lovely,\" continued Laura, loftily overlooking\nthe remarks of the driver. \"It has been a very great pleasure to me\nto see it, and I hope that you will tell Mr. Haw so if you see him,\nRobert.\"\n\n\"The horses are very restive,\" said her brother. \"Perhaps, Laura, if you\nhave seen enough, it would be as well to let them go.\"\n\nShe bowed in the regal fashion which she had so suddenly adopted. Robert\nshouted the order, the driver sprang up, his comrades let the horses\ngo, and away rattled the waggon and the trolly with half the Tamfielders\nstreaming vainly behind it.\n\n\"Is it not wonderful what money can do?\" Laura remarked, as they knocked\nthe snow from their shoes within the porch. \"There seems to be no wish\nwhich Mr. Haw could not at once gratify.\"\n\n\"No wish of yours, you mean,\" broke in her father. \"It's different when\nhe is dealing with a wrinkled old man who has spent himself in working\nfor his children. A plainer case of love at first sight I never saw.\"\n\n\"How can you be so coarse, papa?\" cried Laura, but her eyes flashed, and\nher teeth gleamed, as though the remark had not altogether displeased\nher.\n\n\"For heaven's sake, be careful, Laura!\" cried Robert. \"It had not struck\nme before, but really it does look rather like it. You know how you\nstand. Raffles Haw is not a man to play with.\"\n\n\"You dear old boy!\" said Laura, laying her hand upon his shoulder, \"what\ndo you know of such things? All you have to do is to go on with your\npainting, and to remember the promise you made the other night.\"\n\n\"What promise was that, then?\" cried old McIntyre suspiciously.\n\n\"Never you mind, papa. But if you forget it, Robert, I shall never\nforgive you as long as I live.\"\n\n\n\n\nCHAPTER VII. THE WORKINGS OF WEALTH.\n\n\nIt can easily be believed that as the weeks passed the name and fame\nof the mysterious owner of the New Hall resounded over the quiet\ncountryside until the rumour of him had spread to the remotest corners\nof Warwickshire and Staffordshire. In Birmingham on the one side, and in\nCoventry and Leamington on the other, there was gossip as to his untold\nriches, his extraordinary whims, and the remarkable life which he led.\nHis name was bandied from mouth to mouth, and a thousand efforts were\nmade to find out who and what he was. In spite of all their pains,\nhowever, the newsmongers were unable to discover the slightest trace of\nhis antecedents, or to form even a guess as to the secret of his riches.\n\nIt was no wonder that conjecture was rife upon the subject, for hardly a\nday passed without furnishing some new instance of the boundlessness of\nhis power and of the goodness of his heart. Through the vicar, Robert,\nand others, he had learned much of the inner life of the parish, and\nmany were the times when the struggling man, harassed and driven to\nthe wall, found thrust into his hand some morning a brief note with\nan enclosure which rolled all the sorrow back from his life. One day a\nthick double-breasted pea-jacket and a pair of good sturdy boots were\nserved out to every old man in the almshouse. On another, Miss Swire,\nthe decayed gentlewoman who eked out her small annuity by needlework,\nhad a brand new first-class sewing-machine handed in to her to take the\nplace of the old worn-out treadle which tried her rheumatic joints.\nThe pale-faced schoolmaster, who had spent years with hardly a break in\nstruggling with the juvenile obtuseness of Tamfield, received through\nthe post a circular ticket for a two months' tour through Southern\nEurope, with hotel coupons and all complete. John Hackett, the farmer,\nafter five long years of bad seasons, borne with a brave heart, had at\nlast been overthrown by the sixth, and had the bailiffs actually in the\nhouse when the good vicar had rushed in, waving a note above his head,\nto tell him not only that his deficit had been made up, but that enough\nremained over to provide the improved machinery which would enable him\nto hold his own for the future. An almost superstitious feeling came\nupon the rustic folk as they looked at the great palace when the sun\ngleamed upon the huge hot-houses, or even more so, perhaps, when at\nnight the brilliant electric lights shot their white radiance through\nthe countless rows of windows. To them it was as if some minor\nProvidence presided in that great place, unseen but seeing all,\nboundless in its power and its graciousness, ever ready to assist and to\nbefriend. In every good deed, however, Raffles Haw still remained in\nthe background, while the vicar and Robert had the pleasant task of\nconveying his benefits to the lowly and the suffering.\n\nOnce only did he appear in his own person, and that was upon the famous\noccasion when he saved the well-known bank of Garraweg Brothers in\nBirmingham. The most charitable and upright of men, the two brothers,\nLouis and Rupert, had built up a business which extended its\nramifications into every townlet of four counties. The failure of their\nLondon agents had suddenly brought a heavy loss upon them, and the\ncircumstance leaking out had caused a sudden and most dangerous run upon\ntheir establishment. Urgent telegrams for bullion from all their forty\nbranches poured in at the very instant when the head office was crowded\nwith anxious clients all waving their deposit-books, and clamouring for\ntheir money. Bravely did the two brothers with their staff stand with\nsmiling faces behind the shining counter, while swift messengers sped\nand telegrams flashed to draw in all the available resources of the\nbank. All day the stream poured through the office, and when four\no'clock came, and the doors were closed for the day, the street without\nwas still blocked by the expectant crowd, while there remained scarce a\nthousand pounds of bullion in the cellars.\n\n\"It is only postponed. Louis,\" said brother Rupert despairingly, when\nthe last clerk had left the office, and when at last they could relax\nthe fixed smile upon their haggard faces.\n\n\"Those shutters will never come down again,\" cried brother Louis, and\nthe two suddenly burst out sobbing in each other's arms, not for their\nown griefs, but for the miseries which they might bring upon those who\nhad trusted them.\n\nBut who shall ever dare to say that there is no hope, if he will but\ngive his griefs to the world? That very night Mrs. Spurling had received\na letter from her old school friend, Mrs. Louis Garraweg, with all her\nfears and her hopes poured out in it, and the whole sad story of their\ntroubles. Swift from the Vicarage went the message to the Hall, and\nearly next morning Mr. Raffles Haw, with a great black carpet-bag in his\nhand, found means to draw the cashier of the local branch of the Bank\nof England from his breakfast, and to persuade him to open his doors\nat unofficial hours. By half-past nine the crowd had already begun\nto collect around Garraweg's, when a stranger, pale and thin, with a\nbloated carpet-bag, was shown at his own very pressing request into the\nbank parlour.\n\n\"It is no use, sir,\" said the elder brother humbly, as they stood\ntogether encouraging each other to turn a brave face to misfortune,\n\"we can do no more. We have little left, and it would be unfair to the\nothers to pay you now. We can but hope that when our assets are realised\nno one will be the loser save ourselves.\"\n\n\"I did not come to draw out, but to put in,\" said Raffles Haw in his\ndemure apologetic fashion. \"I have in my bag five thousand hundred-pound\nBank of England notes. If you will have the goodness to place them to my\ncredit account I should be extremely obliged.\"\n\n\"But, good heavens, sir!\" stammered Rupert Garraweg, \"have you\nnot heard? Have you not seen? We cannot allow you to do this thing\nblindfold; can we Louis?\"\n\n\"Most certainly not. We cannot recommend our bank, sir, at the present\nmoment, for there is a run upon us, and we do not know to what lengths\nit may go.\"\n\n\"Tut! tut!\" said Raffles Haw. \"If the run continues you must send me a\nwire, and I shall make a small addition to my account. You will send me\na receipt by post. Good-morning, gentlemen!\" He bowed himself out ere\nthe astounded partners could realise what had befallen them, or raise\ntheir eyes from the huge black bag and the visiting card which lay upon\ntheir table. There was no great failure in Birmingham that day, and the\nhouse of Garraweg still survives to enjoy the success which it deserves.\n\nSuch were the deeds by which Raffles Haw made himself known throughout\nthe Midlands, and yet, in spite of all his open-handedness, he was not\na man to be imposed upon. In vain the sturdy beggar cringed at his gate,\nand in vain the crafty letter-writer poured out a thousand fabulous woes\nupon paper. Robert was astonished when he brought some tale of trouble\nto the Hall to observe how swift was the perception of the recluse, and\nhow unerringly he could detect a flaw in a narrative, or lay his finger\nupon the one point which rang false. Were a man strong enough to help\nhimself, or of such a nature as to profit nothing by help, none would\nhe get from the master of the New Hall. In vain, for example, did old\nMcIntyre throw himself continually across the path of the millionaire,\nand impress upon him, by a thousand hints and innuendoes, the hard\nfortune which had been dealt him, and the ease with which his fallen\ngreatness might be restored. Raffles Haw listened politely, bowed,\nsmiled, but never showed the slightest inclination to restore the\nquerulous old gunmaker to his pedestal.\n\nBut if the recluse's wealth was a lure which drew the beggars from\nfar and near, as the lamp draws the moths, it had the same power of\nattraction upon another and much more dangerous class. Strange hard\nfaces were seen in the village street, prowling figures were marked at\nnight stealing about among the fir plantations, and warning messages\narrived from city police and county constabulary to say that evil\nvisitors were known to have taken train to Tamfield. But if, as Raffles\nHaw held, there were few limits to the power of immense wealth, it\npossessed, among other things, the power of self-preservation, as one or\ntwo people were to learn to their cost.\n\n\"Would you mind stepping up to the Hall?\" he said one morning, putting\nhis head in at the door of the Elmdene sitting-room. \"I have something\nthere that might amuse you.\" He was on intimate terms with the McIntyres\nnow, and there were few days on which they did not see something of each\nother.\n\nThey gladly accompanied him, all three, for such invitations were\nusually the prelude of some agreeable surprise which he had in store for\nthem.\n\n\"I have shown you a tiger,\" he remarked to Laura, as he led them into\nthe dining-room. \"I will now show you something quite as dangerous,\nthough not nearly so pretty.\" There was an arrangement of mirrors at one\nend of the room, with a large circular glass set at a sharp angle at the\ntop.\n\n\"Look in there--in the upper glass,\" said Raffles Haw.\n\n\"Good gracious! what dreadful-looking men!\" cried Laura. \"There are two\nof them, and I don't know which is the worse.\"\n\n\"What on earth are they doing?\" asked Robert. \"They appear to be sitting\non the ground in some sort of a cellar.\"\n\n\"Most dangerous-looking characters,\" said the old man. \"I should\nstrongly recommend you to send for a policeman.\"\n\n\"I have done so. But it seems a work of supererogation to take them to\nprison, for they are very snugly in prison already. However, I suppose\nthat the law must have its own.\"\n\n\"And who are they, and how did they come there? Do tell us, Mr. Haw.\"\n\nLaura McIntyre had a pretty beseeching way with her, which went rather\npiquantly with her queenly style of beauty.\n\n\"I know no more than you do. They were not there last night, and they\nare here this morning, so I suppose it is a safe inference that they\ncame in during the night, especially as my servants found the window\nopen when they came down. As to their character and intentions, I should\nthink that is pretty legible upon their faces. They look a pair of\nbeauties, don't they?\"\n\n\"But I cannot understand in the least where they are,\" said Robert,\nstaring into the mirror. \"One of them has taken to butting his head\nagainst the wall. No, he is bending so that the other may stand upon his\nback. He is up there now, and the light is shining upon his face. What\na bewildered ruffianly face it is too. I should so like to sketch it.\nIt would be a study for the picture I am thinking of of the Reign of\nTerror.\"\n\n\"I have caught them in my patent burglar trap,\" said Haw. \"They are my\nfirst birds, but I have no doubt that they will not be the last. I will\nshow you how it works. It is quite a new thing. This flooring is now\nas strong as possible, but every night I disconnect it. It is done\nsimultaneously by a central machine for every room on the ground-floor.\nWhen the floor is disconnected one may advance three or four steps,\neither from the window or door, and then that whole part turns on a\nhinge and slides you into a padded strong-room beneath, where you may\nkick your heels until you are released. There is a central oasis between\nthe hinges, where the furniture is grouped for the night. The flooring\nflies into position again when the weight of the intruder is removed,\nand there he must bide, while I can always take a peep at him by this\nsimple little optical arrangement. I thought it might amuse you to have\na look at my prisoners before I handed them over to the head-constable,\nwho I see is now coming up the avenue.\"\n\n\"The poor burglars!\" cried Laura. \"It is no wonder that they look\nbewildered, for I suppose, Mr. Haw, that they neither know where they\nare, nor how they came there. I am so glad to know that you guard\nyourself in this way, for I have often thought that you ran a danger.\"\n\n\"Have you so?\" said he, smiling round at her. \"I think that my house\nis fairly burglar-proof. I have one window which may be used as an\nentrance, the centre one of the three of my laboratory. I keep it so\nbecause, to tell the truth, I am somewhat of a night prowler myself, and\nwhen I treat myself to a ramble under the stars I like to slip in and\nout without ceremony. It would, however, be a fortunate rogue who picked\nthe only safe entrance out of a hundred, and even then he might find\npitfalls. Here is the constable, but you must not go, for Miss McIntyre\nhas still something to see in my little place. If you will step into the\nbilliard-room I shall be with you in a very few moments.\"\n\n\n\n\nCHAPTER VIII. A BILLIONAIRE'S PLANS.\n\n\nThat morning, and many mornings both before and afterwards, were spent\nby Laura at the New Hall examining the treasures of the museum, playing\nwith the thousand costly toys which Raffles Haw had collected, or\nsallying out from the smoking-room in the crystal chamber into the long\nline of luxurious hot-houses. Haw would walk demurely beside her as\nshe flitted from one thing to another like a butterfly among flowers,\nwatching her out of the corner of his eyes, and taking a quiet pleasure\nin her delight. The only joy which his costly possessions had ever\nbrought him was that which came from the entertainment of others.\n\nBy this time his attentions towards Laura McIntyre had become so\nmarked that they could hardly be mistaken. He visibly brightened in\nher presence, and was never weary of devising a thousand methods of\nsurprising and pleasing her. Every morning ere the McIntyre family were\nafoot a great bouquet of strange and beautiful flowers was brought\ndown by a footman from the Hall to brighten their breakfast-table. Her\nslightest wish, however fantastic, was instantly satisfied, if human\nmoney or ingenuity could do it. When the frost lasted a stream was\ndammed and turned from its course that it might flood two meadows,\nsolely in order that she might have a place upon which to skate. With\nthe thaw there came a groom every afternoon with a sleek and beautiful\nmare in case Miss McIntyre should care to ride. Everything went to show\nthat she had made a conquest of the recluse of the New Hall.\n\nAnd she on her side played her part admirably. With female adaptiveness\nshe fell in with his humour, and looked at the world through his eyes.\nHer talk was of almshouses and free libraries, of charities and of\nimprovements. He had never a scheme to which she could not add some\ndetail making it more complete and more effective. To Haw it seemed that\nat last he had met a mind which was in absolute affinity with his own.\nHere was a help-mate, who could not only follow, but even lead him in\nthe path which he had chosen.\n\nNeither Robert nor his father could fail to see what was going forward,\nbut to the latter nothing could possibly be more acceptable than a\nfamily tie which should connect him, however indirectly, with a man of\nvast fortune. The glamour of the gold bags had crept over Robert also,\nand froze the remonstrance upon his lips. It was very pleasant to have\nthe handling of all this wealth, even as a mere agent. Why should he\ndo or say what might disturb their present happy relations? It was his\nsister's business, not his; and as to Hector Spurling, he must take his\nchance as other men did. It was obviously best not to move one way or\nthe other in the matter.\n\nBut to Robert himself, his work and his surroundings were becoming more\nand more irksome. His joy in his art had become less keen since he had\nknown Raffles Haw. It seemed so hard to toll and slave to earn such a\ntrifling sum, when money could really be had for the asking. It was true\nthat he had asked for none, but large sums were for ever passing through\nhis hands for those who were needy, and if he were needy himself his\nfriend would surely not grudge it to him. So the Roman galleys still\nremained faintly outlined upon the great canvas, while Robert's days\nwere spent either in the luxurious library at the Hall, or in strolling\nabout the country listening to tales of trouble, and returning like\na tweed-suited ministering angel to carry Raffles Haw's help to the\nunfortunate. It was not an ambitious life, but it was one which was very\ncongenial to his weak and easy-going nature.\n\nRobert had observed that fits of depression had frequently come upon\nthe millionaire, and it had sometimes struck him that the enormous sums\nwhich he spent had possibly made a serious inroad into his capital, and\nthat his mind was troubled as to the future. His abstracted manner, his\nclouded brow, and his bent head all spoke of a soul which was weighed\ndown with care, and it was only in Laura's presence that he could throw\noff the load of his secret trouble. For five hours a day he buried\nhimself in the laboratory and amused himself with his hobby, but it\nwas one of his whims that no one, neither any of his servants, nor\neven Laura or Robert, should ever cross the threshold of that outlying\nbuilding. Day after day he vanished into it, to reappear hours\nafterwards pale and exhausted, while the whirr of machinery and the\nsmoke which streamed from his high chimney showed how considerable were\nthe operations which he undertook single-handed.\n\n\"Could I not assist you in any way?\" suggested Robert, as they sat\ntogether after luncheon in the smoking-room. \"I am convinced that you\nover-try your strength. I should be so glad to help you, and I know a\nlittle of chemistry.\"\n\n\"Do you, indeed?\" said Raffles Haw, raising his eyebrows. \"I had no\nidea of that; it is very seldom that the artistic and the scientific\nfaculties go together.\"\n\n\"I don't know that I have either particularly developed. But I have\ntaken classes, and I worked for two years in the laboratory at Sir\nJosiah Mason's Institute.\"\n\n\"I am delighted to hear it,\" Haw replied with emphasis. \"That may be\nof great importance to us. It is very possible--indeed, almost\ncertain--that I shall avail myself of your offer of assistance, and\nteach you something of my chemical methods, which I may say differ\nconsiderably from those of the orthodox school. The time, however, is\nhardly ripe for that. What is it, Jones?\"\n\n\"A note, sir.\"\n\nThe butler handed it in upon a silver salver. Haw broke the seal and ran\nhis eye over it.\n\n\"Tut! tut! It is from Lady Morsley, asking me to the Lord-Lieutenant's\nball. I cannot possibly accept. It is very kind of them, but I do wish\nthey would leave me alone. Very well, Jones. I shall write. Do you know,\nRobert, I am often very unhappy.\"\n\nHe frequently called the young artist by his Christian name, especially\nin his more confidential moments.\n\n\"I have sometimes feared that you were,\" said the other sympathetically.\n\"But how strange it seems, you who are yet young, healthy, with every\nfaculty for enjoyment, and a millionaire.\"\n\n\"Ah, Robert,\" cried Haw, leaning back in his chair, and sending up thick\nblue wreaths from his pipe. \"You have put your finger upon my\ntrouble. If I were a millionaire I might be happy, but, alas, I am no\nmillionaire!\"\n\n\"Good heavens!\" gasped Robert.\n\nCold seemed to shoot to his inmost soul as it flashed upon him that this\nwas a prelude to a confession of impending bankruptcy, and that all this\nglorious life, all the excitement and the colour and change, were about\nto vanish into thin air.\n\n\"No millionaire!\" he stammered.\n\n\"No, Robert; I am a billionaire--perhaps the only one in the world. That\nis what is on my mind, and why I am unhappy sometimes. I feel that I\nshould spend this money--that I should put it in circulation--and yet it\nis so hard to do it without failing to do good--without doing positive\nharm. I feel my responsibility deeply. It weighs me down. Am I justified\nin continuing to live this quiet life when there are so many millions\nwhom I might save and comfort if I could but reach them?\"\n\nRobert heaved a long sigh of relief. \"Perhaps you take too grave a view\nof your responsibilities,\" he said. \"Everybody knows that the good which\nyou have done is immense. What more could you desire? If you really\nwished to extend your benevolence further, there are organised charities\neverywhere which would be very glad of your help.\"\n\n\"I have the names of two hundred and seventy of them,\" Haw answered.\n\"You must run your eye over them some time, and see if you can suggest\nany others. I send my annual mite to each of them. I don't think there\nis much room for expansion in that direction.\"\n\n\"Well, really you have done your share, and more than your share.\nI would settle down to lead a happy life, and think no more of the\nmatter.\"\n\n\"I could not do that,\" Haw answered earnestly. \"I have not been singled\nout to wield this immense power simply in order that I might lead\na happy life. I can never believe that. Now, can you not use your\nimagination, Robert, and devise methods by which a man who has command\nof--well, let us say, for argument's sake, boundless wealth, could\nbenefit mankind by it, without taking away any one's independence or in\nany way doing harm?\"\n\n\"Well, really, now that I come to think of it, it is a very difficult\nproblem,\" said Robert.\n\n\"Now I will submit a few schemes to you, and you may give me your\nopinion on them. Supposing that such a man were to buy ten square miles\nof ground here in Staffordshire, and were to build upon it a neat city,\nconsisting entirely of clean, comfortable little four-roomed\nhouses, furnished in a simple style, with shops and so forth, but no\npublic-houses. Supposing, too, that he were to offer a house free to all\nthe homeless folk, all the tramps, and broken men, and out-of-workers\nin Great Britain. Then, having collected them together, let him employ\nthem, under fitting superintendence, upon some colossal piece of work\nwhich would last for many years, and perhaps be of permanent value to\nhumanity. Give them a good rate of pay, and let their hours of labour be\nreasonable, and those of recreation be pleasant. Might you not benefit\nthem and benefit humanity at one stroke?\"\n\n\"But what form of work could you devise which would employ so vast\na number for so long a time, and yet not compete with any existing\nindustry? To do the latter would simply mean to shift the misery from\none class to another.\"\n\n\"Precisely so. I should compete with no one. What I thought of doing was\nof sinking a shaft through the earth's crust, and of establishing rapid\ncommunication with the Antipodes. When you had got a certain distance\ndown--how far is an interesting mathematical problem--the centre of\ngravity would be beneath you, presuming that your boring was not quite\ndirected towards the centre, and you could then lay down rails and\ntunnel as if you were on the level.\"\n\nThen for the first time it flashed into Robert McIntyre's head that his\nfather's chance words were correct, and that he was in the presence of\na madman. His great wealth had clearly turned his brain, and made him a\nmonomaniac. He nodded indulgently, as when one humours a child.\n\n\"It would be very nice,\" he said. \"I have heard, however, that the\ninterior of the earth is molten, and your workmen would need to be\nSalamanders.\"\n\n\"The latest scientific data do not bear out the idea that the earth\nis so hot,\" answered Raffles Haw. \"It is certain that the increased\ntemperature in coal mines depends upon the barometric pressure. There\nare gases in the earth which may be ignited, and there are combustible\nmaterials as we see in the volcanoes; but if we came across anything of\nthe sort in our borings, we could turn a river or two down the shaft,\nand get the better of it in that fashion.\"\n\n\"It would be rather awkward if the other end of your shaft came out\nunder the Pacific Ocean,\" said Robert, choking down his inclination to\nlaugh.\n\n\"I have had estimates and calculations from the first living\nengineers--French, English, and American. The point of exit of the\ntunnel could be calculated to the yard. That portfolio in the corner is\nfull of sections, plans, and diagrams. I have agents employed in buying\nup land, and if all goes well, we may get to work in the autumn. That is\none device which may produce results. Another is canal-cutting.\"\n\n\"Ah, there you would compete with the railways.\"\n\n\"You don't quite understand. I intend to cut canals through every neck\nof land where such a convenience would facilitate commerce. Such a\nscheme, when unaccompanied by any toll upon vessels, would, I think, be\na very judicious way of helping the human race.\"\n\n\"And where, pray, would you cut the canals?\" asked Robert.\n\n\"I have a map of the world here,\" Haw answered, rising, and taking one\ndown from the paper-rack. \"You see the blue pencil marks. Those are the\npoints where I propose to establish communication. Of course, I should\nbegin by the obvious duty of finishing the Panama business.\"\n\n\"Naturally.\" The man's lunacy was becoming more and more obvious, and\nyet there was such precision and coolness in his manner, that Robert\nfound himself against his own reason endorsing and speculating over his\nplans.\n\n\"The Isthmus of Corinth also occurs to one. That, however, is a small\nmatter, from either a financial or an engineering point of view. I\npropose, however, to make a junction here, through Kiel between the\nGerman Ocean and the Baltic. It saves, you will observe, the whole\njourney round the coast of Denmark, and would facilitate our trade with\nGermany and Russia. Another very obvious improvement is to join the\nForth and the Clyde, so as to connect Leith with the Irish and American\nroutes. You see the blue line?\"\n\n\"Quite so.\"\n\n\"And we will have a little cutting here. It will run from Uleaborg to\nKem, and will connect the White Sea with the Gulf of Bothnia. We must\nnot allow our sympathies to be insular, must we? Our little charities\nshould be cosmopolitan. We will try and give the good people of\nArchangel a better outlet for their furs and their tallow.\"\n\n\"But it will freeze.\"\n\n\"For six months in the year. Still, it will be something. Then we must\ndo something for the East. It would never do to overlook the East.\"\n\n\"It would certainly be an oversight,\" said Robert, who was keenly alive\nto the comical side of the question. Raffles Haw, however, in deadly\nearnest, sat scratching away at his map with his blue pencil.\n\n\"Here is a point where we might be of some little use. If we cut through\nfrom Batoum to the Kura River we might tap the trade of the Caspian, and\nopen up communication with all the rivers which run into it. You notice\nthat they include a considerable tract of country. Then, again, I think\nthat we might venture upon a little cutting between Beirut, on the\nMediterranean, and the upper waters of the Euphrates, which would lead\nus into the Persian Gulf. Those are one or two of the more obvious\ncanals which might knit the human race into a closer whole.\"\n\n\"Your plans are certainly stupendous,\" said Robert, uncertain whether to\nlaugh or to be awe-struck. \"You will cease to be a man, and become one\nof the great forces of Nature, altering, moulding, and improving.\"\n\n\"That is precisely the view which I take of myself. That is why I feel\nmy responsibility so acutely.\"\n\n\"But surely if you will do all this you may rest. It is a considerable\nprogramme.\"\n\n\"Not at all. I am a patriotic Briton, and I should like to do something\nto leave my name in the annals of my country. I should prefer, however,\nto do it after my own death, as anything in the shape of publicity and\nhonour is very offensive to me. I have, therefore, put by eight hundred\nmillion in a place which shall be duly mentioned in my will, which I\npropose to devote to paying off the National Debt. I cannot see that any\nharm could arise from its extinction.\"\n\nRobert sat staring, struck dumb by the audacity of the strange man's\nwords.\n\n\"Then there is the heating of the soil. There is room for improvement\nthere. You have no doubt read of the immense yields which have resulted\nin Jersey and elsewhere, from the running of hot-water pipes through the\nsoil. The crops are trebled and quadrupled. I would propose to try the\nexperiment upon a larger scale. We might possibly reserve the Isle of\nMan to serve as a pumping and heating station. The main pipes would run\nto England, Ireland, and Scotland, where they would subdivide rapidly\nuntil they formed a network two feet deep under the whole country. A\npipe at distances of a yard would suffice for every purpose.\"\n\n\"I am afraid,\" suggested Robert, \"that the water which left the Isle of\nMan warm might lose a little of its virtue before it reached Caithness,\nfor example.\"\n\n\"There need not be any difficulty there. Every few miles a furnace might\nbe arranged to keep up the temperature. These are a few of my plans for\nthe future, Robert, and I shall want the co-operation of disinterested\nmen like yourself in all of them. But how brightly the sun shines, and\nhow sweet the countryside looks! The world is very beautiful, and\nI should like to leave it happier than I found it. Let us walk out\ntogether, Robert, and you will tell me of any fresh cases where I may be\nof assistance.\"\n\n\n\n\nCHAPTER IX. A NEW DEPARTURE.\n\n\nWhatever good Mr. Raffles Haw's wealth did to the world, there could be\nno doubt that there were cases where it did harm. The very contemplation\nand thought of it had upon many a disturbing and mischievous effect.\nEspecially was this the case with the old gunmaker. From being merely\na querulous and grasping man, he had now become bitter, brooding, and\ndangerous. Week by week, as he saw the tide of wealth flow as it were\nthrough his very house without being able to divert the smallest rill to\nnourish his own fortunes, he became more wolfish and more hungry-eyed.\nHe spoke less of his own wrongs, but he brooded more, and would stand\nfor hours on Tamfield Hill looking down at the great palace beneath, as\na thirst-stricken man might gaze at the desert mirage.\n\nHe had worked, and peeped, and pried, too, until there were points upon\nwhich he knew more than either his son or his daughter.\n\n\"I suppose that you still don't know where your friend gets his money?\"\nhe remarked to Robert one morning, as they walked together through the\nvillage.\n\n\"No, father, I do not. I only know that he spends it very well.\"\n\n\"Well!\" snarled the old man. \"Yes, very well! He has helped every tramp\nand slut and worthless vagabond over the countryside, but he will\nnot advance a pound, even on the best security, to help a respectable\nbusiness man to fight against misfortune.\"\n\n\"My dear father, I really cannot argue with you about it,\" said Robert.\n\"I have already told you more than once what I think. Mr. Haw's object\nis to help those who are destitute. He looks upon us as his equals, and\nwould not presume to patronise us, or to act as if we could not help\nourselves. It would be a humiliation to us to take his money.\"\n\n\"Pshaw! Besides, it is only a question of an advance, and advances\nare made every day among business men. How can you talk such nonsense,\nRobert?\"\n\nEarly as it was, his son could see from his excited, quarrelsome manner\nthat the old man had been drinking. The habit had grown upon him of\nlate, and it was seldom now that he was entirely sober.\n\n\"Mr. Raffles Haw is the best judge,\" said Robert coldly. \"If he earns\nthe money, he has a right to spend it as he likes.\"\n\n\"And how does he earn it? You don't know, Robert. You don't know that\nyou aren't aiding and abetting a felony when you help him to fritter\nit away. Was ever so much money earned in an honest fashion? I tell you\nthere never was. I tell you, also, that lumps of gold are no more to\nthat man than chunks of coal to the miners over yonder. He could build\nhis house of them and think nothing of it.\"\n\n\"I know that he is very rich, father. I think, however, that he has an\nextravagant way of talking sometimes, and that his imagination carries\nhim away. I have heard him talk of plans which the richest man upon\nearth could not possibly hope to carry through.\"\n\n\"Don't you make any mistake, my son. Your poor old father isn't quite\na fool, though he is only an honest broken merchant.\" He looked up\nsideways at his son with a wink and a most unpleasant leer. \"Where\nthere's money I can smell it. There's money there, and heaps of it.\nIt's my belief that he is the richest man in the world, though how he\ncame to be so I should not like to guarantee. I'm not quite blind yet,\nRobert. Have you seen the weekly waggon?\"\n\n\"The weekly waggon!\"\n\n\"Yes, Robert. You see I can find some news for you yet. It is due this\nmorning. Every Saturday morning you will see the waggon come in. Why,\nhere it is now, as I am a living man, coming round the curve.\"\n\nRobert glanced back and saw a great heavy waggon drawn by two strong\nhorses lumbering slowly along the road which led to the New Hall. From\nthe efforts of the animals and its slow pace the contents seemed to be\nof great weight.\n\n\"Just you wait here,\" old McIntyre cried, plucking at his son's sleeve\nwith his thin bony hand. \"Wait here and see it pass. Then we will watch\nwhat becomes of it.\"\n\nThey stood by the side of the road until it came abreast of them. The\nwaggon was covered with tarpaulin sheetings in front and at the sides,\nbut behind some glimpse could be caught of the contents. They consisted,\nas far as Robert could see, of a number of packets of the same shape,\neach about two feet long and six inches high, arranged symmetrically\nupon the top of each other. Each packet was surrounded by a covering of\ncoarse sacking.\n\n\"What do you think of that?\" asked old McIntyre triumphantly as the load\ncreaked past.\n\n\"Why, father? What do you make of it?\"\n\n\"I have watched it, Robert--I have watched it every Saturday, and I had\nmy chance of looking a little deeper into it. You remember the day when\nthe elm blew down, and the road was blocked until they could saw it in\ntwo. That was on a Saturday, and the waggon came to a stand until they\ncould clear a way for it. I was there, Robert, and I saw my chance.\nI strolled behind the waggon, and I placed my hands upon one of those\npackets. They look small, do they not? It would take a strong man to\nlift one. They are heavy, Robert, heavy, and hard with the hardness of\nmetal. I tell you, boy, that that waggon is loaded with gold.\"\n\n\"Gold!\"\n\n\"With solid bars of gold, Robert. But come into the plantation and we\nshall see what becomes of it.\"\n\nThey passed through the lodge gates, behind the waggon, and then\nwandered off among the fir-trees until they gained a spot where they\ncould command a view. The load had halted, not in front of the house,\nbut at the door of the out-building with the chimney. A staff of\nstablemen and footmen were in readiness, who proceeded to swiftly unload\nand to carry the packages through the door. It was the first time that\nRobert had ever seen any one save the master of the house enter the\nlaboratory. No sign was seen of him now, however, and in half an hour\nthe contents had all been safely stored and the waggon had driven\nbriskly away.\n\n\"I cannot understand it, father,\" said Robert thoughtfully, as they\nresumed their walk. \"Supposing that your supposition is correct, who\nwould send him such quantities of gold, and where could it come from?\"\n\n\"Ha, you have to come to the old man after all!\" chuckled his companion.\n\"I can see the little game. It is clear enough to me. There are two of\nthem in it, you understand. The other one gets the gold. Never mind how,\nbut we will hope that there is no harm. Let us suppose, for example,\nthat they have found a marvellous mine, where you can just shovel it out\nlike clay from a pit. Well, then, he sends it on to this one, and he has\nhis furnaces and his chemicals, and he refines and purifies it and makes\nit fit to sell. That's my explanation of it, Robert. Eh, has the old man\nput his finger on it?\"\n\n\"But if that were true, father, the gold must go back again.\"\n\n\"So it does, Robert, but a little at a time. Ha, ha! I've had my eyes\nopen, you see. Every night it goes down in a small cart, and is sent on\nto London by the 7.40. Not in bars this time, but done up in iron-bound\nchests. I've seen them, boy, and I've had this hand upon them.\"\n\n\"Well,\" said the young man thoughtfully, \"maybe you are right. It is\npossible that you are right.\"\n\nWhile father and son were prying into his secrets, Raffles Haw had found\nhis way to Elmdene, where Laura sat reading the _Queen_ by the fire.\n\n\"I am so sorry,\" she said, throwing down her paper and springing to\nher feet. \"They are all out except me. But I am sure that they won't be\nlong. I expect Robert every moment.\"\n\n\"I would rather speak with you alone,\" answered Raffles Haw quietly.\n\"Pray sit down, for I wanted to have a little chat with you.\"\n\nLaura resumed her seat with a flush upon her cheeks and a quickening of\nthe breath. She turned her face away and gazed into the fire; but there\nwas a sparkle in her eyes which was not caught from the leaping flames.\n\n\"Do you remember the first time that we met, Miss McIntyre?\" he\nasked, standing on the rug and looking down at her dark hair, and the\nbeautifully feminine curve of her ivory neck.\n\n\"As if it were yesterday,\" she answered in her sweet mellow tones.\n\n\"Then you must also remember the wild words that I said when we\nparted. It was very foolish of me. I am sure that I am most sorry if I\nfrightened or disturbed you, but I have been a very solitary man for a\nlong time, and I have dropped into a bad habit of thinking aloud. Your\nvoice, your face, your manner, were all so like my ideal of a true\nwoman, loving, faithful, and sympathetic, that I could not help\nwondering whether, if I were a poor man, I might ever hope to win the\naffection of such a one.\"\n\n\"Your good opinion, Mr. Raffles Haw, is very dear to me,\" said Laura.\n\"I assure you that I was not frightened, and that there is no need to\napologise for what was really a compliment.\"\n\n\"Since then I have found,\" he continued, \"that all that I had read upon\nyour face was true. That your mind is indeed that of the true woman,\nfull of the noblest and sweetest qualities which human nature can aspire\nto. You know that I am a man of fortune, but I wish you to dismiss that\nconsideration from your mind. Do you think from what you know of my\ncharacter that you could be happy as my wife, Laura?\"\n\nShe made no answer, but still sat with her head turned away and her\nsparkling eyes fixed upon the fire. One little foot from under her skirt\ntapped nervously upon the rug.\n\n\"It is only right that you should know a little more about me before you\ndecide. There is, however, little to know. I am an orphan, and, as far\nas I know, without a relation upon earth. My father was a respectable\nman, a country surgeon in Wales, and he brought me up to his own\nprofession. Before I had passed my examinations, however, he died and\nleft me a small annuity. I had conceived a great liking for the subjects\nof chemistry and electricity, and instead of going on with my medical\nwork I devoted myself entirely to these studies, and eventually built\nmyself a laboratory where I could follow out my own researches. At about\nthis time I came into a very large sum of money, so large as to make me\nfeel that a vast responsibility rested upon me in the use which I made\nof it. After some thought I determined to build a large house in a quiet\npart of the country, not too far from a great centre. There I could be\nin touch with the world, and yet would have quiet and leisure to mature\nthe schemes which were in my head. As it chanced, I chose Tamfield as my\nsite. All that remains now is to carry out the plans which I have\nmade, and to endeavour to lighten the earth of some of the misery and\ninjustice which weigh it down. I again ask you, Laura, will you throw\nin your lot with mine, and help me in the life's work which lies before\nme?\"\n\nLaura looked up at him, at his stringy figure, his pale face, his keen,\nyet gentle eyes. Somehow as she looked there seemed to form itself\nbeside him some shadow of Hector Spurling, the manly features, the\nclear, firm mouth, the frank manner. Now, in the very moment of her\ntriumph, it sprang clearly up in her mind how at the hour of their\nruin he had stood firmly by them, and had loved the penniless girl as\ntenderly as the heiress to fortune. That last embrace at the door, too,\ncame back to her, and she felt his lips warm upon her own.\n\n\"I am very much honoured, Mr. Haw,\" she stammered, \"but this is so\nsudden. I have not had time to think. I do not know what to say.\"\n\n\"Do not let me hurry you,\" he cried earnestly. \"I beg that you will\nthink well over it. I shall come again for my answer. When shall I come?\nTonight?\"\n\n\"Yes, come tonight.\"\n\n\"Then, adieu. Believe me that I think more highly of you for your\nhesitation. I shall live in hope.\" He raised her hand to his lips, and\nleft her to her own thoughts.\n\nBut what those thoughts were did not long remain in doubt. Dimmer and\ndimmer grew the vision of the distant sailor face, clearer and clearer\nthe image of the vast palace, of the queenly power, of the diamonds, the\ngold, the ambitious future. It all lay at her feet, waiting to be picked\nup. How could she have hesitated, even for a moment? She rose, and,\nwalking over to her desk, she took out a sheet of paper and an envelope.\nThe latter she addressed to Lieutenant Spurling, H.M.S. _Active_,\nGibraltar. The note cost some little trouble, but at last she got it\nworded to her mind.\n\n   \"Dear Hector,\" she said--\"I am convinced that your father has\n   never         entirely approved of our engagement, otherwise he\n   would not have thrown obstacles in the way of our marriage.\n   I am sure, too, that since my poor father's misfortune it is\n   only your own sense of honour and feeling of duty which have\n   kept you true to me, and that you would have done infinitely\n   better had you never seen me.  I cannot bear, Hector, to allow\n   you to imperil your future for my sake, and I have determined,\n   after thinking well over the matter, to release you from our\n   boy and girl engagement, so that you may be entirely free in\n   every way.  It is possible that you may think it unkind of me\n   to do this now, but I am quite sure, dear Hector, that when you\n   are an admiral and a very distinguished man, you will look back\n   at this, and you will see that I have been a true friend to you,\n   and have prevented you from making a false step early in your\n   career.  For myself, whether I marry or not, I have determined\n   to devote the remainder of my life to trying to do good, and to\n   leaving the world happier than I found it.  Your father is very\n   well, and gave us a capital sermon last Sunday.  I enclose the\n   bank-note which you asked me to keep for you.  Good-bye, for ever,\n   dear Hector, and believe me when I say that, come what may, I am\n   ever your true friend,\n\n   \"Laura S. McIntyre.\"\n\nShe had hardly sealed her letter before her father and Robert returned.\nShe closed the door behind them, and made them a little curtsey.\n\n\"I await my family's congratulations,\" she said, with her head in the\nair. \"Mr. Raffles Haw has been here, and he has asked me to be his\nwife.\"\n\n\"The deuce he did!\" cried the old man. \"And you said--?\"\n\n\"I am to see him again.\"\n\n\"And you will say--?\"\n\n\"I will accept him.\"\n\n\"You were always a good girl, Laura,\" said old McIntyre, standing on his\ntiptoes to kiss her.\n\n\"But Laura, Laura, how about Hector?\" asked Robert in mild remonstrance.\n\n\"Oh, I have written to him,\" his sister answered carelessly. \"I wish you\nwould be good enough to post the letter.\"\n\n\n\n\nCHAPTER X. THE GREAT SECRET.\n\n\nAnd so Laura McIntyre became duly engaged to Raffles Haw, and old\nMcIntyre grew even more hungry-looking as he felt himself a step nearer\nto the source of wealth, while Robert thought less of work than ever,\nand never gave as much as a thought to the great canvas which still\nstood, dust-covered, upon his easel. Haw gave Laura an engagement ring\nof old gold, with a great blazing diamond bulging out of it. There was\nlittle talk about the matter, however, for it was Haw's wish that all\nshould be done very quietly. Nearly all his evenings were spent at\nElmdene, where he and Laura would build up the most colossal schemes of\nphilanthropy for the future. With a map stretched out on the table in\nfront of them, these two young people would, as it were, hover over the\nworld, planning, devising, and improving.\n\n\"Bless the girl!\" said old McIntyre to his son; \"she speaks about it as\nif she were born to millions. Maybe, when once she is married, she won't\nbe so ready to chuck her money into every mad scheme that her husband\ncan think of.\"\n\n\"Laura is greatly changed,\" Robert answered; \"she has grown much more\nserious in her ideas.\"\n\n\"You wait a bit!\" sniggered his father. \"She is a good girl, is Laura,\nand she knows what she is about. She's not a girl to let her old dad go\nto the wall if she can set him right. It's a pretty state of things,\" he\nadded bitterly: \"here's my daughter going to marry a man who thinks no\nmore of gold than I used to of gun-metal; and here's my son going about\nwith all the money he cares to ask for to help every ne'er-do-well in\nStaffordshire; and here's their father, who loved them and cared for\nthem, and brought them both up, without money enough very often to buy\na bottle of brandy. I don't know what your poor dear mother would have\nthought of it.\"\n\n\"You have only to ask for what you want.\"\n\n\"Yes, as if I were a five-year-old child. But I tell you, Robert, I'll\nhave my rights, and if I can't get them one way I will another. I won't\nbe treated as if I were no one. And there's one thing: if I am to be\nthis man's pa-in-law, I'll want to know something about him and his\nmoney first. We may be poor, but we are honest. I'll up to the Hall now,\nand have it out with him.\" He seized his hat and stick and made for the\ndoor.\n\n\"No, no, father,\" cried Robert, catching him by the sleeve. \"You had\nbetter leave the matter alone. Mr. Haw is a very sensitive man. He would\nnot like to be examined upon such a point. It might lead to a serious\nquarrel. I beg that you will not go.\"\n\n\"I am not to be put off for ever,\" snarled the old man, who had been\ndrinking heavily. \"I'll put my foot down now, once and for ever.\" He\ntugged at his sleeve to free himself from his son's grasp.\n\n\"At least you shall not go without Laura knowing. I will call her down,\nand we shall have her opinion.\"\n\n\"Oh, I don't want to have any scenes,\" said McIntyre sulkily, relaxing\nhis efforts. He lived in dread of his daughter, and at his worst moments\nthe mention of her name would serve to restrain him.\n\n\"Besides,\" said Robert, \"I have not the slightest doubt that Raffles\nHaw will see the necessity for giving us some sort of explanation before\nmatters go further. He must understand that we have some claim now to be\ntaken into his confidence.\"\n\nHe had hardly spoken when there was a tap at the door, and the man of\nwhom they were speaking walked in.\n\n\"Good-morning, Mr. McIntyre,\" said he. \"Robert, would you mind stepping\nup to the Hall with me? I want to have a little business chat.\" He\nlooked serious, like a man who is carrying out something which he has\nwell weighed.\n\nThey walked up together with hardly a word on either side. Raffles Haw\nwas absorbed in his own thoughts. Robert felt expectant and nervous,\nfor he knew that something of importance lay before him. The winter had\nalmost passed now, and the first young shoots were beginning to peep out\ntimidly in the face of the wind and the rain of an English March. The\nsnows were gone, but the countryside looked bleaker and drearier, all\nshrouded in the haze from the damp, sodden meadows.\n\n\"By the way, Robert,\" said Raffles Haw suddenly, as they walked up the\nAvenue. \"Has your great Roman picture gone to London?\"\n\n\"I have not finished it yet.\"\n\n\"But I know that you are a quick worker. You must be nearly at the end\nof it.\"\n\n\"No, I am afraid that it has not advanced much since you saw it. For one\nthing, the light has not been very good.\"\n\nRaffles Haw said nothing, but a pained expression flashed over his face.\nWhen they reached the house he led the way through the museum. Two great\nmetal cases were lying on the floor.\n\n\"I have a small addition there to the gem collection,\" he remarked as he\npassed. \"They only arrived last night, and I have not opened them yet,\nbut I am given to understand from the letters and invoices that there\nare some fine specimens. We might arrange them this afternoon, if you\ncare to assist me. Let us go into the smoking-room now.\"\n\nHe threw himself down into a settee, and motioned Robert into the\narmchair in front of him.\n\n\"Light a cigar,\" he said. \"Press the spring if there is any refreshment\nwhich you would like. Now, my dear Robert, confess to me in the first\nplace that you have often thought me mad.\"\n\nThe charge was so direct and so true that the young artist hesitated,\nhardly knowing how to answer.\n\n\"My dear boy, I do not blame you. It was the most natural thing in the\nworld. I should have looked upon anyone as a madman who had talked to me\nas I have talked to you. But for all that, Robert, you were wrong, and I\nhave never yet in our conversations proposed any scheme which it was not\nwell within my power to carry out. I tell you in all sober earnest that\nthe amount of my income is limited only by my desire, and that all the\nbankers and financiers combined could not furnish the sums which I can\nput forward without an effort.\"\n\n\"I have had ample proof of your immense wealth,\" said Robert.\n\n\"And you are very naturally curious as to how that wealth was obtained.\nWell, I can tell you one thing. The money is perfectly clean. I have\nrobbed no one, cheated no one, sweated no one, ground no one down in the\ngaining of it. I can read your father's eye, Robert. I can see that he\nhas done me an injustice in this matter. Well, perhaps he is not to be\nblamed. Perhaps I also might think uncharitable things if I were In his\nplace. But that is why I now give an explanation to you, Robert, and not\nto him. You, at least, have trusted me, and you have a right, before I\nbecome one of your family, to know all that I can tell you. Laura also\nhas trusted me, but I know well that she is content still to trust me.\"\n\n\"I would not intrude upon your secrets, Mr. Haw,\" said Robert, \"but\nof course I cannot deny that I should be very proud and pleased if you\ncared to confide them to me.\"\n\n\"And I will. Not all. I do not think that I shall ever, while I live,\ntell all. But I shall leave directions behind me so that when I die you\nmay be able to carry on my unfinished work. I shall tell you where those\ndirections are to be found. In the meantime, you must be content to\nlearn the effects which I produce without knowing every detail as to the\nmeans.\"\n\nRobert settled himself down in his chair and concentrated his attention\nupon his companion's words, while Haw bent forward his eager, earnest\nface, like a man who knows the value of the words which he is saying.\n\n\"You are already aware,\" he remarked, \"that I have devoted a great deal\nof energy and of time to the study of chemistry.\"\n\n\"So you told me.\"\n\n\"I commenced my studies under a famous English chemist, I continued\nthem under the best man in France, and I completed them in the most\ncelebrated laboratory of Germany. I was not rich, but my father had left\nme enough to keep me comfortably, and by living economically I had a\nsum at my command which enabled me to carry out my studies in a very\ncomplete way. When I returned to England I built myself a laboratory\nin a quiet country place where I could work without distraction or\ninterruption. There I began a series of investigations which soon took\nme into regions of science to which none of the three famous men who\ntaught me had ever penetrated.\n\n\"You say, Robert, that you have some slight knowledge of chemistry, and\nyou will find it easier to follow what I say. Chemistry is to a large\nextent an empirical science, and the chance experiment may lead to\ngreater results than could, with our present data, be derived from the\nclosest study or the keenest reasoning. The most important chemical\ndiscoveries from the first manufacture of glass to the whitening and\nrefining of sugar have all been due to some happy chance which might\nhave befallen a mere dabbler as easily as a deep student.\n\n\"Well, it was to such a chance that my own great discovery--perhaps the\ngreatest that the world has seen--was due, though I may claim the credit\nof having originated the line of thought which led up to it. I had\nfrequently speculated as to the effect which powerful currents of\nelectricity exercise upon any substance through which they are poured\nfor a considerable time. I did not here mean such feeble currents as\nare passed along a telegraph wire, but I mean the very highest possible\ndevelopments. Well, I tried a series of experiments upon this point. I\nfound that in liquids, and in compounds, the force had a disintegrating\neffect. The well-known experiment of the electrolysis of water will, of\ncourse, occur to you. But I found that in the case of elemental solids\nthe effect was a remarkable one. The element slowly decreased in weight,\nwithout perceptibly altering in composition. I hope that I make myself\nclear to you?\"\n\n\"I follow you entirely,\" said Robert, deeply interested in his\ncompanion's narrative.\n\n\"I tried upon several elements, and always with the same result. In\nevery case an hour's current would produce a perceptible loss of weight.\nMy theory at that stage was that there was a loosening of the molecules\ncaused by the electric fluid, and that a certain number of these\nmolecules were shed off like an impalpable dust, all round the lump of\nearth or of metal, which remained, of course, the lighter by their loss.\nI had entirely accepted this theory, when a very remarkable chance led\nme to completely alter my opinions.\n\n\"I had one Saturday night fastened a bar of bismuth in a clamp, and had\nattached it on either side to an electric wire, in order to observe what\neffect the current would have upon it. I had been testing each metal in\nturn, exposing them to the influence for from one to two hours. I had\njust got everything in position, and had completed my connection, when\nI received a telegram to say that John Stillingfleet, an old chemist in\nLondon with whom I had been on terms of intimacy, was dangerously ill,\nand had expressed a wish to see me. The last train was due to leave in\ntwenty minutes, and I lived a good mile from the station, I thrust a few\nthings into a bag, locked my laboratory, and ran as hard as I could to\ncatch it.\n\n\"It was not until I was in London that it suddenly occurred to me that\nI had neglected to shut off the current, and that it would continue to\npass through the bar of bismuth until the batteries were exhausted. The\nfact, however, seemed to be of small importance, and I dismissed it from\nmy mind. I was detained in London until the Tuesday night, and it\nwas Wednesday morning before I got back to my work. As I unlocked the\nlaboratory door my mind reverted to the uncompleted experiment, and it\nstruck me that in all probability my piece of bismuth would have been\nentirely disintegrated and reduced to its primitive molecules. I was\nutterly unprepared for the truth.\n\n\"When I approached the table I found, sure enough, that the bar of metal\nhad vanished, and that the clamp was empty. Having noted the fact, I was\nabout to turn away to something else, when my attention was attracted to\nthe fact that the table upon which the clamp stood was starred over with\nlittle patches of some liquid silvery matter, which lay in single drops\nor coalesced into little pools. I had a very distinct recollection of\nhaving thoroughly cleared the table before beginning my experiment,\nso that this substance had been deposited there since I had left for\nLondon. Much interested, I very carefully collected it all into one\nvessel, and examined it minutely. There could be no question as to what\nit was. It was the purest mercury, and gave no response to any test for\nbismuth.\n\n\"I at once grasped the fact that chance had placed in my hands a\nchemical discovery of the very first importance. If bismuth were, under\ncertain conditions, to be subjected to the action of electricity, it\nwould begin by losing weight, and would finally be transformed into\nmercury. I had broken down the partition which separated two elements.\n\n\"But the process would be a constant one. It would presumably prove\nto be a general law, and not an isolated fact. If bismuth turned into\nmercury, what would mercury turn into? There would be no rest for me\nuntil I had solved the question. I renewed the exhausted batteries and\npassed the current through the bowl of quicksilver. For sixteen hours I\nsat watching the metal, marking how it slowly seemed to curdle, to grow\nfirmer, to lose its silvery glitter and to take a dull yellow hue. When\nI at last picked it up in a forceps, and threw it upon the table, it had\nlost every characteristic of mercury, and had obviously become another\nmetal. A few simple tests were enough to show me that this other metal\nwas platinum.\n\n\"Now, to a chemist, there was something very suggestive in the order in\nwhich these changes had been effected. Perhaps you can see the relation,\nRobert, which they bear to each other?\"\n\n\"No, I cannot say that I do.\"\n\nRobert had sat listening to this strange statement with parted lips and\nstaring eyes.\n\n\"I will show you. Speaking atomically, bismuth is the heaviest of the\nmetals. Its atomic weight is 210. The next in weight is lead, 207, and\nthen comes mercury at 200. Possibly the long period during which the\ncurrent had acted in my absence had reduced the bismuth to lead and\nthe lead in turn to mercury. Now platinum stands at 197.5, and it was\naccordingly the next metal to be produced by the continued current. Do\nyou see now?\"\n\n\"It is quite clear.\"\n\n\"And then there came the inference, which sent my heart into my mouth\nand caused my head to swim round. Gold is the next in the series.\nIts atomic weight is 197. I remembered now, and for the first time\nunderstood why it was always lead and mercury winch were mentioned by\nthe old alchemists as being the two metals which might be used in their\ncalling. With fingers which trembled with excitement I adjusted the\nwires again, and in little more than an hour--for the length of the\nprocess was always in proportion to the difference in the metals--I\nhad before me a knob of ruddy crinkled metal, which answered to every\nreaction for gold.\n\n\"Well, Robert, this is a long story, but I think that you will agree\nwith me that its importance justifies me in going into detail. When\nI had satisfied myself that I had really manufactured gold I cut the\nnugget in two. One half I sent to a jeweller and worker in precious\nmetals, with whom I had some slight acquaintance, asking him to report\nupon the quality of the metal. With the other half I continued my series\nof experiments, and reduced it in successive stages through all the long\nseries of metals, through silver and zinc and manganese, until I brought\nit to lithium, which is the lightest of all.\"\n\n\"And what did it turn to then?\" asked Robert.\n\n\"Then came what to chemists is likely to be the most interesting portion\nof my discovery. It turned to a greyish fine powder, which powder gave\nno further results, however much I might treat it with electricity.\nAnd that powder is the base of all things; it is the mother of all\nthe elements; it is, in short, the substance whose existence has been\nrecently surmised by a leading chemist, and which has been christened\nprotyle by him. I am the discoverer of the great law of the electrical\ntransposition of the metals, and I am the first to demonstrate protyle,\nso that, I think, Robert, if all my schemes in other directions come to\nnothing, my name is at least likely to live in the chemical world.\n\n\"There is not very much more for me to tell you. I had my nugget back\nfrom my friend the jeweller, confirming my opinion as to its nature and\nits quality. I soon found several methods by which the process might\nbe simplified, and especially a modification of the ordinary electric\ncurrent, which was very much more effective. Having made a certain\namount of gold, I disposed of it for a sum which enabled me to buy\nimproved materials and stronger batteries. In this way I enlarged my\noperations until at last I was in a position to build this house and\nto have a laboratory where I could carry out my work on a much larger\nscale. As I said before, I can now state with all truth that the amount\nof my income is only limited by my desires.\"\n\n\"It is wonderful!\" gasped Robert. \"It is like a fairy tale. But with\nthis great discovery in your mind you must have been sorely tempted to\nconfide it to others.\"\n\n\"I thought well over it. I gave it every consideration. It was obvious\nto me that if my invention were made public, its immediate result would\nbe to deprive the present precious metals of all their special value.\nSome other substance--amber, we will say, or ivory--would be chosen as a\nmedium for barter, and gold would be inferior to brass, as being heavier\nand yet not so hard. No one would be the better for such a consummation\nas that. Now, if I retained my secret, and used it with wisdom, I might\nmake myself the greatest benefactor to mankind that has ever\nlived. Those were the chief reasons, and I trust that they are not\ndishonourable ones, which led me to form the resolution, which I have\ntoday for the first time broken.\"\n\n\"But your secret is safe with me,\" cried Robert. \"My lips shall be\nsealed until I have your permission to speak.\"\n\n\"If I had not known that I could trust you I should have withheld it\nfrom your knowledge. And now, my dear Robert, theory is very weak work,\nand practice is infinitely more interesting. I have given you more than\nenough of the first. If you will be good enough to accompany me to the\nlaboratory I shall give you a little of the latter.\"\n\n\n\n\nCHAPTER XI. A CHEMICAL DEMONSTRATION.\n\n\nRaffles Haw led the way through the front door, and crossing over the\ngravelled drive pushed open the outer door of the laboratory--the same\nthrough which the McIntyres had seen the packages conveyed from the\nwaggon. On passing through it Robert found that they were not really\nwithin the building, but merely in a large bare ante-chamber, around\nthe walls of which were stacked the very objects which had aroused his\ncuriosity and his father's speculations. All mystery had gone from\nthem now, however, for while some were still wrapped in their sackcloth\ncoverings, others had been undone, and revealed themselves as great pigs\nof lead.\n\n\"There is my raw material,\" said Raffles Haw carelessly, nodding at the\nheap. \"Every Saturday I have a waggon-load sent up, which serves me\nfor a week, but we shall need to work double tides when Laura and I\nare married, and we get our great schemes under way. I have to be very\ncareful about the quality of the lead, for, of course, every impurity is\nreproduced in the gold.\"\n\nA heavy iron door led into the inner chamber. Haw unlocked it, but only\nto disclose a second one about five feet further on.\n\n\"This flooring is all disconnected at night,\" he remarked. \"I have no\ndoubt that there is a good deal of gossip in the servants'-hall about\nthis sealed chamber, so I have to guard myself against some inquisitive\nostler or too adventurous butler.\"\n\nThe inner door admitted them into the laboratory, a high, bare,\nwhitewashed room with a glass roof. At one end was the furnace and\nboiler, the iron mouth of which was closed, though the fierce red light\nbeat through the cracks, and a dull roar sounded through the building.\nOn either side innumerable huge Leyden jars stood ranged in rows, tier\ntopping tier, while above them were columns of Voltaic cells. Robert's\neyes, as he glanced around, lit on vast wheels, complicated networks of\nwire, stands, test-tubes, coloured bottles, graduated glasses, Bunsen\nburners, porcelain insulators, and all the varied _debris_ of a chemical\nand electrical workshop.\n\n\"Come across here,\" said Raffles Haw, picking his way among the heaps of\nmetal, the coke, the packing-cases, and the carboys of acid. \"Yours\nis the first foot except my own which has ever penetrated to this\nroom since the workmen left it. My servants carry the lead into the\nante-room, but come no further. The furnace can be cleaned and stoked\nfrom without. I employ a fellow to do nothing else. Now take a look in\nhere.\"\n\nHe threw open a door on the further side, and motioned to the young\nartist to enter. The latter stood silent with one foot over the\nthreshold, staring in amazement around him. The room, which may have\nbeen some thirty feet square, was paved and walled with gold. Great\nbrick-shaped ingots, closely packed, covered the whole floor, while on\nevery side they were reared up in compact barriers to the very ceiling.\nThe single electric lamp which lighted the windowless chamber struck\na dull, murky, yellow light from the vast piles of precious metal, and\ngleamed ruddily upon the golden floor.\n\n\"This is my treasure house,\" remarked the owner. \"You see that I have\nrather an accumulation just now. My imports have been exceeding my\nexports. You can understand that I have other and more important duties\neven than the making of gold, just now. This is where I store my output\nuntil I am ready to send it off. Every night almost I am in the habit of\nsending a case of it to London. I employ seventeen brokers in its sale.\nEach thinks that he is the only one, and each is dying to know where I\ncan get such large quantities of virgin gold. They say that it is the\npurest which comes into the market. The popular theory is, I believe,\nthat I am a middleman acting on behalf of some new South African mine,\nwhich wishes to keep its whereabouts a secret. What value would you put\nupon the gold in this chamber? It ought to be worth something, for it\nrepresents nearly a week's work.\"\n\n\"Something fabulous, I have no doubt,\" said Robert, glancing round at\nthe yellow barriers. \"Shall I say a hundred and fifty thousand pounds?\"\n\n\"Oh dear me, it is surely worth very much more than that,\" cried Raffles\nHaw, laughing. \"Let me see. Suppose that we put it at three ten an\nounce, which is nearly ten shillings under the mark. That makes,\nroughly, fifty-six pounds for a pound in weight. Now each of these\ningots weighs thirty-six pounds, which brings their value to two\nthousand and a few odd pounds. There are five hundred ingots on each of\nthese three sides of the room, but on the fourth there are only three\nhundred, on account of the door, but there cannot be less than two\nhundred on the floor, which gives us a rough total of two thousand\ningots. So you see, my dear boy, that any broker who could get the\ncontents of this chamber for four million pounds would be doing a nice\nlittle stroke of business.\"\n\n\"And a week's work!\" gasped Robert. \"It makes my head swim.\"\n\n\"You will follow me now when I repeat that none of the great schemes\nwhich I intend to simultaneously set in motion are at all likely to\nlanguish for want of funds. Now come into the laboratory with me and see\nhow it is done.\"\n\nIn the centre of the workroom was an instrument like a huge vice, with\ntwo large brass-coloured plates, and a great steel screw for bringing\nthem together. Numerous wires ran into these metal plates, and were\nattached at the other end to the rows of dynamic machines. Beneath was\na glass stand, which was hollowed out in the centre into a succession of\ntroughs.\n\n\"You will soon understand all about it,\" said Raffles Haw, throwing off\nhis coat, and pulling on a smoke-stained and dirty linen jacket. \"We\nmust first stoke up a little.\" He put his weight on a pair of great\nbellows, and an answering roar came from the furnace. \"That will do. The\nmore heat the more electric force, and the quicker our task. Now for the\nlead! Just give me a hand in carrying it.\"\n\nThey lifted a dozen of the pigs of lead from the floor on to the glass\nstand, and having adjusted the plates on either side, Haw screwed up the\nhandle so as to hold them in position.\n\n\"It used in the early days to be a slow process,\" he remarked; \"but now\nthat I have immense facilities for my work it takes a very short time. I\nhave now only to complete the connection in order to begin.\"\n\nHe took hold of a long glass lever which projected from among the wires,\nand drew it downwards. A sharp click was heard, followed by a loud,\nsparkling, crackling noise. Great spurts of flame sprang from the two\nelectrodes, and the mass of lead was surrounded by an aureole of golden\nsparks, which hissed and snapped like pistol-shots. The air was filled\nwith the peculiar acid smell of ozone.\n\n\"The power there is immense,\" said Raffles Haw, superintending the\nprocess, with his watch upon the palm of his hand. \"It would reduce an\norganic substance to protyle instantly. It is well to understand the\nmechanism thoroughly, for any mistake might be a grave matter for the\noperator. You are dealing with gigantic forces. But you perceive that\nthe lead is already beginning to turn.\"\n\nSilvery dew-like drops had indeed begun to form upon the dull-coloured\nmass, and to drop with a tinkle and splash into the glass troughs.\nSlowly the lead melted away, like an icicle in the sun, the electrodes\never closing upon it as it contracted, until they came together in the\ncentre, and a row of pools of quicksilver had taken the place of the\nsolid metal. Two smaller electrodes were plunged into the mercury, which\ngradually curdled and solidified, until it had resumed the solid form,\nwith a yellowish brassy shimmer.\n\n\"What lies in the moulds now is platinum,\" remarked Raffles Haw. \"We\nmust take it from the troughs and refix it in the large electrodes.\nSo! Now we turn on the current again. You see that it gradually takes a\ndarker and richer tint. Now I think that it is perfect.\" He drew up the\nlever, removed the electrodes, and there lay a dozen bricks of ruddy\nsparkling gold.\n\n\"You see, according to our calculations, our morning's work has been\nworth twenty-four thousand pounds, and it has not taken us more than\ntwenty minutes,\" remarked the alchemist, as he picked up the newly-made\ningots, and threw them down among the others.\n\n\"We will devote one of them to experiment,\" said he, leaving the last\nstanding upon the glass insulator. \"To the world it would seem an\nexpensive demonstration which cost two thousand pounds, but our\nstandard, you see, is a different one. Now you will see me run through\nthe whole gamut of metallic nature.\"\n\nFirst of all men after the discoverer, Robert saw the gold mass, when\nthe electrodes were again applied to it, change swiftly and successively\nto barium, to tin, to silver, to copper, to iron. He saw the long white\nelectric sparks change to crimson with the strontium, to purple with the\npotassium, to yellow with the manganese. Then, finally, after a hundred\ntransformations, it disintegrated before his eyes, and lay as a little\nmound of fluffy grey dust upon the glass table.\n\n\"And this is protyle,\" said Haw, passing his fingers through it. \"The\nchemist of the future may resolve it into further constituents, but to\nme it is the Ultima Thule.\"\n\n\"And now, Robert,\" he continued, after a pause, \"I have shown you enough\nto enable you to understand something of my system. This is the great\nsecret. It is the secret which endows the man who knows it with such\na universal power as no man has ever enjoyed since the world was made.\nThis secret it is the dearest wish of my heart to use for good, and\nI swear to you, Robert McIntyre, that if I thought it would tend to\nanything but good I would have done with it for ever. No, I would\nneither use it myself nor would any other man learn it from my lips. I\nswear it by all that is holy and solemn!\"\n\nHis eyes flashed as he spoke, and his voice quivered with emotion.\nStanding, pale and lanky, amid his electrodes and his retorts, there was\nstill something majestic about this man, who, amid all his stupendous\ngood fortune, could still keep his moral sense undazzled by the glitter\nof his gold. Robert's weak nature had never before realised the strength\nwhich lay in those thin, firm lips and earnest eyes.\n\n\"Surely in your hands, Mr. Haw, nothing but good can come of it,\" he\nsaid.\n\n\"I hope not--I pray not--most earnestly do I pray not. I have done for\nyou, Robert, what I might not have done for my own brother had I one,\nand I have done it because I believe and hope that you are a man who\nwould not use this power, should you inherit it, for selfish ends.\nBut even now I have not told you all. There is one link which I have\nwithheld from you, and which shall be withheld from you while I live.\nBut look at this chest, Robert.\"\n\nHe led him to a great iron-clamped chest which stood in the corner, and,\nthrowing it open, he took from it a small case of carved ivory.\n\n\"Inside this,\" he said, \"I have left a paper which makes clear anything\nwhich is still hidden from you. Should anything happen to me you\nwill always be able to inherit my powers, and to continue my plans\nby following the directions which are there expressed. And now,\"\nhe continued, throwing his casket back again into the box, \"I shall\nfrequently require your help, but I do not think it will be necessary\nthis morning. I have already taken up too much of your time. If you are\ngoing back to Elmdene I wish that you would tell Laura that I shall be\nwith her in the afternoon.\"\n\n\n\n\nCHAPTER XII. A FAMILY JAR.\n\n\nAnd so the great secret was out, and Robert walked home with his head in\na whirl, and the blood tingling in his veins. He had shivered as he\ncame up at the damp cold of the wind and the sight of the mist-mottled\nlandscape. That was all gone now. His own thoughts tinged everything\nwith sunshine, and he felt inclined to sing and dance as he walked\ndown the muddy, deeply-rutted country lane. Wonderful had been the fate\nallotted to Raffles Haw, but surely hardly less important that which had\ncome upon himself. He was the sharer of the alchemist's secret, and\nthe heir to an inheritance which combined a wealth greater than that of\nmonarchs, to a freedom such as monarchs cannot enjoy. This was a destiny\nindeed! A thousand gold-tinted visions of his future life rose up\nbefore him, and in fancy he already sat high above the human race,\nwith prostrate thousands imploring his aid, or thanking him for his\nbenevolence.\n\nHow sordid seemed the untidy garden, with its scrappy bushes and gaunt\nelm trees! How mean the plain brick front, with the green wooden porch!\nIt had always offended his artistic sense, but now it was obtrusive in\nits ugliness. The plain room, too, with the American leather chairs, the\ndull-coloured carpet, and the patchwork rug, he felt a loathing for it\nall. The only pretty thing in it, upon which his eyes could rest with\nsatisfaction, was his sister, as she leaned back in her chair by the\nfire with her white, clear beautiful face outlined against the dark\nbackground.\n\n\"Do you know, Robert,\" she said, glancing up at him from under her long\nblack lashes, \"Papa grows unendurable. I have had to speak very plainly\nto him, and to make him understand that I am marrying for my own benefit\nand not for his.\"\n\n\"Where is he, then?\"\n\n\"I don't know. At the Three Pigeons, no doubt. He spends most of his\ntime there now. He flew off in a passion, and talked such nonsense about\nmarriage settlements, and forbidding the banns, and so on. His notion\nof a marriage settlement appears to be a settlement upon the bride's\nfather. He should wait quietly, and see what can be done for him.\"\n\n\"I think, Laura, that we must make a good deal of allowance for him,\"\nsaid Robert earnestly. \"I have noticed a great change in him lately. I\ndon't think he is himself at all. I must get some medical advice. But I\nhave been up at the Hall this morning.\"\n\n\"Have you? Have you seen Raffles? Did he send anything for me?\"\n\n\"He said that he would come down when he had finished his work.\"\n\n\"But what is the matter, Robert?\" cried Laura, with the swift perception\nof womanhood. \"You are flushed, and your eyes are shining, and really\nyou look quite handsome. Raffles has been telling you something! What\nwas it? Oh, I know! He has been telling you how he made his money.\nHasn't he, now?\"\n\n\"Well, yes. He took me partly into his confidence. I congratulate you,\nLaura, with all my heart, for you will be a very wealthy woman.\"\n\n\"How strange it seems that he should have come to us in our poverty.\nIt is all owing to you, you dear old Robert; for if he had not taken a\nfancy to you, he would never have come down to Elmdene and taken a fancy\nto some one else.\"\n\n\"Not at all,\" Robert answered, sitting down by his sister, and patting\nher hand affectionately. \"It was a clear case of love at first sight.\nHe was in love with you before he ever knew your name. He asked me about\nyou the very first time I saw him.\"\n\n\"But tell me about his money, Bob,\" said his sister. \"He has not told\nme yet, and I am so curious. How did he make it? It was not from his\nfather; he told me that himself. His father was just a country doctor.\nHow did he do it?\"\n\n\"I am bound over to secrecy. He will tell you himself.\"\n\n\"Oh, but only tell me if I guess right. He had it left him by an uncle,\neh? Well, by a friend? Or he took out some wonderful patent? Or he\ndiscovered a mine? Or oil? Do tell me, Robert!\"\n\n\"I mustn't, really,\" cried her brother laughing. \"And I must not talk to\nyou any more. You are much too sharp. I feel a responsibility about it;\nand, besides, I must really do some work.\"\n\n\"It Is very unkind of you,\" said Laura, pouting. \"But I must put my\nthings on, for I go into Birmingham by the 1.20.\"\n\n\"To Birmingham?\"\n\n\"Yes, I have a hundred things to order. There is everything to be got.\nYou men forget about these details. Raffles wishes to have the wedding\nin little more than a fortnight. Of course it will be very quiet, but\nstill one needs something.\"\n\n\"So early as that!\" said Robert, thoughtfully. \"Well, perhaps it is\nbetter so.\"\n\n\"Much better, Robert. Would it not be dreadful if Hector came back first\nand there was a scene? If I were once married I should not mind. Why\nshould I? But of course Raffles knows nothing about him, and it would be\nterrible if they came together.\"\n\n\"That must be avoided at any cost.\"\n\n\"Oh, I cannot bear even to think of it. Poor Hector! And yet what could\nI do, Robert? You know that it was only a boy and girl affair. And how\ncould I refuse such an offer as this? It was a duty to my family, was it\nnot?\"\n\n\"You were placed in a difficult position--very difficult,\" her brother\nanswered. \"But all will be right, and I have no doubt Hector will see it\nas you do. But does Mr. Spurling know of your engagement?\"\n\n\"Not a word. He was here yesterday, and talked of Hector, but indeed I\ndid not know how to tell him. We are to be married by special licence in\nBirmingham, so really there is no reason why he should know. But now I\nmust hurry or I shall miss my train.\"\n\nWhen his sister was gone Robert went up to his studio, and having\nground some colours upon his palette he stood for some time, brush and\nmahlstick in hand, in front of his big bare canvas. But how profitless\nall his work seemed to him now! What object had he in doing it? Was it\nto earn money? Money could be had for the asking, or, for that matter,\nwithout the asking. Or was it to produce a thing of beauty? But he had\nartistic faults. Raffles Haw had said so, and he knew that he was right.\nAfter all his pains the thing might not please; and with money he could\nat all times buy pictures which would please, and which would be things\nof beauty. What, then, was the object of his working? He could see none.\nHe threw down his brush, and, lighting his pipe, he strolled downstairs\nonce more.\n\nHis father was standing in front of the fire, and in no very good\nhumour, as his red face and puckered eyes sufficed to show.\n\n\"Well, Robert,\" he began, \"I suppose that, as usual, you have spent your\nmorning plotting against your father?\"\n\n\"What do you mean, father?\"\n\n\"I mean what I say. What is it but plotting when three folk--you and she\nand this Raffles Haw--whisper and arrange and have meetings without a\nword to me about it? What do I know of your plans?\"\n\n\"I cannot tell you secrets which are not my own, father.\"\n\n\"But I'll have a voice in the matter, for all that. Secrets or no\nsecrets, you will find that Laura has a father, and that he is not a man\nto be set aside. I may have had my ups and downs in trade, but I have\nnot quite fallen so low that I am nothing in my own family. What am I to\nget out of this precious marriage?\"\n\n\"What should you get? Surely Laura's happiness and welfare are enough\nfor you?\"\n\n\"If this man were really fond of Laura he would show proper\nconsideration for Laura's father. It was only yesterday that I asked him\nfor a loan-condescended actually to ask for it--I, who have been within\nan ace of being Mayor of Birmingham! And he refused me point blank.\"\n\n\"Oh, father! How could you expose yourself to such humiliation?\"\n\n\"Refused me point blank!\" cried the old man excitedly. \"It was against\nhis principles, if you please. But I'll be even with him--you see if I\nam not. I know one or two things about him. What is it they call him at\nthe Three Pigeons? A 'smasher'--that's the word-a coiner of false\nmoney. Why else should he have this metal sent him, and that great smoky\nchimney of his going all day?\"\n\n\"Why can you not leave him alone, father?\" expostulated Robert. \"You\nseem to think of nothing but his money. If he had not a penny he would\nstill be a very kind-hearted, pleasant gentleman.\"\n\nOld McIntyre burst into a hoarse laugh.\n\n\"I like to hear you preach,\" said he. \"Without a penny, indeed! Do you\nthink that you would dance attendance upon him if he were a poor man?\nDo you think that Laura would ever have looked twice at him? You know as\nwell as I do that she is marrying him only for his money.\"\n\nRobert gave a cry of dismay. There was the alchemist standing in the\ndoorway, pale and silent, looking from one to the other of them with his\nsearching eyes.\n\n\"I must apologise,\" he said coldly. \"I did not mean to listen to your\nwords. I could not help it. But I have heard them. As to you, Mr.\nMcIntyre, I believe that you speak from your own bad heart. I will not\nlet myself be moved by your words. In Robert I have a true friend. Laura\nalso loves me for my own sake. You cannot shake my faith in them. But\nwith you, Mr. McIntyre, I have nothing in common; and it is as well,\nperhaps, that we should both recognise the fact.\"\n\nHe bowed, and was gone ere either of the McIntyres could say a word.\n\n\"You see!\" said Robert at last. \"You have done now what you cannot\nundo!\"\n\n\"I will be even with him!\" cried the old man furiously, shaking his\nfist through the window at the dark slow-pacing figure. \"You just wait,\nRobert, and see if your old dad is a man to be played with.\"\n\n\n\n\nCHAPTER XIII. A MIDNIGHT VENTURE.\n\n\nNot a word was said to Laura when she returned as to the scene which had\noccurred in her absence. She was in the gayest of spirits, and prattled\nmerrily about her purchases and her arrangements, wondering from time\nto time when Raffles Haw would come. As night fell, however, without any\nword from him, she became uneasy.\n\n\"What can be the matter that he does not come?\" she said. \"It is the\nfirst day since our engagement that I have not seen him.\"\n\nRobert looked out through the window.\n\n\"It is a gusty night, and raining hard,\" he remarked. \"I do not at all\nexpect him.\"\n\n\"Poor Hector used to come, rain, snow, or fine. But, then, of course, he\nwas a sailor. It was nothing to him. I hope that Raffles is not ill.\"\n\n\"He was quite well when I saw him this morning,\" answered her brother,\nand they relapsed into silence, while the rain pattered against the\nwindows, and the wind screamed amid the branches of the elms outside.\n\nOld McIntyre had sat in the corner most of the day biting his nails and\nglowering into the fire, with a brooding, malignant expression upon his\nwrinkled features. Contrary to his usual habits, he did not go to\nthe village inn, but shuffled off early to bed without a word to his\nchildren. Laura and Robert remained chatting for some time by the fire,\nshe talking of the thousand and one wonderful things which were to be\ndone when she was mistress of the New Hall. There was less philanthropy\nin her talk when her future husband was absent, and Robert could not but\nremark that her carriages, her dresses, her receptions, and her travels\nin distant countries were the topics into which she threw all the\nenthusiasm which he had formerly heard her bestow upon refuge homes and\nlabour organisations.\n\n\"I think that greys are the nicest horses,\" she said. \"Bays are nice\ntoo, but greys are more showy. We could manage with a brougham and a\nlandau, and perhaps a high dog-cart for Raffles. He has the coach-house\nfull at present, but he never uses them, and I am sure that those fifty\nhorses would all die for want of exercise, or get livers like Strasburg\ngeese, if they waited for him to ride or drive them.\"\n\n\"I suppose that you will still live here?\" said her brother.\n\n\"We must have a house in London as well, and run up for the season. I\ndon't, of course, like to make suggestions now, but it will be different\nafterwards. I am sure that Raffles will do it if I ask him. It is all\nvery well for him to say that he does not want any thanks or honours,\nbut I should like to know what is the use of being a public benefactor\nif you are to have no return for it. I am sure that if he does only\nhalf what he talks of doing, they will make him a peer--Lord Tamfield,\nperhaps--and then, of course, I shall be my Lady Tamfield, and what\nwould you think of that, Bob?\" She dropped him a stately curtsey, and\ntossed her head in the air, as one who was born to wear a coronet.\n\n\"Father must be pensioned off,\" she remarked presently. \"He shall have\nso much a year on condition that he keeps away. As to you, Bob, I don't\nknow what we shall do for you. We shall make you President of the Royal\nAcademy if money can do it.\"\n\nIt was late before they ceased building their air-castles and retired to\ntheir rooms. But Robert's brain was excited, and he could not sleep.\nThe events of the day had been enough to shake a stronger man. There\nhad been the revelation of the morning, the strange sights which he\nhad witnessed in the laboratory, and the immense secret which had been\nconfided to his keeping. Then there had been his conversation with his\nfather in the afternoon, their disagreement, and the sudden intrusion\nof Raffles Haw. Finally the talk with his sister had excited his\nimagination, and driven sleep from his eyelids. In vain he turned and\ntwisted in his bed, or paced the floor of his chamber. He was not only\nawake, but abnormally awake, with every nerve highly strung, and every\nsense at the keenest. What was he to do to gain a little sleep? It\nflashed across him that there was brandy in the decanter downstairs, and\nthat a glass might act as a sedative.\n\nHe had opened the door of his room, when suddenly his ear caught the\nsound of slow and stealthy footsteps upon the stairs. His own lamp was\nunlit, but a dim glimmer came from a moving taper, and a long black\nshadow travelled down the wall. He stood motionless, listening intently.\nThe steps were in the hall now, and he heard a gentle creaking as the\nkey was cautiously turned in the door. The next instant there came a\ngust of cold air, the taper was extinguished, and a sharp snap announced\nthat the door had been closed from without.\n\nRobert stood astonished. Who could this night wanderer be? It must be\nhis father. But what errand could take him out at three in the morning?\nAnd such a morning, too! With every blast of the wind the rain beat up\nagainst his chamber-window as though it would drive it in. The glass\nrattled in the frames, and the tree outside creaked and groaned as its\ngreat branches were tossed about by the gale. What could draw any man\nforth upon such a night?\n\nHurriedly Robert struck a match and lit his lamp. His father's room was\nopposite his own, and the door was ajar. He pushed it open and looked\nabout him. It was empty. The bed had not even been lain upon. The single\nchair stood by the window, and there the old man must have sat since he\nleft them. There was no book, no paper, no means by which he could have\namused himself, nothing but a razor-strop lying on the window-sill.\n\nA feeling of impending misfortune struck cold to Robert's heart. There\nwas some ill-meaning in this journey of his father's. He thought of his\nbrooding of yesterday, his scowling face, his bitter threats. Yes, there\nwas some mischief underlying it. But perhaps he might even now be in\ntime to prevent it. There was no use calling Laura. She could be no help\nin the matter. He hurriedly threw on his clothes, muffled himself in his\ntop-coat, and, seizing his hat and stick, he set off after his father.\n\nAs he came out into the village street the wind whirled down it, so that\nhe had to put his ear and shoulder against it, and push his way forward.\nIt was better, however, when he turned into the lane. The high bank and\nthe hedge sheltered him upon one side. The road, however, was deep in\nmud, and the rain fell in a steady swish. Not a soul was to be seen, but\nhe needed to make no inquiries, for he knew whither his father had gone\nas certainly as though he had seen him.\n\nThe iron side gate of the avenue was half open, and Robert stumbled his\nway up the gravelled drive amid the dripping fir-trees. What could his\nfather's intention be when he reached the Hall? Was it merely that he\nwished to spy and prowl, or did he intend to call up the master and\nenter into some discussion as to his wrongs? Or was it possible that\nsome blacker and more sinister design lay beneath his strange doings?\nRobert thought suddenly of the razor-strop, and gasped with horror. What\nhad the old man been doing with that? He quickened his pace to a run,\nand hurried on until he found himself at the door of the Hall.\n\nThank God! all was quiet there. He stood by the big silent door and\nlistened intently. There was nothing to be heard save the wind and the\nrain. Where, then, could his father be? If he wished to enter the Hall\nhe would not attempt to do so by one of the windows, for had he not been\npresent when Raffles Haw had shown them the precautions which he had\ntaken? But then a sudden thought struck Robert. There was one window\nwhich was left unguarded. Haw had been imprudent enough to tell them\nso. It was the middle window of the laboratory. If he remembered it so\nclearly, of course his father would remember it too. There was the point\nof danger.\n\nThe moment that he had come round the corner of the building he found\nthat his surmise had been correct. An electric lamp burned in the\nlaboratory, and the silver squares of the three large windows stood out\nclear and bright in the darkness. The centre one had been thrown open,\nand, even as he gazed, Robert saw a dark monkey-like figure spring up\non to the sill, and vanish into the room beyond. For a moment only it\noutlined itself against the brilliant light beyond, but in that moment\nRobert had space to see that it was indeed his father. On tiptoe he\ncrossed the intervening space, and peeped in through the open window. It\nwas a singular spectacle which met his eyes.\n\nThere stood upon the glass table some half-dozen large ingots of gold,\nwhich had been made the night before, but which had not been removed to\nthe treasure-house. On these the old man had thrown himself, as one who\nenters into his rightful inheritance. He lay across the table, his arms\nclasping the bars of gold, his cheek pressed against them, crooning\nand muttering to himself. Under the clear, still light, amid the giant\nwheels and strange engines, that one little dark figure clutching and\nclinging to the ingots had in it something both weird and piteous.\n\nFor five minutes or more Robert stood in the darkness amid the rain,\nlooking in at this strange sight, while his father hardly moved save to\ncuddle closer to the gold, and to pat it with his thin hands. Robert\nwas still uncertain what he should do, when his eyes wandered from the\ncentral figure and fell on something else which made him give a little\ncry of astonishment--a cry which was drowned amid the howling of the\ngale.\n\nRaffles Haw was standing in the corner of the room. Where he had come\nfrom Robert could not say, but he was certain that he had not been there\nwhen he first looked in. He stood silent, wrapped in some long, dark\ndressing-gown, his arms folded, and a bitter smile upon his pale face.\nOld McIntyre seemed to see him at almost the same moment, for he\nsnarled out an oath, and clutched still closer at his treasure, looking\nslantwise at the master of the house with furtive, treacherous eyes.\n\n\"And it has really come to this!\" said Haw at last, taking a step\nforward. \"You have actually fallen so low, Mr. McIntyre, as to steal\ninto my house at night like a common burglar. You knew that this window\nwas unguarded. I remember telling you as much. But I did not tell you\nwhat other means I had adopted by which I might be warned if knaves made\nan entrance. But that you should have come! You!\"\n\nThe old gunmaker made no attempt to justify himself, but he muttered\nsome few hoarse words, and continued to cling to the treasure.\n\n\"I love your daughter,\" said Raffles Haw, \"and for her sake I will not\nexpose you. Your hideous and infamous secret shall be safe with me. No\near shall hear what has happened this night. I will not, as I might,\narouse my servants and send for the police. But you must leave my house\nwithout further words. I have nothing more to say to you. Go as you have\ncome.\"\n\nHe took a step forward, and held out his hand as if to detach the old\nman's grasp from the golden bars. The other thrust his hand into the\nbreast of his coat, and with a shrill scream of rage flung himself upon\nthe alchemist. So sudden and so fierce was the movement that Haw had no\ntime for defence. A bony hand gripped him by the throat, and the blade\nof a razor flashed in the air. Fortunately, as it fell, the weapon\nstruck against one of the many wires which spanned the room, and flying\nout of the old man's grasp, tinkled upon the stone floor. But, though\ndisarmed, he was still dangerous. With a horrible silent energy he\npushed Haw back and back until, coming to a bench, they both fell over\nit, McIntyre remaining uppermost. His other hand was on the alchemist's\nthroat, and it might have fared ill with him had Robert not climbed\nthrough the window and dragged his father off from him. With the aid\nof Haw, he pinned the old man down, and passed a long cravat around his\narms. It was terrible to look at him, for his face was convulsed, his\neyes bulging from his head, and his lips white with foam.\n\nHaw leaned against the glass table panting, with his hand to his side.\n\n\"You here, Robert?\" he gasped. \"Is it not horrible? How did you come?\"\n\n\"I followed him. I heard him go out.\"\n\n\"He would have robbed me. And he would have murdered me. But he is\nmad--stark, staring mad!\"\n\nThere could be no doubt of it. Old McIntyre was sitting up now, and\nburst suddenly into a hoarse peal of laughter, rocking himself backwards\nand forwards, and looking up at them with little twinkling, cunning\neyes. It was clear to both of them that his mind, weakened by long\nbrooding over the one idea, had now at last become that of a monomaniac.\nHis horrid causeless mirth was more terrible even than his fury.\n\n\"What shall we do with him?\" asked Haw. \"We cannot take him back to\nElmdene. It would be a terrible shock to Laura.\"\n\n\"We could have doctors to certify in the morning. Could we not keep him\nhere until then? If we take him back, some one will meet us, and there\nwill be a scandal.\"\n\n\"I know. We will take him to one of the padded rooms, where he can\nneither hurt himself nor anyone else. I am somewhat shaken myself. But I\nam better now. Do you take one arm, and I will take the other.\"\n\nHalf-leading and half-dragging him they managed between them to convey\nthe old gunmaker away from the scene of his disaster, and to lodge him\nfor the night in a place of safety. At five in the morning Robert had\nstarted in the gig to make the medical arrangements, while Raffles Haw\npaced his palatial house with a troubled face and a sad heart.\n\n\n\n\nCHAPTER XIV. THE SPREAD OF THE BLIGHT.\n\n\nIt may be that Laura did not look upon the removal of her father as an\nunmixed misfortune. Nothing was said to her as to the manner of the old\nman's seizure, but Robert informed her at breakfast that he had thought\nit best, acting under medical advice, to place him for a time under\nsome restraint. She had herself frequently remarked upon the growing\neccentricity of his manner, so that the announcement could have been\nno great surprise to her. It is certain that it did not diminish her\nappetite for the coffee and the scrambled eggs, nor prevent her from\nchatting a good deal about her approaching wedding.\n\nBut it was very different with Raffles Haw. The incident had shocked\nhim to his inmost soul. He had often feared lest his money should do\nindirect evil, but here were crime and madness arising before his very\neyes from its influence. In vain he tried to choke down his feelings,\nand to persuade himself that this attack of old McIntyre's was something\nwhich came of itself--something which had no connection with himself or\nhis wealth. He remembered the man as he had first met him, garrulous,\nfoolish, but with no obvious vices. He recalled the change which, week\nby week, had come over him--his greedy eye, his furtive manner, his\nhints and innuendoes, ending only the day before in a positive demand\nfor money. It was too certain that there was a chain of events there\nleading direct to the horrible encounter in the laboratory. His money\nhad cast a blight where he had hoped to shed a blessing.\n\nMr. Spurling, the vicar, was up shortly after breakfast, some rumour of\nevil having come to his ears. It was good for Haw to talk with him, for\nthe fresh breezy manner of the old clergyman was a corrective to his own\nsombre and introspective mood.\n\n\"Prut, tut!\" said he. \"This is very bad--very bad indeed! Mind unhinged,\nyou say, and not likely to get over it! Dear, dear! I have noticed\na change in him these last few weeks. He looked like a man who had\nsomething upon his mind. And how is Mr. Robert McIntyre?\"\n\n\"He is very well. He was with me this morning when his father had this\nattack.\"\n\n\"Ha! There is a change in that young man. I observe an alteration in\nhim. You will forgive me, Mr. Raffles Haw, if I say a few serious words\nof advice to you. Apart from my spiritual functions I am old enough\nto be your father. You are a very wealthy man, and you have used your\nwealth nobly--yes, sir, nobly. I do not think that there is a man in a\nthousand who would have done as well. But don't you think sometimes that\nit has a dangerous influence upon those who are around you?\"\n\n\"I have sometimes feared so.\" \"We may pass over old Mr. McIntyre. It\nwould hardly be just, perhaps, to mention him in this connection. But\nthere is Robert. He used to take such an interest in his profession.\nHe was so keen about art. If you met him, the first words he said were\nusually some reference to his plans, or the progress he was making in\nhis latest picture. He was ambitious, pushing, self-reliant. Now he does\nnothing. I know for a fact that it is two months since he put brush to\ncanvas. He has turned from a student into an idler, and, what is worse,\nI fear into a parasite. You will forgive me for speaking so plainly?\"\n\nRaffles Haw said nothing, but he threw out his hands with a gesture of\npain.\n\n\"And then there is something to be said about the country folk,\" said\nthe vicar. \"Your kindness has been, perhaps, a little indiscriminate\nthere. They don't seem to be as helpful or as self-reliant as they used.\nThere was old Blaxton, whose cowhouse roof was blown off the other day.\nHe used to be a man who was full of energy and resource. Three months\nago he would have got a ladder and had that roof on again in two days'\nwork. But now he must sit down, and wring his hands, and write letters,\nbecause he knew that it would come to your ears, and that you would make\nit good. There's old Ellary, too! Well, of course he was always poor,\nbut at least he did something, and so kept himself out of mischief. Not\na stroke will he do now, but smokes and talks scandal from morning to\nnight. And the worst of it is, that it not only hurts those who have\nhad your help, but it unsettles those who have not. They all have an\ninjured, surly feeling as if other folk were getting what they had an\nequal right to. It has really come to such a pitch that I thought it was\na duty to speak to you about it. Well, it is a new experience to me.\nI have often had to reprove my parishioners for not being charitable\nenough, but it is very strange to find one who is too charitable. It is\na noble error.\"\n\n\"I thank you very much for letting me know about it,\" answered Raffles\nHaw, as he shook the good old clergyman's hand. \"I shall certainly\nreconsider my conduct in that respect.\"\n\nHe kept a rigid and unmoved face until his visitor had gone, and then\nretiring to his own little room, he threw himself upon the bed and burst\nout sobbing with his face buried in the pillow. Of all men in England,\nthis, the richest, was on that day the most miserable. How could he use\nthis great power which he held? Every blessing which he tried to give\nturned itself into a curse. His intentions were so good, and yet the\nresults were so terrible. It was as if he had some foul leprosy of the\nmind which all caught who were exposed to his influence. His charity,\nso well meant, so carefully bestowed, had yet poisoned the whole\ncountryside. And if in small things his results were so evil, how could\nhe tell that they would be better in the larger plans which he had\nformed? If he could not pay the debts of a simple yokel without\ndisturbing the great laws of cause and effect which lie at the base of\nall things, what could he hope for when he came to fill the treasury\nof nations, to interfere with the complex conditions of trade, or to\nprovide for great masses of the population? He drew back with horror as\nhe dimly saw that vast problems faced him in which he might make errors\nwhich all his money could not repair. The way of Providence was the\nstraight way. Yet he, a half-blind creature, must needs push in and\nstrive to alter and correct it. Would he be a benefactor? Might he not\nrather prove to be the greatest malefactor that the world had seen?\n\nBut soon a calmer mood came upon him, and he rose and bathed his flushed\nface and fevered brow. After all, was not there a field where all were\nagreed that money might be well spent? It was not the way of nature, but\nrather the way of man which he would alter. It was not Providence that\nhad ordained that folk should live half-starved and overcrowded in\ndreary slums. That was the result of artificial conditions, and it\nmight well be healed by artificial means. Why should not his plans\nbe successful after all, and the world better for his discovery? Then\nagain, it was not the truth that he cast a blight on those with whom he\nwas brought in contact. There was Laura; who knew more of him than she\ndid, and yet how good and sweet and true she was! She at least had lost\nnothing through knowing him. He would go down and see her. It would be\nsoothing to hear her voice, and to turn to her for words of sympathy in\nthis his hour of darkness.\n\nThe storm had died away, but a soft wind was blowing, and the smack of\nthe coming spring was in the air. He drew in the aromatic scent of the\nfir-trees as he passed down the curving drive. Before him lay the long\nsloping countryside, all dotted over with the farmsteadings and little\nred cottages, with the morning sun striking slantwise upon their grey\nroofs and glimmering windows. His heart yearned over all these people\nwith their manifold troubles, their little sordid miseries, their\nstrivings and hopings and petty soul-killing cares. How could he get\nat them? How could he manage to lift the burden from them, and yet not\nhinder them in their life aim? For more and more could he see that all\nrefinement is through sorrow, and that the life which does not refine is\nthe life without an aim.\n\nLaura was alone in the sitting-room at Elmdene, for Robert had gone out\nto make some final arrangements about his father. She sprang up as her\nlover entered, and ran forward with a pretty girlish gesture to greet\nhim.\n\n\"Oh, Raffles!\" she cried, \"I knew that you would come. Is it not\ndreadful about papa?\"\n\n\"You must not fret, dearest,\" he answered gently. \"It may not prove to\nbe so very grave after all.\"\n\n\"But it all happened before I was stirring. I knew nothing about it\nuntil breakfast-time. They must have gone up to the Hall very early.\"\n\n\"Yes, they did come up rather early.\"\n\n\"What is the matter with you, Raffles?\" cried Laura, looking up into his\nface. \"You look so sad and weary!\"\n\n\"I have been a little in the blues. The fact is, Laura, that I have had\na long talk with Mr. Spurling this morning.\"\n\nThe girl started, and turned white to the lips. A long talk with Mr.\nSpurling! Did that mean that he had learned her secret?\n\n\"Well?\" she gasped.\n\n\"He tells me that my charity has done more harm than good, and in fact,\nthat I have had an evil influence upon every one whom I have come\nnear. He said it in the most delicate way, but that was really what it\namounted to.\"\n\n\"Oh, is that all?\" said Laura, with a long sigh of relief. \"You must not\nthink of minding what Mr. Spurling says. Why, it is absurd on the face\nof it! Everybody knows that there are dozens of men all over the country\nwho would have been ruined and turned out of their houses if you had not\nstood their friend. How could they be the worse for having known you? I\nwonder that Mr. Spurling can talk such nonsense!\"\n\n\"How is Robert's picture getting on?\"\n\n\"Oh, he has a lazy fit on him. He has not touched it for ever so long.\nBut why do you ask that? You have that furrow on your brow again. Put it\naway, sir!\"\n\nShe smoothed it away with her little white hand.\n\n\"Well, at any rate, I don't think that quite everybody is the worse,\"\nsaid he, looking down at her. \"There is one, at least, who is beyond\ntaint, one who is good, and pure, and true, and who would love me as\nwell if I were a poor clerk struggling for a livelihood. You would,\nwould you not, Laura?\"\n\n\"You foolish boy! of course I would.\"\n\n\"And yet how strange it is that it should be so. That you, who are the\nonly woman whom I have ever loved, should be the only one in whom I also\nhave raised an affection which is free from greed or interest. I wonder\nwhether you may not have been sent by Providence simply to restore my\nconfidence in the world. How barren a place would it not be if it were\nnot for woman's love! When all seemed black around me this morning, I\ntell you, Laura, that I seemed to turn to you and to your love as the\none thing on earth upon which I could rely. All else seemed shifting,\nunstable, influenced by this or that base consideration. In you, and you\nonly, could I trust.\"\n\n\"And I in you, dear Raffles! I never knew what love was until I met\nyou.\"\n\nShe took a step towards him, her hands advanced, love shining in her\nfeatures, when in an instant Raffles saw the colour struck from her\nface, and a staring horror spring into her eyes. Her blanched and rigid\nface was turned towards the open door, while he, standing partly behind\nit, could not see what it was that had so moved her.\n\n\"Hector!\" she gasped, with dry lips.\n\nA quick step in the hall, and a slim, weather-tanned young man sprang\nforward into the room, and caught her up in his arms as if she had been\na feather.\n\n\"You darling!\" he said; \"I knew that I would surprise you. I came right\nup from Plymouth by the night train. And I have long leave, and plenty\nof time to get married. Isn't it jolly, dear Laura?\"\n\nHe pirouetted round with her in the exuberance of his delight. As he\nspun round, however, his eyes fell suddenly upon the pale and silent\nstranger who stood by the door. Hector blushed furiously, and made an\nawkward sailor bow, standing with Laura's cold and unresponsive hand\nstill clasped in his.\n\n\"Very sorry, sir--didn't see you,\" he said. \"You'll excuse my going on\nin this mad sort of way, but if you had served you would know what it\nis to get away from quarter-deck manners, and to be a free man. Miss\nMcIntyre will tell you that we have known each other since we were\nchildren, and as we are to be married in, I hope, a month at the latest,\nwe understand each other pretty well.\"\n\nRaffles Haw still stood cold and motionless. He was stunned, benumbed,\nby what he saw and heard. Laura drew away from Hector, and tried to free\nher hand from his grasp.\n\n\"Didn't you get my letter at Gibraltar?\" she asked.\n\n\"Never went to Gibraltar. Were ordered home by wire from Madeira.\nThose chaps at the Admiralty never know their own minds for two hours\ntogether. But what matter about a letter, Laura, so long as I can see\nyou and speak with you? You have not introduced me to your friend here.\"\n\n\"One word, sir,\" cried Raffles Haw in a quivering voice. \"Do I entirely\nunderstand you? Let me be sure that there is no mistake. You say that\nyou are engaged to be married to Miss McIntyre?\"\n\n\"Of course I am. I've just come back from a four months' cruise, and I\nam going to be married before I drag my anchor again.\"\n\n\"Four months!\" gasped Haw. \"Why, it is just four months since I came\nhere. And one last question, sir. Does Robert McIntyre know of your\nengagement?\"\n\n\"Does Bob know? Of course he knows. Why, it was to his care I left Laura\nwhen I started. But what is the meaning of all this? What is the matter\nwith you, Laura? Why are you so white and silent? And--hallo! Hold up,\nsir! The man is fainting!\"\n\n\"It is all right!\" gasped Haw, steadying himself against the edge of the\ndoor.\n\nHe was as white as paper, and his hand was pressed close to his side as\nthough some sudden pain had shot through him. For a moment he tottered\nthere like a stricken man, and then, with a hoarse cry, he turned and\nfled out through the open door.\n\n\"Poor devil!\" said Hector, gazing in amazement after him. \"He seems hard\nhit anyhow. But what is the meaning of all this, Laura?\"\n\nHis face had darkened, and his mouth had set.\n\nShe had not said a word, but had stood with a face like a mask looking\nblankly in front of her. Now she tore herself away from him, and,\ncasting herself down with her face buried in the cushion of the sofa,\nshe burst into a passion of sobbing.\n\n\"It means that you have ruined me,\" she cried. \"That you have\nruined-ruined--ruined me! Could you not leave us alone? Why must you\ncome at the last moment? A few more days, and we were safe. And you\nnever had my letter.\"\n\n\"And what was in your letter, then?\" he asked coldly, standing with his\narms folded, looking down at her.\n\n\"It was to tell you that I released you. I love Raffles Haw, and I was\nto have been his wife. And now it is all gone. Oh, Hector, I hate you,\nand I shall always hate you as long as I live, for you have stepped\nbetween me and the only good fortune that ever came to me. Leave me\nalone, and I hope that you will never cross our threshold again.\"\n\n\"Is that your last word, Laura?\"\n\n\"The last that I shall ever speak to you.\"\n\n\"Then, good-bye. I shall see the Dad, and go straight back to Plymouth.\"\nHe waited an instant, in hopes of an answer, and then walked sadly from\nthe room.\n\n\n\n\nCHAPTER XV. THE GREATER SECRET.\n\n\nIt was late that night that a startled knocking came at the door of\nElmdene. Laura had been in her room all day, and Robert was moodily\nsmoking his pipe by the fire, when this harsh and sudden summons\nbroke in upon his thoughts. There in the porch was Jones, the stout\nhead-butler of the Hall, hatless, scared, with the raindrops shining in\nthe lamplight upon his smooth, bald head.\n\n\"If you please, Mr. McIntyre, sir, would it trouble you to step up to\nthe Hall?\" he cried. \"We are all frightened, sir, about master.\"\n\nRobert caught up his hat and started at a run, the frightened butler\ntrotting heavily beside him. It had been a day of excitement and\ndisaster. The young artist's heart was heavy within him, and the shadow\nof some crowning trouble seemed to have fallen upon his soul.\n\n\"What is the matter with your master, then?\" he asked, as he slowed down\ninto a walk.\n\n\"We don't know, sir; but we can't get an answer when we knock at the\nlaboratory door. Yet he's there, for it's locked on the inside. It has\ngiven us all a scare, sir, that, and his goin's-on during the day.\"\n\n\"His goings-on?\"\n\n\"Yes, sir; for he came back this morning like a man demented, a-talkin'\nto himself, and with his eyes starin' so that it was dreadful to look at\nthe poor dear gentleman. Then he walked about the passages a long time,\nand he wouldn't so much as look at his luncheon, but he went into the\nmuseum, and gathered all his jewels and things, and carried them into\nthe laboratory. We don't know what he's done since then, sir, but his\nfurnace has been a-roarin', and his big chimney spoutin' smoke like a\nBirmingham factory. When night came we could see his figure against the\nlight, a-workin' and a-heavin' like a man possessed. No dinner would he\nhave, but work, and work, and work. Now it's all quiet, and the furnace\ncold, and no smoke from above, but we can't get no answer from him, sir,\nso we are scared, and Miller has gone for the police, and I came away\nfor you.\"\n\nThey reached the Hall as the butler finished his explanation, and\nthere outside the laboratory door stood the little knot of footmen and\nostlers, while the village policeman, who had just arrived, was holding\nhis bull's-eye to the keyhole, and endeavouring to peep through.\n\n\"The key is half-turned,\" he said. \"I can't see nothing except just the\nlight.\"\n\n\"Here's Mr. McIntyre,\" cried half-a-dozen voices, as Robert came\nforward.\n\n\"We'll have to beat the door in, sir,\" said the policeman. \"We can't get\nany sort of answer, and there's something wrong.\"\n\nTwice and thrice they threw their united weights against it until at\nlast with a sharp snap the lock broke, and they crowded into the narrow\npassage. The inner door was ajar, and the laboratory lay before them.\n\nIn the centre was an enormous heap of fluffy grey ash, reaching up\nhalf-way to the ceiling. Beside it was another heap, much smaller, of\nsome brilliant scintillating dust, which shimmered brightly in the rays\nof the electric light. All round was a bewildering chaos of broken jars,\nshattered bottles, cracked machinery, and tangled wires, all bent and\ndraggled. And there in the midst of this universal ruin, leaning back in\nhis chair with his hands clasped upon his lap, and the easy pose of one\nwho rests after hard work safely carried through, sat Raffles Haw, the\nmaster of the house, and the richest of mankind, with the pallor of\ndeath upon his face. So easily he sat and so naturally, with such a\nserene expression upon his features, that it was not until they raised\nhim, and touched his cold and rigid limbs, that they could realise that\nhe had indeed passed away.\n\nReverently and slowly they bore him to his room, for he was beloved by\nall who had served him. Robert alone lingered with the policeman in the\nlaboratory. Like a man in a dream he wandered about, marvelling at the\nuniversal destruction. A large broad-headed hammer lay upon the\nground, and with this Haw had apparently set himself to destroy all\nhis apparatus, having first used his electrical machines to reduce\nto protyle all the stock of gold which he had accumulated. The\ntreasure-room which had so dazzled Robert consisted now of merely four\nbare walls, while the gleaming dust upon the floor proclaimed the fate\nof that magnificent collection of gems which had alone amounted to a\nroyal fortune. Of all the machinery no single piece remained intact,\nand even the glass table was shattered into three pieces. Strenuously\nearnest must have been the work which Raffles Haw had done that day.\n\nAnd suddenly Robert thought of the secret which had been treasured in\nthe casket within the iron-clamped box. It was to tell him the one last\nessential link which would make his knowledge of the process complete.\nWas it still there? Thrilling all over, he opened the great chest, and\ndrew out the ivory box. It was locked, but the key was in it. He turned\nit and threw open the lid. There was a white slip of paper with his own\nname written upon it. With trembling fingers he unfolded it. Was he\nthe heir to the riches of El Dorado, or was he destined to be a poor\nstruggling artist? The note was dated that very evening, and ran in this\nway:\n\n   \"MY DEAR ROBERT,--My secret shall never be used again. I cannot\n   tell you how I thank Heaven that I did not entirely confide it to\n   you, for I should have been handing over an inheritance of misery\n   both to yourself and others.  For myself I have hardly had a happy\n   moment since I discovered it. This I could have borne had I been\n   able to feel that I was doing good, but, alas! the only effect of my\n   attempts has been to turn workers into idlers, contented men into\n   greedy parasites, and, worst of all, true, pure women into\n   deceivers and hypocrites.  If this is the effect of my interference\n   on a small scale, I cannot hope for anything better were I to carry\n   out the plans which we have so often discussed.  The schemes of my\n   life have all turned to nothing.  For myself, you shall never see me\n   again.  I shall go back to the student life from which I emerged.\n   There, at least, if I can do little good, I can do no harm.  It is\n   my wish that such valuables as remain in the Hall should be sold,\n   and the proceeds divided amidst all the charities of Birmingham.\n   I shall leave tonight if I am well enough, but I have been much\n   troubled all day by a stabbing pain in my side.  It is as if wealth\n   were as bad for health as it is for peace of mind.  Good-bye,\n   Robert, and may you never have as sad a heart as I have to-night.\n   Yours very truly,\n   RAFFLES HAW.\"\n\n\"Was it suicide, sir? Was it suicide?\" broke in the policeman as Robert\nput the note in his pocket.\n\n\"No,\" he answered; \"I think it was a broken heart.\"\n\nAnd so the wonders of the New Hall were all dismantled, the carvings and\nthe gold, the books and the pictures, and many a struggling man or woman\nwho had heard nothing of Raffles Haw during his life had cause to bless\nhim after his death. The house has been bought by a company now, who\nhave turned it into a hydropathic establishment, and of all the folk who\nfrequent it in search of health or of pleasure there are few who know\nthe strange story which is connected with it.\n\nThe blight which Haw's wealth cast around it seemed to last even after\nhis death. Old McIntyre still raves in the County Lunatic Asylum, and\ntreasures up old scraps of wood and metal under the impression that they\nare all ingots of gold. Robert McIntyre is a moody and irritable man,\nfor ever pursuing a quest which will always evade him. His art is\nforgotten, and he spends his whole small income upon chemical and\nelectrical appliances, with which he vainly seeks to rediscover that\none hidden link. His sister keeps house for him, a silent and brooding\nwoman, still queenly and beautiful, but of a bitter, dissatisfied mind.\nOf late, however, she has devoted herself to charity, and has been of so\nmuch help to Mr. Spurling's new curate that it is thought that he may\nbe tempted to secure her assistance for ever. So runs the gossip of the\nvillage, and in small places such gossip is seldom wrong. As to Hector\nSpurling, he is still in her Majesty's service, and seems inclined to\nabide by his father's wise advice, that he should not think of marrying\nuntil he was a Commander. It is possible that of all who were brought\nwithin the spell of Raffles Haw he was the only one who had occasion to\nbless it.\n\n\n\n\n\nEnd of Project Gutenberg's The Doings Of Raffles Haw, by Arthur Conan Doyle\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DOINGS OF RAFFLES HAW ***\n\n***** This file should be named 8394.txt or 8394.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/8\/3\/9\/8394\/\n\nProduced by Lionel G. Sear\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":386,"split":"train"}
