{"ori_id":"05c77e71c5f919af1ae72442febd204b03563f93","title":"She Stoops to Conquer","context":"She Stoops to Conquer\n Wealthy countryman Mr. Hardcastle arranges for his daughter Kate to meet Charles Marlow, the son of a rich Londoner, hoping the pair will marry. Unfortunately, Marlow is nervous around upper-class women, yet the complete opposite around working-class women. On his first acquaintance with Kate, the latter realises she will have to pretend to be 'common', or Marlow will not woo her. Thus Kate 'stoops to conquer', by posing as a maid, hoping to put Marlow at his ease so he falls for her. Marlow sets out for the Hardcastle's manor with a friend, George Hastings, an admirer of Miss Constance Neville, another young lady who lives with the Hardcastles. During the journey the two men become lost and stop at an alehouse, The Three Jolly Pigeons, for directions.\nTony Lumpkin, Kate's step-brother and cousin of Constance, comes across the two strangers at the alehouse and, realising their identity, plays a practical joke by telling them that they are a long way from their destination and will have to stay overnight at an inn. The \"inn\" he directs them to is in fact the home of the Hardcastles. When they arrive, the Hardcastles, who have been expecting them, go out of their way to make them welcome. However, Marlow and Hastings, believing themselves in an inn, behave extremely disdainfully towards their hosts. Hardcastle bears their unwitting insults with forbearance, because of his friendship with Marlow's father.\nKate learns of her suitor's shyness from Constance and a servant tells her about Tony's trick. She decides to masquerade as a serving-maid (changing her accent and garb) to get to know him. Marlow falls in love with her and plans to elope with her but, because she appears of a lower class, acts in a somewhat bawdy manner around her. All misunderstandings are resolved by the end, thanks to an appearance by Sir Charles Marlow.\nThe main sub-plot concerns the secret romance between Constance and Hastings. Constance needs her jewels, an inheritance, guarded by Tony's mother, Mrs. Hardcastle, who wants Constance to marry her son, to keep the jewels in the family. Tony despises the thought of marrying Constance â\u0080\u0094 he prefers a barmaid at the alehouse â\u0080\u0094 and so agrees to steal the jewels from his mother's safekeeping for Constance, so she can elope to France with Hastings.\nThe play concludes with Kate's plan succeeding: she and Marlow become engaged. Tony discovers his mother has lied about his being \"of age\" and thus entitled to his inheritance. He refuses to marry Constance, who is then eligible to receive her jewels and become engaged to Hastings, which she does.\nï»¿The Project Gutenberg EBook of She Stoops to Conquer, by Oliver Goldsmith\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: She Stoops to Conquer\n       or, The Mistakes of a Night. A Comedy.\n\nAuthor: Oliver Goldsmith\n\nPosting Date: July 11, 2008 [EBook #383]\nRelease Date: December, 1995\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK SHE STOOPS TO CONQUER ***\n\n\n\n\nProduced by G. R. Young\n\n\n\n\n\n\"SHE STOOPS TO CONQUER\"\n\nby Oliver Goldsmith\n\n\n\nShe Stoops To Conquer; Or, The Mistakes Of A Night.\n\nA Comedy.\n\n\nTo Samuel Johnson, LL.D.\n\n\nDear Sir,--By inscribing this slight performance to you, I do not mean\nso much to compliment you as myself.  It may do me some honour to\ninform the public, that I have lived many years in intimacy with you.\nIt may serve the interests of mankind also to inform them, that the\ngreatest wit may be found in a character, without impairing the most\nunaffected piety.\n\nI have, particularly, reason to thank you for your partiality to this\nperformance.  The undertaking a comedy not merely sentimental was very\ndangerous; and Mr. Colman, who saw this piece in its various stages,\nalways thought it so.  However, I ventured to trust it to the public;\nand, though it was necessarily delayed till late in the season, I have\nevery reason to be grateful.\n\nI am, dear Sir, your most sincere friend and admirer,\n\nOLIVER GOLDSMITH.\n\n\n\n\nPROLOGUE,\n\nBy David Garrick, Esq.\n\n\nEnter MR. WOODWARD, dressed in black, and holding a handkerchief\nto his eyes.\n\n     Excuse me, sirs, I pray--I can't yet speak--\n     I'm crying now--and have been all the week.\n     \"'Tis not alone this mourning suit,\" good masters:\n     \"I've that within\"--for which there are no plasters!\n     Pray, would you know the reason why I'm crying?\n     The Comic Muse, long sick, is now a-dying!\n     And if she goes, my tears will never stop;\n     For as a player, I can't squeeze out one drop:\n     I am undone, that's all--shall lose my bread--\n     I'd rather, but that's nothing--lose my head.\n     When the sweet maid is laid upon the bier,\n     Shuter and I shall be chief mourners here.\n     To her a mawkish drab of spurious breed,\n     Who deals in sentimentals, will succeed!\n     Poor Ned and I are dead to all intents;\n     We can as soon speak Greek as sentiments!\n     Both nervous grown, to keep our spirits up.\n     We now and then take down a hearty cup.\n     What shall we do?  If Comedy forsake us,\n     They'll turn us out, and no one else will take us.\n     But why can't I be moral?--Let me try--\n     My heart thus pressing--fixed my face and eye--\n     With a sententious look, that nothing means,\n     (Faces are blocks in sentimental scenes)\n     Thus I begin: \"All is not gold that glitters,\n     \"Pleasure seems sweet, but proves a glass of bitters.\n     \"When Ignorance enters, Folly is at hand:\n     \"Learning is better far than house and land.\n     \"Let not your virtue trip; who trips may stumble,\n     \"And virtue is not virtue, if she tumble.\"\n\n     I give it up--morals won't do for me;\n     To make you laugh, I must play tragedy.\n     One hope remains--hearing the maid was ill,\n     A Doctor comes this night to show his skill.\n     To cheer her heart, and give your muscles motion,\n     He, in Five Draughts prepar'd, presents a potion:\n     A kind of magic charm--for be assur'd,\n     If you will swallow it, the maid is cur'd:\n     But desperate the Doctor, and her case is,\n     If you reject the dose, and make wry faces!\n     This truth he boasts, will boast it while he lives,\n     No poisonous drugs are mixed in what he gives.\n     Should he succeed, you'll give him his degree;\n     If not, within he will receive no fee!\n     The College YOU, must his pretensions back,\n     Pronounce him Regular, or dub him Quack.\n\n\n\n\nDRAMATIS PERSONAE.\n\n     MEN.\n\n     SIR CHARLES MARLOW           Mr. Gardner.\n     YOUNG MARLOW (His Son)       Mr. Lee Lewes.\n     HARDCASTLE                   Mr. Shuter.\n     HASTINGS                     Mr. Dubellamy.\n     TONY LUMPKIN                 Mr. Quick.\n     DIGGORY                      Mr. Saunders.\n\n     WOMEN.\n\n     MRS. HARDCASTLE              Mrs. Green.\n     MISS HARDCASTLE              Mrs. Bulkley.\n     MISS NEVILLE                 Mrs. Kniveton.\n     MAID                         Miss Williams.\n\n     LANDLORD, SERVANTS, Etc. Etc.\n\n\n\n\nACT THE FIRST.\n\n\nSCENE--A Chamber in an old-fashioned House.\n\n\nEnter MRS. HARDCASTLE and MR. HARDCASTLE.\n\n\nMRS. HARDCASTLE.  I vow, Mr. Hardcastle, you're very particular.  Is\nthere a creature in the whole country but ourselves, that does not take\na trip to town now and then, to rub off the rust a little?  There's the\ntwo Miss Hoggs, and our neighbour Mrs. Grigsby, go to take a month's\npolishing every winter.\n\nHARDCASTLE.  Ay, and bring back vanity and affectation to last them the\nwhole year.  I wonder why London cannot keep its own fools at home!  In\nmy time, the follies of the town crept slowly among us, but now they\ntravel faster than a stage-coach.  Its fopperies come down not only as\ninside passengers, but in the very basket.\n\nMRS. HARDCASTLE.  Ay, your times were fine times indeed; you have been\ntelling us of them for many a long year.  Here we live in an old\nrumbling mansion, that looks for all the world like an inn, but that we\nnever see company.  Our best visitors are old Mrs. Oddfish, the\ncurate's wife, and little Cripplegate, the lame dancing-master; and all\nour entertainment your old stories of Prince Eugene and the Duke of\nMarlborough.  I hate such old-fashioned trumpery.\n\nHARDCASTLE.  And I love it.  I love everything that's old: old\nfriends, old times, old manners, old books, old wine; and I believe,\nDorothy (taking her hand), you'll own I have been pretty fond of an old\nwife.\n\nMRS. HARDCASTLE.  Lord, Mr. Hardcastle, you're for ever at your\nDorothys and your old wifes.  You may be a Darby, but I'll be no Joan,\nI promise you.  I'm not so old as you'd make me, by more than one good\nyear.  Add twenty to twenty, and make money of that.\n\nHARDCASTLE.  Let me see; twenty added to twenty makes just fifty and\nseven.\n\nMRS. HARDCASTLE.  It's false, Mr. Hardcastle; I was but twenty when I\nwas brought to bed of Tony, that I had by Mr. Lumpkin, my first\nhusband; and he's not come to years of discretion yet.\n\nHARDCASTLE.  Nor ever will, I dare answer for him.  Ay, you have\ntaught him finely.\n\nMRS. HARDCASTLE.  No matter.  Tony Lumpkin has a good fortune.  My son\nis not to live by his learning.  I don't think a boy wants much\nlearning to spend fifteen hundred a year.\n\nHARDCASTLE.  Learning, quotha! a mere composition of tricks and\nmischief.\n\nMRS. HARDCASTLE.  Humour, my dear; nothing but humour.  Come, Mr.\nHardcastle, you must allow the boy a little humour.\n\nHARDCASTLE.  I'd sooner allow him a horse-pond.  If burning the\nfootmen's shoes, frightening the maids, and worrying the kittens be\nhumour, he has it.  It was but yesterday he fastened my wig to the back\nof my chair, and when I went to make a bow, I popt my bald head in Mrs.\nFrizzle's face.\n\nMRS. HARDCASTLE.  And am I to blame?  The poor boy was always too\nsickly to do any good.  A school would be his death.  When he comes to\nbe a little stronger, who knows what a year or two's Latin may do for\nhim?\n\nHARDCASTLE.  Latin for him!  A cat and fiddle.  No, no; the alehouse\nand the stable are the only schools he'll ever go to.\n\nMRS. HARDCASTLE.  Well, we must not snub the poor boy now, for I\nbelieve we shan't have him long among us.  Anybody that looks in his\nface may see he's consumptive.\n\nHARDCASTLE.  Ay, if growing too fat be one of the symptoms.\n\nMRS. HARDCASTLE.  He coughs sometimes.\n\nHARDCASTLE.  Yes, when his liquor goes the wrong way.\n\nMRS. HARDCASTLE.  I'm actually afraid of his lungs.\n\nHARDCASTLE.  And truly so am I; for he sometimes whoops like a\nspeaking trumpet--(Tony hallooing behind the scenes)--O, there he\ngoes--a very consumptive figure, truly.\n\n\nEnter TONY, crossing the stage.\n\n\nMRS. HARDCASTLE.  Tony, where are you going, my charmer?  Won't you\ngive papa and I a little of your company, lovee?\n\nTONY.  I'm in haste, mother; I cannot stay.\n\nMRS. HARDCASTLE.  You shan't venture out this raw evening, my dear; you\nlook most shockingly.\n\nTONY.  I can't stay, I tell you.  The Three Pigeons expects me down\nevery moment.  There's some fun going forward.\n\nHARDCASTLE.  Ay; the alehouse, the old place: I thought so.\n\nMRS. HARDCASTLE.  A low, paltry set of fellows.\n\nTONY.  Not so low, neither.  There's Dick Muggins the exciseman, Jack\nSlang the horse doctor, Little Aminadab that grinds the music box, and\nTom Twist that spins the pewter platter.\n\nMRS. HARDCASTLE.  Pray, my dear, disappoint them for one night at\nleast.\n\nTONY.  As for disappointing them, I should not so much mind; but I\ncan't abide to disappoint myself.\n\nMRS. HARDCASTLE.  (detaining him.)  You shan't go.\n\nTONY.  I will, I tell you.\n\nMRS. HARDCASTLE.  I say you shan't.\n\nTONY.  We'll see which is strongest, you or I.  [Exit, hauling her\nout.]\n\nHARDCASTLE.  (solus.)  Ay, there goes a pair that only spoil each\nother.  But is not the whole age in a combination to drive sense and\ndiscretion out of doors?  There's my pretty darling Kate! the fashions\nof the times have almost infected her too.  By living a year or two in\ntown, she is as fond of gauze and French frippery as the best of them.\n\n\nEnter MISS HARDCASTLE.\n\n\nHARDCASTLE.  Blessings on my pretty innocence! drest out as usual, my\nKate.  Goodness!  What a quantity of superfluous silk hast thou got\nabout thee, girl!  I could never teach the fools of this age, that the\nindigent world could be clothed out of the trimmings of the vain.\n\nMISS HARDCASTLE.  You know our agreement, sir.  You allow me the\nmorning to receive and pay visits, and to dress in my own manner; and\nin the evening I put on my housewife's dress to please you.\n\nHARDCASTLE.  Well, remember, I insist on the terms of our agreement;\nand, by the bye, I believe I shall have occasion to try your obedience\nthis very evening.\n\nMISS HARDCASTLE.  I protest, sir, I don't comprehend your meaning.\n\nHARDCASTLE.  Then to be plain with you, Kate, I expect the young\ngentleman I have chosen to be your husband from town this very day.  I\nhave his father's letter, in which he informs me his son is set out,\nand that he intends to follow himself shortly after.\n\nMISS HARDCASTLE.  Indeed!  I wish I had known something of this\nbefore.  Bless me, how shall I behave?  It's a thousand to one I\nshan't like him; our meeting will be so formal, and so like a thing of\nbusiness, that I shall find no room for friendship or esteem.\n\nHARDCASTLE.  Depend upon it, child, I'll never control your choice; but\nMr. Marlow, whom I have pitched upon, is the son of my old friend, Sir\nCharles Marlow, of whom you have heard me talk so often.  The young\ngentleman has been bred a scholar, and is designed for an employment in\nthe service of his country.  I am told he's a man of an excellent\nunderstanding.\n\nMISS HARDCASTLE.  Is he?\n\nHARDCASTLE.  Very generous.\n\nMISS HARDCASTLE.  I believe I shall like him.\n\nHARDCASTLE.  Young and brave.\n\nMISS HARDCASTLE.  I'm sure I shall like him.\n\nHARDCASTLE.  And very handsome.\n\nMISS HARDCASTLE.  My dear papa, say no more, (kissing his hand), he's\nmine; I'll have him.\n\nHARDCASTLE.  And, to crown all, Kate, he's one of the most bashful and\nreserved young fellows in all the world.\n\nMISS HARDCASTLE.  Eh! you have frozen me to death again.  That word\nRESERVED has undone all the rest of his accomplishments.  A reserved\nlover, it is said, always makes a suspicious husband.\n\nHARDCASTLE.  On the contrary, modesty seldom resides in a breast that\nis not enriched with nobler virtues.  It was the very feature in his\ncharacter that first struck me.\n\nMISS HARDCASTLE.  He must have more striking features to catch me, I\npromise you.  However, if he be so young, so handsome, and so\neverything as you mention, I believe he'll do still.  I think I'll have\nhim.\n\nHARDCASTLE.  Ay, Kate, but there is still an obstacle.  It's more than\nan even wager he may not have you.\n\nMISS HARDCASTLE.  My dear papa, why will you mortify one so?--Well, if\nhe refuses, instead of breaking my heart at his indifference, I'll only\nbreak my glass for its flattery, set my cap to some newer fashion, and\nlook out for some less difficult admirer.\n\nHARDCASTLE.  Bravely resolved!  In the mean time I'll go prepare the\nservants for his reception: as we seldom see company, they want as much\ntraining as a company of recruits the first day's muster.  [Exit.]\n\nMISS HARDCASTLE.  (Alone).  Lud, this news of papa's puts me all in a\nflutter.  Young, handsome: these he put last; but I put them foremost.\nSensible, good-natured; I like all that.  But then reserved and\nsheepish; that's much against him.  Yet can't he be cured of his\ntimidity, by being taught to be proud of his wife?  Yes, and can't\nI--But I vow I'm disposing of the husband before I have secured the\nlover.\n\n\nEnter MISS NEVILLE.\n\n\nMISS HARDCASTLE.  I'm glad you're come, Neville, my dear.  Tell me,\nConstance, how do I look this evening?  Is there anything whimsical\nabout me?  Is it one of my well-looking days, child?  Am I in face\nto-day?\n\nMISS NEVILLE.  Perfectly, my dear.  Yet now I look again--bless\nme!--sure no accident has happened among the canary birds or the gold\nfishes.  Has your brother or the cat been meddling? or has the last\nnovel been too moving?\n\nMISS HARDCASTLE.  No; nothing of all this.  I have been threatened--I\ncan scarce get it out--I have been threatened with a lover.\n\nMISS NEVILLE.  And his name--\n\nMISS HARDCASTLE.  Is Marlow.\n\nMISS NEVILLE.  Indeed!\n\nMISS HARDCASTLE.  The son of Sir Charles Marlow.\n\nMISS NEVILLE.  As I live, the most intimate friend of Mr. Hastings, my\nadmirer.  They are never asunder.  I believe you must have seen him\nwhen we lived in town.\n\nMISS HARDCASTLE.  Never.\n\nMISS NEVILLE.  He's a very singular character, I assure you.  Among\nwomen of reputation and virtue he is the modestest man alive; but his\nacquaintance give him a very different character among creatures of\nanother stamp: you understand me.\n\nMISS HARDCASTLE.  An odd character indeed.  I shall never be able to\nmanage him.  What shall I do?  Pshaw, think no more of him, but trust\nto occurrences for success.  But how goes on your own affair, my dear?\nhas my mother been courting you for my brother Tony as usual?\n\nMISS NEVILLE.  I have just come from one of our agreeable\ntete-a-tetes.  She has been saying a hundred tender things, and setting\noff her pretty monster as the very pink of perfection.\n\nMISS HARDCASTLE.  And her partiality is such, that she actually thinks\nhim so.  A fortune like yours is no small temptation.  Besides, as she\nhas the sole management of it, I'm not surprised to see her unwilling\nto let it go out of the family.\n\nMISS NEVILLE.  A fortune like mine, which chiefly consists in jewels,\nis no such mighty temptation.  But at any rate, if my dear Hastings be\nbut constant, I make no doubt to be too hard for her at last.  However,\nI let her suppose that I am in love with her son; and she never once\ndreams that my affections are fixed upon another.\n\nMISS HARDCASTLE.  My good brother holds out stoutly.  I could almost\nlove him for hating you so.\n\nMISS NEVILLE.  It is a good-natured creature at bottom, and I'm sure\nwould wish to see me married to anybody but himself.  But my aunt's\nbell rings for our afternoon's walk round the improvements.  Allons!\nCourage is necessary, as our affairs are critical.\n\nMISS HARDCASTLE.  \"Would it were bed-time, and all were well.\"\n[Exeunt.]\n\n\nSCENE--An Alehouse Room.  Several shabby Fellows with punch and\ntobacco.  TONY at the head of the table, a little higher than the\nrest, a mallet in his hand.\n\n\nOMNES.  Hurrea! hurrea! hurrea! bravo!\n\nFIRST FELLOW  Now, gentlemen, silence for a song.  The 'squire is\ngoing to knock himself down for a song.\n\nOMNES.  Ay, a song, a song!\n\nTONY.  Then I'll sing you, gentlemen, a song I made upon this\nalehouse, the Three Pigeons.\n\n\nSONG.\n\n     Let schoolmasters puzzle their brain\n          With grammar, and nonsense, and learning,\n     Good liquor, I stoutly maintain,\n          Gives GENUS a better discerning.\n     Let them brag of their heathenish gods,\n          Their Lethes, their Styxes, and Stygians,\n     Their Quis, and their Quaes, and their Quods,\n          They're all but a parcel of Pigeons.\n               Toroddle, toroddle, toroll.\n\n     When methodist preachers come down,\n          A-preaching that drinking is sinful,\n     I'll wager the rascals a crown,\n          They always preach best with a skinful.\n     But when you come down with your pence,\n          For a slice of their scurvy religion,\n     I'll leave it to all men of sense,\n          But you, my good friend, are the Pigeon.\n               Toroddle, toroddle, toroll.\n\n     Then come, put the jorum about,\n          And let us be merry and clever,\n     Our hearts and our liquors are stout,\n          Here's the Three Jolly Pigeons for ever.\n     Let some cry up woodcock or hare,\n          Your bustards, your ducks, and your widgeons;\n     But of all the GAY birds in the air,\n          Here's a health to the Three Jolly Pigeons.\n               Toroddle, toroddle, toroll.\n\n\nOMNES.  Bravo, bravo!\n\nFIRST FELLOW.  The 'squire has got spunk in him.\n\nSECOND FELLOW.  I loves to hear him sing, bekeays he never gives us\nnothing that's low.\n\nTHIRD FELLOW.  O damn anything that's low, I cannot bear it.\n\nFOURTH FELLOW.  The genteel thing is the genteel thing any time: if so\nbe that a gentleman bees in a concatenation accordingly.\n\nTHIRD FELLOW.  I likes the maxum of it, Master Muggins.  What, though I\nam obligated to dance a bear, a man may be a gentleman for all that.\nMay this be my poison, if my bear ever dances but to the very\ngenteelest of tunes; \"Water Parted,\" or \"The minuet in Ariadne.\"\n\nSECOND FELLOW.  What a pity it is the 'squire is not come to his own.\nIt would be well for all the publicans within ten miles round of him.\n\nTONY.  Ecod, and so it would, Master Slang.  I'd then show what it was\nto keep choice of company.\n\nSECOND FELLOW.  O he takes after his own father for that.  To be sure\nold 'Squire Lumpkin was the finest gentleman I ever set my eyes on.\nFor winding the straight horn, or beating a thicket for a hare, or a\nwench, he never had his fellow.  It was a saying in the place, that he\nkept the best horses, dogs, and girls, in the whole county.\n\nTONY.  Ecod, and when I'm of age, I'll be no bastard, I promise you.  I\nhave been thinking of Bet Bouncer and the miller's grey mare to begin\nwith.  But come, my boys, drink about and be merry, for you pay no\nreckoning.  Well, Stingo, what's the matter?\n\n\nEnter Landlord.\n\n\nLANDLORD.  There be two gentlemen in a post-chaise at the door.  They\nhave lost their way upo' the forest; and they are talking something\nabout Mr. Hardcastle.\n\nTONY.  As sure as can be, one of them must be the gentleman that's\ncoming down to court my sister.  Do they seem to be Londoners?\n\nLANDLORD.  I believe they may.  They look woundily like Frenchmen.\n\nTONY.  Then desire them to step this way, and I'll set them right in a\ntwinkling. (Exit Landlord.)  Gentlemen, as they mayn't be good enough\ncompany for you, step down for a moment, and I'll be with you in the\nsqueezing of a lemon.  [Exeunt mob.]\n\nTONY.  (solus).  Father-in-law has been calling me whelp and hound this\nhalf year.  Now, if I pleased, I could be so revenged upon the old\ngrumbletonian.  But then I'm afraid--afraid of what?  I shall soon be\nworth fifteen hundred a year, and let him frighten me out of THAT if he\ncan.\n\n\nEnter Landlord, conducting MARLOW and HASTINGS.\n\n\nMARLOW.  What a tedious uncomfortable day have we had of it!  We were\ntold it was but forty miles across the country, and we have come above\nthreescore.\n\nHASTINGS.  And all, Marlow, from that unaccountable reserve of yours,\nthat would not let us inquire more frequently on the way.\n\nMARLOW.  I own, Hastings, I am unwilling to lay myself under an\nobligation to every one I meet, and often stand the chance of an\nunmannerly answer.\n\nHASTINGS.  At present, however, we are not likely to receive any\nanswer.\n\nTONY.  No offence, gentlemen.  But I'm told you have been inquiring for\none Mr. Hardcastle in these parts.  Do you know what part of the\ncountry you are in?\n\nHASTINGS.  Not in the least, sir, but should thank you for\ninformation.\n\nTONY.  Nor the way you came?\n\nHASTINGS.  No, sir: but if you can inform us----\n\nTONY.  Why, gentlemen, if you know neither the road you are going, nor\nwhere you are, nor the road you came, the first thing I have to inform\nyou is, that--you have lost your way.\n\nMARLOW.  We wanted no ghost to tell us that.\n\nTONY.  Pray, gentlemen, may I be so bold so as to ask the place from\nwhence you came?\n\nMARLOW.  That's not necessary towards directing us where we are to go.\n\nTONY.  No offence; but question for question is all fair, you know.\nPray, gentlemen, is not this same Hardcastle a cross-grained,\nold-fashioned, whimsical fellow, with an ugly face, a daughter, and a\npretty son?\n\nHASTINGS.  We have not seen the gentleman; but he has the family you\nmention.\n\nTONY.  The daughter, a tall, trapesing, trolloping, talkative maypole;\nthe son, a pretty, well-bred, agreeable youth, that everybody is fond\nof.\n\nMARLOW.  Our information differs in this.  The daughter is said to be\nwell-bred and beautiful; the son an awkward booby, reared up and\nspoiled at his mother's apron-string.\n\nTONY.  He-he-hem!--Then, gentlemen, all I have to tell you is, that you\nwon't reach Mr. Hardcastle's house this night, I believe.\n\nHASTINGS.  Unfortunate!\n\nTONY.  It's a damn'd long, dark, boggy, dirty, dangerous way.  Stingo,\ntell the gentlemen the way to Mr. Hardcastle's!  (Winking upon the\nLandlord.)  Mr. Hardcastle's, of Quagmire Marsh, you understand me.\n\nLANDLORD.  Master Hardcastle's!  Lock-a-daisy, my masters, you're come\na deadly deal wrong!  When you came to the bottom of the hill, you\nshould have crossed down Squash Lane.\n\nMARLOW.  Cross down Squash Lane!\n\nLANDLORD.  Then you were to keep straight forward, till you came to\nfour roads.\n\nMARLOW.  Come to where four roads meet?\n\nTONY.  Ay; but you must be sure to take only one of them.\n\nMARLOW.  O, sir, you're facetious.\n\nTONY.  Then keeping to the right, you are to go sideways till you come\nupon Crackskull Common: there you must look sharp for the track of the\nwheel, and go forward till you come to farmer Murrain's barn.  Coming\nto the farmer's barn, you are to turn to the right, and then to the\nleft, and then to the right about again, till you find out the old\nmill--\n\nMARLOW.  Zounds, man! we could as soon find out the longitude!\n\nHASTINGS.  What's to be done, Marlow?\n\nMARLOW.  This house promises but a poor reception; though perhaps the\nlandlord can accommodate us.\n\nLANDLORD.  Alack, master, we have but one spare bed in the whole\nhouse.\n\nTONY.  And to my knowledge, that's taken up by three lodgers already.\n(After a pause, in which the rest seem disconcerted.)  I have hit it.\nDon't you think, Stingo, our landlady could accommodate the gentlemen\nby the fire-side, with----three chairs and a bolster?\n\nHASTINGS.  I hate sleeping by the fire-side.\n\nMARLOW.  And I detest your three chairs and a bolster.\n\nTONY.  You do, do you? then, let me see--what if you go on a mile\nfurther, to the Buck's Head; the old Buck's Head on the hill, one of\nthe best inns in the whole county?\n\nHASTINGS.  O ho! so we have escaped an adventure for this night,\nhowever.\n\nLANDLORD.  (apart to TONY).  Sure, you ben't sending them to your\nfather's as an inn, be you?\n\nTONY.  Mum, you fool you.  Let THEM find that out.  (To them.)  You\nhave only to keep on straight forward, till you come to a large old\nhouse by the road side.  You'll see a pair of large horns over the\ndoor.  That's the sign.  Drive up the yard, and call stoutly about you.\n\nHASTINGS.  Sir, we are obliged to you.  The servants can't miss the\nway?\n\nTONY.  No, no: but I tell you, though, the landlord is rich, and going\nto leave off business; so he wants to be thought a gentleman, saving\nyour presence, he! he! he!  He'll be for giving you his company; and,\necod, if you mind him, he'll persuade you that his mother was an\nalderman, and his aunt a justice of peace.\n\nLANDLORD.  A troublesome old blade, to be sure; but a keeps as good\nwines and beds as any in the whole country.\n\nMARLOW.  Well, if he supplies us with these, we shall want no farther\nconnexion.  We are to turn to the right, did you say?\n\nTONY.  No, no; straight forward.  I'll just step myself, and show you a\npiece of the way.  (To the Landlord.)  Mum!\n\nLANDLORD.  Ah, bless your heart, for a sweet, pleasant--damn'd\nmischievous son of a whore.  [Exeunt.]\n\n\n\n\nACT THE SECOND.\n\n\nSCENE--An old-fashioned House.\n\n\nEnter HARDCASTLE, followed by three or four awkward Servants.\n\n\nHARDCASTLE.  Well, I hope you are perfect in the table exercise I have\nbeen teaching you these three days.  You all know your posts and your\nplaces, and can show that you have been used to good company, without\never stirring from home.\n\nOMNES.  Ay, ay.\n\nHARDCASTLE.  When company comes you are not to pop out and stare, and\nthen run in again, like frightened rabbits in a warren.\n\nOMNES.  No, no.\n\nHARDCASTLE.  You, Diggory, whom I have taken from the barn, are to make\na show at the side-table; and you, Roger, whom I have advanced from the\nplough, are to place yourself behind my chair.  But you're not to stand\nso, with your hands in your pockets.  Take your hands from your\npockets, Roger; and from your head, you blockhead you.  See how Diggory\ncarries his hands.  They're a little too stiff, indeed, but that's no\ngreat matter.\n\nDIGGORY.  Ay, mind how I hold them.  I learned to hold my hands this\nway when I was upon drill for the militia.  And so being upon drill----\n\nHARDCASTLE.  You must not be so talkative, Diggory.  You must be all\nattention to the guests.  You must hear us talk, and not think of\ntalking; you must see us drink, and not think of drinking; you must see\nus eat, and not think of eating.\n\nDIGGORY.  By the laws, your worship, that's parfectly unpossible.\nWhenever Diggory sees yeating going forward, ecod, he's always wishing\nfor a mouthful himself.\n\nHARDCASTLE.  Blockhead!  Is not a belly-full in the kitchen as good as\na belly-full in the parlour?  Stay your stomach with that reflection.\n\nDIGGORY.  Ecod, I thank your worship, I'll make a shift to stay my\nstomach with a slice of cold beef in the pantry.\n\nHARDCASTLE.  Diggory, you are too talkative.--Then, if I happen to say\na good thing, or tell a good story at table, you must not all burst out\na-laughing, as if you made part of the company.\n\nDIGGORY.  Then ecod your worship must not tell the story of Ould\nGrouse in the gun-room: I can't help laughing at that--he! he!\nhe!--for the soul of me.  We have laughed at that these twenty\nyears--ha! ha! ha!\n\nHARDCASTLE.  Ha! ha! ha!  The story is a good one.  Well, honest\nDiggory, you may laugh at that--but still remember to be attentive.\nSuppose one of the company should call for a glass of wine, how will\nyou behave?  A glass of wine, sir, if you please (to DIGGORY).--Eh, why\ndon't you move?\n\nDIGGORY.  Ecod, your worship, I never have courage till I see the\neatables and drinkables brought upo' the table, and then I'm as bauld\nas a lion.\n\nHARDCASTLE.  What, will nobody move?\n\nFIRST SERVANT.  I'm not to leave this pleace.\n\nSECOND SERVANT.  I'm sure it's no pleace of mine.\n\nTHIRD SERVANT.  Nor mine, for sartain.\n\nDIGGORY.  Wauns, and I'm sure it canna be mine.\n\nHARDCASTLE.  You numskulls! and so while, like your betters, you are\nquarrelling for places, the guests must be starved.  O you dunces!  I\nfind I must begin all over again----But don't I hear a coach drive into\nthe yard?  To your posts, you blockheads.  I'll go in the mean time and\ngive my old friend's son a hearty reception at the gate.  [Exit\nHARDCASTLE.]\n\nDIGGORY.  By the elevens, my pleace is gone quite out of my head.\n\nROGER.  I know that my pleace is to be everywhere.\n\nFIRST SERVANT.  Where the devil is mine?\n\nSECOND SERVANT.  My pleace is to be nowhere at all; and so I'ze go\nabout my business.  [Exeunt Servants, running about as if frightened,\ndifferent ways.]\n\n\nEnter Servant with candles, showing in MARLOW and HASTINGS.\n\n\nSERVANT.  Welcome, gentlemen, very welcome!  This way.\n\nHASTINGS.  After the disappointments of the day, welcome once more,\nCharles, to the comforts of a clean room and a good fire.  Upon my\nword, a very well-looking house; antique but creditable.\n\nMARLOW.  The usual fate of a large mansion.  Having first ruined the\nmaster by good housekeeping, it at last comes to levy contributions as\nan inn.\n\nHASTINGS.  As you say, we passengers are to be taxed to pay all these\nfineries.  I have often seen a good sideboard, or a marble\nchimney-piece, though not actually put in the bill, inflame a\nreckoning confoundedly.\n\nMARLOW.  Travellers, George, must pay in all places: the only\ndifference is, that in good inns you pay dearly for luxuries; in bad\ninns you are fleeced and starved.\n\nHASTINGS.  You have lived very much among them.  In truth, I have been\noften surprised, that you who have seen so much of the world, with your\nnatural good sense, and your many opportunities, could never yet\nacquire a requisite share of assurance.\n\nMARLOW.  The Englishman's malady.  But tell me, George, where could I\nhave learned that assurance you talk of?  My life has been chiefly\nspent in a college or an inn, in seclusion from that lovely part of the\ncreation that chiefly teach men confidence.  I don't know that I was\never familiarly acquainted with a single modest woman--except my\nmother--But among females of another class, you know----\n\nHASTINGS.  Ay, among them you are impudent enough of all conscience.\n\nMARLOW.  They are of US, you know.\n\nHASTINGS.  But in the company of women of reputation I never saw such\nan idiot, such a trembler; you look for all the world as if you wanted\nan opportunity of stealing out of the room.\n\nMARLOW.  Why, man, that's because I do want to steal out of the room.\nFaith, I have often formed a resolution to break the ice, and rattle\naway at any rate.  But I don't know how, a single glance from a pair of\nfine eyes has totally overset my resolution.  An impudent fellow may\ncounterfeit modesty; but I'll be hanged if a modest man can ever\ncounterfeit impudence.\n\nHASTINGS.  If you could but say half the fine things to them that I\nhave heard you lavish upon the bar-maid of an inn, or even a college\nbed-maker----\n\nMARLOW.  Why, George, I can't say fine things to them; they freeze,\nthey petrify me.  They may talk of a comet, or a burning mountain, or\nsome such bagatelle; but, to me, a modest woman, drest out in all her\nfinery, is the most tremendous object of the whole creation.\n\nHASTINGS.  Ha! ha! ha!  At this rate, man, how can you ever expect to\nmarry?\n\nMARLOW.  Never; unless, as among kings and princes, my bride were to be\ncourted by proxy.  If, indeed, like an Eastern bridegroom, one were to\nbe introduced to a wife he never saw before, it might be endured.  But\nto go through all the terrors of a formal courtship, together with the\nepisode of aunts, grandmothers, and cousins, and at last to blurt out\nthe broad staring question of, Madam, will you marry me?  No, no,\nthat's a strain much above me, I assure you.\n\nHASTINGS.  I pity you.  But how do you intend behaving to the lady you\nare come down to visit at the request of your father?\n\nMARLOW.  As I behave to all other ladies.  Bow very low, answer yes or\nno to all her demands--But for the rest, I don't think I shall venture\nto look in her face till I see my father's again.\n\nHASTINGS.  I'm surprised that one who is so warm a friend can be so\ncool a lover.\n\nMARLOW.  To be explicit, my dear Hastings, my chief inducement down was\nto be instrumental in forwarding your happiness, not my own.  Miss\nNeville loves you, the family don't know you; as my friend you are sure\nof a reception, and let honour do the rest.\n\nHASTINGS.  My dear Marlow!  But I'll suppress the emotion.  Were I a\nwretch, meanly seeking to carry off a fortune, you should be the last\nman in the world I would apply to for assistance.  But Miss Neville's\nperson is all I ask, and that is mine, both from her deceased father's\nconsent, and her own inclination.\n\nMARLOW.  Happy man!  You have talents and art to captivate any woman.\nI'm doom'd to adore the sex, and yet to converse with the only part of\nit I despise.  This stammer in my address, and this awkward\nprepossessing visage of mine, can never permit me to soar above the\nreach of a milliner's 'prentice, or one of the duchesses of Drury-lane.\nPshaw! this fellow here to interrupt us.\n\n\nEnter HARDCASTLE.\n\n\nHARDCASTLE.  Gentlemen, once more you are heartily welcome.  Which is\nMr. Marlow?  Sir, you are heartily welcome.  It's not my way, you see,\nto receive my friends with my back to the fire.  I like give them a\nhearty reception in the old style at my gate.  I like to see their\nhorses and trunks taken care of.\n\nMARLOW.  (Aside.)  He has got our names from the servants already.  (To\nhim.)  We approve your caution and hospitality, sir.  (To HASTINGS.)  I\nhave been thinking, George, of changing our travelling dresses in the\nmorning.  I am grown confoundedly ashamed of mine.\n\nHARDCASTLE.  I beg, Mr. Marlow, you'll use no ceremony in this house.\n\nHASTINGS.  I fancy, Charles, you're right: the first blow is half the\nbattle.  I intend opening the campaign with the white and gold.\n\nHARDCASTLE.  Mr. Marlow--Mr. Hastings--gentlemen--pray be under no\nconstraint in this house.  This is Liberty-hall, gentlemen.  You may do\njust as you please here.\n\nMARLOW.  Yet, George, if we open the campaign too fiercely at first, we\nmay want ammunition before it is over.  I think to reserve the\nembroidery to secure a retreat.\n\nHARDCASTLE.  Your talking of a retreat, Mr. Marlow, puts me in mind of\nthe Duke of Marlborough, when we went to besiege Denain.  He first\nsummoned the garrison----\n\nMARLOW.  Don't you think the ventre d'or waistcoat will do with the\nplain brown?\n\nHARDCASTLE.  He first summoned the garrison, which might consist of\nabout five thousand men----\n\nHASTINGS.  I think not: brown and yellow mix but very poorly.\n\nHARDCASTLE.  I say, gentlemen, as I was telling you, be summoned the\ngarrison, which might consist of about five thousand men----\n\nMARLOW.  The girls like finery.\n\nHARDCASTLE.  Which might consist of about five thousand men, well\nappointed with stores, ammunition, and other implements of war.  Now,\nsays the Duke of Marlborough to George Brooks, that stood next to\nhim--you must have heard of George Brooks--I'll pawn my dukedom, says\nhe, but I take that garrison without spilling a drop of blood.  So----\n\nMARLOW.  What, my good friend, if you gave us a glass of punch in the\nmean time; it would help us to carry on the siege with vigour.\n\nHARDCASTLE.  Punch, sir!  (Aside.)  This is the most unaccountable kind\nof modesty I ever met with.\n\nMARLOW.  Yes, sir, punch.  A glass of warm punch, after our journey,\nwill be comfortable.  This is Liberty-hall, you know.\n\nHARDCASTLE.  Here's a cup, sir.\n\nMARLOW.  (Aside.)  So this fellow, in his Liberty-hall, will only let\nus have just what he pleases.\n\nHARDCASTLE.  (Taking the cup.)  I hope you'll find it to your mind.  I\nhave prepared it with my own hands, and I believe you'll own the\ningredients are tolerable.  Will you be so good as to pledge me, sir?\nHere, Mr. Marlow, here is to our better acquaintance.  [Drinks.]\n\nMARLOW.  (Aside.)  A very impudent fellow this! but he's a character,\nand I'll humour him a little.  Sir, my service to you.  [Drinks.]\n\nHASTINGS.  (Aside.)  I see this fellow wants to give us his company,\nand forgets that he's an innkeeper, before he has learned to be a\ngentleman.\n\nMARLOW.  From the excellence of your cup, my old friend, I suppose you\nhave a good deal of business in this part of the country.  Warm work,\nnow and then, at elections, I suppose.\n\nHARDCASTLE.  No, sir, I have long given that work over.  Since our\nbetters have hit upon the expedient of electing each other, there is no\nbusiness \"for us that sell ale.\"\n\nHASTINGS.  So, then, you have no turn for politics, I find.\n\nHARDCASTLE.  Not in the least.  There was a time, indeed, I fretted\nmyself about the mistakes of government, like other people; but finding\nmyself every day grow more angry, and the government growing no better,\nI left it to mend itself.  Since that, I no more trouble my head about\nHyder Ally, or Ally Cawn, than about Ally Croker.  Sir, my service to\nyou.\n\nHASTINGS.  So that with eating above stairs, and drinking below, with\nreceiving your friends within, and amusing them without, you lead a\ngood pleasant bustling life of it.\n\nHARDCASTLE.  I do stir about a great deal, that's certain.  Half the\ndifferences of the parish are adjusted in this very parlour.\n\nMARLOW.  (After drinking.)  And you have an argument in your cup, old\ngentleman, better than any in Westminster-hall.\n\nHARDCASTLE.  Ay, young gentleman, that, and a little philosophy.\n\nMARLOW.  (Aside.)  Well, this is the first time I ever heard of an\ninnkeeper's philosophy.\n\nHASTINGS.  So then, like an experienced general, you attack them on\nevery quarter.  If you find their reason manageable, you attack it with\nyour philosophy; if you find they have no reason, you attack them with\nthis.  Here's your health, my philosopher.  [Drinks.]\n\nHARDCASTLE.  Good, very good, thank you; ha! ha!  Your generalship puts\nme in mind of Prince Eugene, when he fought the Turks at the battle of\nBelgrade.  You shall hear.\n\nMARLOW.  Instead of the battle of Belgrade, I believe it's almost time\nto talk about supper.  What has your philosophy got in the house for\nsupper?\n\nHARDCASTLE.  For supper, sir!  (Aside.)  Was ever such a request to a\nman in his own house?\n\nMARLOW.  Yes, sir, supper, sir; I begin to feel an appetite.  I shall\nmake devilish work to-night in the larder, I promise you.\n\nHARDCASTLE.  (Aside.)  Such a brazen dog sure never my eyes beheld.\n(To him.)  Why, really, sir, as for supper I can't well tell.  My\nDorothy and the cook-maid settle these things between them.  I leave\nthese kind of things entirely to them.\n\nMARLOW.  You do, do you?\n\nHARDCASTLE.  Entirely.  By the bye, I believe they are in actual\nconsultation upon what's for supper this moment in the kitchen.\n\nMARLOW.  Then I beg they'll admit me as one of their privy council.\nIt's a way I have got.  When I travel, I always chose to regulate my\nown supper.  Let the cook be called.  No offence I hope, sir.\n\nHARDCASTLE.  O no, sir, none in the least; yet I don't know how; our\nBridget, the cook-maid, is not very communicative upon these\noccasions.  Should we send for her, she might scold us all out of the\nhouse.\n\nHASTINGS.  Let's see your list of the larder then.  I ask it as a\nfavour.  I always match my appetite to my bill of fare.\n\nMARLOW.  (To HARDCASTLE, who looks at them with surprise.)  Sir, he's\nvery right, and it's my way too.\n\nHARDCASTLE.  Sir, you have a right to command here.  Here, Roger,\nbring us the bill of fare for to-night's supper: I believe it's drawn\nout--Your manner, Mr. Hastings, puts me in mind of my uncle, Colonel\nWallop.  It was a saying of his, that no man was sure of his supper\ntill he had eaten it.\n\nHASTINGS.  (Aside.)  All upon the high rope!  His uncle a colonel! we\nshall soon hear of his mother being a justice of the peace.  But let's\nhear the bill of fare.\n\nMARLOW.  (Perusing.)  What's here?  For the first course; for the\nsecond course; for the dessert.  The devil, sir, do you think we have\nbrought down a whole Joiners' Company, or the corporation of Bedford,\nto eat up such a supper?  Two or three little things, clean and\ncomfortable, will do.\n\nHASTINGS.  But let's hear it.\n\nMARLOW.  (Reading.)  For the first course, at the top, a pig and prune\nsauce.\n\nHASTINGS.  Damn your pig, I say.\n\nMARLOW.  And damn your prune sauce, say I.\n\nHARDCASTLE.  And yet, gentlemen, to men that are hungry, pig with\nprune sauce is very good eating.\n\nMARLOW.  At the bottom, a calf's tongue and brains.\n\nHASTINGS.  Let your brains be knocked out, my good sir, I don't like\nthem.\n\nMARLOW.  Or you may clap them on a plate by themselves.  I do.\n\nHARDCASTLE.  (Aside.)  Their impudence confounds me.  (To them.)\nGentlemen, you are my guests, make what alterations you please.  Is\nthere anything else you wish to retrench or alter, gentlemen?\n\nMARLOW.  Item, a pork pie, a boiled rabbit and sausages, a Florentine,\na shaking pudding, and a dish of tiff--taff--taffety cream.\n\nHASTINGS.  Confound your made dishes; I shall be as much at a loss in\nthis house as at a green and yellow dinner at the French ambassador's\ntable.  I'm for plain eating.\n\nHARDCASTLE.  I'm sorry, gentlemen, that I have nothing you like, but if\nthere be anything you have a particular fancy to----\n\nMARLOW.  Why, really, sir, your bill of fare is so exquisite, that any\none part of it is full as good as another.  Send us what you please.\nSo much for supper.  And now to see that our beds are aired, and\nproperly taken care of.\n\nHARDCASTLE.  I entreat you'll leave that to me.  You shall not stir a\nstep.\n\nMARLOW.  Leave that to you!  I protest, sir, you must excuse me, I\nalways look to these things myself.\n\nHARDCASTLE.  I must insist, sir, you'll make yourself easy on that\nhead.\n\nMARLOW.  You see I'm resolved on it.  (Aside.)  A very troublesome\nfellow this, as I ever met with.\n\nHARDCASTLE.  Well, sir, I'm resolved at least to attend you.  (Aside.)\nThis may be modern modesty, but I never saw anything look so like\nold-fashioned impudence.  [Exeunt MARLOW and HARDCASTLE.]\n\nHASTINGS.  (Alone.)  So I find this fellow's civilities begin to grow\ntroublesome.  But who can be angry at those assiduities which are meant\nto please him?  Ha! what do I see?  Miss Neville, by all that's happy!\n\n\nEnter MISS NEVILLE.\n\n\nMISS NEVILLE.  My dear Hastings!  To what unexpected good fortune, to\nwhat accident, am I to ascribe this happy meeting?\n\nHASTINGS.  Rather let me ask the same question, as I could never have\nhoped to meet my dearest Constance at an inn.\n\nMISS NEVILLE.  An inn! sure you mistake: my aunt, my guardian, lives\nhere.  What could induce you to think this house an inn?\n\nHASTINGS.  My friend, Mr. Marlow, with whom I came down, and I, have\nbeen sent here as to an inn, I assure you.  A young fellow, whom we\naccidentally met at a house hard by, directed us hither.\n\nMISS NEVILLE.  Certainly it must be one of my hopeful cousin's tricks,\nof whom you have heard me talk so often; ha! ha! ha!\n\nHASTINGS.  He whom your aunt intends for you? he of whom I have such\njust apprehensions?\n\nMISS NEVILLE.  You have nothing to fear from him, I assure you.  You'd\nadore him, if you knew how heartily he despises me.  My aunt knows it\ntoo, and has undertaken to court me for him, and actually begins to\nthink she has made a conquest.\n\nHASTINGS.  Thou dear dissembler!  You must know, my Constance, I have\njust seized this happy opportunity of my friend's visit here to get\nadmittance into the family.  The horses that carried us down are now\nfatigued with their journey, but they'll soon be refreshed; and then,\nif my dearest girl will trust in her faithful Hastings, we shall soon\nbe landed in France, where even among slaves the laws of marriage are\nrespected.\n\nMISS NEVILLE.  I have often told you, that though ready to obey you, I\nyet should leave my little fortune behind with reluctance.  The\ngreatest part of it was left me by my uncle, the India director, and\nchiefly consists in jewels.  I have been for some time persuading my\naunt to let me wear them.  I fancy I'm very near succeeding.  The\ninstant they are put into my possession, you shall find me ready to\nmake them and myself yours.\n\nHASTINGS.  Perish the baubles!  Your person is all I desire.  In the\nmean time, my friend Marlow must not be let into his mistake.  I know\nthe strange reserve of his temper is such, that if abruptly informed of\nit, he would instantly quit the house before our plan was ripe for\nexecution.\n\nMISS NEVILLE.  But how shall we keep him in the deception?  Miss\nHardcastle is just returned from walking; what if we still continue to\ndeceive him?----This, this way----[They confer.]\n\n\nEnter MARLOW.\n\n\nMARLOW.  The assiduities of these good people teaze me beyond bearing.\nMy host seems to think it ill manners to leave me alone, and so he\nclaps not only himself, but his old-fashioned wife, on my back.  They\ntalk of coming to sup with us too; and then, I suppose, we are to run\nthe gantlet through all the rest of the family.--What have we got here?\n\nHASTINGS.  My dear Charles!  Let me congratulate you!--The most\nfortunate accident!--Who do you think is just alighted?\n\nMARLOW.  Cannot guess.\n\nHASTINGS.  Our mistresses, boy, Miss Hardcastle and Miss Neville.\nGive me leave to introduce Miss Constance Neville to your\nacquaintance.  Happening to dine in the neighbourhood, they called on\ntheir return to take fresh horses here.  Miss Hardcastle has just stept\ninto the next room, and will be back in an instant.  Wasn't it lucky?\neh!\n\nMARLOW.  (Aside.)  I have been mortified enough of all conscience, and\nhere comes something to complete my embarrassment.\n\nHASTINGS.  Well, but wasn't it the most fortunate thing in the world?\n\nMARLOW.  Oh! yes.  Very fortunate--a most joyful encounter--But our\ndresses, George, you know are in disorder--What if we should postpone\nthe happiness till to-morrow?--To-morrow at her own house--It will be\nevery bit as convenient--and rather more respectful--To-morrow let it\nbe.  [Offering to go.]\n\nMISS NEVILLE.  By no means, sir.  Your ceremony will displease her.\nThe disorder of your dress will show the ardour of your impatience.\nBesides, she knows you are in the house, and will permit you to see\nher.\n\nMARLOW.  O! the devil! how shall I support it?  Hem! hem!  Hastings,\nyou must not go.  You are to assist me, you know.  I shall be\nconfoundedly ridiculous.  Yet, hang it!  I'll take courage.  Hem!\n\nHASTINGS.  Pshaw, man! it's but the first plunge, and all's over.\nShe's but a woman, you know.\n\nMARLOW.  And, of all women, she that I dread most to encounter.\n\n\nEnter MISS HARDCASTLE, as returned from walking, a bonnet, etc.\n\n\nHASTINGS.  (Introducing them.)  Miss Hardcastle, Mr. Marlow.  I'm\nproud of bringing two persons of such merit together, that only want to\nknow, to esteem each other.\n\nMISS HARDCASTLE.  (Aside.)  Now for meeting my modest gentleman with a\ndemure face, and quite in his own manner.  (After a pause, in which he\nappears very uneasy and disconcerted.)  I'm glad of your safe arrival,\nsir.  I'm told you had some accidents by the way.\n\nMARLOW.  Only a few, madam.  Yes, we had some.  Yes, madam, a good many\naccidents, but should be sorry--madam--or rather glad of any\naccidents--that are so agreeably concluded.  Hem!\n\nHASTINGS.  (To him.)  You never spoke better in your whole life.  Keep\nit up, and I'll insure you the victory.\n\nMISS HARDCASTLE.  I'm afraid you flatter, sir.  You that have seen so\nmuch of the finest company, can find little entertainment in an obscure\ncorner of the country.\n\nMARLOW.  (Gathering courage.)  I have lived, indeed, in the world,\nmadam; but I have kept very little company.  I have been but an\nobserver upon life, madam, while others were enjoying it.\n\nMISS NEVILLE.  But that, I am told, is the way to enjoy it at last.\n\nHASTINGS.  (To him.)  Cicero never spoke better.  Once more, and you\nare confirmed in assurance for ever.\n\nMARLOW.  (To him.)  Hem!  Stand by me, then, and when I'm down, throw\nin a word or two, to set me up again.\n\nMISS HARDCASTLE.  An observer, like you, upon life were, I fear,\ndisagreeably employed, since you must have had much more to censure\nthan to approve.\n\nMARLOW.  Pardon me, madam.  I was always willing to be amused.  The\nfolly of most people is rather an object of mirth than uneasiness.\n\nHASTINGS.  (To him.)  Bravo, bravo.  Never spoke so well in your whole\nlife.  Well, Miss Hardcastle, I see that you and Mr. Marlow are going\nto be very good company.  I believe our being here will but embarrass\nthe interview.\n\nMARLOW.  Not in the least, Mr. Hastings.  We like your company of all\nthings.  (To him.)  Zounds!  George, sure you won't go? how can you\nleave us?\n\nHASTINGS.  Our presence will but spoil conversation, so we'll retire to\nthe next room.  (To him.)  You don't consider, man, that we are to\nmanage a little tete-a-tete of our own.  [Exeunt.]\n\nMISS HARDCASTLE.  (after a pause).  But you have not been wholly an\nobserver, I presume, sir: the ladies, I should hope, have employed some\npart of your addresses.\n\nMARLOW.  (Relapsing into timidity.)  Pardon me, madam, I--I--I--as yet\nhave studied--only--to--deserve them.\n\nMISS HARDCASTLE.  And that, some say, is the very worst way to obtain\nthem.\n\nMARLOW.  Perhaps so, madam.  But I love to converse only with the more\ngrave and sensible part of the sex.  But I'm afraid I grow tiresome.\n\nMISS HARDCASTLE.  Not at all, sir; there is nothing I like so much as\ngrave conversation myself; I could hear it for ever.  Indeed, I have\noften been surprised how a man of sentiment could ever admire those\nlight airy pleasures, where nothing reaches the heart.\n\nMARLOW.  It's----a disease----of the mind, madam.  In the variety of\ntastes there must be some who, wanting a relish----for----um--a--um.\n\nMISS HARDCASTLE.  I understand you, sir.  There must be some, who,\nwanting a relish for refined pleasures, pretend to despise what they\nare incapable of tasting.\n\nMARLOW.  My meaning, madam, but infinitely better expressed.  And I\ncan't help observing----a----\n\nMISS HARDCASTLE.  (Aside.)  Who could ever suppose this fellow\nimpudent upon some occasions?  (To him.)  You were going to observe,\nsir----\n\nMARLOW.  I was observing, madam--I protest, madam, I forget what I was\ngoing to observe.\n\nMISS HARDCASTLE.  (Aside.)  I vow and so do I.  (To him.)  You were\nobserving, sir, that in this age of hypocrisy--something about\nhypocrisy, sir.\n\nMARLOW.  Yes, madam.  In this age of hypocrisy there are few who upon\nstrict inquiry do not--a--a--a--\n\nMISS HARDCASTLE.  I understand you perfectly, sir.\n\nMARLOW.  (Aside.)  Egad! and that's more than I do myself.\n\nMISS HARDCASTLE.  You mean that in this hypocritical age there are few\nthat do not condemn in public what they practise in private, and think\nthey pay every debt to virtue when they praise it.\n\nMARLOW.  True, madam; those who have most virtue in their mouths, have\nleast of it in their bosoms.  But I'm sure I tire you, madam.\n\nMISS HARDCASTLE.  Not in the least, sir; there's something so\nagreeable and spirited in your manner, such life and force--pray, sir,\ngo on.\n\nMARLOW.  Yes, madam.  I was saying----that there are some occasions,\nwhen a total want of courage, madam, destroys all the----and puts\nus----upon a--a--a--\n\nMISS HARDCASTLE.  I agree with you entirely; a want of courage upon\nsome occasions assumes the appearance of ignorance, and betrays us when\nwe most want to excel.  I beg you'll proceed.\n\nMARLOW.  Yes, madam.  Morally speaking, madam--But I see Miss Neville\nexpecting us in the next room.  I would not intrude for the world.\n\nMISS HARDCASTLE.  I protest, sir, I never was more agreeably\nentertained in all my life.  Pray go on.\n\nMARLOW.  Yes, madam, I was----But she beckons us to join her.  Madam,\nshall I do myself the honour to attend you?\n\nMISS HARDCASTLE.  Well, then, I'll follow.\n\nMARLOW.  (Aside.)  This pretty smooth dialogue has done for me.\n[Exit.]\n\nMISS HARDCASTLE.  (Alone.)  Ha! ha! ha!  Was there ever such a sober,\nsentimental interview?  I'm certain he scarce looked in my face the\nwhole time.  Yet the fellow, but for his unaccountable bashfulness, is\npretty well too.  He has good sense, but then so buried in his fears,\nthat it fatigues one more than ignorance.  If I could teach him a\nlittle confidence, it would be doing somebody that I know of a piece of\nservice.  But who is that somebody?--That, faith, is a question I can\nscarce answer.  [Exit.]\n\n\nEnter TONY and MISS NEVILLE, followed by MRS. HARDCASTLE and HASTINGS.\n\n\nTONY.  What do you follow me for, cousin Con?  I wonder you're not\nashamed to be so very engaging.\n\nMISS NEVILLE.  I hope, cousin, one may speak to one's own relations,\nand not be to blame.\n\nTONY.  Ay, but I know what sort of a relation you want to make me,\nthough; but it won't do.  I tell you, cousin Con, it won't do; so I beg\nyou'll keep your distance, I want no nearer relationship.  [She\nfollows, coquetting him to the back scene.]\n\nMRS. HARDCASTLE.  Well!  I vow, Mr. Hastings, you are very\nentertaining.  There's nothing in the world I love to talk of so much\nas London, and the fashions, though I was never there myself.\n\nHASTINGS.  Never there!  You amaze me!  From your air and manner, I\nconcluded you had been bred all your life either at Ranelagh, St.\nJames's, or Tower Wharf.\n\nMRS. HARDCASTLE.  O! sir, you're only pleased to say so.  We country\npersons can have no manner at all.  I'm in love with the town, and that\nserves to raise me above some of our neighbouring rustics; but who can\nhave a manner, that has never seen the Pantheon, the Grotto Gardens,\nthe Borough, and such places where the nobility chiefly resort?  All I\ncan do is to enjoy London at second-hand.  I take care to know every\ntete-a-tete from the Scandalous Magazine, and have all the fashions, as\nthey come out, in a letter from the two Miss Rickets of Crooked Lane.\nPray how do you like this head, Mr. Hastings?\n\nHASTINGS.  Extremely elegant and degagee, upon my word, madam.  Your\nfriseur is a Frenchman, I suppose?\n\nMRS. HARDCASTLE.  I protest, I dressed it myself from a print in the\nLadies' Memorandum-book for the last year.\n\nHASTINGS.  Indeed!  Such a head in a side-box at the play-house would\ndraw as many gazers as my Lady Mayoress at a City Ball.\n\nMRS. HARDCASTLE.  I vow, since inoculation began, there is no such\nthing to be seen as a plain woman; so one must dress a little\nparticular, or one may escape in the crowd.\n\nHASTINGS.  But that can never be your case, madam, in any dress.\n(Bowing.)\n\nMRS. HARDCASTLE.  Yet, what signifies my dressing when I have such a\npiece of antiquity by my side as Mr. Hardcastle: all I can say will\nnever argue down a single button from his clothes.  I have often wanted\nhim to throw off his great flaxen wig, and where he was bald, to\nplaster it over, like my Lord Pately, with powder.\n\nHASTINGS.  You are right, madam; for, as among the ladies there are\nnone ugly, so among the men there are none old.\n\nMRS. HARDCASTLE.  But what do you think his answer was?  Why, with his\nusual Gothic vivacity, he said I only wanted him to throw off his wig,\nto convert it into a tete for my own wearing.\n\nHASTINGS.  Intolerable!  At your age you may wear what you please, and\nit must become you.\n\nMRS. HARDCASTLE.  Pray, Mr. Hastings, what do you take to be the most\nfashionable age about town?\n\nHASTINGS.  Some time ago, forty was all the mode; but I'm told the\nladies intend to bring up fifty for the ensuing winter.\n\nMRS. HARDCASTLE.  Seriously.  Then I shall be too young for the\nfashion.\n\nHASTINGS.  No lady begins now to put on jewels till she's past forty.\nFor instance, Miss there, in a polite circle, would be considered as a\nchild, as a mere maker of samplers.\n\nMRS. HARDCASTLE.  And yet Mrs. Niece thinks herself as much a woman,\nand is as fond of jewels, as the oldest of us all.\n\nHASTINGS.  Your niece, is she?  And that young gentleman, a brother of\nyours, I should presume?\n\nMRS. HARDCASTLE.  My son, sir.  They are contracted to each other.\nObserve their little sports.  They fall in and out ten times a day, as\nif they were man and wife already.  (To them.)  Well, Tony, child, what\nsoft things are you saying to your cousin Constance this evening?\n\nTONY.  I have been saying no soft things; but that it's very hard to be\nfollowed about so.  Ecod! I've not a place in the house now that's left\nto myself, but the stable.\n\nMRS. HARDCASTLE.  Never mind him, Con, my dear.  He's in another story\nbehind your back.\n\nMISS NEVILLE.  There's something generous in my cousin's manner.  He\nfalls out before faces to be forgiven in private.\n\nTONY.  That's a damned confounded--crack.\n\nMRS. HARDCASTLE.  Ah! he's a sly one.  Don't you think they are like\neach other about the mouth, Mr. Hastings?  The Blenkinsop mouth to a T.\nThey're of a size too.  Back to back, my pretties, that Mr. Hastings\nmay see you.  Come, Tony.\n\nTONY.  You had as good not make me, I tell you.  (Measuring.)\n\nMISS NEVILLE.  O lud! he has almost cracked my head.\n\nMRS. HARDCASTLE.  O, the monster!  For shame, Tony.  You a man, and\nbehave so!\n\nTONY.  If I'm a man, let me have my fortin.  Ecod! I'll not be made a\nfool of no longer.\n\nMRS. HARDCASTLE.  Is this, ungrateful boy, all that I'm to get for the\npains I have taken in your education?  I that have rocked you in your\ncradle, and fed that pretty mouth with a spoon!  Did not I work that\nwaistcoat to make you genteel?  Did not I prescribe for you every day,\nand weep while the receipt was operating?\n\nTONY.  Ecod! you had reason to weep, for you have been dosing me ever\nsince I was born.  I have gone through every receipt in the Complete\nHuswife ten times over; and you have thoughts of coursing me through\nQuincy next spring.  But, ecod! I tell you, I'll not be made a fool of\nno longer.\n\nMRS. HARDCASTLE.  Wasn't it all for your good, viper?  Wasn't it all\nfor your good?\n\nTONY.  I wish you'd let me and my good alone, then.  Snubbing this way\nwhen I'm in spirits.  If I'm to have any good, let it come of itself;\nnot to keep dinging it, dinging it into one so.\n\nMRS. HARDCASTLE.  That's false; I never see you when you're in\nspirits.  No, Tony, you then go to the alehouse or kennel.  I'm never\nto be delighted with your agreeable wild notes, unfeeling monster!\n\nTONY.  Ecod! mamma, your own notes are the wildest of the two.\n\nMRS. HARDCASTLE.  Was ever the like?  But I see he wants to break my\nheart, I see he does.\n\nHASTINGS.  Dear madam, permit me to lecture the young gentleman a\nlittle.  I'm certain I can persuade him to his duty.\n\nMRS. HARDCASTLE.  Well, I must retire.  Come, Constance, my love.  You\nsee, Mr. Hastings, the wretchedness of my situation: was ever poor\nwoman so plagued with a dear sweet, pretty, provoking, undutiful boy?\n[Exeunt MRS. HARDCASTLE and MISS NEVILLE.]\n\nTONY.  (Singing.)  \"There was a young man riding by, and fain would\nhave his will.  Rang do didlo dee.\"----Don't mind her.  Let her cry.\nIt's the comfort of her heart.  I have seen her and sister cry over a\nbook for an hour together; and they said they liked the book the better\nthe more it made them cry.\n\nHASTINGS.  Then you're no friend to the ladies, I find, my pretty\nyoung gentleman?\n\nTONY.  That's as I find 'um.\n\nHASTINGS.  Not to her of your mother's choosing, I dare answer?  And\nyet she appears to me a pretty well-tempered girl.\n\nTONY.  That's because you don't know her as well as I.  Ecod! I know\nevery inch about her; and there's not a more bitter cantankerous toad\nin all Christendom.\n\nHASTINGS.  (Aside.)  Pretty encouragement this for a lover!\n\nTONY.  I have seen her since the height of that.  She has as many\ntricks as a hare in a thicket, or a colt the first day's breaking.\n\nHASTINGS.  To me she appears sensible and silent.\n\nTONY.  Ay, before company.  But when she's with her playmate, she's as\nloud as a hog in a gate.\n\nHASTINGS.  But there is a meek modesty about her that charms me.\n\nTONY.  Yes, but curb her never so little, she kicks up, and you're\nflung in a ditch.\n\nHASTINGS.  Well, but you must allow her a little beauty.--Yes, you must\nallow her some beauty.\n\nTONY.  Bandbox!  She's all a made-up thing, mun.  Ah! could you but see\nBet Bouncer of these parts, you might then talk of beauty.  Ecod, she\nhas two eyes as black as sloes, and cheeks as broad and red as a pulpit\ncushion.  She'd make two of she.\n\nHASTINGS.  Well, what say you to a friend that would take this bitter\nbargain off your hands?\n\nTONY.  Anon.\n\nHASTINGS.  Would you thank him that would take Miss Neville, and leave\nyou to happiness and your dear Betsy?\n\nTONY.  Ay; but where is there such a friend, for who would take her?\n\nHASTINGS.  I am he.  If you but assist me, I'll engage to whip her off\nto France, and you shall never hear more of her.\n\nTONY.  Assist you!  Ecod I will, to the last drop of my blood.  I'll\nclap a pair of horses to your chaise that shall trundle you off in a\ntwinkling, and may he get you a part of her fortin beside, in jewels,\nthat you little dream of.\n\nHASTINGS.  My dear 'squire, this looks like a lad of spirit.\n\nTONY.  Come along, then, and you shall see more of my spirit before you\nhave done with me.\n\n(Singing.)\n\"We are the boys\nThat fears no noise\nWhere the thundering cannons roar.\"  [Exeunt.]\n\n\n\n\nACT THE THIRD.\n\n\nEnter HARDCASTLE, alone.\n\n\nHARDCASTLE.  What could my old friend Sir Charles mean by recommending\nhis son as the modestest young man in town?  To me he appears the most\nimpudent piece of brass that ever spoke with a tongue.  He has taken\npossession of the easy chair by the fire-side already.  He took off his\nboots in the parlour, and desired me to see them taken care of.  I'm\ndesirous to know how his impudence affects my daughter.  She will\ncertainly be shocked at it.\n\n\nEnter MISS HARDCASTLE, plainly dressed.\n\n\nHARDCASTLE.  Well, my Kate, I see you have changed your dress, as I\nbade you; and yet, I believe, there was no great occasion.\n\nMISS HARDCASTLE.  I find such a pleasure, sir, in obeying your\ncommands, that I take care to observe them without ever debating their\npropriety.\n\nHARDCASTLE.  And yet, Kate, I sometimes give you some cause,\nparticularly when I recommended my modest gentleman to you as a lover\nto-day.\n\nMISS HARDCASTLE.  You taught me to expect something extraordinary, and\nI find the original exceeds the description.\n\nHARDCASTLE.  I was never so surprised in my life!  He has quite\nconfounded all my faculties!\n\nMISS HARDCASTLE.  I never saw anything like it: and a man of the world\ntoo!\n\nHARDCASTLE.  Ay, he learned it all abroad--what a fool was I, to think\na young man could learn modesty by travelling.  He might as soon learn\nwit at a masquerade.\n\nMISS HARDCASTLE.  It seems all natural to him.\n\nHARDCASTLE.  A good deal assisted by bad company and a French\ndancing-master.\n\nMISS HARDCASTLE.  Sure you mistake, papa!  A French dancing-master\ncould never have taught him that timid look--that awkward address--that\nbashful manner--\n\nHARDCASTLE.  Whose look?  whose manner, child?\n\nMISS HARDCASTLE.  Mr. Marlow's: his mauvaise honte, his timidity,\nstruck me at the first sight.\n\nHARDCASTLE.  Then your first sight deceived you; for I think him one of\nthe most brazen first sights that ever astonished my senses.\n\nMISS HARDCASTLE.  Sure, sir, you rally!  I never saw any one so\nmodest.\n\nHARDCASTLE.  And can you be serious?  I never saw such a bouncing,\nswaggering puppy since I was born.  Bully Dawson was but a fool to him.\n\nMISS HARDCASTLE.  Surprising!  He met me with a respectful bow, a\nstammering voice, and a look fixed on the ground.\n\nHARDCASTLE.  He met me with a loud voice, a lordly air, and a\nfamiliarity that made my blood freeze again.\n\nMISS HARDCASTLE.  He treated me with diffidence and respect; censured\nthe manners of the age; admired the prudence of girls that never\nlaughed; tired me with apologies for being tiresome; then left the room\nwith a bow, and \"Madam, I would not for the world detain you.\"\n\nHARDCASTLE.  He spoke to me as if he knew me all his life before;\nasked twenty questions, and never waited for an answer; interrupted my\nbest remarks with some silly pun; and when I was in my best story of\nthe Duke of Marlborough and Prince Eugene, he asked if I had not a good\nhand at making punch.  Yes, Kate, he asked your father if he was a\nmaker of punch!\n\nMISS HARDCASTLE.  One of us must certainly be mistaken.\n\nHARDCASTLE.  If he be what he has shown himself, I'm determined he\nshall never have my consent.\n\nMISS HARDCASTLE.  And if he be the sullen thing I take him, he shall\nnever have mine.\n\nHARDCASTLE.  In one thing then we are agreed--to reject him.\n\nMISS HARDCASTLE.  Yes: but upon conditions.  For if you should find him\nless impudent, and I more presuming--if you find him more respectful,\nand I more importunate--I don't know--the fellow is well enough for a\nman--Certainly, we don't meet many such at a horse-race in the country.\n\nHARDCASTLE.  If we should find him so----But that's impossible.  The\nfirst appearance has done my business.  I'm seldom deceived in that.\n\nMISS HARDCASTLE.  And yet there may be many good qualities under that\nfirst appearance.\n\nHARDCASTLE.  Ay, when a girl finds a fellow's outside to her taste, she\nthen sets about guessing the rest of his furniture.  With her, a smooth\nface stands for good sense, and a genteel figure for every virtue.\n\nMISS HARDCASTLE.  I hope, sir, a conversation begun with a compliment\nto my good sense, won't end with a sneer at my understanding?\n\nHARDCASTLE.  Pardon me, Kate.  But if young Mr. Brazen can find the art\nof reconciling contradictions, he may please us both, perhaps.\n\nMISS HARDCASTLE.  And as one of us must be mistaken, what if we go to\nmake further discoveries?\n\nHARDCASTLE.  Agreed.  But depend on't I'm in the right.\n\nMISS HARDCASTLE.  And depend on't I'm not much in the wrong.\n[Exeunt.]\n\n\nEnter Tony, running in with a casket.\n\n\nTONY.  Ecod! I have got them.  Here they are.  My cousin Con's\nnecklaces, bobs and all.  My mother shan't cheat the poor souls out of\ntheir fortin neither.  O! my genus, is that you?\n\n\nEnter HASTINGS.\n\n\nHASTINGS.  My dear friend, how have you managed with your mother?  I\nhope you have amused her with pretending love for your cousin, and that\nyou are willing to be reconciled at last?  Our horses will be refreshed\nin a short time, and we shall soon be ready to set off.\n\nTONY.  And here's something to bear your charges by the way (giving the\ncasket); your sweetheart's jewels.  Keep them: and hang those, I say,\nthat would rob you of one of them.\n\nHASTINGS.  But how have you procured them from your mother?\n\nTONY.  Ask me no questions, and I'll tell you no fibs.  I procured them\nby the rule of thumb.  If I had not a key to every drawer in mother's\nbureau, how could I go to the alehouse so often as I do?  An honest man\nmay rob himself of his own at any time.\n\nHASTINGS.  Thousands do it every day.  But to be plain with you; Miss\nNeville is endeavouring to procure them from her aunt this very\ninstant.  If she succeeds, it will be the most delicate way at least of\nobtaining them.\n\nTONY.  Well, keep them, till you know how it will be.  But I know how\nit will be well enough; she'd as soon part with the only sound tooth in\nher head.\n\nHASTINGS.  But I dread the effects of her resentment, when she finds\nshe has lost them.\n\nTONY.  Never you mind her resentment, leave ME to manage that.  I\ndon't value her resentment the bounce of a cracker.  Zounds! here they\nare.  Morrice! Prance!  [Exit HASTINGS.]\n\n\nEnter MRS. HARDCASTLE and MISS NEVILLE.\n\n\nMRS. HARDCASTLE.  Indeed, Constance, you amaze me.  Such a girl as you\nwant jewels!  It will be time enough for jewels, my dear, twenty years\nhence, when your beauty begins to want repairs.\n\nMISS NEVILLE.  But what will repair beauty at forty, will certainly\nimprove it at twenty, madam.\n\nMRS. HARDCASTLE.  Yours, my dear, can admit of none.  That natural\nblush is beyond a thousand ornaments.  Besides, child, jewels are quite\nout at present.  Don't you see half the ladies of our acquaintance, my\nLady Kill-daylight, and Mrs. Crump, and the rest of them, carry their\njewels to town, and bring nothing but paste and marcasites back.\n\nMISS NEVILLE.  But who knows, madam, but somebody that shall be\nnameless would like me best with all my little finery about me?\n\nMRS. HARDCASTLE.  Consult your glass, my dear, and then see if, with\nsuch a pair of eyes, you want any better sparklers.  What do you think,\nTony, my dear? does your cousin Con. want any jewels in your eyes to\nset off her beauty?\n\nTONY.  That's as thereafter may be.\n\nMISS NEVILLE.  My dear aunt, if you knew how it would oblige me.\n\nMRS. HARDCASTLE.  A parcel of old-fashioned rose and table-cut things.\nThey would make you look like the court of King Solomon at a\npuppet-show.  Besides, I believe, I can't readily come at them.  They\nmay be missing, for aught I know to the contrary.\n\nTONY.  (Apart to MRS. HARDCASTLE.)  Then why don't you tell her so at\nonce, as she's so longing for them?  Tell her they're lost.  It's the\nonly way to quiet her.  Say they're lost, and call me to bear witness.\n\nMRS. HARDCASTLE.  (Apart to TONY.)  You know, my dear, I'm only\nkeeping them for you.  So if I say they're gone, you'll bear me\nwitness, will you?  He! he! he!\n\nTONY.  Never fear me.  Ecod! I'll say I saw them taken out with my own\neyes.\n\nMISS NEVILLE.  I desire them but for a day, madam.  Just to be\npermitted to show them as relics, and then they may be locked up\nagain.\n\nMRS. HARDCASTLE.  To be plain with you, my dear Constance, if I could\nfind them you should have them.  They're missing, I assure you.  Lost,\nfor aught I know; but we must have patience wherever they are.\n\nMISS NEVILLE.  I'll not believe it! this is but a shallow pretence to\ndeny me.  I know they are too valuable to be so slightly kept, and as\nyou are to answer for the loss--\n\nMRS. HARDCASTLE.  Don't be alarmed, Constance.  If they be lost, I must\nrestore an equivalent.  But my son knows they are missing, and not to\nbe found.\n\nTONY.  That I can bear witness to.  They are missing, and not to be\nfound; I'll take my oath on't.\n\nMRS. HARDCASTLE.  You must learn resignation, my dear; for though we\nlose our fortune, yet we should not lose our patience.  See me, how\ncalm I am.\n\nMISS NEVILLE.  Ay, people are generally calm at the misfortunes of\nothers.\n\nMRS. HARDCASTLE.  Now I wonder a girl of your good sense should waste a\nthought upon such trumpery.  We shall soon find them; and in the mean\ntime you shall make use of my garnets till your jewels be found.\n\nMISS NEVILLE.  I detest garnets.\n\nMRS. HARDCASTLE.  The most becoming things in the world to set off a\nclear complexion.  You have often seen how well they look upon me.  You\nSHALL have them.  [Exit.]\n\nMISS NEVILLE.  I dislike them of all things.  You shan't stir.--Was\never anything so provoking, to mislay my own jewels, and force me to\nwear her trumpery?\n\nTONY.  Don't be a fool.  If she gives you the garnets, take what you\ncan get.  The jewels are your own already.  I have stolen them out of\nher bureau, and she does not know it.  Fly to your spark, he'll tell\nyou more of the matter.  Leave me to manage her.\n\nMISS NEVILLE.  My dear cousin!\n\nTONY.  Vanish.  She's here, and has missed them already.  [Exit MISS\nNEVILLE.] Zounds! how she fidgets and spits about like a Catherine\nwheel.\n\n\nEnter MRS. HARDCASTLE.\n\n\nMRS. HARDCASTLE.  Confusion! thieves! robbers! we are cheated,\nplundered, broke open, undone.\n\nTONY.  What's the matter, what's the matter, mamma?  I hope nothing has\nhappened to any of the good family!\n\nMRS. HARDCASTLE.  We are robbed.  My bureau has been broken open, the\njewels taken out, and I'm undone.\n\nTONY.  Oh! is that all?  Ha! ha! ha!  By the laws, I never saw it\nacted better in my life.  Ecod, I thought you was ruined in earnest,\nha! ha! ha!\n\nMRS. HARDCASTLE.  Why, boy, I AM ruined in earnest.  My bureau has been\nbroken open, and all taken away.\n\nTONY.  Stick to that: ha! ha! ha! stick to that.  I'll bear witness,\nyou know; call me to bear witness.\n\nMRS. HARDCASTLE.  I tell you, Tony, by all that's precious, the jewels\nare gone, and I shall be ruined for ever.\n\nTONY.  Sure I know they're gone, and I'm to say so.\n\nMRS. HARDCASTLE.  My dearest Tony, but hear me.  They're gone, I say.\n\nTONY.  By the laws, mamma, you make me for to laugh, ha! ha!  I know\nwho took them well enough, ha! ha! ha!\n\nMRS. HARDCASTLE.  Was there ever such a blockhead, that can't tell the\ndifference between jest and earnest?  I tell you I'm not in jest,\nbooby.\n\nTONY.  That's right, that's right; you must be in a bitter passion, and\nthen nobody will suspect either of us.  I'll bear witness that they are\ngone.\n\nMRS. HARDCASTLE.  Was there ever such a cross-grained brute, that\nwon't hear me?  Can you bear witness that you're no better than a\nfool?  Was ever poor woman so beset with fools on one hand, and\nthieves on the other?\n\nTONY.  I can bear witness to that.\n\nMRS. HARDCASTLE.  Bear witness again, you blockhead you, and I'll turn\nyou out of the room directly.  My poor niece, what will become of her?\nDo you laugh, you unfeeling brute, as if you enjoyed my distress?\n\nTONY.  I can bear witness to that.\n\nMRS. HARDCASTLE.  Do you insult me, monster?  I'll teach you to vex\nyour mother, I will.\n\nTONY.  I can bear witness to that.  [He runs off, she follows him.]\n\n\nEnter Miss HARDCASTLE and Maid.\n\n\nMISS HARDCASTLE.  What an unaccountable creature is that brother of\nmine, to send them to the house as an inn! ha! ha!  I don't wonder at\nhis impudence.\n\nMAID.  But what is more, madam, the young gentleman, as you passed by\nin your present dress, asked me if you were the bar-maid.  He mistook\nyou for the bar-maid, madam.\n\nMISS HARDCASTLE.  Did he?  Then as I live, I'm resolved to keep up the\ndelusion.  Tell me, Pimple, how do you like my present dress?  Don't\nyou think I look something like Cherry in the Beaux Stratagem?\n\nMAID.  It's the dress, madam, that every lady wears in the country, but\nwhen she visits or receives company.\n\nMISS HARDCASTLE.  And are you sure he does not remember my face or\nperson?\n\nMAID.  Certain of it.\n\nMISS HARDCASTLE.  I vow, I thought so; for, though we spoke for some\ntime together, yet his fears were such, that he never once looked up\nduring the interview.  Indeed, if he had, my bonnet would have kept him\nfrom seeing me.\n\nMAID.  But what do you hope from keeping him in his mistake?\n\nMISS HARDCASTLE.  In the first place I shall be seen, and that is no\nsmall advantage to a girl who brings her face to market.  Then I shall\nperhaps make an acquaintance, and that's no small victory gained over\none who never addresses any but the wildest of her sex.  But my chief\naim is, to take my gentleman off his guard, and, like an invisible\nchampion of romance, examine the giant's force before I offer to\ncombat.\n\nMAID.  But you are sure you can act your part, and disguise your voice\nso that he may mistake that, as he has already mistaken your person?\n\nMISS HARDCASTLE.  Never fear me.  I think I have got the true bar\ncant--Did your honour call?--Attend the Lion there--Pipes and tobacco\nfor the Angel.--The Lamb has been outrageous this half-hour.\n\nMAID.  It will do, madam.  But he's here.  [Exit MAID.]\n\n\nEnter MARLOW.\n\n\nMARLOW.  What a bawling in every part of the house!  I have scarce a\nmoment's repose.  If I go to the best room, there I find my host and\nhis story: if I fly to the gallery, there we have my hostess with her\ncurtsey down to the ground.  I have at last got a moment to myself, and\nnow for recollection.  [Walks and muses.]\n\nMISS HARDCASTLE.  Did you call, sir?  Did your honour call?\n\nMARLOW.  (Musing.)  As for Miss Hardcastle, she's too grave and\nsentimental for me.\n\nMISS HARDCASTLE.  Did your honour call?  (She still places herself\nbefore him, he turning away.)\n\nMARLOW.  No, child.  (Musing.)  Besides, from the glimpse I had of her,\nI think she squints.\n\nMISS HARDCASTLE.  I'm sure, sir, I heard the bell ring.\n\nMARLOW.  No, no.  (Musing.)  I have pleased my father, however, by\ncoming down, and I'll to-morrow please myself by returning.  [Taking\nout his tablets, and perusing.]\n\nMISS HARDCASTLE.  Perhaps the other gentleman called, sir?\n\nMARLOW.  I tell you, no.\n\nMISS HARDCASTLE.  I should be glad to know, sir.  We have such a\nparcel of servants!\n\nMARLOW.  No, no, I tell you.  (Looks full in her face.)  Yes, child, I\nthink I did call.  I wanted--I wanted--I vow, child, you are vastly\nhandsome.\n\nMISS HARDCASTLE.  O la, sir, you'll make one ashamed.\n\nMARLOW.  Never saw a more sprightly malicious eye.  Yes, yes, my dear,\nI did call.  Have you got any of your--a--what d'ye call it in the\nhouse?\n\nMISS HARDCASTLE.  No, sir, we have been out of that these ten days.\n\nMARLOW.  One may call in this house, I find, to very little purpose.\nSuppose I should call for a taste, just by way of a trial, of the\nnectar of your lips; perhaps I might be disappointed in that too.\n\nMISS HARDCASTLE.  Nectar! nectar!  That's a liquor there's no call for\nin these parts.  French, I suppose.  We sell no French wines here, sir.\n\nMARLOW.  Of true English growth, I assure you.\n\nMISS HARDCASTLE.  Then it's odd I should not know it.  We brew all\nsorts of wines in this house, and I have lived here these eighteen\nyears.\n\nMARLOW.  Eighteen years!  Why, one would think, child, you kept the bar\nbefore you were born.  How old are you?\n\nMISS HARDCASTLE.  O! sir, I must not tell my age.  They say women and\nmusic should never be dated.\n\nMARLOW.  To guess at this distance, you can't be much above forty\n(approaching).  Yet, nearer, I don't think so much (approaching).  By\ncoming close to some women they look younger still; but when we come\nvery close indeed--(attempting to kiss her).\n\nMISS HARDCASTLE.  Pray, sir, keep your distance.  One would think you\nwanted to know one's age, as they do horses, by mark of mouth.\n\nMARLOW.  I protest, child, you use me extremely ill.  If you keep me at\nthis distance, how is it possible you and I can ever be acquainted?\n\nMISS HARDCASTLE.  And who wants to be acquainted with you?  I want no\nsuch acquaintance, not I.  I'm sure you did not treat Miss Hardcastle,\nthat was here awhile ago, in this obstropalous manner.  I'll warrant\nme, before her you looked dashed, and kept bowing to the ground, and\ntalked, for all the world, as if you was before a justice of peace.\n\nMARLOW.  (Aside.)  Egad, she has hit it, sure enough!  (To her.)  In\nawe of her, child?  Ha! ha! ha!  A mere awkward squinting thing; no,\nno.  I find you don't know me.  I laughed and rallied her a little; but\nI was unwilling to be too severe.  No, I could not be too severe, curse\nme!\n\nMISS HARDCASTLE.  O! then, sir, you are a favourite, I find, among the\nladies?\n\nMARLOW.  Yes, my dear, a great favourite.  And yet hang me, I don't see\nwhat they find in me to follow.  At the Ladies' Club in town I'm called\ntheir agreeable Rattle.  Rattle, child, is not my real name, but one\nI'm known by.  My name is Solomons; Mr. Solomons, my dear, at your\nservice.  (Offering to salute her.)\n\nMISS HARDCASTLE.  Hold, sir; you are introducing me to your club, not\nto yourself.  And you're so great a favourite there, you say?\n\nMARLOW.  Yes, my dear.  There's Mrs. Mantrap, Lady Betty Blackleg, the\nCountess of Sligo, Mrs. Langhorns, old Miss Biddy Buckskin, and your\nhumble servant, keep up the spirit of the place.\n\nMISS HARDCASTLE.  Then it's a very merry place, I suppose?\n\nMARLOW.  Yes, as merry as cards, supper, wine, and old women can make\nus.\n\nMISS HARDCASTLE.  And their agreeable Rattle, ha! ha! ha!\n\nMARLOW.  (Aside.)  Egad! I don't quite like this chit.  She looks\nknowing, methinks.  You laugh, child?\n\nMISS HARDCASTLE.  I can't but laugh, to think what time they all have\nfor minding their work or their family.\n\nMARLOW.  (Aside.)  All's well; she don't laugh at me.  (To her.)  Do\nyou ever work, child?\n\nMISS HARDCASTLE.  Ay, sure.  There's not a screen or quilt in the\nwhole house but what can bear witness to that.\n\nMARLOW.  Odso! then you must show me your embroidery.  I embroider and\ndraw patterns myself a little.  If you want a judge of your work, you\nmust apply to me.  (Seizing her hand.)\n\nMISS HARDCASTLE.  Ay, but the colours do not look well by candlelight.\nYou shall see all in the morning.  (Struggling.)\n\nMARLOW.  And why not now, my angel?  Such beauty fires beyond the\npower of resistance.--Pshaw! the father here!  My old luck: I never\nnicked seven that I did not throw ames ace three times following.\n[Exit MARLOW.]\n\n\nEnter HARDCASTLE, who stands in surprise.\n\n\nHARDCASTLE.  So, madam.  So, I find THIS is your MODEST lover.  This is\nyour humble admirer, that kept his eyes fixed on the ground, and only\nadored at humble distance.  Kate, Kate, art thou not ashamed to deceive\nyour father so?\n\nMISS HARDCASTLE.  Never trust me, dear papa, but he's still the modest\nman I first took him for; you'll be convinced of it as well as I.\n\nHARDCASTLE.  By the hand of my body, I believe his impudence is\ninfectious!  Didn't I see him seize your hand?  Didn't I see him haul\nyou about like a milkmaid?  And now you talk of his respect and his\nmodesty, forsooth!\n\nMISS HARDCASTLE.  But if I shortly convince you of his modesty, that he\nhas only the faults that will pass off with time, and the virtues that\nwill improve with age, I hope you'll forgive him.\n\nHARDCASTLE.  The girl would actually make one run mad!  I tell you,\nI'll not be convinced.  I am convinced.  He has scarce been three hours\nin the house, and he has already encroached on all my prerogatives.\nYou may like his impudence, and call it modesty; but my son-in-law,\nmadam, must have very different qualifications.\n\nMISS HARDCASTLE.  Sir, I ask but this night to convince you.\n\nHARDCASTLE.  You shall not have half the time, for I have thoughts of\nturning him out this very hour.\n\nMISS HARDCASTLE.  Give me that hour then, and I hope to satisfy you.\n\nHARDCASTLE.  Well, an hour let it be then.  But I'll have no trifling\nwith your father.  All fair and open, do you mind me.\n\nMISS HARDCASTLE.  I hope, sir, you have ever found that I considered\nyour commands as my pride; for your kindness is such, that my duty as\nyet has been inclination.  [Exeunt.]\n\n\n\n\nACT THE FOURTH.\n\n\nEnter HASTINGS and MISS NEVILLE.\n\n\nHASTINGS.  You surprise me; Sir Charles Marlow expected here this\nnight!  Where have you had your information?\n\nMISS NEVILLE.  You may depend upon it.  I just saw his letter to Mr.\nHardcastle, in which he tells him he intends setting out a few hours\nafter his son.\n\nHASTINGS.  Then, my Constance, all must be completed before he\narrives.  He knows me; and should he find me here, would discover my\nname, and perhaps my designs, to the rest of the family.\n\nMISS NEVILLE.  The jewels, I hope, are safe?\n\nHASTINGS.  Yes, yes, I have sent them to Marlow, who keeps the keys of\nour baggage.  In the mean time, I'll go to prepare matters for our\nelopement.  I have had the 'squire's promise of a fresh pair of horses;\nand if I should not see him again, will write him further directions.\n[Exit.]\n\nMISS NEVILLE.  Well! success attend you.  In the mean time I'll go and\namuse my aunt with the old pretence of a violent passion for my cousin.\n[Exit.]\n\n\nEnter MARLOW, followed by a Servant.\n\n\nMARLOW.  I wonder what Hastings could mean by sending me so valuable a\nthing as a casket to keep for him, when he knows the only place I have\nis the seat of a post-coach at an inn-door.  Have you deposited the\ncasket with the landlady, as I ordered you?  Have you put it into her\nown hands?\n\nSERVANT.  Yes, your honour.\n\nMARLOW.  She said she'd keep it safe, did she?\n\nSERVANT.  Yes, she said she'd keep it safe enough; she asked me how I\ncame by it; and she said she had a great mind to make me give an\naccount of myself.  [Exit Servant.]\n\nMARLOW.  Ha! ha! ha!  They're safe, however.  What an unaccountable set\nof beings have we got amongst!  This little bar-maid though runs in my\nhead most strangely, and drives out the absurdities of all the rest of\nthe family.  She's mine, she must be mine, or I'm greatly mistaken.\n\n\nEnter HASTINGS.\n\n\nHASTINGS.  Bless me!  I quite forgot to tell her that I intended to\nprepare at the bottom of the garden.  Marlow here, and in spirits too!\n\nMARLOW.  Give me joy, George!  Crown me, shadow me with laurels!\nWell, George, after all, we modest fellows don't want for success\namong the women.\n\nHASTINGS.  Some women, you mean.  But what success has your honour's\nmodesty been crowned with now, that it grows so insolent upon us?\n\nMARLOW.  Didn't you see the tempting, brisk, lovely little thing, that\nruns about the house with a bunch of keys to its girdle?\n\nHASTINGS.  Well, and what then?\n\nMARLOW.  She's mine, you rogue you.  Such fire, such motion, such\neyes, such lips; but, egad! she would not let me kiss them though.\n\nHASTINGS.  But are you so sure, so very sure of her?\n\nMARLOW.  Why, man, she talked of showing me her work above stairs, and\nI am to improve the pattern.\n\nHASTINGS.  But how can you, Charles, go about to rob a woman of her\nhonour?\n\nMARLOW.  Pshaw! pshaw!  We all know the honour of the bar-maid of an\ninn.  I don't intend to rob her, take my word for it; there's nothing\nin this house I shan't honestly pay for.\n\nHASTINGS.  I believe the girl has virtue.\n\nMARLOW.  And if she has, I should be the last man in the world that\nwould attempt to corrupt it.\n\nHASTINGS.  You have taken care, I hope, of the casket I sent you to\nlock up?  Is it in safety?\n\nMARLOW.  Yes, yes.  It's safe enough.  I have taken care of it.  But\nhow could you think the seat of a post-coach at an inn-door a place of\nsafety?  Ah! numskull!  I have taken better precautions for you than\nyou did for yourself----I have----\n\nHASTINGS.  What?\n\nMARLOW.  I have sent it to the landlady to keep for you.\n\nHASTINGS.  To the landlady!\n\nMARLOW.  The landlady.\n\nHASTINGS.  You did?\n\nMARLOW.  I did.  She's to be answerable for its forthcoming, you know.\n\nHASTINGS.  Yes, she'll bring it forth with a witness.\n\nMARLOW.  Wasn't I right?  I believe you'll allow that I acted\nprudently upon this occasion.\n\nHASTINGS.  (Aside.)  He must not see my uneasiness.\n\nMARLOW.  You seem a little disconcerted though, methinks.  Sure\nnothing has happened?\n\nHASTINGS.  No, nothing.  Never was in better spirits in all my life.\nAnd so you left it with the landlady, who, no doubt, very readily\nundertook the charge.\n\nMARLOW.  Rather too readily.  For she not only kept the casket, but,\nthrough her great precaution, was going to keep the messenger too.  Ha!\nha! ha!\n\nHASTINGS.  He! he! he!  They're safe, however.\n\nMARLOW.  As a guinea in a miser's purse.\n\nHASTINGS.  (Aside.)  So now all hopes of fortune are at an end, and we\nmust set off without it.  (To him.)  Well, Charles, I'll leave you to\nyour meditations on the pretty bar-maid, and, he! he! he! may you be as\nsuccessful for yourself, as you have been for me!  [Exit.]\n\nMARLOW.  Thank ye, George: I ask no more.  Ha! ha! ha!\n\n\nEnter HARDCASTLE.\n\n\nHARDCASTLE.  I no longer know my own house.  It's turned all\ntopsy-turvy.  His servants have got drunk already.  I'll bear it no\nlonger; and yet, from my respect for his father, I'll be calm.  (To\nhim.)  Mr. Marlow, your servant.  I'm your very humble servant.\n(Bowing low.)\n\nMARLOW.  Sir, your humble servant.  (Aside.)  What's to be the wonder\nnow?\n\nHARDCASTLE.  I believe, sir, you must be sensible, sir, that no man\nalive ought to be more welcome than your father's son, sir.  I hope you\nthink so?\n\nMARLOW.  I do from my soul, sir.  I don't want much entreaty.  I\ngenerally make my father's son welcome wherever he goes.\n\nHARDCASTLE.  I believe you do, from my soul, sir.  But though I say\nnothing to your own conduct, that of your servants is insufferable.\nTheir manner of drinking is setting a very bad example in this house,\nI assure you.\n\nMARLOW.  I protest, my very good sir, that is no fault of mine.  If\nthey don't drink as they ought, they are to blame.  I ordered them not\nto spare the cellar.  I did, I assure you.  (To the side scene.)  Here,\nlet one of my servants come up.  (To him.)  My positive directions\nwere, that as I did not drink myself, they should make up for my\ndeficiencies below.\n\nHARDCASTLE.  Then they had your orders for what they do?  I'm\nsatisfied!\n\nMARLOW.  They had, I assure you.  You shall hear from one of\nthemselves.\n\n\nEnter Servant, drunk.\n\n\nMARLOW.  You, Jeremy!  Come forward, sirrah!  What were my orders?\nWere you not told to drink freely, and call for what you thought fit,\nfor the good of the house?\n\nHARDCASTLE.  (Aside.)  I begin to lose my patience.\n\nJEREMY.  Please your honour, liberty and Fleet-street for ever!\nThough I'm but a servant, I'm as good as another man.  I'll drink for\nno man before supper, sir, damme!  Good liquor will sit upon a good\nsupper, but a good supper will not sit upon----hiccup----on my\nconscience, sir.\n\nMARLOW.  You see, my old friend, the fellow is as drunk as he can\npossibly be.  I don't know what you'd have more, unless you'd have the\npoor devil soused in a beer-barrel.\n\nHARDCASTLE.  Zounds! he'll drive me distracted, if I contain myself any\nlonger.  Mr. Marlow--Sir; I have submitted to your insolence for more\nthan four hours, and I see no likelihood of its coming to an end.  I'm\nnow resolved to be master here, sir; and I desire that you and your\ndrunken pack may leave my house directly.\n\nMARLOW.  Leave your house!----Sure you jest, my good friend!  What?\nwhen I'm doing what I can to please you.\n\nHARDCASTLE.  I tell you, sir, you don't please me; so I desire you'll\nleave my house.\n\nMARLOW.  Sure you cannot be serious?  At this time o' night, and such a\nnight?  You only mean to banter me.\n\nHARDCASTLE.  I tell you, sir, I'm serious! and now that my passions are\nroused, I say this house is mine, sir; this house is mine, and I\ncommand you to leave it directly.\n\nMARLOW.  Ha! ha! ha!  A puddle in a storm.  I shan't stir a step, I\nassure you.  (In a serious tone.)  This your house, fellow!  It's my\nhouse.  This is my house.  Mine, while I choose to stay.  What right\nhave you to bid me leave this house, sir?  I never met with such\nimpudence, curse me; never in my whole life before.\n\nHARDCASTLE.  Nor I, confound me if ever I did.  To come to my house, to\ncall for what he likes, to turn me out of my own chair, to insult the\nfamily, to order his servants to get drunk, and then to tell me, \"This\nhouse is mine, sir.\"  By all that's impudent, it makes me laugh.  Ha!\nha! ha!  Pray, sir (bantering), as you take the house, what think you\nof taking the rest of the furniture?  There's a pair of silver\ncandlesticks, and there's a fire-screen, and here's a pair of\nbrazen-nosed bellows; perhaps you may take a fancy to them?\n\nMARLOW.  Bring me your bill, sir; bring me your bill, and let's make no\nmore words about it.\n\nHARDCASTLE.  There are a set of prints, too.  What think you of the\nRake's Progress, for your own apartment?\n\nMARLOW.  Bring me your bill, I say; and I'll leave you and your\ninfernal house directly.\n\nHARDCASTLE.  Then there's a mahogany table that you may see your own\nface in.\n\nMARLOW.  My bill, I say.\n\nHARDCASTLE.  I had forgot the great chair for your own particular\nslumbers, after a hearty meal.\n\nMARLOW.  Zounds! bring me my bill, I say, and let's hear no more on't.\n\nHARDCASTLE.  Young man, young man, from your father's letter to me, I\nwas taught to expect a well-bred modest man as a visitor here, but now\nI find him no better than a coxcomb and a bully; but he will be down\nhere presently, and shall hear more of it.  [Exit.]\n\nMARLOW.  How's this?  Sure I have not mistaken the house.  Everything\nlooks like an inn.  The servants cry, coming; the attendance is\nawkward; the bar-maid, too, to attend us.  But she's here, and will\nfurther inform me.  Whither so fast, child?  A word with you.\n\n\nEnter MISS HARDCASTLE.\n\n\nMISS HARDCASTLE.  Let it be short, then.  I'm in a hurry.  (Aside.)  I\nbelieve be begins to find out his mistake.  But it's too soon quite to\nundeceive him.\n\nMARLOW.  Pray, child, answer me one question.  What are you, and what\nmay your business in this house be?\n\nMISS HARDCASTLE.  A relation of the family, sir.\n\nMARLOW.  What, a poor relation.\n\nMISS HARDCASTLE.  Yes, sir.  A poor relation, appointed to keep the\nkeys, and to see that the guests want nothing in my power to give them.\n\nMARLOW.  That is, you act as the bar-maid of this inn.\n\nMISS HARDCASTLE.  Inn!  O law----what brought that in your head?  One\nof the best families in the country keep an inn--Ha! ha! ha! old Mr.\nHardcastle's house an inn!\n\nMARLOW.  Mr. Hardcastle's house!  Is this Mr. Hardcastle's house,\nchild?\n\nMISS HARDCASTLE.  Ay, sure!  Whose else should it be?\n\nMARLOW.  So then, all's out, and I have been damnably imposed on.  O,\nconfound my stupid head, I shall be laughed at over the whole town.  I\nshall be stuck up in caricatura in all the print-shops.  The DULLISSIMO\nMACCARONI.  To mistake this house of all others for an inn, and my\nfather's old friend for an innkeeper!  What a swaggering puppy must he\ntake me for!  What a silly puppy do I find myself!  There again, may I\nbe hanged, my dear, but I mistook you for the bar-maid.\n\nMISS HARDCASTLE.  Dear me! dear me!  I'm sure there's nothing in my\nBEHAVIOUR to put me on a level with one of that stamp.\n\nMARLOW.  Nothing, my dear, nothing.  But I was in for a list of\nblunders, and could not help making you a subscriber.  My stupidity saw\neverything the wrong way.  I mistook your assiduity for assurance, and\nyour simplicity for allurement.  But it's over.  This house I no more\nshow MY face in.\n\nMISS HARDCASTLE.  I hope, sir, I have done nothing to disoblige you.\nI'm sure I should be sorry to affront any gentleman who has been so\npolite, and said so many civil things to me.  I'm sure I should be\nsorry (pretending to cry) if he left the family upon my account.  I'm\nsure I should be sorry if people said anything amiss, since I have no\nfortune but my character.\n\nMARLOW.  (Aside.)  By Heaven! she weeps.  This is the first mark of\ntenderness I ever had from a modest woman, and it touches me.  (To\nher.)  Excuse me, my lovely girl; you are the only part of the family I\nleave with reluctance.  But to be plain with you, the difference of our\nbirth, fortune, and education, makes an honourable connexion\nimpossible; and I can never harbour a thought of seducing simplicity\nthat trusted in my honour, of bringing ruin upon one whose only fault\nwas being too lovely.\n\nMISS HARDCASTLE.  (Aside.)  Generous man!  I now begin to admire him.\n(To him.)  But I am sure my family is as good as Miss Hardcastle's; and\nthough I'm poor, that's no great misfortune to a contented mind; and,\nuntil this moment, I never thought that it was bad to want fortune.\n\nMARLOW.  And why now, my pretty simplicity?\n\nMISS HARDCASTLE.  Because it puts me at a distance from one that, if I\nhad a thousand pounds, I would give it all to.\n\nMARLOW.  (Aside.)  This simplicity bewitches me, so that if I stay, I'm\nundone.  I must make one bold effort, and leave her.  (To her.)  Your\npartiality in my favour, my dear, touches me most sensibly: and were I\nto live for myself alone, I could easily fix my choice.  But I owe too\nmuch to the opinion of the world, too much to the authority of a\nfather; so that--I can scarcely speak it--it affects me.  Farewell.\n[Exit.]\n\nMISS HARDCASTLE.  I never knew half his merit till now.  He shall not\ngo, if I have power or art to detain him.  I'll still preserve the\ncharacter in which I STOOPED TO CONQUER; but will undeceive my papa,\nwho perhaps may laugh him out of his resolution.  [Exit.]\n\n\nEnter Tony and MISS NEVILLE.\n\n\nTONY.  Ay, you may steal for yourselves the next time.  I have done my\nduty.  She has got the jewels again, that's a sure thing; but she\nbelieves it was all a mistake of the servants.\n\nMISS NEVILLE.  But, my dear cousin, sure you won't forsake us in this\ndistress?  If she in the least suspects that I am going off, I shall\ncertainly be locked up, or sent to my aunt Pedigree's, which is ten\ntimes worse.\n\nTONY.  To be sure, aunts of all kinds are damned bad things.  But what\ncan I do?  I have got you a pair of horses that will fly like\nWhistle-jacket; and I'm sure you can't say but I have courted you\nnicely before her face.  Here she comes, we must court a bit or two\nmore, for fear she should suspect us.  [They retire, and seem to\nfondle.]\n\n\nEnter MRS. HARDCASTLE.\n\n\nMRS. HARDCASTLE.  Well, I was greatly fluttered, to be sure.  But my\nson tells me it was all a mistake of the servants.  I shan't be easy,\nhowever, till they are fairly married, and then let her keep her own\nfortune.  But what do I see? fondling together, as I'm alive.  I never\nsaw Tony so sprightly before.  Ah! have I caught you, my pretty doves?\nWhat, billing, exchanging stolen glances and broken murmurs?  Ah!\n\nTONY.  As for murmurs, mother, we grumble a little now and then, to be\nsure.  But there's no love lost between us.\n\nMRS. HARDCASTLE.  A mere sprinkling, Tony, upon the flame, only to make\nit burn brighter.\n\nMISS NEVILLE.  Cousin Tony promises to give us more of his company at\nhome.  Indeed, he shan't leave us any more.  It won't leave us, cousin\nTony, will it?\n\nTONY.  O! it's a pretty creature.  No, I'd sooner leave my horse in a\npound, than leave you when you smile upon one so.  Your laugh makes you\nso becoming.\n\nMISS NEVILLE.  Agreeable cousin!  Who can help admiring that natural\nhumour, that pleasant, broad, red, thoughtless (patting his cheek)--ah!\nit's a bold face.\n\nMRS. HARDCASTLE.  Pretty innocence!\n\nTONY.  I'm sure I always loved cousin Con.'s hazle eyes, and her\npretty long fingers, that she twists this way and that over the\nhaspicholls, like a parcel of bobbins.\n\nMRS. HARDCASTLE.  Ah! he would charm the bird from the tree.  I was\nnever so happy before.  My boy takes after his father, poor Mr.\nLumpkin, exactly.  The jewels, my dear Con., shall be yours\nincontinently.  You shall have them.  Isn't he a sweet boy, my dear?\nYou shall be married to-morrow, and we'll put off the rest of his\neducation, like Dr. Drowsy's sermons, to a fitter opportunity.\n\n\nEnter DIGGORY.\n\n\nDIGGORY.  Where's the 'squire?  I have got a letter for your worship.\n\nTONY.  Give it to my mamma.  She reads all my letters first.\n\nDIGGORY.  I had orders to deliver it into your own hands.\n\nTONY.  Who does it come from?\n\nDIGGORY.  Your worship mun ask that o' the letter itself.\n\nTONY.  I could wish to know though (turning the letter, and gazing on\nit).\n\nMISS NEVILLE.  (Aside.)  Undone! undone!  A letter to him from\nHastings.  I know the hand.  If my aunt sees it, we are ruined for\never.  I'll keep her employed a little if I can.  (To MRS.\nHARDCASTLE.)  But I have not told you, madam, of my cousin's smart\nanswer just now to Mr. Marlow.  We so laughed.--You must know,\nmadam.--This way a little, for he must not hear us.  [They confer.]\n\nTONY.  (Still gazing.)  A damned cramp piece of penmanship, as ever I\nsaw in my life.  I can read your print hand very well.  But here are\nsuch handles, and shanks, and dashes, that one can scarce tell the head\nfrom the tail.--\"To Anthony Lumpkin, Esquire.\"  It's very odd, I can\nread the outside of my letters, where my own name is, well enough; but\nwhen I come to open it, it's all----buzz.  That's hard, very hard; for\nthe inside of the letter is always the cream of the correspondence.\n\nMRS. HARDCASTLE.  Ha! ha! ha!  Very well, very well.  And so my son was\ntoo hard for the philosopher.\n\nMISS NEVILLE.  Yes, madam; but you must hear the rest, madam.  A\nlittle more this way, or he may hear us.  You'll hear how he puzzled\nhim again.\n\nMRS. HARDCASTLE.  He seems strangely puzzled now himself, methinks.\n\nTONY.  (Still gazing.)  A damned up and down hand, as if it was\ndisguised in liquor.--(Reading.)  Dear Sir,--ay, that's that.  Then\nthere's an M, and a T, and an S, but whether the next be an izzard, or\nan R, confound me, I cannot tell.\n\nMRS. HARDCASTLE.  What's that, my dear?  Can I give you any\nassistance?\n\nMISS NEVILLE.  Pray, aunt, let me read it.  Nobody reads a cramp hand\nbetter than I. (Twitching the letter from him.)  Do you know who it is\nfrom?\n\nTONY.  Can't tell, except from Dick Ginger, the feeder.\n\nMISS NEVILLE.  Ay, so it is.  (Pretending to read.)  Dear 'Squire,\nhoping that you're in health, as I am at this present.  The gentlemen\nof the Shake-bag club has cut the gentlemen of Goose-green quite out of\nfeather.  The odds--um--odd battle--um--long fighting--um--here, here,\nit's all about cocks and fighting; it's of no consequence; here, put it\nup, put it up.  (Thrusting the crumpled letter upon him.)\n\nTONY.  But I tell you, miss, it's of all the consequence in the world.\nI would not lose the rest of it for a guinea.  Here, mother, do you\nmake it out.  Of no consequence!  (Giving MRS. HARDCASTLE the letter.)\n\nMRS. HARDCASTLE.  How's this?--(Reads.)  \"Dear 'Squire, I'm now\nwaiting for Miss Neville, with a post-chaise and pair, at the bottom of\nthe garden, but I find my horses yet unable to perform the journey.  I\nexpect you'll assist us with a pair of fresh horses, as you promised.\nDispatch is necessary, as the HAG (ay, the hag), your mother, will\notherwise suspect us!  Yours, Hastings.\"  Grant me patience.  I shall\nrun distracted!  My rage chokes me.\n\nMISS NEVILLE.  I hope, madam, you'll suspend your resentment for a few\nmoments, and not impute to me any impertinence, or sinister design,\nthat belongs to another.\n\nMRS. HARDCASTLE.  (Curtseying very low.)  Fine spoken, madam, you are\nmost miraculously polite and engaging, and quite the very pink of\ncourtesy and circumspection, madam.  (Changing her tone.)  And you, you\ngreat ill-fashioned oaf, with scarce sense enough to keep your mouth\nshut: were you, too, joined against me?  But I'll defeat all your plots\nin a moment.  As for you, madam, since you have got a pair of fresh\nhorses ready, it would be cruel to disappoint them.  So, if you please,\ninstead of running away with your spark, prepare, this very moment, to\nrun off with ME.  Your old aunt Pedigree will keep you secure, I'll\nwarrant me.  You too, sir, may mount your horse, and guard us upon the\nway.  Here, Thomas, Roger, Diggory!  I'll show you, that I wish you\nbetter than you do yourselves.  [Exit.]\n\nMISS NEVILLE.  So now I'm completely ruined.\n\nTONY.  Ay, that's a sure thing.\n\nMISS NEVILLE.  What better could be expected from being connected with\nsuch a stupid fool,--and after all the nods and signs I made him?\n\nTONY.  By the laws, miss, it was your own cleverness, and not my\nstupidity, that did your business.  You were so nice and so busy with\nyour Shake-bags and Goose-greens, that I thought you could never be\nmaking believe.\n\n\nEnter HASTINGS.\n\n\nHASTINGS.  So, sir, I find by my servant, that you have shown my\nletter, and betrayed us.  Was this well done, young gentleman?\n\nTONY.  Here's another.  Ask miss there, who betrayed you.  Ecod, it was\nher doing, not mine.\n\n\nEnter MARLOW.\n\n\nMARLOW.  So I have been finely used here among you.  Rendered\ncontemptible, driven into ill manners, despised, insulted, laughed at.\n\nTONY.  Here's another.  We shall have old Bedlam broke loose\npresently.\n\nMISS NEVILLE.  And there, sir, is the gentleman to whom we all owe\nevery obligation.\n\nMARLOW.  What can I say to him, a mere boy, an idiot, whose ignorance\nand age are a protection?\n\nHASTINGS.  A poor contemptible booby, that would but disgrace\ncorrection.\n\nMISS NEVILLE.  Yet with cunning and malice enough to make himself\nmerry with all our embarrassments.\n\nHASTINGS.  An insensible cub.\n\nMARLOW.  Replete with tricks and mischief.\n\nTONY.  Baw! damme, but I'll fight you both, one after the\nother----with baskets.\n\nMARLOW.  As for him, he's below resentment.  But your conduct, Mr.\nHastings, requires an explanation.  You knew of my mistakes, yet would\nnot undeceive me.\n\nHASTINGS.  Tortured as I am with my own disappointments, is this a time\nfor explanations?  It is not friendly, Mr. Marlow.\n\nMARLOW.  But, sir----\n\nMISS NEVILLE.  Mr. Marlow, we never kept on your mistake till it was\ntoo late to undeceive you.\n\n\nEnter Servant.\n\n\nSERVANT.  My mistress desires you'll get ready immediately, madam.  The\nhorses are putting to.  Your hat and things are in the next room.  We\nare to go thirty miles before morning.  [Exit Servant.]\n\nMISS NEVILLE.  Well, well: I'll come presently.\n\nMARLOW.  (To HASTINGS.)  Was it well done, sir, to assist in rendering\nme ridiculous?  To hang me out for the scorn of all my acquaintance?\nDepend upon it, sir, I shall expect an explanation.\n\nHASTINGS.  Was it well done, sir, if you're upon that subject, to\ndeliver what I entrusted to yourself, to the care of another sir?\n\nMISS NEVILLE.  Mr. Hastings!  Mr. Marlow!  Why will you increase my\ndistress by this groundless dispute?  I implore, I entreat you----\n\n\nEnter Servant.\n\n\nSERVANT.  Your cloak, madam.  My mistress is impatient.  [Exit\nServant.]\n\nMISS NEVILLE.  I come.  Pray be pacified.  If I leave you thus, I\nshall die with apprehension.\n\n\nEnter Servant.\n\n\nSERVANT.  Your fan, muff, and gloves, madam.  The horses are waiting.\n\nMISS NEVILLE.  O, Mr. Marlow! if you knew what a scene of constraint\nand ill-nature lies before me, I'm sure it would convert your\nresentment into pity.\n\nMARLOW.  I'm so distracted with a variety of passions, that I don't\nknow what I do.  Forgive me, madam.  George, forgive me.  You know my\nhasty temper, and should not exasperate it.\n\nHASTINGS.  The torture of my situation is my only excuse.\n\nMISS NEVILLE.  Well, my dear Hastings, if you have that esteem for me\nthat I think, that I am sure you have, your constancy for three years\nwill but increase the happiness of our future connexion.  If----\n\nMRS. HARDCASTLE.  (Within.)  Miss Neville.  Constance, why Constance, I\nsay.\n\nMISS NEVILLE.  I'm coming.  Well, constancy, remember, constancy is the\nword.  [Exit.]\n\nHASTINGS.  My heart! how can I support this?  To be so near happiness,\nand such happiness!\n\nMARLOW.  (To Tony.)  You see now, young gentleman, the effects of your\nfolly.  What might be amusement to you, is here disappointment, and\neven distress.\n\nTONY.  (From a reverie.)  Ecod, I have hit it.  It's here.  Your\nhands.  Yours and yours, my poor Sulky!--My boots there, ho!--Meet me\ntwo hours hence at the bottom of the garden; and if you don't find Tony\nLumpkin a more good-natured fellow than you thought for, I'll give you\nleave to take my best horse, and Bet Bouncer into the bargain.  Come\nalong.  My boots, ho!  [Exeunt.]\n\n\n\n\nACT THE FIFTH.\n\n\n(SCENE continued.)\n\n\nEnter HASTINGS and Servant.\n\n\nHASTINGS.  You saw the old lady and Miss Neville drive off, you say?\n\nSERVANT.  Yes, your honour.  They went off in a post-coach, and the\nyoung 'squire went on horseback.  They're thirty miles off by this\ntime.\n\nHASTINGS.  Then all my hopes are over.\n\nSERVANT.  Yes, sir.  Old Sir Charles has arrived.  He and the old\ngentleman of the house have been laughing at Mr. Marlow's mistake this\nhalf hour.  They are coming this way.\n\nHASTINGS.  Then I must not be seen.  So now to my fruitless\nappointment at the bottom of the garden.  This is about the time.\n[Exit.]\n\n\nEnter SIR CHARLES and HARDCASTLE.\n\n\nHARDCASTLE.  Ha! ha! ha!  The peremptory tone in which he sent forth\nhis sublime commands!\n\nSIR CHARLES.  And the reserve with which I suppose he treated all your\nadvances.\n\nHARDCASTLE.  And yet he might have seen something in me above a common\ninnkeeper, too.\n\nSIR CHARLES.  Yes, Dick, but he mistook you for an uncommon innkeeper,\nha! ha! ha!\n\nHARDCASTLE.  Well, I'm in too good spirits to think of anything but\njoy.  Yes, my dear friend, this union of our families will make our\npersonal friendships hereditary; and though my daughter's fortune is\nbut small--\n\nSIR CHARLES.  Why, Dick, will you talk of fortune to ME?  My son is\npossessed of more than a competence already, and can want nothing but a\ngood and virtuous girl to share his happiness and increase it.  If they\nlike each other, as you say they do--\n\nHARDCASTLE.  IF, man!  I tell you they DO like each other.  My\ndaughter as good as told me so.\n\nSIR CHARLES.  But girls are apt to flatter themselves, you know.\n\nHARDCASTLE.  I saw him grasp her hand in the warmest manner myself; and\nhere he comes to put you out of your IFS, I warrant him.\n\n\nEnter MARLOW.\n\n\nMARLOW.  I come, sir, once more, to ask pardon for my strange conduct.\nI can scarce reflect on my insolence without confusion.\n\nHARDCASTLE.  Tut, boy, a trifle!  You take it too gravely.  An hour or\ntwo's laughing with my daughter will set all to rights again.  She'll\nnever like you the worse for it.\n\nMARLOW.  Sir, I shall be always proud of her approbation.\n\nHARDCASTLE.  Approbation is but a cold word, Mr. Marlow; if I am not\ndeceived, you have something more than approbation thereabouts.  You\ntake me?\n\nMARLOW.  Really, sir, I have not that happiness.\n\nHARDCASTLE.  Come, boy, I'm an old fellow, and know what's what as well\nas you that are younger.  I know what has passed between you; but mum.\n\nMARLOW.  Sure, sir, nothing has passed between us but the most\nprofound respect on my side, and the most distant reserve on hers.  You\ndon't think, sir, that my impudence has been passed upon all the rest\nof the family.\n\nHARDCASTLE.  Impudence!  No, I don't say that--not quite\nimpudence--though girls like to be played with, and rumpled a little\ntoo, sometimes.  But she has told no tales, I assure you.\n\nMARLOW.  I never gave her the slightest cause.\n\nHARDCASTLE.  Well, well, I like modesty in its place well enough.  But\nthis is over-acting, young gentleman.  You may be open.  Your father\nand I will like you all the better for it.\n\nMARLOW.  May I die, sir, if I ever----\n\nHARDCASTLE.  I tell you, she don't dislike you; and as I'm sure you\nlike her----\n\nMARLOW.  Dear sir--I protest, sir----\n\nHARDCASTLE.  I see no reason why you should not be joined as fast as\nthe parson can tie you.\n\nMARLOW.  But hear me, sir--\n\nHARDCASTLE.  Your father approves the match, I admire it; every\nmoment's delay will be doing mischief.  So--\n\nMARLOW.  But why won't you hear me?  By all that's just and true, I\nnever gave Miss Hardcastle the slightest mark of my attachment, or even\nthe most distant hint to suspect me of affection.  We had but one\ninterview, and that was formal, modest, and uninteresting.\n\nHARDCASTLE.  (Aside.)  This fellow's formal modest impudence is beyond\nbearing.\n\nSIR CHARLES.  And you never grasped her hand, or made any\nprotestations?\n\nMARLOW.  As Heaven is my witness, I came down in obedience to your\ncommands.  I saw the lady without emotion, and parted without\nreluctance.  I hope you'll exact no farther proofs of my duty, nor\nprevent me from leaving a house in which I suffer so many\nmortifications.  [Exit.]\n\nSIR CHARLES.  I'm astonished at the air of sincerity with which he\nparted.\n\nHARDCASTLE.  And I'm astonished at the deliberate intrepidity of his\nassurance.\n\nSIR CHARLES.  I dare pledge my life and honour upon his truth.\n\nHARDCASTLE.  Here comes my daughter, and I would stake my happiness\nupon her veracity.\n\n\nEnter MISS HARDCASTLE.\n\n\nHARDCASTLE.  Kate, come hither, child.  Answer us sincerely and\nwithout reserve: has Mr. Marlow made you any professions of love and\naffection?\n\nMISS HARDCASTLE.  The question is very abrupt, sir.  But since you\nrequire unreserved sincerity, I think he has.\n\nHARDCASTLE.  (To SIR CHARLES.)  You see.\n\nSIR CHARLES.  And pray, madam, have you and my son had more than one\ninterview?\n\nMISS HARDCASTLE.  Yes, sir, several.\n\nHARDCASTLE.  (To SIR CHARLES.)  You see.\n\nSIR CHARLES.  But did be profess any attachment?\n\nMISS HARDCASTLE.  A lasting one.\n\nSIR CHARLES.  Did he talk of love?\n\nMISS HARDCASTLE.  Much, sir.\n\nSIR CHARLES.  Amazing!  And all this formally?\n\nMISS HARDCASTLE.  Formally.\n\nHARDCASTLE.  Now, my friend, I hope you are satisfied.\n\nSIR CHARLES.  And how did he behave, madam?\n\nMISS HARDCASTLE.  As most profest admirers do: said some civil things\nof my face, talked much of his want of merit, and the greatness of\nmine; mentioned his heart, gave a short tragedy speech, and ended with\npretended rapture.\n\nSIR CHARLES.  Now I'm perfectly convinced, indeed.  I know his\nconversation among women to be modest and submissive: this forward\ncanting ranting manner by no means describes him; and, I am confident,\nhe never sat for the picture.\n\nMISS HARDCASTLE.  Then, what, sir, if I should convince you to your\nface of my sincerity?  If you and my papa, in about half an hour, will\nplace yourselves behind that screen, you shall hear him declare his\npassion to me in person.\n\nSIR CHARLES.  Agreed.  And if I find him what you describe, all my\nhappiness in him must have an end.  [Exit.]\n\nMISS HARDCASTLE.  And if you don't find him what I describe--I fear my\nhappiness must never have a beginning.  [Exeunt.]\n\n\nSCENE changes to the back of the Garden.\n\n\nEnter HASTINGS.\n\n\nHASTINGS.  What an idiot am I, to wait here for a fellow who probably\ntakes a delight in mortifying me.  He never intended to be punctual,\nand I'll wait no longer.  What do I see?  It is he! and perhaps with\nnews of my Constance.\n\n\nEnter Tony, booted and spattered.\n\n\nHASTINGS.  My honest 'squire!  I now find you a man of your word.\nThis looks like friendship.\n\nTONY.  Ay, I'm your friend, and the best friend you have in the world,\nif you knew but all.  This riding by night, by the bye, is cursedly\ntiresome.  It has shook me worse than the basket of a stage-coach.\n\nHASTINGS.  But how? where did you leave your fellow-travellers?  Are\nthey in safety?  Are they housed?\n\nTONY.  Five and twenty miles in two hours and a half is no such bad\ndriving.  The poor beasts have smoked for it: rabbit me, but I'd rather\nride forty miles after a fox than ten with such varment.\n\nHASTINGS.  Well, but where have you left the ladies?  I die with\nimpatience.\n\nTONY.  Left them!  Why where should I leave them but where I found\nthem?\n\nHASTINGS.  This is a riddle.\n\nTONY.  Riddle me this then.  What's that goes round the house, and\nround the house, and never touches the house?\n\nHASTINGS.  I'm still astray.\n\nTONY.  Why, that's it, mon.  I have led them astray.  By jingo,\nthere's not a pond or a slough within five miles of the place but they\ncan tell the taste of.\n\nHASTINGS.  Ha! ha! ha! I understand: you took them in a round, while\nthey supposed themselves going forward, and so you have at last brought\nthem home again.\n\nTONY.  You shall hear.  I first took them down Feather-bed Lane, where\nwe stuck fast in the mud.  I then rattled them crack over the stones of\nUp-and-down Hill.  I then introduced them to the gibbet on Heavy-tree\nHeath; and from that, with a circumbendibus, I fairly lodged them in\nthe horse-pond at the bottom of the garden.\n\nHASTINGS.  But no accident, I hope?\n\nTONY.  No, no.  Only mother is confoundedly frightened.  She thinks\nherself forty miles off.  She's sick of the journey; and the cattle can\nscarce crawl.  So if your own horses be ready, you may whip off with\ncousin, and I'll be bound that no soul here can budge a foot to follow\nyou.\n\nHASTINGS.  My dear friend, how can I be grateful?\n\nTONY.  Ay, now it's dear friend, noble 'squire.  Just now, it was all\nidiot, cub, and run me through the guts.  Damn YOUR way of fighting, I\nsay.  After we take a knock in this part of the country, we kiss and be\nfriends.  But if you had run me through the guts, then I should be\ndead, and you might go kiss the hangman.\n\nHASTINGS.  The rebuke is just.  But I must hasten to relieve Miss\nNeville: if you keep the old lady employed, I promise to take care of\nthe young one.  [Exit HASTINGS.]\n\nTONY.  Never fear me.  Here she comes.  Vanish.  She's got from the\npond, and draggled up to the waist like a mermaid.\n\n\nEnter MRS. HARDCASTLE.\n\n\nMRS. HARDCASTLE.  Oh, Tony, I'm killed!  Shook!  Battered to death.  I\nshall never survive it.  That last jolt, that laid us against the\nquickset hedge, has done my business.\n\nTONY.  Alack, mamma, it was all your own fault.  You would be for\nrunning away by night, without knowing one inch of the way.\n\nMRS. HARDCASTLE.  I wish we were at home again.  I never met so many\naccidents in so short a journey.  Drenched in the mud, overturned in a\nditch, stuck fast in a slough, jolted to a jelly, and at last to lose\nour way.  Whereabouts do you think we are, Tony?\n\nTONY.  By my guess we should come upon Crackskull Common, about forty\nmiles from home.\n\nMRS. HARDCASTLE.  O lud! O lud!  The most notorious spot in all the\ncountry.  We only want a robbery to make a complete night on't.\n\nTONY.  Don't be afraid, mamma, don't be afraid.  Two of the five that\nkept here are hanged, and the other three may not find us.  Don't be\nafraid.--Is that a man that's galloping behind us?  No; it's only a\ntree.--Don't be afraid.\n\nMRS. HARDCASTLE.  The fright will certainly kill me.\n\nTONY.  Do you see anything like a black hat moving behind the thicket?\n\nMRS. HARDCASTLE.  Oh, death!\n\nTONY.  No; it's only a cow.  Don't be afraid, mamma; don't be afraid.\n\nMRS. HARDCASTLE.  As I'm alive, Tony, I see a man coming towards us.\nAh!  I'm sure on't.  If he perceives us, we are undone.\n\nTONY.  (Aside.)  Father-in-law, by all that's unlucky, come to take one\nof his night walks.  (To her.)  Ah, it's a highwayman with pistols as\nlong as my arm.  A damned ill-looking fellow.\n\nMRS. HARDCASTLE.  Good Heaven defend us!  He approaches.\n\nTONY.  Do you hide yourself in that thicket, and leave me to manage\nhim.  If there be any danger, I'll cough, and cry hem.  When I cough,\nbe sure to keep close.  (MRS. HARDCASTLE hides behind a tree in the\nback scene.)\n\n\nEnter HARDCASTLE.\n\n\nHARDCASTLE.  I'm mistaken, or I heard voices of people in want of\nhelp.  Oh, Tony! is that you?  I did not expect you so soon back.  Are\nyour mother and her charge in safety?\n\nTONY.  Very safe, sir, at my aunt Pedigree's.  Hem.\n\nMRS. HARDCASTLE.  (From behind.)  Ah, death!  I find there's danger.\n\nHARDCASTLE.  Forty miles in three hours; sure that's too much, my\nyoungster.\n\nTONY.  Stout horses and willing minds make short journeys, as they say.\nHem.\n\nMRS. HARDCASTLE.  (From behind.)  Sure he'll do the dear boy no harm.\n\nHARDCASTLE.  But I heard a voice here; I should be glad to know from\nwhence it came.\n\nTONY.  It was I, sir, talking to myself, sir.  I was saying that forty\nmiles in four hours was very good going.  Hem.  As to be sure it was.\nHem.  I have got a sort of cold by being out in the air.  We'll go in,\nif you please.  Hem.\n\nHARDCASTLE.  But if you talked to yourself you did not answer\nyourself.  I'm certain I heard two voices, and am resolved (raising his\nvoice) to find the other out.\n\nMRS. HARDCASTLE.  (From behind.)  Oh! he's coming to find me out.  Oh!\n\nTONY.  What need you go, sir, if I tell you?  Hem.  I'll lay down my\nlife for the truth--hem--I'll tell you all, sir.  [Detaining him.]\n\nHARDCASTLE.  I tell you I will not be detained.  I insist on seeing.\nIt's in vain to expect I'll believe you.\n\nMRS. HARDCASTLE.  (Running forward from behind.)  O lud! he'll murder\nmy poor boy, my darling!  Here, good gentleman, whet your rage upon me.\nTake my money, my life, but spare that young gentleman; spare my child,\nif you have any mercy.\n\nHARDCASTLE.  My wife, as I'm a Christian.  From whence can she come? or\nwhat does she mean?\n\nMRS. HARDCASTLE.  (Kneeling.)  Take compassion on us, good Mr.\nHighwayman.  Take our money, our watches, all we have, but spare our\nlives.  We will never bring you to justice; indeed we won't, good Mr.\nHighwayman.\n\nHARDCASTLE.  I believe the woman's out of her senses.  What, Dorothy,\ndon't you know ME?\n\nMRS. HARDCASTLE.  Mr. Hardcastle, as I'm alive!  My fears blinded me.\nBut who, my dear, could have expected to meet you here, in this\nfrightful place, so far from home?  What has brought you to follow us?\n\nHARDCASTLE.  Sure, Dorothy, you have not lost your wits?  So far from\nhome, when you are within forty yards of your own door!  (To him.)\nThis is one of your old tricks, you graceless rogue, you.  (To her.)\nDon't you know the gate, and the mulberry-tree; and don't you remember\nthe horse-pond, my dear?\n\nMRS. HARDCASTLE.  Yes, I shall remember the horse-pond as long as I\nlive; I have caught my death in it.  (To TONY.)  And it is to you, you\ngraceless varlet, I owe all this?  I'll teach you to abuse your mother,\nI will.\n\nTONY.  Ecod, mother, all the parish says you have spoiled me, and so\nyou may take the fruits on't.\n\nMRS. HARDCASTLE.  I'll spoil you, I will.  [Follows him off the stage.\nExit.]\n\nHARDCASTLE.  There's morality, however, in his reply.  [Exit.]\n\n\nEnter HASTINGS and MISS NEVILLE.\n\n\nHASTINGS.  My dear Constance, why will you deliberate thus?  If we\ndelay a moment, all is lost for ever.  Pluck up a little resolution,\nand we shall soon be out of the reach of her malignity.\n\nMISS NEVILLE.  I find it impossible.  My spirits are so sunk with the\nagitations I have suffered, that I am unable to face any new danger.\nTwo or three years' patience will at last crown us with happiness.\n\nHASTINGS.  Such a tedious delay is worse than inconstancy.  Let us fly,\nmy charmer.  Let us date our happiness from this very moment.  Perish\nfortune!  Love and content will increase what we possess beyond a\nmonarch's revenue.  Let me prevail!\n\nMISS NEVILLE.  No, Mr. Hastings, no.  Prudence once more comes to my\nrelief, and I will obey its dictates.  In the moment of passion fortune\nmay be despised, but it ever produces a lasting repentance.  I'm\nresolved to apply to Mr. Hardcastle's compassion and justice for\nredress.\n\nHASTINGS.  But though he had the will, he has not the power to relieve\nyou.\n\nMISS NEVILLE.  But he has influence, and upon that I am resolved to\nrely.\n\nHASTINGS.  I have no hopes.  But since you persist, I must reluctantly\nobey you.  [Exeunt.]\n\n\nSCENE changes.\n\n\nEnter SIR CHARLES and MISS HARDCASTLE.\n\n\nSIR CHARLES.  What a situation am I in!  If what you say appears, I\nshall then find a guilty son.  If what he says be true, I shall then\nlose one that, of all others, I most wished for a daughter.\n\nMISS HARDCASTLE.  I am proud of your approbation, and to show I merit\nit, if you place yourselves as I directed, you shall hear his explicit\ndeclaration.  But he comes.\n\nSIR CHARLES.  I'll to your father, and keep him to the appointment.\n[Exit SIR CHARLES.]\n\n\nEnter MARLOW.\n\n\nMARLOW.  Though prepared for setting out, I come once more to take\nleave; nor did I, till this moment, know the pain I feel in the\nseparation.\n\nMISS HARDCASTLE.  (In her own natural manner.)  I believe sufferings\ncannot be very great, sir, which you can so easily remove.  A day or\ntwo longer, perhaps, might lessen your uneasiness, by showing the\nlittle value of what you now think proper to regret.\n\nMARLOW.  (Aside.)  This girl every moment improves upon me.  (To her.)\nIt must not be, madam.  I have already trifled too long with my heart.\nMy very pride begins to submit to my passion.  The disparity of\neducation and fortune, the anger of a parent, and the contempt of my\nequals, begin to lose their weight; and nothing can restore me to\nmyself but this painful effort of resolution.\n\nMISS HARDCASTLE.  Then go, sir:  I'll urge nothing more to detain you.\nThough my family be as good as hers you came down to visit, and my\neducation, I hope, not inferior, what are these advantages without\nequal affluence?  I must remain contented with the slight approbation\nof imputed merit; I must have only the mockery of your addresses, while\nall your serious aims are fixed on fortune.\n\n\nEnter HARDCASTLE and SIR CHARLES from behind.\n\n\nSIR CHARLES.  Here, behind this screen.\n\nHARDCASTLE.  Ay, ay; make no noise.  I'll engage my Kate covers him\nwith confusion at last.\n\nMARLOW.  By heavens, madam! fortune was ever my smallest\nconsideration.  Your beauty at first caught my eye; for who could see\nthat without emotion?  But every moment that I converse with you steals\nin some new grace, heightens the picture, and gives it stronger\nexpression.  What at first seemed rustic plainness, now appears refined\nsimplicity.  What seemed forward assurance, now strikes me as the\nresult of courageous innocence and conscious virtue.\n\nSIR CHARLES.  What can it mean?  He amazes me!\n\nHARDCASTLE.  I told you how it would be.  Hush!\n\nMARLOW.  I am now determined to stay, madam; and I have too good an\nopinion of my father's discernment, when he sees you, to doubt his\napprobation.\n\nMISS HARDCASTLE.  No, Mr. Marlow, I will not, cannot detain you.  Do\nyou think I could suffer a connexion in which there is the smallest\nroom for repentance?  Do you think I would take the mean advantage of a\ntransient passion, to load you with confusion?  Do you think I could\never relish that happiness which was acquired by lessening yours?\n\nMARLOW.  By all that's good, I can have no happiness but what's in your\npower to grant me!  Nor shall I ever feel repentance but in not having\nseen your merits before.  I will stay even contrary to your wishes; and\nthough you should persist to shun me, I will make my respectful\nassiduities atone for the levity of my past conduct.\n\nMISS HARDCASTLE.  Sir, I must entreat you'll desist.  As our\nacquaintance began, so let it end, in indifference.  I might have\ngiven an hour or two to levity; but seriously, Mr. Marlow, do you\nthink I could ever submit to a connexion where I must appear\nmercenary, and you imprudent?  Do you think I could ever catch at the\nconfident addresses of a secure admirer?\n\nMARLOW.  (Kneeling.)  Does this look like security?  Does this look\nlike confidence?  No, madam, every moment that shows me your merit,\nonly serves to increase my diffidence and confusion.  Here let me\ncontinue----\n\nSIR CHARLES.  I can hold it no longer.  Charles, Charles, how hast thou\ndeceived me!  Is this your indifference, your uninteresting\nconversation?\n\nHARDCASTLE.  Your cold contempt; your formal interview!  What have you\nto say now?\n\nMARLOW.  That I'm all amazement!  What can it mean?\n\nHARDCASTLE.  It means that you can say and unsay things at pleasure:\nthat you can address a lady in private, and deny it in public: that you\nhave one story for us, and another for my daughter.\n\nMARLOW.  Daughter!--This lady your daughter?\n\nHARDCASTLE.  Yes, sir, my only daughter; my Kate; whose else should she\nbe?\n\nMARLOW.  Oh, the devil!\n\nMISS HARDCASTLE.  Yes, sir, that very identical tall squinting lady you\nwere pleased to take me for (courtseying); she that you addressed as\nthe mild, modest, sentimental man of gravity, and the bold, forward,\nagreeable Rattle of the Ladies' Club.  Ha! ha! ha!\n\nMARLOW.  Zounds! there's no bearing this; it's worse than death!\n\nMISS HARDCASTLE.  In which of your characters, sir, will you give us\nleave to address you?  As the faltering gentleman, with looks on the\nground, that speaks just to be heard, and hates hypocrisy; or the loud\nconfident creature, that keeps it up with Mrs. Mantrap, and old Miss\nBiddy Buckskin, till three in the morning?  Ha! ha! ha!\n\nMARLOW.  O, curse on my noisy head.  I never attempted to be impudent\nyet, that I was not taken down.  I must be gone.\n\nHARDCASTLE.  By the hand of my body, but you shall not.  I see it was\nall a mistake, and I am rejoiced to find it.  You shall not, sir, I\ntell you.  I know she'll forgive you.  Won't you forgive him, Kate?\nWe'll all forgive you.  Take courage, man.  (They retire, she\ntormenting him, to the back scene.)\n\n\nEnter MRS. HARDCASTLE and Tony.\n\n\nMRS. HARDCASTLE.  So, so, they're gone off.  Let them go, I care not.\n\nHARDCASTLE.  Who gone?\n\nMRS. HARDCASTLE.  My dutiful niece and her gentleman, Mr. Hastings,\nfrom town.  He who came down with our modest visitor here.\n\nSIR CHARLES.  Who, my honest George Hastings?  As worthy a fellow as\nlives, and the girl could not have made a more prudent choice.\n\nHARDCASTLE.  Then, by the hand of my body, I'm proud of the connexion.\n\nMRS. HARDCASTLE.  Well, if he has taken away the lady, he has not\ntaken her fortune; that remains in this family to console us for her\nloss.\n\nHARDCASTLE.  Sure, Dorothy, you would not be so mercenary?\n\nMRS. HARDCASTLE.  Ay, that's my affair, not yours.\n\nHARDCASTLE.  But you know if your son, when of age, refuses to marry\nhis cousin, her whole fortune is then at her own disposal.\n\nMRS. HARDCASTLE.  Ay, but he's not of age, and she has not thought\nproper to wait for his refusal.\n\n\nEnter HASTINGS and MISS NEVILLE.\n\n\nMRS. HARDCASTLE.  (Aside.)  What, returned so soon!  I begin not to\nlike it.\n\nHASTINGS.  (To HARDCASTLE.)  For my late attempt to fly off with your\nniece let my present confusion be my punishment.  We are now come back,\nto appeal from your justice to your humanity.  By her father's consent,\nI first paid her my addresses, and our passions were first founded in\nduty.\n\nMISS NEVILLE.  Since his death, I have been obliged to stoop to\ndissimulation to avoid oppression.  In an hour of levity, I was ready\nto give up my fortune to secure my choice.  But I am now recovered from\nthe delusion, and hope from your tenderness what is denied me from a\nnearer connexion.\n\nMRS. HARDCASTLE.  Pshaw, pshaw! this is all but the whining end of a\nmodern novel.\n\nHARDCASTLE.  Be it what it will, I'm glad they're come back to reclaim\ntheir due.  Come hither, Tony, boy.  Do you refuse this lady's hand\nwhom I now offer you?\n\nTONY.  What signifies my refusing?  You know I can't refuse her till\nI'm of age, father.\n\nHARDCASTLE.  While I thought concealing your age, boy, was likely to\nconduce to your improvement, I concurred with your mother's desire to\nkeep it secret.  But since I find she turns it to a wrong use, I must\nnow declare you have been of age these three months.\n\nTONY.  Of age!  Am I of age, father?\n\nHARDCASTLE.  Above three months.\n\nTONY.  Then you'll see the first use I'll make of my liberty.  (Taking\nMISS NEVILLE's hand.)  Witness all men by these presents, that I,\nAnthony Lumpkin, Esquire, of BLANK place, refuse you, Constantia\nNeville, spinster, of no place at all, for my true and lawful wife.  So\nConstance Neville may marry whom she pleases, and Tony Lumpkin is his\nown man again.\n\nSIR CHARLES.  O brave 'squire!\n\nHASTINGS.  My worthy friend!\n\nMRS. HARDCASTLE.  My undutiful offspring!\n\nMARLOW.  Joy, my dear George!  I give you joy sincerely.  And could I\nprevail upon my little tyrant here to be less arbitrary, I should be\nthe happiest man alive, if you would return me the favour.\n\nHASTINGS.  (To MISS HARDCASTLE.)  Come, madam, you are now driven to\nthe very last scene of all your contrivances.  I know you like him, I'm\nsure he loves you, and you must and shall have him.\n\nHARDCASTLE.  (Joining their hands.)  And I say so too.  And, Mr.\nMarlow, if she makes as good a wife as she has a daughter, I don't\nbelieve you'll ever repent your bargain.  So now to supper.  To-morrow\nwe shall gather all the poor of the parish about us, and the mistakes\nof the night shall be crowned with a merry morning.  So, boy, take her;\nand as you have been mistaken in the mistress, my wish is, that you may\nnever be mistaken in the wife.  [Exeunt Omnes.]\n\n\n\n\n\nEnd of Project Gutenberg's She Stoops to Conquer, by Oliver Goldsmith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SHE STOOPS TO CONQUER ***\n\n***** This file should be named 383.txt or 383.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/8\/383\/\n\nProduced by G. R. Young\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":24,"split":"train"}
