{"ori_id":"c0d43726bc642a4ece9affb11d27c5370544cb91","title":"Batman Returns","context":"Batman Returns\n On a snowy Christmas night, Tucker and Esther Cobblepot throw their deformed infant child Oswald into Gotham River, fearing he would become a menace to society after attacking their pet cat. His crib floats to an abandoned zoo and is found by a flock of penguins who raise him as one of their own.\n33 years later, during the lighting of Gotham City's Christmas tree, a villainous gang of carnival performers stage a riot. While Batman subdues the criminals, corrupt businessman Max Shreck falls through a trapdoor and is brought to the underground lair of the grotesque crime boss known as The Penguin (he is Oswald as an adult). A former sideshow freak, The Penguin explains his desire to become a respected citizen of Gotham and blackmails Shreck into helping him.\nMeanwhile, Shreck's secretary, Selina Kyle, inadvertently discovers her boss's plan to illegally monopolize Gotham's supply of electricity. To protect his secrets, Shreck pushes her out of his office window. Falling through several canopies, Selina miraculously survives but lies unconscious in an alley. A group of cats swarm around her, and while attempting to eat her, they revive her, gifting her with eight more lives. Traumatized, Selina develops dissociative identity disorder and, after having a mental breakdown and trashing her apartment, she fashions a black vinyl costume and whip, becoming the formidable Catwoman.\nShreck arranges for one of Penguin's men to kidnap the Mayor's infant son, allowing the Penguin to \"rescue\" him. As a reward, the Penguin is given access to the Gotham City Archives, where he learns his real name, and that he is the last surviving member of his family. Meanwhile, the Mayor, persuaded by Bruce Wayne, refuses to give Shreck a construction permit for his power plant. The Penguin orders his gang to attack downtown Gotham, ruining the Mayor's reputation and giving Shreck the opportunity to propose Penguin as a replacement. Batman confronts the Penguin, but Catwoman appears while firebombing Shreck's department store, and Penguin escapes. After a fight in which Batman knocks her off a building, Catwoman survives by landing in a truck full of kitty litter.\nCatwoman agrees to help Penguin with a plan to ruin Batman's reputation by framing him for the abduction of Gotham's \"Ice Princess\" beauty queen. While traversing the rooftops to find the Ice Princess, Penguin's goons disassemble the Batmobile and plant a device into the car that will allow Penguin to control it. Distracted by Catwoman, Batman is unable to stop Penguin from murdering the Princess using a swarm of captive bats. When Catwoman rejects the Penguin's amorous advances, he responds by attacking her with his motorized helicopter umbrella. As the umbrella takes her up into the sky, Catwoman narrowly cheats death again as she falls into a rooftop greenhouse. Fleeing from the police, Batman realizes that the Penguin is remotely controlling the Batmobile, taking it on a rampage through Gotham. Batman disables the control device, but not before recording the Penguin's mocking insults about how gullible the people of Gotham are.\nAt a press conference for Penguin organized by Shreck, Batman broadcasts the recording, destroying the Penguin's public image. Enraged, the Penguin flees to the sewers and orders his gang to kidnap all of the first born sons of Gotham's citizens. At a masquerade ball hosted by Shreck, Bruce and Selina deduce each other's secret identities. The Penguin suddenly invades the party and reveals his intention to drown the kidnapped children, including Shreck's son Chip, in sewage water, prompting Shreck to offer himself instead. Batman defeats the kidnappers, forcing Penguin to unleash an army of penguin soldiers to destroy Gotham with missiles. Piloting the Batboat through the sewers, Batman redirects the penguins to instead fire on Penguin's hideout. The Penguin attacks Batman in a rage, but ends up falling through the ceiling of his lair and into the toxic water.\nCatwoman ambushes Shreck in a vengeful attempt to kill him, but Batman stops her and unmasks himself. Before Bruce can reason with her, Shreck shoots him. He shoots Selina until he runs out of bullets, her now having only two lives left. Putting a taser to her lips, she kisses Shreck while grabbing hold of an exposed power cable, causing a fiery explosion. Bruce digs though the rubble but finds only Shreck's charred corpse. Mortally injured, the Penguin tries to take his umbrella to kill Batman, but collapses dead before he can finish. His penguin family carries out a makeshift funeral, pushing his body into the water.\nAfterwards, as Alfred drives Bruce home, Bruce spots a shadow outside resembling Catwoman. He finds a stray black cat and decides to take it home. As he leaves, the Bat-Signal lights up in the night sky as Catwoman watches from afar.\n<html>\n\n<head>\n <title>Batman Returns script by Daniel Waters with revisions by Westly Strick<\/title>\n<meta name=\"description\" content=\"Batman Returns script by Daniel Waters with revisions by Westly Strick\">\n<meta name=\"keywords\" content=\"Batman Returns script, Batman Returns movie script, Batman Returns film script, Batman Returns screenplay\">\n<meta http-equiv=\"content-type\" content=\"text\/html; charset=iso-8859-1\">\n<meta name=\"robots\" content=\"index,follow\">\n<meta http-equiv=\"Content-Language\" content=\"EN\">\n<meta name=\"objecttype\" content=\"Document\">\n<meta name=\"Subject\" content=\"Movie scripts, Film scripts\">\n<meta name=\"rating\" content=\"General\">\n<meta name=\"distribution\" content=\"GLOBAL\">\n<meta name=\"revisit-after\" content=\"14 days\">\n<META NAME=\"AUTHOR\" CONTENT=\"Daily Script\">\n<META NAME=\"OPERATOR\" CONTENT=\"The Daily Script\">\n<META NAME=\"intsearch\" content=\"dailyscript.com, daily script, the daily script, dailyscripts.com, daily scripts, movie scipts, movie screenplays\">\n\n<\/head>\n\n<body bgcolor=\"#FFFFFF\">\n   <pre>\n\n\n\n\n\n\n\n\n                       <u>\"BATMAN RETURNS\"<\/u>\n\n                             by\n\n                        Daniel Waters\n\n\n               [with revisions by Wesley Strick]\n\n\n\n\n\n\n\n                                               August 1, 1991\n\n\n\n\n\n\n\n\n     NOTE: THE HARD COPY OF THIS SCRIPT CONTAINED SCENE NUMBERS\n     AND SOME \"OMITTED\" SLUGS. THEY HAVE BEEN REMOVED FOR THIS\n     SOFT COPY.\n\n\n\n\n     INT. A STUFFY MANSION--A NIGHT ABOUT FORTY YEARS AGO\n\n     The viewer floats through an overbearing mansion and\n     up its sweeping staircase to where a stern man in\n     conservative dress is pacing back and forth, smoking a\n     cigarette in a cigarette holder.  He is the FATHER.  The\n     throes-of-labor pants and moans of the MOTHER can be\n     heard from down the hall.\n\n     Now, eerie Gaas and Goos chill the air.  The Father stops\n     and gapes the cigarette holder out of his mouth to see a\n     dazed NURSE shuffle out of the birth room and disappear\n     down the hallway.\n\n     A TRAUMATIZED DOCTOR next wanders out.  The Father runs\n     past him into the room.  The viewer remains outside and\n     hears the Father's subsequent screams.\n\n     INT. MANSION LIVING ROOM--CHRISTMAS EVE PAST\n\n     A bizarrely corrugated Cage sits amid the plush, period,\n     and Christmased-up surroundings of the mansion.  With\n     their backs turned to the sickly squeals emerging from\n     the Playpen from Hell, Father and Mother, holding\n     martinis, look out a window of gentle snowfall, with\n     bloodshot eyes.  A 50's-type radio warbles \"Santa Claus\n     is coming to Town.\"\n\n     A strange pair of eyes peer from the cage.  Taking the\n     point of view of the eyes from inside the playpen, one\n     sees the mansion's Christmas tree from between the dark\n     cage slats.\n\n                             GIDDY YULETIDE SINGERS\n               \"He knows when you are sleeping,\n               he knows when you're awake...\"\n\n     The family cat skulks past the cage -- almost.  Without\n     warning, the cat is yanked -- so fast and powerfully it\n     seems that it's been sucked -- through the bars, into the\n     cage.  A feline SCREAM, then sickening silence.\n\n     With dead syncopation, Mother and Father finish off their\n     martinis, and plop the empty glasses down.\n\n     EXT. A PARK--THAT NIGHT\n\n     A HAPPY COUPLE in 50's dress, pushes a baby carriage\n     through the park cooing toward their bundle of joy\n     inside.\n\n     Father and Mother straggle from the other direction,\n     creaking forward an ominously closed-up, wickedly de-\n     signed baby carriage that serves to muffle nasty whining\n     and thumping noises.\n\n                             HAPPY COUPLE\n               Merry Christmas!\n\n     Father and Mother fake a smiling response that collapses\n     as the happy couple passes.  They then brake at a story-\n     book bridge over a bubbling brook.  With dark nonchalance,\n     Father and Mother each grab an end of the carriage and\n     heave it upward.\n\n     EXT. THE CARRIAGE--NIGHT\n\n     swirls in the air and splashes down into the small river.\n     Right side up, the carriage gently rides the tranquil\n     rapids out of the park area.  It bobs through an open\n     sewer tunnel pipe.\n\n     INT. THE SEWER--NIGHT\n\n     The carriage innocently slides through the murky waters\n     of the awesomely cavernous and creepy sewer, softly\n     surfing its sides.\n\n     INT. A DARK LAIR--NIGHT\n\n     The resilient carriage spews from a gaping pipe into a\n     moat of water that surrounds a vast patch of snow and\n     ice that is the centerpiece of a dark and mysterious\n     lair.\n\n     The carriage rides a gentle wave onto the sanctuary's\n     arctic island, into a patch of light.  From out of the\n     darkness of the lair, FOUR STATUESQUE EMPEROR PENGUINS\n     WITH DISTINGUISHED GRAY BELLIES regally approach the\n     carriage and surround it with spooky authority.\n\n     FROM OUT OF THE DARKNESS OF THE OPENING CREDITS WE\n     GO TO...\n\n     EXT. A DISPLAY WINDOW--EARLY EVENING OF THE CURRENT ERA\n\n     A Batman logo fills the frame with a portentous soundtrack\n     boom.  A playful salvo of snowballs reverberates against\n     this image as the logo is revealed to be a hanging center-\n     piece in the display window of a store that sells Batman\n     sleds, lunch boxes, T-shirts, and ticking-to-twenty-\n     before-Seven clocks.\n\n     EXT. GOTHAM PLAZA--EARLY EVENING\n\n     Bathed in pristine snow and packed with ELATED SHOPPERS,\n     POINSETTIA GRASPING LOVERS, BLESSED CAROLERS, and an\n     overwhelming array of Christmas decoration, the intimate\n     Plaza center of Gotham City has been dragged kicking and\n     screaming into a state of beauty and happiness.\n\n     An ALL-AMERICAN DAD holds up a bowed Batman sled to an\n     ALL-AMERICAN MOM.  An ALL-AMERICAN SON rushes up causing\n     All-American Dad to exaggeratedly hide the present behind\n     his back. \n\n     Just behind them, an ADORABLE LITTLE GIRL takes a dollar\n     from her precious little purse and gives it to a\n     SALVATION ARMY SANTA.  A sweet, microphoned voice wafts\n     out over the Plaza.\n\n                             SWEET MICROPHONED VOICE (O.S.)\n               Could I have your attention, Gotham\n               City?\n\n     EXT. FROM AN ELEVATED STAGE AT THE CENTER OF THE\n     PLAZA--EVENING\n\n     A dewy-eyed young lovely, wearing a snow bunny fur, a\n     tiara, and a banner streamed across her chest that reads\n     ICE PRINCESS, continues into her mike.  An Elegant Lampost\n     Clock, near the stage, ticks fifteen minutes till seven.\n\n                             ICE PRINCESS\n               It's time for tonight's Lighting\n               of the Tree!  How 'bout that!\n\n     The merry Consumers stop to watch the Ice Princess scurry\n     to an IMMENSE VIBRANTLY MULTI-COLORED BUTTON and press it\n     down.  This causes a mammoth Christmas Tree to light up.\n     The crowd erupts in aahs and oohs.\n\n     INT. A VERTICAL SEWER GRATE--EVENING\n\n     Through a grand, vertical half-circle sewer grate, an\n     older pair of strange eyes peer.  Taking the point of\n     view of the eyes through the grate slats, one sees the\n     blazing Christmas Tree, just as one did through the\n     Playpen bars.\n\n     EXT. OUTSIDE THE SEWER GRATE--EVENING\n\n     A pair of black webbed hands -- flippers, really -- curl\n     out around the grate bars.  Eerily poking out next is a\n     twisted bird-like nose and a creepy pair of barely audible\n     lips.\n\n                             THE CREEPY LIPS\n               \"I know when you are sleeping, I\n               know when you're awake.\"\n\n     The world's most beloved butler, ALFRED, marches past the\n     sewer grate, past a PAPERBOY who bustles up, holding a\n     newspaper headlined <u>\"PENGUIN -- MAN OR MYTH OR SOMETHING<\/u>\n     <u>WORSE?\"<\/u>\n\n                             PAPERBOY\n               Read about the latest sighting of\n               the Penguin creature!  He was seen\n               torching a homeless shelter,\n               robbing a blind --\n\n                             ALFRED\n               Dear Boy!  Sometimes it is a\n               diversion to read such piffle.\n               Most times it is a <u>waste<\/u> of time.\n\n     Alfred suddenly feels a chill from behind, and below him.\n     He turns to the sewer grate just as the slimy flippers\n     disappear into the darkness.\n\n     EXT. THE TOP OF THE SHRECK BUILDING--NIGHT\n\n     The viewer goes from Gotham's bowels to its summit.  The\n     top floor of the building housing the department store\n     is a tower of Ivory with a large, friendly sentinel of\n     a cat at its tippy top.  Two men stand in the window,\n     pointing down to the Plaza below.\n\n     INT. MAX SHRECK'S CONFERENCE ROOM--NIGHT \n\n     The conference room presents itself in its high-tech\n     splendor.  A mighty Shreck Corporation logo of a friendly\n     cat adorns one wall.\n\n     The two men are MAX SHRECK and THE MAYOR.  Max is a\n     pillar of community charisma.  The Mayor is more\n     straightforward, less spectacular.\n\n                             MAYOR\n               Well here's hoping ... With Batman\n               protecting us, and all your enterprises\n               keeping our economy on full boil,\n               Gotham just might have its first\n               real Christmas in a good long while.\n\n                             MAX\n                      (nods, then)\n               I feel almost vulgar, in this\n               Yuletide context, about mentioning\n               the new power plant.\n               But if we're gonna break ground\n               when we've <u>gotta<\/u> break ground,\n               I'll need permits, variances, tax\n               incentives ... that sort of pesky\n               nonsense.\n\n     Evidently, this is the first the Mayor has heard of it.\n\n                             MAYOR\n               \"Power plant\"?  Max, our studies\n               show that Gotham has enough energy\n               sources to sustain growth into the\n               next cen--\n\n                             MAX\n                      (scoffs)\n               Your analysts are talking growth\n               at one percent per annum.  That's\n               not growth, that's a mild swelling.\n               <u>I'm<\/u> planning ahead for a\n               revitalized Gotham City ... So we\n               can light the whole plaza without\n               worrying about brownouts ... Do \n               you like the sound of \"brownouts\"?\n               Do you?\n\n     Behind them, Max's football-hero son CHIP (as in Chip off\n     the old block) enters, with SELINA KYLE, Max's beautiful-\n     beneath-bifocals-and-a-subdued-haircut assistant.  She\n     sets down fresh coffee for Max and the Mayor.\n\n                             MAX\n               Imagine a Gotham City of the future\n               lit up like a blanket of stars ...\n               but blinking on and off,\n               embarrassingly low on juice.\n               Frankly I cringe, Mr. Mayor.\n\n     Chip glances to a fierce digital clock showing 6:50.\n\n                             CHIP\n               Dad.  Mr. Mayor ... It's time to\n               go downstairs and bring joy to the\n               masses.\n\n     Max looks to the Mayor:  what's it gonna be?\n\n                             MAYOR\n                      (curt)\n               Sorry.  You'll have to submit\n               reports, blueprints and plans to\n               the usual committees, through the\n               usual channels.\n\n     This isn't what Max wants to hear.  But before he can\n     retort:\n\n                             SELINA\n               Um, I had a suggestion.  Well,\n               really, actually more of just a\n               question ...\n\n     Max turns, goggle-eyed at the impertinence. \n\n                             MAX\n               I'm afraid we haven't properly\n               house-broken Ms. Kyle.  In the\n               plus column, though, she knows\n               how to brew coffee.\n\n     As Chip follows his father and the Mayor out he tells\n     Selina, re the untouched coffee.\n\n                             CHIP\n               Thanks.  Y'know it's not the\n               caffeine that buzzes us -- it's\n               the obedience.\n\n     Now Selina is alone.\n\n                             SELINA\n               Shut up, Chip.\n\n     Then she slaps her forehead with her palm.\n\n                             SELINA\n               \"Actually more of just a question.\"\n               You stupid corn dog.  Corn dog.\n               Corn dog.\n\n     EXT. OUTSIDE SHRECK'S DEPARTMENT STORE--NIGHT \n\n     Max, his son and the Mayor roll out from beneath the \n     SHRECK sign, through popping flashbulbs and happy\n     Gothamites.\n\n     Max smoothly hands a fifty and a second bill to a\n     Salvation Army Santa.  Santa checks the second bill.\n     It's a single.\n\n                             CHIP\n               Watch your step, Dad, it's pretty\n               grotesque...\n\n     Max gracefully side-steps an island of melting sludge.\n     We follow its oozing stream down into a sewer grate.\n\n     INT. BELOW IN THE SEWER--NIGHT\n\n     A silhouette of a squat, gnarled figure responds to the\n     icky drizzle by flapping open an umbrella, in shadow.\n\n     EXT. THE STAGE--NIGHT \n\n     As Max and the Mayor move -- both smiling -- to the dais:\n\n                             MAX\n               I have enough signatures -- from\n               Shreck employees alone -- to warrant\n               a recall.  That's not a threat.\n               Just simple math.\n\n                             MAYOR\n               Maybe.  But you don't have an issue,\n               Max.  Nor do you have a candidate.\n\n     The elegant clock behind them says five minutes till\n     seven.  Max and the Mayor both peck the Ice Princess's\n     cheek.  Now the Mayor takes the mike.  With forced\n     joviality:\n\n                             MAYOR\n               The man who's given this city so much\n               is here, to keep giving. Welcome\n               Gotham's own Santa Claus, Max Shreck.\n\n     INT. MAX'S OUTER OFFICE--NIGHT\n\n     Selina sullenly scribbles \"Obey\" on a post-it pad which\n     she then sticks on the edge of her computer beside other\n     girlishly masochistic post-its like \"Don't 'get' jokes\"\n     and \"Save it for your diary\".\n\n     Selina pouts at the sound of the cheering crowd.  A\n     phone rings.  She just stares at it.  Then past it, to\n     a legal pad sheet with the word SPEECH scribbled atop\n     it.  Selina pops to it in a panic.\n\n                             SELINA\n               Darn.  <u>Darn<\/u>.\n\n     EXT. THE STAGE--NIGHT\n\n     Max, the Mayor, and his staff proudly hurl small wrapped\n     boxes into the eager audience.  Max then stops to unzip\n     a hand-size portfolio--it is empty.  He then gives a calm,\n     clenched-teeth hiss to Chip.\n\n                             MAX\n               Forgot.  My.  Speech.  Remind me to\n               take it out on Selina.\n                      (into mike)\n               \"Santa Claus\"?  'Fraid not.  I'm\n               just a poor schmoe who got a little\n               lucky, and sue me if I want to give\n               a little back.  I only wish I could\n               hand out more than just expensive\n               baubles.  I wish I could hand out\n               World Peace, and Unconditional\n               Love, wrapped in a big bow.\n\n     INT. SEWER BELOW THE STAGE--NIGHT\n\n     The umbrella closes to reveal a POV of the babbling Max\n     up through a stage-side sewer grate.\n\n                             A RASP\n               Oh, but you can.  Oh, but you\n               will ...\n\n     His clammy flipper rises up, barely into the light, to\n     flick open a rusted, ornately battered time-piece.  One\n     minute till.\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     A GARGANTUAN CHRISTMAS PRESENT WITH A COLOSSAL RED BOW\n     is suddenly seen floating into the Plaza.  Citizens turn\n     their heads from the stage to gasp in wonder.\n\n     Behind the Adorable Little Girl, Alfred reaches a parked\n     Wayne Rolls Royce and tosses in his present.  He pulls off\n     a ticket from the windshield with a huff, then looks out\n     to the big present.  Warily.\n\n     The alarms on the clocks in the Batman Store window go\n     off at seven o' clock.\n\n     EXT. THE STAGE--NIGHT\n\n     The Mayor admires the Mega-gift.  Grudgingly:\n\n                             MAYOR\n               Great idea.\n\n                             MAX\n                      (mystified)\n               But not mine...\n\n     Max drops a present.  It lands atop the sewer grate\n     below.\n\n     INT. THE SEWER BELOW--NIGHT\n\n     Angle on a shadow of the face of the man one calls\n     PENGUIN.\n\n                             PENGUIN\n               Deck the halls.\n\n     EXT. THE PLAZA--NIGHT\n\n     One can make out motorcycle wheels churning beneath the\n     box and even some moving feet when suddenly the front\n     of the box tears open.  With a rebel yell, a GANG of\n     SURLY CARNIVAL DENIZENS WITH RED TRIANGLES TATTOOED OVER\n     THEIR LEFT EYES blitzkrieg the crowd, which includes\n     Alfred, who protectively bolts toward the Little Girl.\n\n     A STRONGMAN COVERED IN TATTOOS emerges out of the box to\n     slam the All-American Dad and swipe his Batman sled,\n     which Strongman then uses to hammer down Santa Claus.\n\n     EXT. BEFORE THE DEPARTMENT STORE--NIGHT\n\n     Oblivious, Selina rushes out with Max's speech.\n\n     A TRIO OF SCOWLING BIKERS buzz her to the ground.\n\n     The Batman sled crunches against a frosty police wind-\n     shield.  A disgruntled COMMISSIONER GORDON sputters out\n     into his radio.\n\n                             GORDON\n               What are you waiting for?  The\n               Signal!\n\n     EXT. THE GOTHAM SKY--NIGHT\n\n     THE RENOWNED BAT BEACON blazes onto the edge of the night.\n\n     INT. WAYNE MANOR--NIGHT\n\n     The Bat Beacon can be seen through an elegant mansion\n     window.\n\n     Its reflection is picked up in an ornate mirror in the\n     grand living room and then followed to another\n     strategically placed mirror.  The reflection glows\n     against the face of a sitting-in-darkness Bruce Wayne.\n     He moves out of the light.\n\n     INT. THE SEWER--NIGHT\n\n     Through the grate bars, the beacon in the sky can be made\n     out, accompanied by strange squawks.\n\n                             THE RASP OF PENGUIN\n               Ooh, Batman... You gonna piss on\n               my parade..?\n\n     EXT. THE PLAZA--NIGHT\n\n     A FIRE BREATHER smashes open a big hole in the Batman\n     Store display window with his Fire-rod.  He sticks his\n     rod in his mouth, then bellows a cloud of flame onto the\n     Batman merchandise.\n\n     Amid the chaos of whimpering victims and dropped shopping\n     bags, a fleeing Ice Princess shoves an Elderly Woman to\n     the ground.\n\n     EXT. THE STAGE--NIGHT\n\n     Monkeys with cap-pistols frolic on the shoulders of a man\n     equipped with an organ-grinder-Gatling-gun, as he fires\n     artillery into the Christmas tree, blasting off ornaments,\n     cables, and lights.  Max and the Mayor hit the deck.\n\n                             ORGAN GRINDER\n               Take <u>that<\/u>, tannenbaum!\n\n     A FAT CLOWN leaps onto the stage with a WICKEDLY DRESSED\n     DAME, who wears an assortment of knives, and a RAGGEDY\n     SWORD SWALLOWER who chokes up an Excaliber.\n\n                             KNIFETHROWER DAME\n               Relax.  We just came for the guy\n               who runs the show.\n\n     The Mayor bravely steps forward.\n\n                             MAYOR\n               What do you want from me?\n\n     Laughing, the Sword Swallower pushes him off the stage.\n\n                             SWORD SWALLOWER\n               Not you.  Shreck.\n\n     Now Chip heroically stands.\n\n                             CHIP\n               You'll have to go through me.\n\n                             FAT CLOWN\n               All this courage.  Goosebump-city.\n\n     Simultaneously the Knifethrower whip-throws a knife that\n     grazes Chip's ear.\n\n                             MAX\n               Son!\n\n                             CHIP\n               Dad!  Save yourself!\n\n     Max has already dashed off the dais.\n\n     EXT.\/INT. BATMOBILE--NIGHT\n\n     The Batmobile rockets toward the viewer, the bat insignia\n     reflecting off the windshield.  It plows through the\n     gargantuan \"present,\" shredding it to pieces.\n\n     Three STILT-WALKERS are viciously kicking the crowd.\n\n     BATMAN slams down a lever.\n\n     Twin blades sprout from the Batmobile's sides, like\n     wings, to saw off the stilts, whose owners now crash\n     down, face-first.\n\n     Out of slots, Batman fires a whooshing array of small,\n     black, metal frisbees into the heads of some Carnival\n     gangsters and Bikers.\n\n     Now he focuses upon the Tattooed Strongman, chasing\n     Alfred and the Little girl.\n\n     Alfred looks to the oncoming Batmobile and knowingly\n     ducks.  A black frisbee savagely jettisons over his head,\n     into the Tattooed Strongman's face, crumpling him to the\n     ground.  Alfred rises up to broadly beam at the passing\n     Batmobile.\n\n     EXT. PLAZA SIDE STREET--NIGHT\n\n     Max huffs with growing confidence, into a less crowded\n     sidestreet.  He trots over a sewer grate.\n\n     INT. BENEATH THIS SIDE-STREET SEWER GRATE--NIGHT\n\n     Loud animalistic panting and splashing sounds are heard\n     as we watch Max stamping across the grate.\n\n     EXT. THE PLAZA--NIGHT\n\n     Three Clowns spin and fire frantically at the charging\n     Batmobile.  One dives out of the way.\n\n     The other Two (one, a midget) slam atop the hood as\n     Batman roars toward the Batman store and the Fire-\n     breather blaspheming the display window.\n\n     The woozy hood-top clowns raise their guns toward the\n     windshield, while the escaped Clown rains bullets against\n     its back window.\n\n     Batman brakes the Batmobile.  The Hoodtop Clowns sail\n     into the stunned Firebreather and all three land on the\n     merchandising.\n\n     Batman twists a square black Knob.  A powerful STEEL JACK-\n     TYPE DEVICE jets out the bottom of the Batmobile and\n     lifts the vehicle up off the ground.  The Batmobile does\n     a sharp 180 degree spin.  Batman re-twists the knob.  The\n     jack slams back up into the Batmobile.\n\n     The Exhaust of the spun-around Batmobile volcanoes toward\n     the gaping Firebreather, fittingly setting him on fire,\n     along with both clowns.  The Batmobile thunders at the\n     clown who'd escaped.\n\n     This clown grabs innocent bystander Selina Kyle.  In the\n     scuffle, a heel cracks off one of her shoes.\n\n     The blitzing Batmobile comes to a skidding halt.  The\n     Clown presses a sleek stun-gun to Selina's neck.\n\n                             SELINA\n               I probably shouldn't bring this up,\n               but this is a very serious pair\n               of shoes you ruined.  Couldn't you\n               have just been a prince and broken\n               my jaw?  My body will heal, but\n               this was the last pair left in my\n               size.\n\n                             CLOWN\n               All these innocent bystanders and I\n               had to pick you ...SHUT UP!\n\n     The Batmboile door whooshes open.  Batman pounds straight\n     at the Clown, an eerie force of nature.  An ACROBAT\n     somersaults into his face.  Batman casually punches his\n     lights out.\n\n                             CLOWN\n               Listen up, Mister Man-bat, you\n               take one step closer and I'll...\n\n                             BATMAN\n               Sure.\n\n     Batman gunslingers out his grapple speargun.  The wired\n     hook rockets past the clown's jerking away head and into\n     the wall behind him.\n\n                             CLOWN\n                      (jeers)\n               Nice shot, Mister...\n\n     Batman yanks the wire, ripping off a chunk of wall that\n     smacks the back of the clown's head.  As he staggers:\n\n                             SELINA\n               You shouldn'a left the other heel.\n\n     With her surviving heel, she kicks the Crumpled Clown's\n     knee, knocking him and the stun gun to the ground.\n\n     Batman bends to his vanquished foe.  Touches the triangle\n     tattoo over his left eye, as Selina gushes:\n\n                             SELINA\n               Wow.  The Batman--or is it just\n               \"Batman\"?  Your choice.  Of course.\n\n     Batman finds himself staring at the lovely young woman.\n     For a moment, time freezes.\n\n                             BATMAN\n               Gotta go.\n\n     In a wink, he's a half-block away, being schmoozed by\n     Commissioner Gordon.  Onlookers CHEER.\n\n     It's just Selina alone here with her unconscious attacker.\n\n                             SELINA\n               Well.  That was ... very brief.\n               Like most men in my life.  What\n               men?  Well, there's you, but ...\n               you need therapy.\n\n     She kneels beside the Clown.  Picks up his stun-gun.\n     Zaps him, jolting his body a bit.\n\n                             SELINA\n               Electroshock therapy.  What a\n               bargain -- we <u>both<\/u> feel better.\n\n     EXT. PLAZA SIDE STREET--NIGHT\n\n     Hearing the sounds of cheers, Max smiles and stops atop\n     a manhole to wipe his brow.  Suddenly, the manhole cracks\n     in half, sucking down a wailing Max.  The manhole flaps\n     back up into a normal, seemingly untouched position.\n\n     EXT. THE PLAZA--NIGHT\n\n     The Commissioner hustles to keep pace with Batman.\n\n                             GORDON\n               Thanks for saving the day, Batman.\n                    (good natured huff)\n               Thanks for making the rest of us look\n               like a bunch of dolts ... I'm afraid\n               the Red Triangle Circus Gang is back.\n\n                             BATMAN\n               We'll see...\n\n     Now the Mayor bustles up.\n\n                             MAYOR\n               The Caped Crusader.  We don't\n               deserve you!  They almost made off\n               with our mover and shaker, Max\n               Shreck.  But --\n\n     Belatedly it dawns on the Mayor.  He looks around,\n     blinking.\n\n                             MAYOR\n               Where <u>is<\/u> that insufferable\n               sonovabitch?\n\n     Then he turns back, to Batman.  But Batman has vanished,\n     too.\n\n     INT. SELINA'S APARTMENT--LATER THAT NIGHT\n\n     Selina enters, hanging up her winter coat and calling out.\n\n                             SELINA\n               Honey, I'm home.\n                      (then)\n               Oh, I forgot.  I'm not married.\n\n     She wearily laughs at her private joke, then takes in her\n     '90's quaint, \"feminine\" apartment -- pink carpet, cute\n     linoleum, a neon \"HELLO THERE!\" on the wall --\n\n     -- a meticulous doll house, a quilt-in-progress, a pretty\n     embarrassing assortment of stuffed animals and a Christmas\n     tree.\n\n     Through her open window, a feisty, beautiful CAT slinks in.\n\n                             SELINA\n               Miss Kitty ... Back from more\n               sexual escapades you refuse to\n               share ... not that I'd ever pry.\n               Drink your dinner.\n\n     She sets out a dish of milk.  Miss Kitty comes over, purring.\n\n                             SELINA\n               What did you just purr?  \"How can\n               anyone be so pathetic?\"  Yes, to\n               you I seem pathetic.  But I'm a\n               working girl, gotta pay the rent.\n               Maybe if you were chipping in,\n               'stead of stepping out ...\n\n     She passes childhood PHOTOS of a younger happier Selina on\n     a trampoline, on a horse, on a mountain face ... then\n     turns on her answering machine.\n\n     As it plays, she opens her Murphy bed, turns down the\n     covers ...\n\n                             MOM'S VOICE\n                      (stern)\n               Selina dear.  It's your mother.\n               Just calling to say hello --\n\n                             SELINA\n               Yeah right, \"but\" --\n\n                             MOM'S VOICE\n               -- \"but\" I'm disappointed you're not\n               coming home for Christmas.  I was\n               looking forward to discussing your\n               life.  To hearing just <u>why<\/u> you\n               insist on languishing in Gotham\n               City as some lowly secretary --\n\n                             SELINA\n               Lowly \"assistant\".  Thank you.\n\n     She fast forwards to:\n\n                             LAME BOYFRIEND'S VOICE\n               Selina, about that Christmas\n               getaway we planned?  I'll be going\n               alone.  Doctor Shaw says I need to\n               be my own person now, and not an\n               appendage.\n\n                             SELINA\n                      (scoffs)\n               Some appendage.\n\n     As she fast forwards:\n\n                             SELINA\n               The party never stops on Selina\n               Kyle's answering machine ... Guess\n               I should've let him win that last\n               racquetball game.\n\n     Onto the next message:\n\n                             GRUFF WOMAN\n               Selina ... We've missed you at the\n               rape prevention class ... It's not\n               enough to master martial arts.  Hey,\n               Elvis knew <u>those<\/u> moves, and he died\n               fat.  You must stop seeing yourself\n               as a vict--\n\n     Onward.  Miss Kitty compassionately snuggles beside her,\n     as:\n\n                             SELINA'S OWN VOICE\n               Hi, Selina, this is yourself\n               calling.  To remind you, honey,\n               that you have to come all the way\n               back to the office unless you\n               remembered to bring home the Bruce\n               Wayne file, because the meeting's\n               on Wednesday and Max Slavemaster\n               will freak if every pertinent fact\n               is not at your lovely tapered\n               fingertips.\n\n     Selina fires her stun gun at the answering machine, jolt-\n     ing it off.  Again, she slaps her forehead with her hand.\n     Then goes to her closet, puts her coat back on.  As she\n     exits:\n\n                             SELINA\n               The file!  You stupid corn dog.\n               Corn dog.  Deep fried!  Corn dog ...\n\n     EXT. THE OLD GOTHAM ZOO--NIGHT\n\n     The viewer is suddenly wafting over the creepy panorama\n     of an abandoned Zoo Expo Area.\n\n     We whoosh downward to a DECREPIT \"ARCTIC WORLD\" PAVILION,\n     and through its Colossal, cracked Observation window.\n\n     INT. PENGUIN'S LAIR--NIGHT\n\n     We continue to squirm down the walls of the lair where\n     Penguin found his home, before settling to a tight glimpse\n     of Max Shreck slumped over the edge of a block of ice.\n\n     Max teeters up into consciousness, glancing to his side\n     to see a grand Emperor Penguin curiously staring at him.\n     Max yelps.  The Penguin yelps back.\n\n     Calming himself, Max turns to face forward, then screams\n     again.  The block of ice is revealed to be a strange con-\n     ference table populated by the Red Triangle Circus Gang,\n     including:  a disturbingly Ratty Poodle and its matching\n     owner, a Ratty POODLE LADY; the Organ Grinder and his two\n     monkeys; the Tattooed Strongman; the Sword Swallower; the\n     Knifethrowing Dame; the Fat and Thin Clowns; the three\n     Stiltwalkers; Flame, the Snakewoman; and four ND acrobats.\n\n     An awesome, SEEDY ELECTRICAL GENERATOR wires to a massive\n     air conditioner, wheezes sparks with a malevolent hum.\n\n     The gang's snickering now fades into respectful silence.\n\n     Actual penguins of every size heedlessly horseplay in\n     the icy moat.  Now we hear the sound of a drip.  Max\n     turns...The drip is seen thudding against an umbrella\n     improbably held by one of the penguins.  As he emerges\n     from the pack, we see that he wears a grimy coat.  Then\n     he flaps down his umbrella, revealing his face for the\n     first time in glory.  It is not a penguin but The Penguin.\n\n                             PENGUIN\n               Hi.\n\n     Max launches into a face-contorting wail, but his shock\n     prevents him from emitting actual sound.  He closes his\n     mouth then tries another Munchesque wail to no aural effect.\n\n                             PENGUIN\n               I believe the word you're looking\n               for is...A-A-A-A-A-G-H-!\n\n     Then:\n\n                             PENGUIN\n               Actually this is all just a bad\n               dream.  You're home in bed.\n               Heavily sedated, resting\n               comfortably, and dying from the\n               carcinogens you've personally\n               spewed in a lifetime of profiteering.\n               Tragic irony or poetic justice?\n               You tell me.\n\n                             MAX\n               My god ... it's true.  The Penguin-\n               Man of the sewers ... Please, don't h--\n\n                             PENGUIN\n               Quiet, Max.  What do you think,\n               this is a conversation?\n\n     Max shuts right up.  Penguin idly \"tries out\" his little\n     umbrella -- it spits fire.  Satisfied, he sets it down.\n\n                             PENGUIN\n               We have something in common, we\n               two ... We're both perceived as\n               monsters.  But, somehow, you're a\n               well-respected monster, and I am... \n               to date... <u>not<\/u>.\n\n     There is a small arsenal of umbrellas at his feet.  He\n     picks up another one:  it shoots knives.\n\n                             MAX\n                      (mustering courage)\n               Frankly I feel that's a bum rap.\n               I'm a businessman.  Tough, yes.\n               Shrewd, okay.  But that doesn't\n               make me a mon--\n\n     Penguin cuts him off with a CACKLE.\n\n                             PENGUIN\n               Don't embarrass yourself, Max.  I\n               know all about you.  What you hide,\n               I discover.  What you put in your\n               toilet, I place on my mantlepiece.\n               Get the picture?\n\n     Penguin is playing with a third umbrella.  He begins to\n     twirl it at Max -- it's got a bright spiral pattern, like\n     one of those cheesy \"hypno-disks\" from the backs of\n     comic books.\n\n                             MAX\n               What, is that supposed to\n               \"hypnotize\" me?\n\n                             PENGUIN\n               No, just give you a splitting\n               headache.\n\n                             MAX\n               Well it's not working.\n\n     Penguin \"fires\" the umbrella at Max -- a DEAFENING\n     gunshot.  Max flies back in horror:  Am I hit?\n\n                             PENGUIN\n               You big baby!  Just blanks.  Would\n               I go to all this trouble tonight\n               just to kill you?  No, I have an\n               entirely \"other\" purpose.\n\n     Suddenly Penguin is solemn, subdued -- is that a tear in\n     his eye?\n\n                             PENGUIN\n               I'm ready, Max.  I've been\n               lingering down here too long.  I'm\n               starting to like the smell ... bad\n               sign.  It's high time for me to\n               ascend.  To re-emerge.  With your\n               help, your know-how, your savvy,\n               your acumen.  I wasn't born in the\n               sewer, you know.  I come from ...\n\n     He looks up, at a place far above the sewers.\n\n                             PENGUIN\n               Like you.  And, like you, I want\n               some respect ... a recognition of\n               my basic humanity ... an occasional\n               breeze ...\n\n     Even the Circus Gang looks touched.  Max stays poker-\n     faced.\n\n                             PENGUIN\n               Most of all, I want to find out who\n               I am.  By finding my parents.\n               Learning my \"human\" name.  Simple\n               stuff that the good people of\n               Gotham take for granted.\n\n                             MAX\n                      (boy, is he tough)\n               And exactly <u>why<\/u> am <u>I<\/u> gonna help\n               <u>you<\/u>?\n\n     On cue, one of the Carny Creeps hands Penguin a grimy\n     Christmas stocking with \"Max\" disturbingly stitched on it.\n\n                             PENGUIN\n               Well, let's start with a batch of\n               toxic waste from your \"clean\"\n               textile plant.  There's a whole\n               lagoon of this crud, in the back...\n\n     He pulls a rusty thermos from the stocking and, from the\n     thermos, pours some goo onto the tabletop, which sizzles.\n\n                             MAX\n               Yawn.  That coulda come from anywhere.\n\n                             PENGUIN\n               What about the documents that prove\n               you own half the firetraps in Gotham?\n\n                             MAX\n               If there were such documents -- and\n               that is not an admission -- I would\n               have seen to it they were shredded.\n\n     Another Carny Goon hands over a sheaf of papers -- they've\n     been shredded, but carefully placed together with tape.\n\n                             PENGUIN\n               A lot of tape and a little patience\n               make all the difference.  By the way,\n               how's Fred Adkins, your old partner?\n\n                             MAX\n                      (rattled)\n               Fred.  Fred?  He's ... actually he's\n               been on an extended vacation, and --\n\n     From under the table, Penguin pulls out a discolored human\n     hand and happily waves it at a whitened Max.\n\n                             PENGUIN\n                      (ventriloquist)\n               Hi, Max.  Remember me?  I'm Fred's\n               hand.\n                      (leans forward)\n               Want to greet any other body parts?\n               Or stroll down memory lane, with\n               torn-up kinky Polaroids?  Failed\n               urine tests?  Remember, Max ...\n               You flush it, I flaunt it.\n\n     Max sits here -- chastened, thoughtful, considering all\n     the incriminating evidence before him.  Now he manages\n     a smile.\n\n                             MAX\n               You know what, Mr. ... Penguin-Sir?\n               I think perhaps I could help\n               orchestrate a little welcome-home\n               scenario for you.  And once we're\n               both back home, perhaps we can\n               help each other out ...\n\n                             PENGUIN \n               You won't regret this, Mr. Shreck.\n\n     He puts out a hand.  Max shakes.  Penguin abruptly pulls\n     his flipper away, leaving Max holding \"Fred\"'s severed\n     paw.\n\n     The Carny Crew booms in laughter.  Max offers a weak giggle.\n\n     EXT. GOTHAM PLAZA - NEXT DAY\n\n     The Mayor, accompanied by TV news-cams, grimly tours the\n     scene of last night's rampage.  Accompanied by his Wife,\n     holding their BABY (great photo op) and an appropriately\n     solemn Max.\n\n                             MAYOR\n                      (to reporters)\n               I tell you this, not just as an\n               official, but as a husband and\n               father ... last night's eruption\n               of lawlessness will never hap--\n\n     Suddenly from behind the ravaged Tree, an ACROBAT-THUG\n     somersaults at the Mayor's Wife, and snatches the Baby!\n     Then leaps onto the platform and holds the baby up, like\n     an Oscar.\n\n                             ACROBAT-THUG\n               I'm not one for speeches, so I'll\n               just say \"Thanks\".\n\n     The Mayor lunges for the attacker and gets pivot-kicked\n     to the ground.  The THUG races through a frightened crowd --\n\n     -- and falls into an open manhole.  As bystanders gather,\n     and try to peer into the darkness below, we HEAR:\n\n                             THUG'S VOICE\n               Hey!  Oww!\n\n     Now the THUMPS of somebody taking a merciless <u>pounding<\/u>.\n     And the SCREAMS of the Thug.  Now he comes scrambling out\n     of the manhole, dazed and empty-handed ... and madly\n     dashes away ...\n\n     Next, amid cries of \"Stand back!\" and \"My God, look!\" the\n     bystanders back off, revealing the spectacle of the\n     Mayor's tiny child levitating -- as if by magic -- from\n     the depths of purgatory.  But no, it's not magic ...\n     it's ... <u>Penguin<\/u>!  He holds the babe aloft in one yucky\n     but powerful flipper.\n\n     INT. WAYNE MANOR LIVING ROOM - THAT NIGHT\n\n     Alfred is standing on a stepladder attaching ornaments to a\n     Christmas tree, but finding his attention claimed by the TV.\n\n     Bruce is sitting on the couch, also entranced by the lead\n     item on the local news.\n\n                             TV ANCHORMAN'S VOICE\n               This morning's miracle... Gotham\n               will never forget.\n\n     INSERT - TV SCREEN\n\n     The rest of the scene in Gotham Plaza plays out on video:\n\n     Now Penguin is fully out above the pavement, so we can\n     see how he'd miraculously floated up ... on a big Rubber\n     Duck attached to a tall scissor-lift.  As CAMERA ZOOMS\n     IN:\n\n                             ANCHORMAN'S VOICE\n               That's him:  The shadowy, much\n               rumored penguin-man of the sewers,\n               arisen.  Until today, he'd been\n               another tabloid myth, alongside\n               the Abominable Snowman and the Loch\n               Ness Monster ...\n\n     The Mayor's wife snatches up her baby in tears.  Then,\n     fighting nausea, she embraces the modest, abashed\n     Penguin -- whose eyes heartbreakingly blink in the\n     unaccustomed light.\n\n                             ANCHORMAN'S VOICE\n               But now this odd little man-beast\n               can proudly stand tall, alongside\n               our own legendary Batman.\n\n     The Mayor tries to shake Penguin's hand ... but somehow\n     Max Shreck is standing between them, patting Penguin's\n     back.\n\n                             ANCHORMAN'S VOICE\n               Gotham's leading citizen, Max Shreck,\n               had been on a fact-finding mission in\n               Gotham Plaza...\n\n     Shreck whispers something in Penguin's pointy little ear\n     -- c'mon, you're a hero, it's your moment.  Embarrassed,\n     but -- aw, what the hell -- Penguin takes a little bow.\n\n     Gotham Plaza erupts.  \"Joy To The World\" PEALS over the\n     PA.\n\n     INT. WAYNE MANOR LIVING ROOM - NIGHT\n\n     Bruce and Alfred are both frozen (Alfred's arm\n     outstretched to the tree, ornament dangling).  Both still\n     staring, at:\n\n     INSERT - TV SCREEN\n\n     Penguin is in Gotham Plaza, doing a live interview.\n     Shabby but proud in his tattered cloak, shielding his eyes\n     with a small, touchingly frayed umbrella from the glare of\n     the studio lights.  He haltingly, earnestly tells CAMERA:\n\n                             PENGUIN\n               All I want in return ... is the\n               chance to ... to find my folks.\n               Find out who they are ... and,\n               thusly, who I am ... and then,\n               <u>with<\/u> my parents, just ... try to\n               understand why ... why they did\n               what I guess they felt they <u>had<\/u>\n               to do, to a child who was born\n               looking a little ... different.\n               A child who spent his first\n               Christmas, and many since, in a\n               sewer.\n\n     INT. WAYNE MANOR LIVING ROOM - NIGHT\n\n     Alfred is back to trimming the tree.  But Bruce still\n     stares at the TV screen.  Presently:\n\n                             ALFRED\n               Mr. Wayne ... Something wrong?\n\n                             BRUCE\n               No, nothing, ah ...\n                      (pause)\n               His parents ... I ... I hope he\n               finds them.\n\n     Alfred murmurs his agreement:  that would be nice.\n\n     HOLD ON BRUCE as he continues to scrutinize the image of\n     the Penguin, on the screen...\n\n     EXT. HALL OF RECORDS - NEXT DAY\n\n     Press Photographers jostle to snap photos through the\n     windows of the baroque old building.  Frustrated Journal-\n     ists, barred from the building by a row of Cops, inter-\n     view each other.\n\n                             JOURNALIST 1\n               Whattaya think he'll <u>do<\/u> to his mom\n               and dad, when he finds 'em?\n\n                             JOURNALIST 2\n                      (stupid question)\n               What would you do to your mom and pa,\n               if they flushed <u>you<\/u> down the poop-\n               chute?\n\n     An AGGRESSIVE REPORTER tries to sneak in through a side\n     entrance.  He's grabbed by two Shreck Security GUARDS.\n\n                             GUARD 1\n                      (escorting him off)\n               Mr. Penguin is not to be disturbed.\n\n                             AGGRESSIVE REPORTER\n                      (professional outrage)\n               The Hall of Records is a public\n               place!  You're violating the First\n               Amendment, abridging the freedom\n               off the press --!\n\n     Suddenly Max Shreck is standing here, surrounded by a\n     posse of his own sympathetic reporters, who jot down every\n     pearl.\n\n                             MAX\n               What about the freedom to rediscover\n               your roots, with dignity, with privacy?\n\n                             AGGRESSIVE REPORTER\n               What's the deal, Mr. Shreck?  Is\n               the Penguin a personal friend --?\n\n     He thrusts his tape-recorder at Max's mouth.  Shreck\n     smiles.\n\n                             MAX\n               Yes he's a personal friend.  Of this\n               whole city.  So have a heart, buddy.\n\n     He flicks off the reporter's <u>Record<\/u> button.\n\n                             MAX\n               And give the Constitution a rest,\n               okay?  It's Christmas.\n\n     INT. HALL OF RECORDS - DAY\n\n     We find Penguin alone in the vast, silent Main Hall.\n     Seated at an enormous table.  Surrounded by files marked\n     \"Birth Certificates\" ... hundreds of thousands of birth\n     records of Gotham's citizens, past and present ...\n\n     ... and Penguin is patiently checking each certificate,\n     \"thumbing\" through them all with his slimy left flipper...\n\n     His right flipper is wrapped around a pen.  Every so\n     often, Penguin pauses, then jots down another name, on a\n     legal pad.  So singleminded in his search, he doesn't hear\n     the muffled CRIES of his name, through the windows, from\n     reporters ...\n\n     DISSOLVE.  It's night now.  A cloak of DARKNESS through\n     the oversized windows ... even the press has gone home ...\n     but Penguin is still here, he hasn't budged.\n\n     Still methodically \"flipping\" through all those birth\n     certificates ... and still jotting down names ... <u>male<\/u>\n     <u>names, boy names<\/u> ... on a legal pad.  He's filled many\n     pads by now -- a tall stack of them.\n\n     By the eerie light of a single table-lamp, he keeps\n     writing.\n\n     EXT. GOTHAM STREET - NIGHT\n\n     The Batmobile sleekly cruises down a deserted street.\n\n     INT. BATMOBILE (MOVING) - NIGHT\n\n     As Batman drives, Alfred's face comes on a screen inside\n     the Batmobile.\n\n                             ALFRED\n               The city's been noticeably quiet\n               since the thwarted baby-napping\n               ... yet still you patrol.  What\n               about eating?  Sleeping?  You\n               won't be much good to anyone else\n               if you don't look after yourself.\n\n                             BATMAN\n               The Red Triangle Circus Gang ...\n               they're jackals, Alfred.  They\n               hunt in packs, at night --\n\n                             ALFRED\n               Are you concerned about that\n               strange, heroic Penguin person?\n\n     Batman scoffs -- then glances out the window, at:\n\n     THE HALL OF RECORDS\n\n     Surprise, that's where he's cruising.\n\n     The one light inside still burns, throwing a long shadow\n     of the strange, hunched-over Penguin -- at his desk,\n     resolutely doing his research.\n\n     In front of the building are a Shreck Guard and a Police-\n     man.  Both slumped on the front stairs, both snoozing.\n\n     INT. BATMOBILE - LATE NIGHT\n\n     As Batman drives around the Hall, checking the silent\n     street for trouble, then surveying the single lit window,\n     again:\n\n                             BATMAN\n                      (ambiguous)\n               Funny you should ask, Alfred.\n               Maybe I <u>am<\/u> a bit concerned.\n\n     EXT. CEMETERY - DAY\n\n     A MOB of PRESS, MORBID CURIOSITY-SEEKERS, even some over-\n     night PENGUIN-GROUPIES, try to muscle their way into this\n     grand, well-tended boneyard for the rich and expired.\n     Gotham's own Forest Lawn, and a flying wedge of the city's\n     FINEST, arms interlocked, keeps out the rabble, as ...\n\n     The Penguin, in threadbare black, waddles past the\n     manicured headstones to the twin markers etched with the\n     names <u>Tucker Cobblepot<\/u> and <u>Esther Cobblepot<\/u>.\n\n     Now, reaching his parents' final resting places, he falls\n     to his knees -- not very far to go.  The plucks two wilted\n     old roses from his sleeve, and places one upon each plot.\n\n     From behind the police barricade, camera motor-drives\n     WHIRR.  Not an instant of this drama is being lost to\n     posterity.  A Penguin groupie faints.  Around her, other\n     girls pick up the cue -- some wail, others swoon.\n\n     After a moment of silent contemplation, Penguin rises again.\n     Mournfully shambles back to the crowded cemetery entrance.\n\n                             AGGRESSIVE REPORTER\n                      (he's back)\n               So -- Mr. Penguin --!\n\n                             PENGUIN\n                       (quiet, tragic dignity)\n               I have a name.  It's Oswald\n               Cobblepot.\n\n                             AGGRESSIVE REPORTER\n               Mr. Cobblepot!  You'll never get a\n               chance to settle up with 'em, huh?\n\n     Around him, the crowd gasps in shock at such nerve.\n\n     But Penguin doesn't look shocked, merely surprised.  As\n     the flashbulbs flash (Penguin doesn't cringe -- he's\n     already used to this media mishegas) he pensively twirls\n     his umbrella and, in a reasonable facsimile of a soft,\n     sweet squawk:\n\n                             PENGUIN\n               True.  I was their number one son,\n               and they treated me like number\n               two.  But it's human nature, to\n               fear the unusual ... even with all\n               their education and privilege ...\n               My dad, a district attorney, mother\n               active in the DAR ... Perhaps when\n               I held my Tiffany baby rattle with\n               a shiny flipper, and not five\n               chubby digits, they freaked.\n                      (perfect beat)\n               But I forgive them.\n\n     Another ripple through the crowd, of pure love and\n     devotion.\n\n     EXT. GOTHAM PLAZA--THAT EVENING\n\n     The Paperboy doesn't have enough tabloids to sell --\n     they're flying out of his hands.  He quotes the banner\n     headline:\n\n                             PAPERBOY\n               Penguin Forgives Parents ... \"I'm\n               Fully At Peace With Myself and the\n               World ...\"\n\n     All around him, charmed Gothamites read each other their\n     fave quotes from the cover story.\n\n                             GOTHAMITE 1\n               \"... You don't need hands, as long\n               as you've got heart ...\"\n\n                             GOTHAMITE 2\n               \"... My heart is filled with love.\n               I feel five feet tall ...\"\n\n                             GOTHAMITE 3 \n               He's like a frog, that became a\n               prince...\n\n                             GOTHAMITE 4\n               No, he's more like a penguin...\n\n     We pick up the excahnge of a COUPLE, as they pass:\n\n                             MAN\n               Abandoned penguins from the old\n               Arctic World <u>raised<\/u> him...\n\n     The WOMAN wipes a tear, squeezes his hand, and gushes:\n\n                             WOMAN\n               Makes you remember the true\n               meaning of the holiday.  The love,\n               the giving ...\n\n     Forget Christmas shopping ... It's a virtual sea of the\n     late-city edition.  Hot-off-the-presses newspapers\n     everywhere ...\n\n     INT. BATCAVE LABORATORY--SAME TIME\n\n     Bruce Wayne is also reading a newspaper.  But he's not\n     holding it and it's not today's issue ...\n\n     The newspaper is on microfiche, and it's projected on a\n     large screen before him.  It's old, faded, yellowed ...\n     Bruce scans the articles and MURMURS, as he scrolls from\n     one to the next:\n\n                             BRUCE\n               \" ... Red Triangle Circus put on a\n               swell show last night, with fierce\n               lions ...\"\n\n     He punches in a command, that appears on top of the\n     screen:  CONTINUE SEARCH FOR:  <u>Red Triangle<\/u>.  A blur as\n     back issues whiz by, then another old article appears.\n\n                             BRUCE\n               \" ... Triangle Circus has returned\n               for a two-week ... Kids will love ...\"\n\n     As he searches for the next reference (blurry screen\n     again), Alfred enters with supper, on a tray.\n\n                             BRUCE\n               Thanks, Alfred.\n\n     He sips the soup.\n\n                             BRUCE\n               It's cold.\n\n                             ALFRED\n               It's vichyssoise, sir.\n\n                             BRUCE\n               Vichyssoise.\n                      (then)\n               Supposed to be cold, right?\n\n     He returns to his search through the file.\n\n                             ALFRED\n               Mr. Wayne.  Does the phrase\n               \"Christmas holiday\" hold any\n               resonance for you?\n\n     Bruce laughs.  Then grabs an interactive CD on his table-\n     top and lobs it at Alfred like a frisbee.\n\n                             BRUCE\n               Listen to yourself, Alfred.  Hassling\n               me, yesterday, in my car.\n\n     Alfred dutifully pops the CD in a player, and hears his\n     own voice, recorded last night in the Batmobile.\n\n                             ALFRED'S VOICE\n               What about eating?  Sleeping?  You\n               won't be much good to anyone else --\n\n     Bruce snaps it off.\n\n                             BRUCE\n               I learned to live without a mother\n               a long time ago, thanks.\n\n     Tense, he turns back to the next article, onscreen.\n\n                             BRUCE\n               \" ... Circus is back, with a freak\n               show that may not be suitable for\n               your kids.  Featuring a bearded\n               lady, the world's fattest man, and\n               an aquatic bird-boy.\"\n\n     He turns to Alfred:  what do you make of that?  Alfred\n     shrugs.\n\n                             ALFRED\n               Why are you now determined to prove\n               that this Penguin -- er, Mr. Cobblepot\n               -- is not what he seems?  Must you be\n               the only lonely \"man-beast\" in town?\n\n     But Bruce is already engrossed in the next article\n     onscreen.\n\n                             BRUCE\n               \"... Circus folded its tents\n               yesterday, perhaps forever.  After\n               numerous reports of missing\n               children in several towns, police\n               have closed down the Red Triangle's\n               fairgrounds.  However, at least\n               one freak show performer vanished\n               before he could be questioned.\"\n\n     Bruce turns back to Alfred, a strange \"smoking-gun\" smile\n     on his face.\n\n                             ALFRED\n               I suppose you feel better now, sir.\n\n                             BRUCE\n               No, actually I feel worse.\n\n     The two men, regard each other -- wordless, worried.\n     Finally:\n\n                             ALFRED\n               Eat up your vichyssoise.\n\n     EXT. SHRECK BUILDING--THAT NIGHT\n\n     As we BOOM UP to the Executive Suite, we see Selina Kyle\n     at her desk in the outer office, slaving away.\n\n     INT. OUTER OFFICE--NIGHT\n\n     Selina makes notes.  Now her pen nervously jerks as Max\n     oozes in, surprising her with a smarmy palm on her\n     shoulder.\n\n                             MAX\n               Working late?  I'm touched.\n\n                             SELINA\n                      (under her breath)\n               No, I am.\n                      (then, officious)\n               Yes, I'm boning up for your Bruce\n               Wayne meeting in the morning.  I\n               pulled all the files on the\n               proposed power plant, and Mr.\n               Wayne's hoped-for investment...\n               I've studied up on all of it ...\n               I even opened the protected files\n               and --\n\n     Max looks surprised.\n\n                             MAX\n               Why, how industrious.  And how did\n               you open protected files, may I\n               ask?\n\n                             SELINA\n               Well I figured that your password\n               was \"Finster.\"  Your Pomeranian.\n               And it was.  And it's all very\n               interesting, though a bit on the\n               technical side, I mean about how the\n               power plant is a power plant in\n               name only since in fact it's\n               gonna be one big giant...\n\n     Max encourangingly nods:  go on.  She consults her notes.\n\n                             SELINA\n               Big giant <u>capacitor<\/u>.  And that,\n               instead of generating power it'll\n               sort of be --\n                      (checks notes again)\n               -- <u>sucking<\/u> power, from Gotham City,\n               and storing it ... stockpiling it,\n               sort of?  Which, unless I'm being\n               dense, is a novel approach, I'd say.\n\n                             MAX\n               And who ... would you say this <u>to<\/u>?\n\n     Selina is suddenly a tad less certain of her position, as\n     Max lights a match, and sets her notepad afire.  She\n     swallows.\n\n                             SELINA\n               Well ... um ... nobody --?\n\n     Max drops the charred notepad and moves toward her.\n\n                             MAX\n               ... Where did curiosity get the cat?\n\n                             SELINA\n               I'm no cat.  I'm just an assistant.\n               A <u>secretary<\/u> --\n\n                             MAX\n               And a very, very good one.\n\n                             SELINA\n                      (a guess)\n               Too good?\n\n     Max nods:  You got it, babycakes.  Selina backs away.\n\n                             SELINA\n               It's our secret.  Honest.  How can\n               you be so mean to someone so\n               meaningless?\n\n                             MAX\n               I must protect my interests, Ms.\n               Kyle.  And Interest Number One, is\n               <u>moi<\/u>.\n\n     Selina is up against the window now, her back to the\n     pane.\n\n                             SELINA\n                      (burst of bravado)\n               Okay, go ahead.  Intimidate me, bully\n               me if it makes you feel big.  I mean,\n               it's not like you can just kill me.\n\n                             MAX\n                      (almost pitying)\n               Actually, it's a lot like that.\n\n     Tense silence.  Then Max smiles.  Selina wipes away a\n     tear.\n\n                             SELINA\n               For a second, you really frightened --\n\n     Max savagely pushes Selina through the window.\n\n     EXT. SHRECK ALLEY--NIGHT\n\n     Selina swirls downward through shattering glass and snow-\n     flakes with tragic beauty.\n\n     Her fall is (luckily) slowed by a protruding flagpole\n     with the smiling Shreck cat logo on its flapping flag.\n     Then she (luckily) lands in a deep snowdrift.\n\n     Her eyes creak open, fuzzily focusing on the happy cat above.\n\n                             SELINA\n                      (faintly)\n               Help me ... someone ... Miss Kitty ...\n\n     INT. SHRECK CONFERENCE ROOM--NIGHT\n\n     Max turns away from the window, stunned by his own\n     violence.  Even more stunned, when he sees:\n\n     Chip, who's been standing in the doorway.\n\n                             MAX\n               I ... it was terrible, I leaned\n               over, and accidentally knocked\n               her, out --\n\n                             CHIP\n                      (cool)\n               She jumped.  She'd been depressed.\n\n                             MAX\n                      (beat, then nods)\n               Yes.  <u>Yes<\/u>.  Boyfriend trouble ..?\n\n                             CHIP\n                      (shakes his head)\n               PMS.\n\n     He turns and walks out.  Max watches his son go, seeing\n     him in an entirely new light.\n\n     EXT. SHRECK ALLEY--NIGHT\n\n     Miss Kitty, summoned by her desperate owner, now appears\n     ... leading cats of every shape, color and demeanor from\n     every direction.  Selina's cat crawls up onto Selina's\n     blouse and begins to breathe into her mouth in an eerie\n     feline C.P.R. ballet.\n\n     A Siamese whispers in Selina's ear, aw-so-cute Tabbies\n     snuggle against the soles of her feet.  A scraggly Tom\n     viciously bites her finger.  Selina's eyes fly open.\n\n     INT. SELINA'S APARTMENT--STILL LATER THAT NIGHT\n\n     Battered, bloodied, and clutching Miss Kitty, Selina\n     re-enters her apartment.  She is the malevolent antidote\n     to her poignantly pleasant previous self.  She stares in\n     unmoving, but torrid self-contemplation.  Then she\n     explodes into vivid montage:\n\n     With a black spray paint can in each hand, Selina attacks\n     everything pink and eggshell--carpet, couch, wallpaper.\n\n     With uncoiled wire coat-hangers, she sets about trans-\n     forming her Murphy bed into something weird and painful.\n\n     She flings her childhood picture off the wall into a\n     mini-bonfire (that includes her sad Christmas tree) set\n     up on her kitchen-nook table.\n\n     She lustily shoves a stuffed unicorn into her garbage\n     disposal.  The carnage of other ex-cute toy creatures\n     are spread about.\n\n     Miss Kitty races about, purring in delight.\n\n     With a sewing needle, Selina repeatedly stabs her doll's\n     house, annihilating the micro-detailed rooms.  In close-up,\n     the rooms seem to be invaded by a giant silver missile.\n\n     Next, with the same needle, we see her stitching together\n     something slinky, stretchy and black.\n\n     Then she assaults her feel-good neon sign.  With bare\n     fists, she punches out the last letter of the first word\n     and the first letter of the second, turning \"HELLO THERE!\n     into \"HELL HERE!\"\n\n     INT. SELINA'S APARTMENT--THE NEXT MORNING--DAY\n\n     As the sun rises through the windows, Selina sits in a\n     lotus position on the floor of her very redone apartment.\n     She is wearing her sinful black hand-sewn cat-suit.  She\n     slides a pristine bowl of milk to her content cat and\n     speaks in a sultry voice.  Her Catwoman voice.\n\n                             SELINA\n               I don't know about you, Miss\n               Kitty, but I feel.  So.  Much.\n               Yummier.\n\n     EXT. GOTHAM PLAZA--MORNING--DAY\n\n     MECHANICS hustle about the tree, trying to fix it.\n\n     Bruce Wayne gazes at this hapless exercise, then moves\n     past the torched Bat merchandising toward the Shreck\n     building.\n\n     INT. THE OUTER OFFICE--DAY\n\n     Max and Chip stare, expressionless, out the shattered\n     office window.  Snow has wisped into the office.\n\n                             MAX\n               ... I hope nothing--I don't know,\n               \"icky\" happened to her.  Devoured\n               by stray reindeer, or ... Bruce.\n\n     Bruce Wayne has just entered.  As he shakes with Max, his\n     eyes drift to the window.\n\n                             BRUCE\n               Hmm.  Primitive ventilation.\n\n                             MAX\n               Damn those Carny bolsheviks the\n               other night, throwing bricks at\n               my windows --\n\n                             BRUCE\n               No.  No glass on the inside.\n\n                             MAX\n                      (fidgets)\n               Weird, huh?\n\n     INT. THE CONFERENCE ROOM--DAY\n\n     Bruce sits at the circular conference table.  Max paces.\n\n                             MAX\n               I'd offer you coffee, but my\n               assistant is using her vacation time.\n\n                             BRUCE\n               Good time, too.\n                      (pointedly)\n               Everyone but the bandits seem to be\n               slacking off till after New Years'.\n\n     Max aggressively sits knee to knee with Bruce.\n\n                             MAX\n               Not sure I like the inference,\n               Bruce.  I'm pushing this power\n               plant now only because it'll cost\n               more, later.  And a million saved\n               is a million earned --\n\n     Bruce SNAPS open his briefcase, pulls out a bound report.\n\n                             BRUCE\n               I commissioned this report.\n               Thought you should see it.\n\n     Ostentatiously bored, Max flips through the thing.\n\n                             BRUCE\n               I'll cut to the chase, Max: \n               Gotham City has a power surplus.\n               I'm sure you know that.  So the\n               question is:  what're you up to?\n\n     Max jumps to his feet.\n\n                             MAX\n               \"A power surplus\"!?  Bruce, shame\n               on you -- no such thing!  One can\n               never have too much power.\n\n     Chip, standing tall beside his dad, vehemently nods.\n\n                             MAX\n                      (pious)\n               If my life has had any meaning,\n               that's the meaning.\n\n                             BRUCE\n               Max, I'm gonna fight you on this.\n               The Mayor and I have already spoken\n               and we see eye to eye here.  So --\n\n                             MAX\n               Mayors come and go.  And heirs\n               tire easily.  Really think a\n               flyweight like you could last\n               fifteen rounds with Muhammed\n               Shreck.\n\n                             BRUCE\n               I'm not scared of you, Max.\n\n     He shuts his briefcase and stands.\n\n                             BRUCE\n               Not compared to that \"Cobblepot\"\n               person you're promoting...\n\n                             MAX\n                      (derides)\n               Scared of Oswald, are you?  Why,\n               if his parents hadn't eighty-\n               sixed him you two might've been\n               roomies, at prep school!\n\n                             BRUCE\n               \"Oswald\" is linked to the Red\n               Triangle Gang.  I can't prove it\n               but we both know it's true.\n\n                             MAX\n               Wayne, I'll not stand for mud-\n               slinging in this office.  If my\n               assistant were here, she'd already\n               have escorted you out, to --\n\n                             WOMAN'S VOICE, OS\n               -- wherever he wants.\n\n     Bruce, Max and Chip all turn, to see:\n\n     Selina, as she sashays in.  Assertively dressed and\n     coiffed, hand bandaged but head held high.\n\n                             SELINA\n               Preferably some nightspot, grotto,\n               or secluded hideaway ...\n                      (to Bruce)\n               You look good in a suit.\n\n     Recognizing her as the spirited woman he'd stared at in\n     the plaza, Bruce gives her a warm smile.\n\n                             MAX\n                      (stunned)\n               Selina?!  Selina ... Selina ...\n\n                             SELINA\n               That's my name, Maximillions.\n               Don't wear it out, babe, or I'll\n               make you buy me a new one.\n\n                             MAX\n               Uh, Selina, this is, uh, Bruce\n               Wayne.\n\n                             BRUCE\n               We've met.\n\n                             SELINA\n               Have we?\n\n     Bruce realizes his \"error.\"\n\n                             BRUCE\n               Sorry.  I mistook me for somebody\n               else.\n\n                             SELINA\n               You mean mistook <u>me<\/u>?\n\n                             BRUCE\n               Didn't I say that?\n\n                             SELINA\n                      (amused)\n               Yes and no ...\n\n     Bruce steps forward.  Gently takes her bandaged hand.\n\n                             BRUCE\n               What happened?\n\n                             MAX\n               Yes, did -- did you injure yourself\n               on that ski slope?  Is that why\n               you cut short your vacation and\n               came back?\n\n     His steely smile says:  answer \"yes\" or else.  Selina\n     shrugs.\n\n                             SELINA\n               Maybe that broken window over there\n               had something to do with it, or\n               maybe not, it's blurry ... I mean,\n               not <u>complete<\/u> amnesia ... I remember\n               Sister Mary-Margaret puking in\n               Church, and Becky Riley said it was\n               morning sickness.\n               And I remember the time I forgot\n               to wear underpants to school, and\n               the name of the boy who noticed\n               ... Ricky Friedburg, he's dead\n               now ... But last night?  Complete\n               and total <u>blur<\/u>.\n\n     Max trades looks with Chip.  Then:\n\n                             MAX\n               Selina... Please show out Mr. Wayne.\n\n     INT. OUTER OFFICE - DAY\n\n     Selina sees Bruce to the elevator.  They scope each\n     other ...\n\n                             SELINA\n               You don't seem like the type who\n               does business with Mr. Shreck.\n\n                             BRUCE\n               No.  And you don't seem like the\n               type who takes orders from him.\n\n                             SELINA\n               Well that's a ... long story ...\n\n                             BRUCE\n               Well, I could ... free up some\n               time...\n\n                             SELINA\n               I'm listed.\n\n                             BRUCE\n               I'm tempted.\n\n     Selina backs toward the conference room.\n\n                             SELINA\n               I'm working.\n\n     Bruce backs into the corridor.\n\n                             BRUCE\n               I'm leaving.\n\n     INT. CORRIDOR--DAY\n\n     Bruce punches the <u>down<\/u> button to punctuate the syllables:\n\n                             BRUCE\n               Se-li-na.\n\n     The car arrives.  He gets in.  Suddenly remembers some-\n     thing.  Fights the closing doors, dashes out!\n\n     INT. OUTER OFFICE--SAME TIME\n\n     Selina stops to spitefully squeeze a few drops of blood\n     from her injured fingertip into the percolating coffee.\n\n     Suddenly she looks up, realizing that Bruce is standing\n     here.  Embarrassed, she jokes:\n\n                             SELINA\n               Pouring myself into my work.\n\n                             BRUCE\n                      (smiles, then)\n               I, ah ... didn't catch your last\n               name.\n\n                             SELINA\n               Oh.  \"Kyle.\"\n\n     She mimes making a telephone call.\n\n                             SELINA\n               Rhymes with \"dial.\"\n\n     Bruce signals: gotcha.  Then backs out.\n\n     INT. CONFERENCE ROOM--SAME TIME\n\n     As a brooding Max dials out:\n\n                             CHIP\n               You buy this \"blurry\" business?\n\n                             MAX\n                      (shrugs)\n               Women... nothing surprises me, Chip.\n               Excepting your late mother... Who\n               even knew Selina had a brain to\n               damage?  Bottom line:  she tries\n               to blackmail us, we drop her out\n               a higher window.  Meanwhile I got\n               badder fish to fry.\n                      (into phone)\n               Yeah -- Oswald, please.\n\n     INT. STOREFRONT OFFICE BUILDING (CAMPAIGN H.Q.)--DAY\n\n     A two-story warehouse space with a particularly funky top\n     floor.  A dozen Red Triangle Carny Creeps rough-house on\n     the filthy loft floor.  Others crawl in and out, through\n     a vent.\n\n     Penguin is sitting by an open window, enjoying the brisk\n     winter air as he reviews his stack of legal pads, cross-\n     referencing them against a Gotham City White Pages ...\n     and scribbling down addresses, next to the boys' names ...\n\n     The Organ Grinder lofts the phone to Penguin.\n\n                             ORGAN GRINDER\n               For you, boss.\n\n                             PENGUIN\n               Yeah, what is it?  I'm busy up\n               here?\n\n     INT. SHRECK CONFERENCE ROOM--SAME TIME\n\n     Max smiles.\n\n                             MAX\n               Good.  Stay busy up there.\n\n     INT. STOREFRONT OFFICE BLDG.--SAME TIME\n\n     As Max continues, VO, we slowly BOOM DOWN to the GROUND\n     FLOOR.  A far shinier, spiffier, classier, freshly-\n     painted space ...\n\n                             MAX'S VOICE\n               I got plans for us, below.\n\n     A lone Volunteer tapes red, white and blue bunting around\n     the perimeter of the room.  Bunting never looked so ominous.\n\n     QUICKLY BOOM BACK UP to the funky top floor.\n\n                             PENGUIN\n                      (distracted)\n               \"Plans.\"  Swell.  Later.\n\n     He slams down the receiver.  Then goes back to the phone\n     book, and his list ...\n\n     EXT. ANOTHER ALLEY--NIGHT\n\n     where a relatively normal-looking MUGGER slaps his hand\n     over a FEMALE VICTIM's mouth and rummages into her purse.\n\n                             FEMALE VICTIM\n               Help Bat--\n\n                             MUGGER\n               Now-now, pretty young thing, nice\n               and easy...\n\n                             FEMALE VICTIM\n               Please, don't hurt me, I'll do\n               anything...\n\n     Suddenly the mugger squeals in pain -- his hand is\n     yanked out of the purse by a stinging <u>whip<\/u> that's\n     wrapped around his wrist.\n\n     With a screech, Catwoman suddenly lands around the\n     mugger's neck, twisting him down in a brutal tackle.\n\n                             CATWOMAN\n               I just love a big strong man who's\n               not afraid to show it, with\n               someone half his size.\n\n                             MUGGER\n               Who the...\n\n     Catwoman smiles politely, and puts away her whip. \n\n                             CATWOMAN\n               Be gentle, it's my first time.\n\n     The Mugger charges up at Catwoman, who savagely Rockettes\n     him back, gasping with fixed-the-toaster-by-myself delight.\n     Then a flurry of talon scratches across his face that sends\n     him squealing to the asphalt.\n\n                             CATWOMAN\n               Tic....Tac....Toe.\n\n                             FEMALE VICTIM\n                      (rushing up)\n               Thank you, thank you, I was so\n               scared...\n\n     Catwoman swats the Female Victim back against a wall.\n\n                             CATWOMAN\n               You make it so easy, don't you --\n               you pretty, pathetic young thing?\n               Always waiting for some Bat<u>man<\/u> to\n               save you.\n\n     The Female Victim is quaking, mouth twitching in fear ...\n     As Catwoman leans forward, Victim cringes, expecting the\n     worst.  But Catwoman throatily whispers into the Female\n     Victim's ear:\n\n                             CATWOMAN\n               \"I'm Catwoman, hear me roar.\"\n\n     Then gaily cartwheels out of the alley, into the night.\n\n     INT. STOREFRONT OFFICE BLDG. (CAMPAIGN H.Q.)--NEXT DAY\n\n     The Strongman pumps iron, rippling the bellydancers\n     tattooed on his biceps.  An acrobat walks on his hands\n     across the filthy floor, past ...\n\n     Max, walking Penguin down the stairs, one hand over his\n     protegee's slitted eyes.\n\n                             MAX\n               Don't look, Oswald.  It's a\n               surprise.\n\n                             PENGUIN\n               A big bag of fan mail?  Filthy\n               lucre?  Wait don't tell me ... Is\n               it a broad?\n\n     We follow them down to the spiffy ground floor storefront.\n\n     INT. CAMPAIGN H.Q.--DAY\n\n     Max lifts his palm off Penguin's puss.\n\n                             MAX\n               Ta-da.\n\n     Penguin's eyes pop.  We reveal the storefront (the window\n     is draped for secrecy) as <u>Cobblepot For Mayor<\/u> campaign\n     headquarters!  Bunting, balloons, posters proclaiming <u>Ozzie<\/u>\n     <u>vs. the Insiders<\/u>, desks, MacIntoshes, and fresh-scrubbed\n     college-kid Volunteers.\n\n     Who now burst into CHEERS and APPLAUSE for a speechless\n     Penguin.  Under all that ruckus.\n\n                             PENGUIN\n               Bu ... wh ... I ... I mean ...\n\n                             MAX\n               Yes, adulation is a cross to bear.\n               God knows <u>I<\/u> know.  But someone's\n               got to supplant our standing-in-\n               the-way-of-progress Mayor and\n               don't deny it, Mr. Cobblepot, you've\n               got the magic!\n\n                             PENGUIN\n               Max, elections happen in November.\n               Is this not late December, or have\n               I inhaled too much swamp gas in my\n               time?\n\n     Suddenly, a stylish, slick and instantly loathsome pair pop\n     out of nowhere, bedecked with accessories -- JOSH and JEN.\n\n                             JOSH\n               Keep the umbrella!  Works for you!\n               I'm Josh.  Here!  Reclaim your\n               birthright!\n\n     He sticks a gold cigarette holder in Penguin's mouth.  As\n     they flutter around him, Penguin instinctively fidgets.\n\n                             JEN\n               I'm Jen.  Stand still while I slip\n               on these little glove-thingies ...\n\n     She's tugging cute stuffed Mickey Mouse-y gloves over the\n     Penguin's fingers, and trying to suppress her gag reflex.\n\n                             JEN\n               Our research tells us that voters\n               like fingers.\n\n     Josh, meantime, queasily fingers Penguin's tattered\n     clothes.  Then flashes a \"we've got a ways to go\"\n     grimace, at Max.\n\n                             JOSH\n               Not a lot of reflective surfaces\n               down in that sewer, huh?\n\n     Jen chuckles.  Penguin joins in the laughter.  The\n     Volunteers laugh, too.\n\n                             PENGUIN\n               Still, could be worse.  My nose\n               could be gushing blood.\n\n                             JOSH\n                      (frankly confused)\n               Your nose could ... what do you ...\n\n     Penguin suddenly -- viciously -- chomps on Josh's cute\n     snout.  The Volunteers GASP.\n\n                             MAX\n               Enough!  Everyone ...\n\n     While Josh faints, in b.g., Max leads Penguin away to a\n     quiet corner.  And confides:\n\n                             MAX\n               You're right, we missed the\n               regularly scheduled election.  But\n               elected officials can be recalled,\n               impeached, given the boot!  Think\n               of Nixon, Meacham, Barry ... Then\n               think of you, Oswald Cobblepot,\n               filling the void.\n\n     Penguin nods.  He's thinking about something quite like\n     that.\n\n                             PENGUIN\n               Me and that \"Jen\" chick... maybe\n               we could take a tumble...\n\n     He furtively glances over at Jen, swabbing Josh's blood.\n\n                             PENGUIN\n               Wonder if it's worth my time.\n\n                             MAX\n               We need signatures.  To overturn the\n               ballot.  I can supply those, Oswald.\n\n                             PENGUIN\n               I could teach her my \"French\n               flipper\" trick...\n\n                             MAX\n               Oswald:  We need one more thing.\n\n                             PENGUIN\n                      (snapping out of it)\n               A platform?  Lemme see ... Stop\n               global warming.  Start global\n               cooling.  Make the world a colder\n               place.  <u>Frigid<\/u> ...\n\n                             MAX\n               That's fine, Oswald.  But to get\n               the Mayor recalled, we still need\n               a catalyst, a trigger, an incident.\n               Like the Reichstag fire, the Gulf\n               of Tonkin.\n\n                             PENGUIN\n               \"You're doin' great, Mayor\n               Cobblepot.\"  \"Your table is ready,\n               Mayor Cobblepot.\"  \"I need you,\n               Oswald.  I need you now.  That's\n               the biggest parasol I ever --\"\n\n     Suddenly Max's words sink in.  Penguin points at the ceiling.\n\n                             PENGUIN\n               Ah.  You want those lawless,\n               mindless, homicidal imbeciles up\n               there ... you want my old friends\n               ... want them to humiliate the\n               powers that be.  Drive the Mayor\n               into a foaming frenzy.  You want\n               my hideous cohorts to go haywire.\n\n     Max smiles.\n\n                             MAX \n               Precisely.  But they must come and\n               go via the plumbing ducts that I've\n               provided.  That shall be as sacred\n               as the separation between church\n               and state.\n\n                             PENGUIN\n               ... Want 'em to go apeshit.  Nutso.\n               Ballistic ... Do permanent damage\n               to little old ladies.  Loot, pillage,\n               annoy people in a big way ...\n                      (muses)\n               <u>Sounds<\/u> fun.  But I ...\n\n     Max looks at him: but you what?  An evil shadow falls\n     over Penguin's face.  We DRIFT IN on his slitted eyes, as:\n\n                             PENGUIN\n               I got my own ... <u>quest<\/u> to pursue\n               up here.  It's crucial I not get\n               sidetracked, with some silly ...\n\n                             MAX\n               Sidetracked?  Oswald, this is\n               your chance to fulfill a destiny\n               that your parents carelessly\n               discarded ...\n\n                             PENGUIN\n                      (puffing up)\n               Reclaim my birthright, y'mean?\n\n                             MAX\n                      (nods)\n               Imagine:  You'll have the ear of\n               the media.  Access to captains\n               of industry.  Unlimited poon-\n               tang ...\n\n     Penguin quickly decides.\n\n                             PENGUIN\n               I wanna be the Mayor.  I wanna be\n               the Mayor of Gotham City ...\n\n     Then looks out at the city.  And makes a benediction:\n\n                             PENGUIN\n               Burn, baby, burn.\n\n     EXT. ANOTHER GOTHAM STREET--NIGHT\n\n     Wearing protective goggles, the ORGAN GRINDER twists out\n     some music as his monkeys dance.  Then    nges down on\n     his Organ Box causing an Insta-Teller machine to explode.\n     His monkeys hop up to snatch flaming cash.\n \n                             ORGAN GRINDER\n               All this dough... it's burning a\n               <u>hole<\/u> in my pocket!\n\n     INT. CAMPAIGN HEADQUARTERS--NIGHT\n\n     Upstairs.  Penguin stands by the open window, watching\n     the destruction, his face lit by the flames outside as\n     he HEARS updates from a fat Clown, his ear against a\n     radio.\n\n                             FAT CLOWN\n               The Ice Rink was torched!\n                      (then)\n               The 12th Precinct reports\n               offensive graffiti and a pharmacy\n               heist!\n\n     Penguin makes a fist, with phony fingers.\n\n                             PENGUIN\n               Love to get my flippers dirty.\n               Bust someone's skull.  Eat someone's\n               pet ...\n                      (then, a statesman)\n               But action must be balanced with\n               discretion ...\n\n     He moves back to his desk.  Resumes writing.\n\n     As we MOVE IN on Penguin, we reveal that he's adding new\n     addresses, to his mysterious list...\n\n     INT. SELINA'S APARTMENT--NIGHT\n\n     Selina looks out almost longingly at the unfolding\n     apocalypse below.  Suddenly Miss Kitty leaps onto the sill\n     and then out the open window.  Inspired, Selina jumps up\n     and goes for her Catwoman garb.  As she effects a quick\n     change:\n\n                             SELINA\n               An orgy of sex and violence?  Count\n               me in, Miss Kitty.\n\n     She crawls cat-like through the narrow gap, onto the ledge.\n\n                             SELINA\n               It's the purr-fect cover, for\n               the purr-fect crime.\n\n     EXT. ANOTHER GOTHAM STREET--NIGHT\n\n     The Knifethrower Dame axes down a store door.  Other\n     gang members pound DEFENSELESS VICTIMS.  All suddenly\n     turn TO CAMERA -- to <u>Batman<\/u>.\n\n     Batman reaches into his bat-belt and pulls out what looks\n     like a sleek black Gameboy.  As if bored on a plane,\n     batman casually punches in a set of white dots and one\n     red one.  The Knifethrower Dame rockets a blade into his\n     Bat-chest plate.  Batman keeps punching in dots.\n\n     With a simultaneous howl, the band of thugs charge at\n     Batman from every direction.  Batman presses a button on\n     his Gameboy that causes batarang arms to sprout out.\n     Batman heaves the super-batarang.\n\n     The super-batarang whizzes with wild concentration, pin-\n     balling from Creep skull to Creep skull, slamming them\n     all, including a lunging gang member behind Batman, to\n     the ground.\n\n     But now, as it wobbles back to Batman, the Ratty Poodle\n     leaps up and snatches the batarang in his rotten teeth.\n     The Poodle, led by the Poodle Lady, scurries off.\n\n     Before Batman can give chase, the Raggedy Sword-Swallower\n     leaps out at him.  Batman gives him a strategic elbow to\n     the ribs and pulls the sword from his mouth.  A Thin\n     Clown with a bomb strapped to his chest pops out next.\n\n                             THIN CLOWN\n               I'll blow up this whole --\n\n     Batman lashes out with the sword and shears the bomb from\n     the Thin Clown's chest.\n\n     Batman catches the bomb, then slams the Clown to the\n     ground with the back of the sword.  Flinging away the\n     sword, Batman goes searching for his super-batarang.\n\n     EXT. SHRECK'S DEPARTMENT STORE--NIGHT\n\n     Catwoman saunters up to the door of a closed Shreck's\n     department store and punctures the Shreck Kitten logo on\n     the glass, with her talons.\n\n     INT. DARKENED DEPARTMENT STORE--NIGHT\n\n     Catwoman dashes down an aisle, shredding the priceless\n     blouses of a gauntlet of pouting mannequins.  She twists\n     up the volume on a stereo, blasting cool jazz.  She\n     stamps atop a jewelry case in a girlish tantrum.\n\n                             CATWOMAN\n               Oh, for me?  You shouldn't have...\n\n     At the sound of shattering, a PAIR OF SECURITY GUARDS\n     round a corner to see Catwoman now merrily bouncing on\n     a trampoline in Physical Fitness.\n\n     From Catwoman's rising and falling POV, the Security Men\n     gasp up.\n\n                             SECURITY ONE\n               Who is she?  What is she?\n\n                             SECURITY TWO\n               I don't know whether to shoot or\n               fall in love.\n\n                             CATWOMAN\n               You poor guys ... always confusing\n               your pistols with your privates ...\n\n     The Guards have unholstered.  Before they can fire,\n     Catwoman swooshes down, thrashing them to the ground.\n     Then cartwheels to a wall tile that she bashes open,\n     revealing a propane tank behind it.  She talons off a\n     hose, letting gas hiss away ...\n\n                             GUARD 1\n               Don't hurt us!  Our take-home is\n               under three-hundred.\n\n                             CATWOMAN\n               You're overpaid.  Hit the road.\n\n     The Guards have already taken off running as Catwoman\n     skips over to Car-Care, gathers up a handful of aerosol\n     cans ... then saunters down to Today's Kitchen, and shoves\n     the cans into a row of microwave ovens.  Giddily BEEPS\n     them all ON.\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     The Tattooed Strongman swaggers out from a patch of smoke\n     behind Batman and looses a savage kidney punch.  Batman\n     painfully reels forward, keeping balance.\n\n                             TATTOOED STRONGMAN\n               Before I kill you, I let you hit\n               me.  Hit me.  Come on, hit as hard\n               as you can.  I need a good laugh.\n\n     Batman punches the Strongman's stomach.  The Tattooed\n     leviathan roars with laughter.\n\n                             TATTOOED STRONGMAN\n               You call that a...\n\n     The Tattooed Strongman stops laughing when he looks down\n     and sees that Batman has attached the Thin Clown's bomb\n     to the Not-so-Strongman's leopard skin.  Batman gives him\n     a calm, firm push into an open manhole.\n\n     An explosion geysers out of it.  Batman turns from the\n     blast at the precise moment Penguin meanders out of the\n     darkness, casually shaking debris off his umbrella.  They\n     stop dead at the sight of each other.\n\n                             BATMAN\n               Admiring your handiwork?\n\n                             PENGUIN\n               Touring the riot scene.  Gravely\n               assessing the devastation.\n               Upstanding mayor stuff.\n\n                             BATMAN\n               You're not the Mayor.\n\n                             PENGUIN\n                      (shrugs)\n               Things change.\n                      (sticks out a\n                       glove)\n               Hey, good to meet you.  We'll be\n               working hand in glove in Gotham's\n               glorious future.\n\n     Batman doesn't shake.  Instead he gestures at the plumes\n     of smoke all around the plaza.\n\n                             BATMAN\n               Once you were their freak, now\n               these clowns do your bidding.\n               Must feel pretty good.\n\n                             PENGUIN\n               Better than you know, Bat-boy.\n\n                             BATMAN\n               What're you really after?\n\n                             PENGUIN\n               Ah, the direct approach.  I admire\n               that in a man with a mask.  But\n               you don't really think you'll ever\n               win, playing it your way ..?\n\n                             BATMAN\n                      (cold smile)\n               Things change.\n\n     Penguin is fashioning a retort, when both men suddenly\n     turn, mesmerized, to the sight of Catwoman coming toward\n     them from out of Shreck's department store, startling\n     back flip by startling back flip.  She does a final\n     somersault and lands on her feet, ten yards away.\n\n                             CATWOMAN\n                      (dry enunciation)\n               Meow.\n\n     The department store behind her goes up with a glowing\n     roar.  Batman and Penguin are knocked back.  Both men\n     quickly regain their balance.  But neither can speak,\n     right away.  Presently:\n\n                             PENGUIN\n               I saw her first.\n                      (then, opens\n                       umbrella)\n               Gotta fly.\n\n     The steel rods of Penguin's umbrella spin out of control,\n     shredding off the black cloth and turning into a mini-\n     helicopter that lifts Penguin off the ground.\n\n     Meantime Batman catches sight of Catwoman scaling the\n     ridges of a Plaza building.\n\n     EXT. BUILDING ROOFTOP--NIGHT\n\n     Batman storms up the last of the fire escape and passes\n     Catwoman, curled atop a rooftop power shack.  When she\n     speaks, Batman turns to see her slink down.  Disarming\n     patches of flesh are revealed all over her battle-ripped\n     outfit.\n\n                             CATWOMAN\n               Where's the fire?\n\n                             BATMAN\n               \"Shreck's.\"  You --\n\n     Catwoman launches a brutal kick in Batman's face.  Batman\n     vibrates back a few steps, then comes forward and slams\n     Catwoman into a whimpering ball.  She looks up, shocked.\n\n                             CATWOMAN\n               How could you?  I'm a woman...\n\n                             BATMAN\n                      (suddenly taken\n                       aback)\n               I'm -- sorry, I --\n\n     Catwoman spins, pounding Batman off the ledge.  Then\n     lashes out her whip, coiling it around Batman's flapping\n     arm.  With both hands, she jerks him up.  Lashes her end\n     of the whip to a weather vane.\n\n                             CATWOMAN\n               As I was saying:  I'm a woman, and\n               can't be taken for granted.  Are\n               you listening, you Batman you?\n\n                             BATMAN\n                      (grimaces)\n               Hanging on every word.\n\n                             CATWOMAN\n               Good joke.  Wanna hear another one?\n\n     Batman nods:  Lay it on me.\n\n                             CATWOMAN\n               The world tells boys to conquer the\n               world, and girls to wear clean\n               panties.  A man dressed as a bat\n               is a he-man, but a woman dressed\n               as a cat is a she-devil.  I'm just\n               living down to my expectations.\n               Life's a bitch -- now so am I.\n\n     She runs her talons over the whip-lifeline.  Meantime\n     with his free arm, Batman reaches into his bat belt and\n     pulls out a plastic mini-test tube with a blue fluid on\n     top, red fluid on the bottom, separated by a thin barrier.\n\n                             BATMAN\n               A \"he-man\"?  Sure.  They shine\n               that beacon in the sky, then wonder\n               what hole I crawl out of.\n\n                             CATWOMAN\n               Wow, a real response and you're\n               not even trying to get into my tights.\n               But explain me ... If you're\n               so down on \"them\" out there, why\n               bust your bat-buns to protect 'em?\n\n                             BATMAN\n               I just can't sleep at night.\n               Exploding department stores keep\n               me up.  One ...\n\n     He snaps the tube.  As the blue seeps into the red and\n     the tube slowly glows purple ...\n\n                             CATWOMAN\n               I can't sleep either, lately.  A\n               little link, between us.  But\n               bottom line baby, you live to\n               preserve the peace, and I'm dying\n               to disturb it.  That could put a\n               strain on our relationship.\n\n                             BATMAN\n               ...four, five.\n\n     He lobs the now-bubbling tube as Catwoman starts to sever\n     the whip.  The mixture explodes against her forearm.  She\n     SHRIEKS like a dying cat and soars down onto the next\n     ledge, barely.\n\n     Batman leaps down, to her.  Her talons frantically claw\n     and scratch as she tries not to plummet.  Batman grabs\n     her, pulls her up -- for a moment, they're embracing.\n\n                             CATWOMAN\n               Who are you?  Who's the man behind\n               the bat?  Maybe he can help me\n               find the woman behind the Cat.\n                      (pressing armor)\n               That's not him ... Ah, here you\n               are ...\n\n     Her talons poise at the edge of Batman's armor, just above\n     the waist.  Suddenly Catwoman thrusts.  Batman ROARS with\n     pain and fiercely swats Catwoman away -- off the building!\n\n                             BATMAN\n               -- No --\n\n     He watches in shock as her body hurtles toward the ground.\n\n     EXT. GOTHAM STREET--NIGHT\n\n     But at the last minute, from out of nowhere, a dumptruck\n     filled with sand passes, and Catwoman lands in a soft dune.\n\n     EXT. TRUCK (MOVING)--NIGHT\n\n     As the truck motors off, Catwoman waves a paw up at\n     Batman.  Then murmurs, as she cozily rolls around in the\n     sand:\n\n                             CATWOMAN\n               Saved by kitty-litter.  Some\n               date ...\n\n     Then, lit by a streetlamp, she tears up her sleeve to\n     study the nasty injury Batman dealt her.\n\n                             CATWOMAN\n               So it's not a corsage.  But a\n               burn lasts so much longer.  The\n               bastard.\n\n     INT. THE BAT CAVE--NIGHT--LATER\n\n     Batman, disrobing, checks the puncture wounds on his\n     stomach.\n\n                             BATMAN\n               The bitch.\n\n     Then he buzzes for his butler.\n\n                             BATMAN\n               Alfred ... Would you bring me some\n               antiseptic ointment, please?\n\n                             ALFRED'S VOICE\n               Coming ... Are you hurt?\n\n                             BATMAN\n               My ego, mostly.\n\n     He signs off.  Then lightly rubs the wound ... and\n     murmurs:\n\n                             BATMAN\n               ... Meow.\n\n     INT. SHRECK OUTER OFFICE--NEXT DAY\n\n     Selina sits at her desk.  The old Post-its are now\n     replaced.  The new ones read \"Defy Authority,\" \"Take No\n     Prisoners\" and \"Expose The Horror.\"  A buzzing fly\n     distracts her as she works ... without looking up, her\n     hand nails the little pest with feline precision.  With\n     her other hand she grabs a carton of lowfat milk.  Then\n     impatiently stands ...\n\n     INT. SHRECK CONFERENCE ROOM--DAY\n\n     Selina saunters in, with coffee.  Chip, seeing her, sits\n     up ramrod-straight.\n\n                             SELINA\n               Morning, Max.  Bummer about the\n               store.  You insured?\n\n                             MAX\n               I damn well better be.  In fact I\n               want you to phone those goniffs\n               over at Gotham Insurance and tell\n               them --\n\n                             SELINA\n               Actually I have to split.  Take\n               a \"personal day.\"  You don't mind?\n               Max, you're tops.\n\n     Max nods -- sure, sure -- then sips his coffee.  And\n     spits a live cockroach from his mouth!\n\n     Both Max and Chip GAG as it crawls across the table.\n\n                             SELINA\n               Those darned exterminators.  They\n               swore the machine was ship-shape.\n\n     With that she turns, and saunters out.\n\n     EXT. CAMPAIGN HEADQUARTERS--NOON\n\n     After last night's rampage, the curtain has come off the\n     window, revealing the storefront as the nucleus of a new\n     political movement.  Twin banners read:  \"Oswald Means\n     Order\" and \"Cobblepot Can Clean It Up.\"\n\n     INT. CAMPAIGN HEADQUARTERS--NOON\n\n     The room is crowded with Press and Volunteers, who\n     surround Penguin (cooled by a fan) as he pontificates ...\n\n                             PENGUIN\n               I may have saved the Mayor's baby,\n               but I refuse to save a Mayor who\n               stood by, <u>helpless<\/u> as a baby,\n               while a band of hooligans flushed\n               our fair city down the tubes of\n               debauchery, devastation --\n\n     ANGLE--AGGRESSIVE REPORTER\n\n     One one of the pay phones in back.  Other reporters call\n     in stories to <u>their<\/u> editors as Penguin RAGES in b.g.\n\n                             AGGRESSIVE REPORTER\n               Oswald Cobblepot, the mystery\n               man-beast who's been delighting\n               Gotham, today made his bid to\n               deliver Gotham ... from ruffians\n               who've run riot, and from a Mayor\n               he's called \"impotent, inept ...\"\n\n     BACK TO PENGUIN\n\n     As he concludes his exhortation to the throng:\n\n                             PENGUIN\n               ... inept, indecisive, and ... and\n               too tall.  We don't need a tall\n               man to run this town.  The bigger\n               they are, the harder they fall.\n               We need a ... compact man who carries\n               a big umbrella.  Thank you, all.\n\n     Puffing from the APPLAUSE, he heads for the stairs and\n     passes an adoring young Volunteer Bimbo.\n\n                             VOLUNTEER BIMBO\n               Mr. Cobblepot, you're the coolest\n               role model a young person could have ...\n\n                             PENGUIN\n                      (raw lust)\n               And you're the hottest young person\n               a role model could have.  Here,\n               wear a button.\n\n     Penguin fondles and fumbles a campaign button onto the\n     pert breast of the starry-eyed Bimbo.\n\n     Then, as he struts upstairs:\n\n                             PENGUIN\n               I could really get into this Mayor\n               stuff.  It's not about power, it's\n               about ... reaching people.\n               Touching people.  Groping people ...\n\n     INT. CAMPAIGN H.Q. UPPER STORY--AFTERNOON\n\n     In sordid contrast to the gleaming h.q. below.  The\n     Organ Grinder supervises construction of various arcane\n     weaponry.  As Penguin enters, the Fat Clown pops in his\n     face.\n\n                             FAT CLOWN\n               Hey Penguin, there's a --\n\n     Penguin savagely stomps on the Clown's oversized shoe.\n\n                             PENGUIN\n               My name's not Penguin!  It's\n               Oswald Cobblepot!\n\n     He continues on, still musing:\n\n                             PENGUIN\n               Hell, maybe I'll get laid on the\n               campaign trail ... Happy Trails ...\n\n     The KNIFETHROWER DAME blocks his path.\n\n                             KNIFETHROWER DAME\n               Oswald ... someone here to see\n               you.\n\n     She nods at Penguin's bed, in the corner.  He lights up\n     as he sees Catwoman, sexily curled up on the mattress.\n     (Hanging above is a birdcage, where Penguin's filthy\n     CANARY intermittently SHRIEKS.)\n\n                             PENGUIN\n                      (throaty squawk)\n               Just the pussy I been looking for.\n\n     Catwoman sits up, languidly stroking her shoulders.\n\n                             CATWOMAN\n               Chilly in here.\n\n     In fact there are twin air conditioners, on adjacent\n     walls, both aimed at the bed and going full blast.\n\n                             PENGUIN\n               I'll warm ya!  I got hot mitts --!\n\n                             CATWOMAN\n               Down, Oswald.  We have to talk.  You\n               see we've got something in common.\n\n                             PENGUIN\n               Appetite for destruction?\n               Contempt for the czars of fashion?\n               Wait don't tell me ... Naked\n               sexual charisma?\n\n                             CATWOMAN\n               Batman.  The thorn in both our\n               sides, the fly in our ointment.\n\n                             PENGUIN\n                      (cagey)\n               Huh?  You're implying I'm some\n               kinda psycho criminal?\n\n     Catwoman ironically takes in the sociopathic chaos.  Then\n     stands.\n\n                             CATWOMAN\n               My mistake.\n\n     Penguin sits her back down.\n\n                             PENGUIN\n               Are you perchance a registered\n               voter?  I'm also a mayoral\n               prospect.\n\n                             CATWOMAN\n               I have but one pet cause, today:\n               Ban The Bat.\n\n                             PENGUIN\n               Oh, him again.  He's already\n               history -- check it out.\n\n     Penguin gestures at the wall ... detailed drawings and\n     blueprints of the Batmobile, inside and out.\n\n                             PENGUIN\n               We're gonna disassemble his spiffy\n               old Batmobile, then reassemble it\n               as an H-bomb on wheels.  Capiche?\n               Yesterday's victor is tomorrow's\n               vapor.\n\n                             CATWOMAN\n                      (shakes her head)\n               He'd have more power as a martyr.\n               No, to destroy Batman we must\n               first turn him into what he hates\n               most.  Meaning, us.\n\n     There's an array of closed umbrellas, propped.  Penguin\n     picks a disturbingly phallic one, strokes Catwoman's\n     thigh with it.\n\n                             PENGUIN\n               Y'mean frame him?\n\n                             CATWOMAN\n               You're quick.  Mayor Cobblepot.\n\n     As the umbrealls-dildo travels up, toward Catwoman's\n     crotch:\n\n                             PENGUIN\n               Right on!  Batman goes Manson, and\n               the Mayor goes South.  Straight\n               into the sewer.  Actually it's not\n               so bad down there, I miss the\n               drip, drip, drip ...\n\n     Meanwhile Catwoman has noticed, on Penguin's night-table,\n     the <u>tall stack of legal pads filled with names<\/u>.\n\n                             CATWOMAN\n               Hmm ... Not even in office yet,\n               and already an enemies list ..?\n\n     Attempted seduction forgotten, Penguin springs up,\n     scurries over and covers the stack with his gloves.\n\n                             PENGUIN\n               Those names are not for prying eyes!\n\n     And suddenly it hits him:\n\n                             PENGUIN\n               Hey, why should I trust some\n               Catbroad?  This is the big-time.\n               Are you the real item?  Maybe you're\n               just some screwed-up sorority chick\n               who's getting back at Daddy for not\n               buying her that pony when she\n               turned sweet sixteen ...\n\n     Catwoman gulps, nervous -- then retaliates by shooting\n     her paw into the birdcage.  She pulls out the canary and\n     shoves it into her mouth.  Penguin leaps up, frantic.\n\n                             PENGUIN\n               No, don't hurt Gertrude!  I was\n               just -- whattaya call it --\n               \"flirting.\"\n\n     Catwoman coolly spits out the canary, which flutters off.\n\n                             PENGUIN\n               Thanks.  Jeez.  Not used to this\n               man-woman, cat-mouse business.\n               Generally the babes flock to me,\n               I tell 'em take a number.\n\n                             CATWOMAN\n               You're off the hook, Ozzie.  But\n               Batman is decidedly <u>not<\/u>.\n\n     She drifts over to Penguin and starts to vamp him,\n     gliding her talons over his grotesque, sweating features.\n\n                             CATWOMAN\n                      (sultry skulking)\n               He napalmed my arm.  He knocked me\n               off a building just when I was\n               starting to feel good about myself.\n               I want to play an integral part\n               in his degradation.\n\n                             PENGUIN\n                      (tentative)\n               Well, a plan <u>is<\/u> forming ... A\n               vicious one, involving the loss\n               of innocent life ...\n\n                             CATWOMAN\n               I want in.  The thought of busting\n               Batman makes me feel all ...\n               dirty.  Maybe I'll give myself a\n               bath right here ...\n\n     Catwoman slyly licks an arm.  Penguin grossly licks his\n     lips.\n\n                             PENGUIN\n               You just got yourself a deal,\n               Cat-doll.\n\n     EXT. WAYNE MANOR--THAT NIGHT\n\n     Through the window, we see the sparkling Christmas tree.\n     And we HEAR, wafting from the TV set:\n\n                             PENGUIN'S VOICE\n               I challenge the Mayor to re-light\n               the tree in Gotham Plaza, tommorow\n               night.\n\n     INT. WAYNE MANOR LIVING ROOM--NIGHT\n\n     Alfred serves Bruce his supper, as Bruce impassively\n     watches \"Oswald Cobblepot\" at campaign headquarters, on\n     local news.\n\n                             PENGUIN\n                      (on TV)\n               He must prove that under his\n               administration, we can carry on\n               our proud traditions without fear.\n               Not that I have any faith in the\n               Mayor... but I pray, at least,\n               that Batman will be there, to\n               preserve the peace.\n\n     Alfred notices his boss quietly seething.\n\n                             ALFRED\n               Sir.  Shall we change the channel\n               to a program with some dignity and\n               class?  \"The Love Connection,\"\n               perhaps?\n\n     Bruce quietly tells the preening image on the screen:\n\n                             BRUCE\n               You're very subtle, \"Oswald.\"\n\n     Then moodily clicks OFF the TV.\n\n     EXT. THE SHOPS OF GOTHAM PLAZA--DAY\n\n     NAIVELY GIDDY CHILDREN and GUARDEDLY AMUSED PARENTS\n     browse a damaged but not defeated line of Plaza shops.\n     Father, Mother, and Boy--A FAMILY HIGHLY REMINISCENT OF\n     YOUNG BRUCE WAYNE AND HIS DOOMED PARENTS--drift to a\n     magically intact toy store window.\n\n     Bruce Wayne sidles up beside them and sadly contemplates\n     the cozy menage.  He turns and looks, not through the\n     window, but at it, at the reflection of himself.\n\n     In the corner of the window reflection is a reflection of\n     Selina Kyle standing across the street.  Her back turned,\n     she is also looking toward a store window.  Noticing her,\n     Bruce turns from his window.\n\n     EXT. THE STORE ACROSS THE STREET--DAY\n\n     Selina grimly stares at her reflection.  And asks\n     herself:\n\n                             SELINA\n               Why are you doing this?\n\n     Bruce touches her shoulder, startling her.\n\n                             BRUCE\n               Selina.  Hi.  Didn't mean to --\n\n                             SELINA\n               Scare me?  No, actually, I was\n               just scaring myself ...\n\n                             BRUCE\n               I don't see how ... Anyway, it's\n               a treat to find you out in the\n               world, away from Ebeneezer\n               Shreck.\n\n                             SELINA\n                      (halfhearted)\n               Treat to be here.\n\n     They begin to stroll, together.\n\n                             BRUCE\n               What's the story?  Holiday blues?\n\n     Selina nods at a newsstand as they pass it:  blazing\n     headlines that read \"BATMAN BLOWS IT,\" \"IT'S A CAT-\n     ASTROPHE\" and \"MEE-OUCH!\"\n\n                             SELINA\n               The news these days ... weird.\n               People looking to superheroes for\n               their peace of mind, and blaming\n               their problems on super-villains\n               ... instead of themselves, or\n               their spouses at least.\n\n                             BRUCE\n               And it's not even accurate ... I\n               mean, \"Batman Blows It\"?  The guy\n               probably prevented <u>millions<\/u> in\n               property damage.\n\n                             SELINA\n                      (nodding)\n               I heard on TV, \"Catwoman is thought\n               to weigh 140 pounds.\"  How do\n               these hacks <u>sleep<\/u> at night?\n\n     In b.g., Police cordon off the Plaza.  Workers hoist\n     signs that read \"The Relighting of the Tree, Tonight at\n     Seven!\"\n\n                             SELINA\n               You're not coming to that, are\n               you?  \"The Relighting of the Tree\"\n               thing?\n\n                             BRUCE\n               I wouldn't be caught dead.  No,\n               it's probably how I would be\n               caught.  The Mayor stupidly took\n               Cobblepot's bait --\n\n                             SELINA\n               -- and it's gonna be a hot time\n               in the cold town tonight.\n\n     Bruce glances at her, surprised.\n\n                             BRUCE\n               You almost sound enthusiastic.\n\n                             SELINA\n                      (shrugs)\n               I detest violence, but ...\n               Christmas complacency can be a\n               downer, too.\n\n                             BRUCE\n                      (chuckles)\n               You've got a dark side, Selina\n               Kyle.\n\n                             SELINA\n               No darker than yours, Bruce.\n\n                             BRUCE\n                      (muses)\n               Well, I'm... braver at night, if\n               that's what you mean... \n\n                             SELINA\n                      (surprised, glances over)\n               Yeah?  Me too...\n\n     They pass the stage where, the Ice Princess is being re-\n     briefed on the difficult job of pressing the gaily multi-\n     colored button whose wires lead to the tree.\n\n                             BRUCE\n               ... Maybe I'll watch it on TV.\n\n                             SELINA\n                      (brightens)\n               \"We\"?  You and...\n\n                             BRUCE\n               ... and me.\n                      (thinks)\n               No, that's be me and me.\n                      (beat)\n               Is that what I said?\n\n                             SELINA\n                      (laughing)\n               Yes and no...\n\n     Laughing too, Bruce takes her hand and leads her off the\n     sidewalk just as Alfred pull up, playing chauffeur ...\n\n     INT. ICE PRINCESS' DRESSING ROOM TENT--NIGHT\n\n     She's alone, in front of the mirror, nervously primping\n     and reviewing:\n\n                             ICE PRINCESS\n               The tree lights up, I press the\n               button ... No wait, I press the\n               button and --\n\n     She turns at the sound of her dressing room door opening.\n     Penguin waddles in, grinning the Ratty Poodle at his\n     heels.\n\n                             ICE PRINCESS\n                      (cold)\n               Who are you?\n\n                             PENGUIN\n               Talent scout.\n\n                             ICE PRINCESS\n                      (warmer)\n               Come in!  You know I don't just\n               light trees.  I studied the Method.\n               By mail, but --\n\n     Penguin wrests the stolen Batarang from the Poodle's\n     jaws.\n\n                             ICE PRINCESS\n               What is that, a camera or\n               something?\n\n                             PENGUIN\n               Say cheese.\n\n     The Ice Princess strikes a pose.\n\n     INT. WAYNE MANOR LIVING ROOM--EVENING\n\n     Nat King Cole on the stereo, does his romantic Yuletide\n     thing.  Bruce and Selina, in matching mellow-melancholy\n     moods, sit close on the couch opposite a blazing hearth.\n\n     Alfred refills their eggnog, then discreetly ducks out.\n\n                             SELINA\n               I'm sure he's wonderful company\n               and all, but ... doesn't the gold-\n               plated bachelor bit get a little\n               ... stale?\n\n                             BRUCE\n               Somewhat like the lonesome\n               secretary syndrome, I'd suppose.\n\n                             SELINA\n               Executive Assistant.\n                      (hell)\n               Secretary.\n                      (then)\n               Girlfriend?\n\n                             BRUCE\n               Had one.  Didn't work.\n\n                             SELINA\n               What went wrong?  Hang on, I think\n               I know ... You kept things from\n               her.\n\n                             BRUCE\n               Nope, I told her everything.\n\n                             SELINA\n               And the truth frightened her?\n\n                             BRUCE\n                      (careful, pained)\n               Well ... How can I put this.\n               There were two truths ... and she\n               had trouble reconciling them.\n               Because <u>I<\/u> had trouble reconciling\n               them.  Vicki said.\n\n                             SELINA\n                      (giggles)\n               \"Vicki.\"  Ice-skater, or\n               stewardess?\n\n                             BRUCE\n               Photojournalist.\n\n                             SELINA\n               Sure.\n\n     Now they both laugh.  Selina tries to get serious again.\n\n                             SELINA\n               Well?  Was \"Vicki\" right?  About\n               your difficulty with duality?\n\n                             BRUCE\n               If I said yes, then you might\n               think me a Norman Bates, or a Ted\n               Bundy type ... and then you might\n               not let me kiss you.\n\n     Selina responds by leaning forward and planting a wet one\n     on Bruce's mouth, that lingers.  When their lips finally\n     part:\n\n                             SELINA\n               It's the so-called \"normal\" guys\n               who always let you down.  Sickos\n               never scare me.  At least they're\n               commited.\n\n                             BRUCE\n               Ah ... then you've come to the\n               right lonely mansion.\n\n     They fall into another kiss.  Now Selina starts to undo\n     his shirt.  But Bruce remembers his Catwoman-wound, and\n     stops her.  They kiss some more ... then he starts to\n     unbutton her blouse ... but she remembers her Batman-burn,\n     and stops.\n\n     They pull apart.\n\n                             BRUCE\n               I, ah ... never fool around on the\n               first date.\n\n                             SELINA\n               Nor I, on the second.\n\n                             BRUCE\n               What're you doing three dates\n               from now?\n\n     Selina hops off the couch and crosses the room.\n\n                             SELINA\n               Weren't we gonna watch the\n               Relighting of the Tree?\n\n     She flicks ON the TV.  And there is PANDEMONIUM in the\n     Plaza.\n\n     INSERT--TV SCREEN\n\n     An ANCHORMAN standing in Gotham Plaza is jostled by\n     frenzied crowds, as he SHOUTS:\n\n                             ANCHORMAN\n               We repeat ... The Ice Princess\n               has been kidnapped!  And it only\n               gets worse ... Commissioner Gordon\n               ... Can you confirm the reports\n               we're hearing, of Batman's\n               suspected involvement in the\n               abduction?\n\n     We GO LIVE to an ashen Police Commissioner, in front of\n     the Ice Princess's tent.\n\n                             COMMISSIONER GORDON\n               The evidence is purely\n               circumstantial.  We found this,\n               stained with blood, in the missing\n               girl's dressing room ...\n\n     He holds up a baggie that contains Batman's stolen\n     batarang.\n\n     INT. WAYNE MANOR - LIVING ROOM--NIGHT \n\n     Selina looks quietly shocked:  How could she forget?\n     Corn Dog!  Bruce is freaked too, but plays it cool.\n\n                             BRUCE\n               Selina, I'm just gonna check on\n               those chestnuts, Alfred was roasting ...\n\n     He slouches out.\n\n     INT. WAYNE MANOR FOYER--NIGHT \n\n     Bruce sprints INTO FRAME, nearly colliding with his butler.\n\n                             BRUCE\n               Sorry, Alfred, I have to get to the\n               Plaza.  You heard Penguin, he was\n               practically begging me to show.\n\n                             ALFRED\n               Which is why I hoped you'd snub him.\n\n                             BRUCE\n                      (backing out)\n               'Fraid I can't.  There's been a\n               kidnapping ... Tell Selina ...\n               Ms. Kyle ... that some business came\n               up -- no, tell her some major deal\n               fell through, she'll feel sorry ...\n               No, no, here's what to do, just tell\n               her ... let her know that I ... not in\n               a dumb \"Be my girlfriend way,\" but --\n\n                             ALFRED\n               I will relay the message.\n\n                             BRUCE\n               Alright, thanks.\n\n     Bruce bolts.\n\n     INT. LIVING ROOM--NIGHT \n\n     Selina waits a moment, then sneaks out, into:\n\n     INT. THE FOYER--NIGHT \n\n     Where she bumps into Alfred.\n\n                             SELINA\n               Alfred!  Hi.  I --\n\n                             ALFRED\n               Ms. Kyle.  Mr. Wayne told me to\n               tell you that --\n\n                             SELINA\n               Mr. Wayne.  Bruce.\n               Yes ... Would you tell him for me\n               that I've been going through a lot\n               of changes and ... no, don't say\n               that.  Just ... this is not a\n               rejection, my abruptly leaving,\n               it's ... In fact, tell him he makes\n               me feel the way I hope I really\n               am ... no ...\n                      (laughing)\n               If you whip up a sonnet,\n               something -- a dirty limerick ...\n\n                             ALFRED\n                      (smiles, assures her)\n               One has just sprung to mind.\n\n     Selina laughs, exits.\n\n     INT. BATCAVE--NIGHT\n\n     Opening his vault, Bruce breaks out the Bat suit and\n     begins to get into it.\n\n     INT. SELINA'S VOLKSWAGEN--NIGHT\n\n     As she drives, Selina pulls her Catwoman outfit out from\n     underneath the single-woman-old-People-magazine-Diet-\n     Cola-can detrius of her Volkswagen.\n\n     EXT. COUNTRY ROAD--NIGHT\n\n     The VOLKSWAGEN CHUGS away.\n\n     EXT. A GOTHAM ALLEY--NIGHT\n\n     The Batmobile coasts into a deserted alley.  Batman bounds\n     forth and activates the car's security shields.\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     Klieg-lights sweep the plaza, as though everything was\n     fine.  The rattled Mayor is at the mike, trying to\n     maintain calm.\n\n                             MAYOR\n               People .. fellow citizens ...\n               There's no need for panic, this\n               can still be a party that Gotham\n               will remember for --\n\n     His tremulous voice overwhelmed by SHRIEKING feedback.\n\n     EXT. GOTHAM ALLEY--NIGHT\n\n     Led by the Poodle Lady, the Ratty Poodle hobbles to the\n     mouth of the alley.  There's the Batmobile.\n\n     Behind them come Penguin's perverse crew, each holding a\n     toolbox.\n\n     The Knifethrower Dame climbs atop the security cloak with\n     a crude laser device.  She jimmies the laser and with a\n     whoosh, the shield sputters off.\n\n     Each Gang-member sports a meticulous drawing on a\n     protruding headpiece, so he can scan the card while\n     toiling with both hands.  The Red Triangle Gang begins\n     taking apart the Batmobile.\n\n     EXT. ATOP A GOTHAM PLAZA BUILDING--NIGHT\n\n     Hidden in shadow, Batman cautiously surveys the crowd.\n     Amid the feedback, sentence fragments waft up from the PA:\n\n                             MAYOR\n               ... incess will be safely ... atman\n               will be brought in for ques ...\n\n     Now Batman notices a building across the alley.  In the\n     one open window sits a bound and gagged Princess.\n\n     Batman fires across a grapple to the ledge above.\n\n     EXT. GOTHAM ALLEY--NIGHT\n\n     The Batmobile has been dismantled like a post-Thanksgiving\n     turkey.  Wires are twisted.  Clamps are added.  The piece\n     de resistance is A BEACON\/ANTENNA that is placed carefully\n     beneath the vehicle.\n\n     EXT. LOFT LEDGE--NIGHT\n\n     The viewer catches Batman on the last squeak of a swoosh-\n     ing ride, into:\n\n     INT. LOFT--NIGHT\n\n     All that's in here are the Ice Princess and the chair\n     she's lashed to.  Batman pulls out her gag.  She BABBLES\n     her thanks as we BRING UP the WHINE of SIRENS, below.  As\n     Batman struggles to untie the many knots, restraining her:\n\n                             BATMAN\n               Gotta hurry.  I was set up to look\n               like I did this --\n\n                             ICE PRINCESS\n               No sweat, I'll just tell the police\n               I was kidnapped by an ugly little\n               birdman with fish breath.\n\n                             CATWOMAN (O.S.)\n               Did someone say 'fish'?\n\n     She drops from the ceiling.\n\n                             CATWOMAN\n               Yummy, I haven't been fed all day.\n\n     Then she kicks out at Batman -- but the came-to-play\n     Crusader grabs her heel and twists her down, face first.\n\n                             BRUCE\n               Eat floor.  High fibre ...\n\n     Catwoman springs up, pouting.\n\n                             CATWOMAN\n               Hey stud:  I thought we had\n               something together.\n\n                             BATMAN\n               We do.\n\n     He head-butts her.  But Catwoman quickly recovers, then\n     back-flips to the Princess and talons her free.  Tosses\n     the chair at Batman as she drags the squealing Princess\n     through a door.\n\n                             CATWOMAN\n               Gotta go, girl-talk, guys keep\n               out!\n\n     Batman swats away the flying chair and hustles after\n     them.  The door is dead-bolted.  He crunches it open.\n\n     EXT. FIRE ESCAPE--NIGHT\n\n     Catwoman wrenches a resisting, squealing Ice Princess up\n     a fire escape.  Batman rumbles after them, a floor behind.\n\n     EXT. GOTHAM ALLEY--NIGHT\n\n     The Gang busily backtracks, restoring the Batmobile to\n     its original state.\n\n     The Knifethrower Dame reactivates the security shield as\n     the Gang skedaddles.\n\n     EXT. FIRE ESCAPE--NIGHT\n\n     Batman crashes up the last flight, onto...\n\n     EXT. BUILDING ROOFTOP--NIGHT\n\n     Catwoman has vanished.  The Ice Princess stands here,\n     near the lip of the building, shivering in her skimpy\n     costume.\n\n                             ICE PRINCESS\n               She let me go.  I think 'cause\n               I reasoned with her, girl to girl.\n\n                             BATMAN\n                      (cautious, approaches)\n               Okay .. just slowly move toward\n               me ... away from the edge ...\n\n     As the Ice Princess takes a tentative step forward:\n\n                             PENGUIN'S VOICE\n               Look out -- lawn dart!\n\n     He steps into the light and lofts an umbrella.\n\n     Its sharp point sticks in the roof, an inch from the\n     Princess's big toe.  The umbrella automatically opens,\n     releasing several live baby bats, that swarm up at her.\n\n                             BATMAN\n               No -- don't panic --\n\n     Batman bounds to her aid, but the Ice Princess steps\n     back, away from the bats, losing her balance ...\n\n     One sweeping Klieg-light catches Batman as he rushes\n     at the Ice Princess, arms outstretched to save her.\n\n     The other Klieg lights the Princess herself, as she\n     topples off the building!\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     A huge crowd is gaping up at the terrible scene.\n\n                             CROWD MEMBER\n               Batman?  Batman pushed the\n               Princess!\n\n     The devastated Mayor and his staff follow, with their\n     heads, the trajectory of the Princess -- which corre-\n     sponds to that of their careers.\n\n     Her body slams down onto the gaily multi-colored button.\n\n     This makes the Christmas tree come to life, but not with\n     lights.  Instead a legion of EEKING BATS bellow out from\n     the tree's branches and swoop uopn the crowd, violently\n     rearranging a hundred hair-do's.\n\n     EXT. BUILDING ROOFTOP--NIGHT\n\n     Both Batman and Penguin stand here (on opposite ends of\n     the roof), looking down on the mind-boggling pandemonium.\n\n                             PENGUIN\n               Bats with wings, do your things ...\n\n     Batman turns on Penguin, to do irreparable injury, but\n     the rooftop door flies open (hiding Penguin) and a\n     squadron of Cops drop into combat position.\n\n                             BATMAN\n               Wait --\n\n                             COMMISSIONER GORDON\n               Hold your f--\n\n     Too late.  The volley of bullets violently ripple against\n     Batman's armor, sending him over the edge of the building.\n\n     He clangs onto a terrace railing, then lands on\n     another ...\n\n     EXT. TERRACE--NIGHT\n\n     An enfeebled Batman tries to stand, but is gently pushed\n     back down by Catwoman's sexy straddle.\n\n                             CATWOMAN\n               You're catnip to a girl like me:\n               handsome, dazed, and to <u>die<\/u> for.\n\n     As she leans down to kiss him cat-style (a lick on his\n     lips) Batman sees, above her head, a hanging sprig of\n     mistletoe.\n\n                             BATMAN\n               A kiss under the misteltoe.\n               Mistletoe can be deadly, if you\n               eat it ...\n\n                             CATWOMAN\n               But a kiss can be even deadlier,\n               if you mean it.\n\n     She unfastens his Bat-belt, flings it off the terrace.\n\n     EXT. TERRACE--NIGHT\n\n     Still straddling the winded Crusader:\n\n                             CATWOMAN\n               You're the second man who killed\n               me this week.  But hey, no prob ...\n               I've got seven lives left.\n\n                             BATMAN\n               I tried to grab you -- save you --\n\n                             CATWOMAN\n               Seems like every woman you try to\n               save ends up dead, or deeply\n               resentful.\n\n     She savagely pulls him up.\n\n                             CATWOMAN\n               Maybe it's time to retire.\n\n     She viciously claws at his face, and mask, but Batman\n     feints back and does a reverse swan-dive off the terrace.\n\n     EXT. IN AIR--NIGHT \n\n     As Batman falls, a pair of balsa wood-enforced, black\n     cloth kite-wings extend out and open.\n\n     EXT. PLAZA BELOW--NIGHT\n\n     Gotham citizens gape at the bizarre sight of Batman flying\n     amid his real-life counterparts.\n\n     EXT. GOTHAM ALLEY--NIGHT\n\n     Batman continues to swoosh ever downward.  He edges out\n     before the crowd.  Parallel to the ground, Batman glides\n     into the alley for a skidding, quasi-crash, leaving him\n     barely conscious.  The black balsa batwings crunch to\n     pieces in the tumble.  The Batmobile looms at the end of\n     the alley.\n\n     EXT. THE TERRACE--NIGHT\n\n     Catwoman turns away from the scene of Batman's disgrace.\n\n                             CATWOMAN\n               You said you were going to <u>scare<\/u>\n               the Ice Princess.\n\n     Penguin is standing here, with a battered Tiffany box.\n\n                             PENGUIN\n               And I kept my word!  The lady\n               looked terrified.\n\n     He opens the box, revealing a hideous engagement ring.\n\n                             PENGUIN\n               Let's consummate our fiendish union!\n\n                             CATWOMAN\n                      (sneers)\n               I wouldn't touch you to scratch you.\n\n                             PENGUIN\n               I oughta have you spayed!  You\n               sent out all the signals!\n\n                             CATWOMAN\n                      (moment of doubt)\n               Did I?  Only 'cause my mom trained\n               me to, with a man... any man, all\n               men --\n                      (slaps her forehead)\n               Corn dog!\n\n     Enough self-hate.  Catwoman redirects her rage at Penguin.\n\n                             CATWOMAN\n               Me, domesticated?  By you?  I doubt\n               it!  You repulsive... awful...\n               <u>penguin<\/u>.\n\n                             PENGUIN\n               The name is Oswald Cobblepot.\n\n     He hooks the umbrella's handle around her neck.  It auto-\n     matically curls into a tight semi-noose, then the ribs\n     start to spin, shredding the pannels... it's now a tiny\n     helicopter...\n\n                             PENGUIN\n               And the wedding's been called <u>off<\/u>.\n\n     Catwoman is yanked up, into the air.  Penguin wistfully\n     waves fairwell.  Then mopes away.\n\n     EXT. GOTHAM SKYLINE--NIGHT\n\n     Catwoman whirls through the Gotham sky.\n\n     She painfully stretches out with her claws and tears\n     open the strangling handle.  She is released.\n\n     Catwoman makes a dazzlingly awesome freefall plunge,\n     finally crashing through a skylight into...\n\n     INT. A PENTHOUSE GREENHOUSE--NIGHT\n\n     and a tableful of flowers.  She lies for a moment in\n     stunned silence then bursts into an inhuman wail that\n     shatters the greenhouse glass.\n\n     EXT. PLAZA--NIGHT\n\n     Penguin is escorted through the crowd toward a CAMPAIGN\n     BUS emblazoned \"Cobblepot, Soft He's Not\".  Gothamites\n     offer encouragement, which cheers him a tad ... he\n     presses buttons upon his more bosomy supporters ... which\n     cheers him a lot.\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     Invigorated, Penguin moves straight to a twisted-tech\n     remote control panel of switches, buttons and levers,\n     all labeled with the various functions of the Batmobile.\n     As a bonus, there's a mini-steering wheel.  Cackling,\n     Penguin grabs it.\n\n     EXT. GOTHAM ALLEY--NIGHT\n\n     Batman staggers toward his car.  He undoes the security\n     cloak on the deceptively pristine Batmobile.  A CROWD OF\n     PURSUERS of the \"There-he-is-Don't-let-him-get-away\"\n     variety, swing around the corner.\n\n     Batman quickly crashes down into the driver's seat and\n     takes a breath of guarded relief when suddenly the doors\n     loudly lock.  All systems on the control panel flash on\n     by themselves.  The engine cacophonously VROOMS.\n\n     INT. THE BATMOBILE--NIGHT\n\n     Batman pounds his fist into a Batmobile window to no\n     effect.  Penguin's face comes on the screen the same way\n     Alfred's innocuously did before.\n\n                             PENGUIN (screen)\n               Don't adjust your set.  Welcome\n               to the Oswald Cobblepot School\n               of Driving.  Gentleman, start\n               your screaming...\n\n     The vehicle thunders forward, slamming him back.\n\n     EXT. THE BATMOBILE--NIGHT\n\n     blasts from an alley, freaking out his pursuers, and\n     makes a wild turn into the street.\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     Penguin rambunctiously joggles the steering wheel.  On\n     one screen, he sees Batman's tensed face.  On another\n     screen is a Batmobile-eye view.\n\n                             PENGUIN\n               Maybe this is a bad time to mention\n               it, but my license has expired.\n               Of course, so have you.\n\n     INT. THE BATMOBILE--NIGHT\n\n     Batman tears off a shard of his console.  Rips and tugs\n     at various wires...\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     PENGUIN plays his controls like the Phantom of the Opera.\n\n     INT. BATMOBILE--NIGHT\n\n     Levers on the console move down by themselves. Batman\n     uses Hurculean strength to push them back up.\n\n                             PENGUIN\n                      (onscreen)\n               Batman... I know <u>you're<\/u> not having\n               a swell time, but lemme tellya:\n               Taking control of your vehicle,\n               mowing down decent people, and\n               laying the bad vibes squarely on\n               you ... makes the hairs in my\n               nose tingle.\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     There is a major traffic jam on this one-way street\n     caused by two cars involved in a fender-bender.  The two\n     angry Drivers are out of their vehicles, arguing; a Cop\n     tries to mediate.  Meantime sixteen or so cars are backed\n     up.  Suddenly, from down the block, there's a NOISE loud\n     enough to drown out all the blaring horns.  Everyone\n     turns back, to silently gape at:\n\n     The Batmobile, blasting up the block!  It's plowing\n     stopped cars out of its path onto the sidewalk, where\n     some crash through storefronts!  Now the Batmobile\n     reaches the head of the line ...\n\n     As the two stunned Drivers stop arguing and just stare\n     in horror, both their vehicles are sent flying -- one\n     hits a fire hydrant and shears it clean off!  A heavy\n     geyser of water shoots up and strikes the electrical\n     insulator suspended above, knocking the large coil onto\n     the wet sidewalk.  Now the coil starts to short, firing\n     off sparks, setting a small store afire as the Batmobile\n     streaks out of frame, to continue its trajectory of terror.\n\n     INT. BATMOBILE--NIGHT\n\n     As Batman continues to tear at his console:\n\n                             PENGUIN\n                      (onscreen)\n               Just relax, and I'll take care of\n               the squealing, wretched, pinhead\n               puppets of Gotham.\n\n     EXT. ANOTHER GOTHAM STREET--NIGHT\n\n     A pack of Gothamites flee in different directions,\n     leaving a stranded old lady immobile with fear.  The\n     Batmobile spectacularly angles right at her.  She's a\n     bunny paralyzed by the headlights.\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     Penguin licks his lips as the Batmobile zooms toward her.\n\n                             PENGUIN\n               Helpless old lady at twelve o'clock\n               high.\n\n     He presses down on the accelerator.\n\n     INT.\/EXT. THE BATMOBILE--NIGHT\n\n     Batman yanks open a ceiling panel, revealing another\n     myriad of wires and fuses.  He stares with harsh\n     concentration.  He pulls out a round fuse.\n\n     The Batmobile squeaks to a sudden dead halt, centimeters\n     before the vibrating then fleeing old lady.\n\n     EXT. GOTHAM STREET--NIGHT\n\n     The steel jack-type device again explodes out of the\n     bottom of the Batmobile, lifting it up off the ground.\n     But instead of going into a simple, suave 180 twist,\n     the car convulses into a Tasmanian Devil spin that\n     revolves it at mind-roasting speed.  A battalion of\n     police cars surround it.  Officers jump out and begin\n     firing.\n\n     INT. THE BATMOBILE--NIGHT\n\n     Penguin's image on the spinning screen surreally\n     cackles....\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     Penguin twists the Square knob some more, as he squawks:\n\n                             PENGUIN\n               Ya gotta admit ... I've played\n               this stinking city like a harp\n               from hell!\n\n     EXT.\/INT. THE BATMOBILE--NIGHT\n\n     spins even faster.  Batmobile drives his fist through the\n     screen, shutting up his nemesis.\n\n     Then he kicks and tears open a panel on the floor.\n     There's a thick tangle of wires and spinning gears down\n     here.  Batman bravely plunges his glove through the mess,\n     pounding out a hole through the Batmobile's gleaming\n     black skin...\n\n     Looking up at the underside of the Batmobile, we see\n     Batman reach down through the hole and find the gang's\n     Beacon Rod.\n\n     He <u>snaps<\/u> it in half.\n\n     The jack is sucked back up and the Batmobile breaks out\n     of its cartoon swirl and rockets between two police cars,\n     smashing a third as it speeds off.\n\n     INT. CAMPAIGN BUS--NIGHT\n\n     Frustrated, Penguin pounds the controls.\n\n                             PENGUIN\n               Came this close to a perfect\n               evening!  Iced the princess.  Blew\n               away Batman.  Almost got married.\n               Killed the bitch.  <u>This<\/u> close..!\n\n     EXT. STREET--NIGHT\n\n     The two Police Cars give chase, blowing out their\n     weaponry at the Batmobile.\n\n     INT. THE BATMOBILE--NIGHT\n\n     Batman floors the pedal while rummaging through his con-\n     sole's twisted wires.  With his free hand, he makes a\n     sharp right turn.\n\n     DEAD-END STREET\n\n     The Batmobile swooshes onto a road that has two brick\n     buildings towering at the end of it with only a small\n     not-quite-a-car-let-alone-a-Batmobile-size gap between\n     them.\n\n     THE POLICE screech behind them.\n\n                             POLICEMAN\n                      (shouts)\n               He'll never fit!\n\n     INT.\/EXT. THE BATMOBILE--NIGHT\n\n     The Batmobile streaks closer to the building.  The cops\n     continue to fire.\n\n     Batman sparks two wires together.  The windshield wipers\n     come on.\n\n                             BATMAN\n                      (gently puzzled)\n               That's funny...\n\n     The buildings loom before the windshield.\n\n                             BATMAN\n                      (with a strange laugh)\n               Now I'm a little worried....Oh.\n\n     Batman connects two wires.\n\n     EXT. BATMOBILE--NIGHT\n\n     The sides of the Batmobile break off and clang to the\n     ground and the wheels of the car remarkably contort in a\n     single-file roller blade configuration, leaving only a\n     sleek missile of a car that smoothly darts between the\n     two buildings.\n\n     EXT. THE STREET--NIGHT\n\n     The lead cop car tries to follow, but gets wedged between\n     the buildings.  The cop car behind piles into it!\n\n     EXT. OTHER SIDE OF THE BUILDINGS' GAP--NIGHT\n\n     The Bat-missile-mobile slashes out of the gap.  Then does\n     a suave, angled speed skate around a corner.  And\n     disappears.\n\n     EXT. PLAZA--NEXT DAY\n\n     Max escorts Penguin -- er, Oswald Cobblepot.  Despite the\n     heavy turnout for the \"Recall The Mayor\" rally, Penguin\n     (twirling a red-white-and-blue umbrella) is cranky.\n\n                             MAX\n               ... So he survived ... C'mon, be a\n               mensch, stand t...\n\n     Max trails off.  Penguin is giving him that \"my nose\n     could be gushing blood\" look.\n\n                             PENGUIN\n               He didn't even lose a limb, an\n               eyeball ... bladder control ..\n\n                             MAX\n               Point is, listen to them.  They've\n               lost faith in old symbols.\n               They're ready to bond with you, the\n               icon of the future.  If it works,\n               don't fix it...\n\n     He fairly pushes the grumpy Penguin onto a platform.\n\n                             MAX\n               We'll celebrate tonight, at my\n               annual Max-squerade ball.  Shreck\n               and Cobblepot, the visionary\n               alliance.\n\n     Penguin takes the mike, looking grouchy and uninspired.\n\n     Down in front, a shameless, toothsome Cobblepot-Groupie\n     flashes major cleavage, as though Penguin were a pop star.\n\n     This heartens Penguin.  He quickly rises to the occasion.\n\n                             PENGUIN\n                      (booming squawk)\n               When it came time to ensure the\n               safety of our city, did the Mayor\n               have a plan?  No, he relied on a\n               man.  A \"bat\" man.\n\n     Somewhere in the crowd stands <u>Selina<\/u>.  Staring poker-\n     faced at the podium, her gaze flicking between Penguin\n     and Max Shreck.\n\n     INT. WAYNE MANOR STUDY--DAY\n\n     Bruce and Alfred watch \"Cobblepot's\" address on TV.\n\n                             PENGUIN\n                      (onscreen)\n               A ticking time bomb of a costumed\n               freak who finally exploded last\n               night, spraying this city with\n               shrapnel of shame!\n\n     Bruce rises.  Rolls up a sleeve as he moves to his aquarium.\n     Sticks in his arm, puts two fingers through the window of a\n     miniature Wayne Manor.  Fish swarm his wrist...\n\n                             ALFRED\n               I'm less worried about this ghastly\n               grotesque... more concerned about\n               repairing the Batmobile.  It's not\n               as though we can simply bring it\n               to any old Joe's Body Shop.  Is\n               it, sir?\n\n     Bruce pulls out a key.  And laughs.\n\n                             BRUCE\n               Hey, who let Vicki Vale into the\n               Batcave?  I'm sitting there\n               working, I turn around, it's like,\n               \"Oh hi, Vick, c'mon in.\"\n\n     Then on to a medieval Iron Maiden set in a corner across\n     the room.  He muses:\n\n                             BRUCE\n               Selina ... more facets than Vicki,\n               huh?  Funny, but sort of mysterious...\n\n                             BRUCE\n               \"Affair\" ... yes, maybe ... if\n               she ...\n\n                             ALFRED\n               I think I'll take the stairs.\n\n     The spikes retract and the bottom drops out of the Iron\n     Maiden, as it closes.\n\n     INT. THE BATCAVE--DAY\n\n     Bruce slides out of a chute, then strolls to a console.\n     He pulls out the CD he'd pocketed last night, and inserts\n     it into a sleek aparatus as Alfred comes puffing\n     downstairs.\n\n     Penguin is still posturing, on a large SCREEN down here.\n\n                             PENGUIN\n               You ask, am I up here for personal\n               glory?  Ha ... I toiled for many\n               years in happy obscurity, beneath\n               your boulevards ... No, the glory\n               I yearn to recapture, is the Glory\n               of Gotham ...!\n\n     Alfred, all the while, is manning his own console.  He's\n     punches in a command, \"Find Frequency\", which quickly\n     brings up the read-out \"Frequency Found\".  His next typed\n     command, \"Jam Frequency\" soon yields the read-out\n     \"Frequency Jammed.\"\n\n     Alfred nods to Bruce:  time to play.  Bruce presses Play.\n\n     EXT. GOTHAM PLAZA STAGE--DAY\n\n                             PENGUIN\n               How can this be accomplished?  I\n               know you're all concerned.\n\n     Suddenly his mike goes dead -- but his VOICE keeps RINGING\n     out over the Plaza, somehow.\n\n                             PENGUIN'S VOICE\n               Hey, just relax and I'll take\n               care of the squealing, wretched,\n               pinhead puppets of Gotham.\n\n     Penguin is stunned.\n\n                             PENGUIN\n               Wait a sec -- I didn't say that.\n\n     But nobody can hear his unamplified voice, over the\n     recorded one, from last night.\n\n                             PENGUIN'S VOICE\n               Ya gotta admit ... I've played this\n               stinking city like a harp from\n               hell!\n\n     As his Campaign Workers back off the stage, the puffed-up\n     Oswald Cobblepot reverts to the limping, twisted Penguin.\n\n     INT. THE BATCAVE--DAY\n\n     Like a sophisticated rap Club DJ, Bruce \"scratches\" the\n     CD.\n\n     EXT. GOTHAM PLAZA--DAY\n\n     The single phrase loudly resounds, again and again, as\n     Penguin helplessly stands here, lips moving but unheard.\n\n                             PENGUIN'S VOICE\n               \"This stinking city, stinking\n               city ...\"\n\n     Mortified, Penguin spazzes -- looking, for a second, like\n     a rapper.  His performance is greeted with snowballs ...\n     then a couple of eggs and tomatoes find their way to his\n     face.\n\n     Finally Penguin gallops away from the mike -- bumping into\n     Max Shreck, who is fighting to get off the platform.\n\n     Penguin claws at his mentor, losing a glove in the\n     process.\n\n                             PENGUIN\n               Max!  Relax!  Josh and Jen'll put\n               a spin on this.  We'll talk it over\n               tonight, at your costume par--\n\n                             MAX\n                      (shakes his head)\n               I think you'd feel out of place at\n               my party.  You see, it's for\n               winners.\n\n     He scrams.  Leaving Penguin wiping his face and wondering:\n\n                             PENGUIN\n               Why is there always someone who\n               brings eggs and tomatoes to a\n               speech!?\n\n     When suddenly a posse of livid Gothamites, ripping off\n     their Oswald Cobblepot buttons, come at him like a human\n     wave.\n\n     EXT. GOTHAM PARK--DAY\n\n     Penguin makes a wild dash through the park, just ahead\n     of the angry mob, barely leaping a park bench.  As the\n     Gothamites gain, he turns, FIRING a salvo from his\n     patriotic umbrella.  In response, the Park Cops unholster\n     their weapons and shoot back.  Penguin saves himself by\n     diving off the storybook bridge -- the very bridge his\n     parents dumped him from, many Christmases ago -- splash-\n     ing deep into the icy brook.\n\n     INT. PENGUIN'S LAIR--DAY\n\n     Penguin trudges, head down, out of the abyss of his sewer\n     pipe back into the light of his Lair.  Thuds into his Rubber\n     Duck boat and revs it toward the abandoned Arctic island.\n\n     Oblivious to his pain, his penguins squawk and play.\n     This brings a dark smile to the Penguin's thin lips.\n\n                             PENGUIN\n               My babies ... Did you miss me?\n\n     As he docks his Duck, the remaining members of the Red\n     Triangle Circus Gang straggle into the lair through a\n     tunnel of Snow and Ice.  The Thin Clown pops into his\n     face.\n\n                             THIN CLOWN\n               Great speech, Oswald.  The way you\n               told those rubes the score!\n\n     Penguin brutally smacks the Clown's skull with his umbrella.\n\n                             PENGUIN\n               My name's not Oswald, it's Penguin!\n                      (burst of renewal)\n               I am not a human being!  I'm an\n               animal!  A cold-blooded one.\n               Crank the a.c.!\n\n     He yanks off his tux, rips off his other glove and wiggles\n     his webbed hands, as he rallies his gang.\n\n                             PENGUIN\n               I'm glad this happened.  I've\n               learned a little somethng:  I\n               don't want their \"love\".  Their\n               \"love\" is false and suffocating.\n               Ah, but their hatred and disgust\n               -- that frees me!  Anyway it's\n               too damn muggy up there!\n               Christmas, right?  And I'm\n               <u>schvitzing<\/u>.\n\n     The Gang clucks its sympathy.  Penguin claps his hands.\n\n                             PENGUIN\n               Where's my list!?  Bring me the\n               names!\n\n     A beat, and then the Knifethrower Dame is here, with\n     Penguin's stack of legal pads he'd filled at the Hall of\n     Records.\n\n                             PENGUIN\n               It's time.  What I've been waiting\n               for my whole putrid life.  They \n               had their chance, they blew it,\n               and now they'll pay ...\n\n     Penguin hops around with dark glee, like Rumpelstiltskin.\n\n                             \tPENGUIN\n               Oh, what a collosal bill has come\n               due!  <u>Gotham will never forget<\/u>.\n\n     He tears pages from the pad, starts handing them out.  The\n     Red Triangle Hoods are reading the names ... \"Evan Black,\n     181 Shepherd Lane\"... \"Thomas Frankel, 273 Carlton Avenue\"\n     ... frankly confused.\n\n                             PENGUIN\n               These are the first-born sons of\n               Gotham City!  Like I was!  And\n               just like me, a terrible fate waits\n               for them.\n\n     The surviving Circus Members send up a changed-my-mind\n     CHEER.\n\n     INT. THE BATCAVE--NIGHT\n\n     Bruce works on the battered Batmobile, rewiring, etc.\n     The TV SCREEN is on ... a press-conference with the\n     Mayor.  We catch phrases like \"Return to normalcy\" and\n     \"Seen the last of that hateful charlatan ...\"\n\n     Now Alfred appears, holding the invitation to tonight's\n     ball -- away from him, as though it smells.\n\n                             ALFRED\n               Mr. Wayne ... a reminder:  Tonight\n               is that loathsome party, hosted\n               by that odious Mr. Shreck.  May we\n               RSVP in the resoundingly negative?\n\n                             BRUCE\n               I'm tempted, but ... well ... it\n               is an occasion for celebration,\n               and ... umm ... Selina will probably\n               be there ...\n\n                             ALFRED\n               Ah.\n                      (then)\n               \"Who\", may I ask, are you going\n               \"as\"?\n\n                             BRUCE\n                      (ambiguous smile)\n               You'll never guess.\n\n     INT. THE SPOOKILY REBUILT DEPARTMENT STORE--NIGHT\n\n     Max Shreck stands on a platform before a microphone, wear-\n     ing a scary black leather jacket-and-everything-else-\n     ensemble with a vivid red eye-mask.\n\n                             MAX\n               Attention Shoppers...\n\n     A SWARM OF PARTY GUESTS laugh appreciatively, also\n     in COSTUME--costumes that are exotic, erotic, evil, and\n     pretty stupid.  An ARMORED KNIGHT lifts his visor to\n     bulge his eyes at this annoying behavior.  It is Alfred.\n\n     As Max speaks, one takes in the rejuvenated department\n     store, still eerily burnt around the edges.  New and\n     glitzy Christmas decorations shine.  The whole store has\n     been bathed in seductive nightclub lighting.\n\n                             MAX\n               Like this splendid department\n               store, Gotham can quickly bounce\n               back from the tumult of the past\n               days ... So deck the halls, and\n               shake your booties!\n\n     A BAND behind Max launches into a sultry headbanger.\n     Guests begin to groove out on a make-shift dance floor.\n\n     Max gives a \"forgive me?\" toast toward the vindicated\n     Mayor who is dressed in a Roman Toga that sprouts a\n     Caesar-style myriad of plastic daggers and fake blood.\n\n     Various people are in Batman and Catwoman outfits,\n     including an undulating couple on the dance floor, Josh\n     and Jen.  Josh is Catwoman.  Jen is Batman.\n\n                             JOSH\n               Jen, look over there, but don't\n               stare.\n\n                             JEN\n                      (staring)\n               My god.  How rude.\n\n     They are revealed to be looking at Bruce Wayne strutting\n     down the main aisle, dressed dramatically as......BRUCE\n     WAYNE.  The only one without a costume, Bruce catches\n     some glares from the hedonists.  He and Max shake hands,\n     trading chilly smiles.\n\n                             MAX\n               Ingenious costume.  Let me guess\n               ... Trust-fund goody-goody?\n\n                             BRUCE\n               Course you're feeling fine ... You\n               almost made a monster the Mayor of\n               Gotham City.\n\n                             MAX\n               I am the light of this city.  <u>And<\/u>\n               I am its mean, twisted soul.  Does\n               it really matter who's the \"mayor\"?\n\n                             BRUCE\n               It does to me.\n\n                             MAX\n               Yawn.\n\n     He drifts off.  Bruce considers having the last word, when\n     his attention is diverted to a new guest, entering.  It's:\n\n     Selina Kyle, dramatically dressed as ... Selina Kyle.  She\n     draws the same sour looks as Bruce did.  And ignores them,\n     as Bruce did.  Gives Bruce a lovely, world-weary smile.\n\n     INT. STORE DANCE FLOOR--NIGHT\n\n     Chip Shreck is dressed as an old-time football hero, in\n     knickers, etc.  He moves, warily, across the floor ...\n\n                             CHIP\n               Selina ... Ms. Kyle... May I have\n               this --\n\n     Bruce cuts in and Selina lets him:  The band does a\n     ballad as Selina flows into Bruce's arms.  They nakedly\n     dance amid the swathed-in-artifice revelers.\n\n                             BRUCE\n               Sorry about yesterday ... Some big\n               deal came together, no, fell\n               through, and --\n\n                             SELINA\n               'S'okay, I had to go home, feed my\n               cat.\n\n                             BRUCE\n               No hard feelings?\n\n     Selina presses against her partner.  Smiles.\n\n                             SELINA\n               Actually ... semi-hard, I'd say.\n\n     Bruce blushes, steps back.  Selina does a sultry\n     pirouette.\n\n                             SELINA\n               There's a big, comfy California\n               King over in Bedding.  What say\n               we ...\n\n                             BRUCE\n                      (ironic)\n               Y'mean take off our costumes?\n\n                             SELINA\n                      (sad laugh)\n               Guess I'm sick of wearing masks ...\n\n                             BRUCE\n               Same here.  So why'd you come\n               tonight?\n\n                             SELINA\n               You first.\n\n     Bruce presses close to her again.\n\n                             BRUCE\n               To see you.\n\n     He waits for a response.  Selina pauses, then:\n\n                             SELINA\n               That's lovely and I really wish I\n               could say the same, but ... I came\n               for Max.\n\n     At first, Bruce doesn't understand.\n\n                             BRUCE\n               You don't mean ... you and Max ..?\n\n     Selina gives a harsh laugh, shakes her head.\n\n                             SELINA\n               <u>This<\/u> and Max.\n\n     She discreetly pulls a little derringer from her evening\n     bag.  Shocked, Bruce pushes it back in her bag.\n\n     INT. THE SEWER BELOW THE STORE--EVENING\n\n     The spooky ballad wafts into a sewer below the Store.\n     The lights of the party radiate through the grate of a\n     ventilator shaft.  Rising into this strange mix of music,\n     light, and slime is Penguin's Rubber Duck.  On its\n     scissor-lift, it continues to climb, at first revealing\n     Four Penguin Shock Troops, in bizarre headgear, missiles\n     pointed straight up.\n\n     INT. STORE--DANCE FLOOR--NIGHT\n\n     Bruce and Selina continue to dance, emotions rising.\n\n                             SELINA\n               Now don't give me a killing-Max-\n               won't-solve-anything speech,\n               because it will.  Aren't you tired\n               of this sanctimonious robber baron\n               always coming out on top?  When he\n               should be six feet under?\n\n                             BRUCE\n               Jesus, Selina, you're not the judge\n               <u>or<\/u> the jury... I mean, just who do\n               you think you <u>are<\/u>?\n\n                             SELINA\n               I don't know anymore, Bruce ...\n\n     They glide together beneath a piece of hanging mistletoe,\n     and she gives a soft, almost regretful kiss.  And laughs.\n\n                             SELINA\n               A kiss under the mistletoe.\n               Mistletoe can be deadly, if you\n               eat it ...\n\n                             BRUCE\n               But a kiss can be even deadlier,\n               if you mean ... it.\n\n     And suddenly it hits them -- what?  No!  Can it be?\n\n               BRUCE                            SELINA\n          You're ... her?                  You're ... him?\n\n     Bruce tenderly, carefully undoes the cuff of Selina's\n     blouse and pulls back her sleeve.  Feels:\n\n                             BRUCE\n               The burn I gave you.\n\n     Meanwhile Selina's hand explores under Bruce's shirt, finds:\n\n                             SELINA\n               The puncture wounds I gave you.\n                      (wearily)\n               Oh god ... does this mean we have\n               to start fighting now?\n\n     Bruce's answer is to hold her tight.  He's scared, so is she.\n\n                             SELINA\n               ... What do we do?\n\n                             BRUCE\n               I don't know.  Till we figure it\n               out, let's ... let's keep dancing.\n\n     That works for Selina.  They sway on, to the haunting song.\n\n     Alfred is standing next to Commissioner Gordon, watching.\n\n                             GORDON\n               A darling couple.\n\n                             ALFRED\n               Yes, made for each other ...\n\n     Abruptly a square of dance floor EXPLODES, sending Bruce,\n     Selina, Chip, Max, Josh, Jen, Alfred, Gordon, et al,\n     sprawling.\n\n     Erupting up from the sizzling hole is Penguin, in his\n     Rubber Duck.  In addition to the Four Penguins, he's\n     brought the Organ Grinder with his Gatling gun.  The\n     Revelers SHRIEK as the Organ Grinder introduces his boss:\n\n                             ORGAN GRINDER\n               Yes, Virginia, there is an anti-\n               Christ!\n\n                             PENGUIN\n               You didn't invite me, so I\n               crashed!\n\n     Once again, the Mayor steps forward.\n\n                             MAYOR\n               What do you want ... \"Penguin\"?\n\n                             PENGUIN\n               Nothing from you ... \"Putz\".\n\n     He pushes the Mayor out of the way.  And announces, to the\n     horrified throng:\n\n                             PENGUIN\n               Right now, my troops are fanning\n               out across town, for your\n               children ...\n                      (over gasps)\n               Yes, for your first-born sons ...\n               The ones you left helpless, at\n               home, so you could dress up like\n               jerks, get juiced on Max's\n               Shreggnog...\n\n     As those closest to the bomb blast dazedly pick themselves\n     up off the dance floor ...\n\n                             PENGUIN\n               I've personally come for Gotham's\n               <u>favorite<\/u> son ... Mr. Chip Shreck!\n\n     The Organ Grinder grabs a struggling Chip holding him with\n     an ornate handgun.\n\n     A woozy Selina turns, to her dance partner:\n\n                             SELINA\n               Bruce ... we have to do someth ...\n\n     Then trails off.  Bruce has slipped away, in the confusion.\n\n     Penguin crows, as Chip is hustled over to the Rubber\n     Duck:\n\n                             PENGUIN\n               You're coming with me, you Great\n               White Dope!  To die, way down in\n               the sewer!\n\n                             MAX\n               Not Chip!  Please!  Penguin ...\n               If you have one iota of human\n               feeling, you'll take me instead.\n\n                             PENGUIN\n               I don't.  So, no.\n\n                             MAX\n                      (grabs Penguin's coat)\n               I'm the one you want!  Penguin,\n               please!  Ask yourself:  Isn't it\n               Max Shreck who manipulated and\n               betrayed you?  Isn't it Max, not\n               Chip, whom you want to see immersed\n               up to his eyeballs in raw sewage?\n\n                             PENGUIN\n                      (removing Max's hands)\n               Okay, you have a point.  Plus, the\n               hysterics are getting on my nerves.\n\n     Then barks:\n\n                             PENGUIN\n               Let Knute Rockne live.  For now.\n\n     The Organ Grinder frees Chip, grabs Max.  Forces him into\n     the Rubber Duck.  Penguin jumps in after them.\n\n     As the Rubber Duck swooshes back down into the hole, the\n     penguins cover the escape by firing a smokey volley:\n\n     Smoke bombs ... that create massive, coughing <u>chaos<\/u> ...\n\n     EXT. GOTHAM CITY - NIGHT (MONTAGE)\n\n     The Red Triangle Gang sweeps the city for its first-born\n     sons.\n\n     1.  A Darling Little Boy sits at the window-sill,\n         dreamily staring out.  Suddenly a CLOWN pops up,\n         into view.\n\n                             DARLING LITTLE BOY\n               Finally.  The tooth fairy ... What\n               do I get?\n\n         We see he's lost a front tooth.\n\n                             CLOWN\n               Why, the ride of your life.  Hey\n               c'mon, little guy ...\n\n         The Clown reaches out a hand.  The Boy eagerly steps\n         up onto the sill, then disappears into the night ...\n\n     2.  A cute bathroom.  Sheep, daisies, and the Alphabet\n         adorn the walls.  A Toddler is standing here, making\n         faces at himself in the mirror, and giggling.  OS, we\n         hear:\n\n                             NANNY'S VOICE\n               Billy ... If you're not brushing,\n               I'll tell your Mama ...\n\n         Suddenly, in the mirror, the Organ Grinder appears,\n         monkey scampering across his shoulders.  The Toddler\n         starts to scream, but the Organ Grinder clamps a huge\n         hand over his mouth --\n\n     3.  A plush nursery.  An Infant boy peacefully sleeps in\n         a custom-wood crib.  An Acrobat-Thug quietly vaults\n         through the window.  Scoops up the infant, vaults out\n         as an alarm WAILS, but the Infant sleeps on --\n\n     The montage quickly accelerates:  a swift succession of\n     sleeping, bundled babes handed through windows, doors ...\n\n     INT. LAIR - NIGHT\n\n     Penguin impatiently waits, pacing as he twirls two\n     identical long, elegant umbrellas.\n\n                             PENGUIN\n               Ooh, this is gonna be good...\n\n     He turns to Max, confined to a cage half-submerged in\n     goo, clutching a tattered blanket against the cold.\n\n                             PENGUIN\n               To cut down a whole crop of\n               Gotham's most promising, <u>before<\/u>\n               their prime...\n\n     He gestures at a brown-ish gurgling subterranean lake.\n\n                             PENGUIN\n               How do I lure 'em in, you ask?\n\n     He pops one of the umbrellas at Max, who flinches.\n\n                             PENGUIN\n               Little \"Pied Penguin\" action...\n\n     The umbrella is wickedly charming... open, it's a mini-\n     merry-go-round, playing the \"Penguin Theme\" in a haunt-\n     ingly childlike rinky-dink style.  Penguin shows, with\n     a happy prance, how he'll use it to lead the kids to\n     their doom.\n\n                             PENGUIN\n               And you get to watch them all sink,\n               in a deep puddle of your industrial\n               by-products.  Then you join them.\n               Tragic irony or poetic justice?\n               You tell me.\n\n     We DISSOLVE from the twirling merry-go-round umbrella to\n     a WAGON-WHEEL, turning ... then WIDEN to REVEAL:\n\n     EXT. \"CIRCUS TRAIN\" - NIGHT\n\n     The lead circus wagons in a long caravan of wagon, wind-\n     ing through Gotham's dark and empty streets.  The wagons\n     are barred, more heavily than in <u>Dumbo<\/u>.  Reminiscent, in\n     fact, of Penguin's playpen of yore.  The sides painted\n     with the faded, peeling Red Triangle Circus logo.\n     Through the heavy bars, we glimpse a little pair of\n     hands, a pair of frightened eyes ... HEAR the occasional\n     CRY of a cold or thirsty baby.\n\n     At the wheel sits the Organ Grinder, impatiently petting\n     his monkey.  Now he barks, at his unseen subordinates:\n\n                             ORGAN GRINDER\n               Would'ya hurry up loading those\n               kids already..?\n\n     A shadow falls... The silhouette of a caped figure...\n     Batman reaches down and yanks the Organ Grinder UP out\n     of frame!\n\n     INT. LAIR - NIGHT\n\n     As a silent, despairing Max Shreck and a manic, amused\n     Thin Clown look on, Penguin practices his balletic walk\n     over to the toxic lake, waving his merry-go-round\n     umbrella with its tinkly THEME.\n\n                             PENGUIN\n                      (dry run)\n               This way, kiddies ... Jump right in!\n\n     Now the Organ Grinder's <u>monkey<\/u> appears at the top of the\n     stairs, holding something.  As he scampers down:\n\n                             PENGUIN\n               So ... Where're the kids?  Don't\n               tell me they stopped at McDonald's ..?\n\n                             THIN CLOWN\n               Boss ... he's got a note!\n\n     Indeed, the monkey waves a little piece of stationary,\n     which Penguin snatches from him. And reads:\n\n                             PENGUIN\n               \"Dear Penguin:  The children\n               regret they're unable to attend.\n               Have a disappointing day.  Batman.\"\n\n     Penguin is working to control his rage.  He glares at the\n     hopping, dancing monkey, and reminds himself:\n\n                             PENGUIN\n               You're the messenger.  It doesn't\n               make sense to shoot the messenger.\n\n     The other long umbrella is a semi-automatic.  Now Penguin\n     swivels, and sprays the Thin Clown with bullets.\n\n     INT. ELSEWHERE IN THE LAIR--NIGHT\n\n     Penguin militarily struts as he addresses his legion of\n     penguins.  They're wearing eerie headgear.  On each one's\n     back is strapped a large bazooka.\n\n                             PENGUIN\n               My penguins ... We stand at a great\n               threshold.  It's okay to be\n               scared.  Many of you won't be\n               coming back ...\n\n     He's choked up.  He has to pause, compose himself.\n\n                             PENGUIN\n               Thanks to Batman, the time has\n               come to punish <u>all<\/u> God's chillun ...\n               first, second, third and fourth-born,\n               why be biased?  Male <u>and<\/u> female ...\n               hell, the sexes are equal with\n               their erogenous zones blown sky-high ...\n\n     In this area are TV monitors scavenged from the Arctic\n     World info-pavilion and other technology cannibalized\n     from the old exhibit.  Today the screens show various\n     angles of the sleeping city.  The Fat Clown mans the\n     controls.\n\n                             PENGUIN\n               Forward, march!  The liberation of\n               Gotham has begun!\n\n     The Penguin Army, on remote control, swivels in unison\n     and splashes toward the big open sewer pipe.\n\n     Behind them, Penguin dries his eyes and gloats:\n\n                             PENGUIN\n               The Grinch just <u>stole<\/u> Christmas.\n               I'm gonna kill it, barbecue it,\n               chop it up and chew its bones!\n\n     INT. A SEWER--NIGHT\n\n     All is quiet in a musty sewer.  Then a buzzing noise is\n     faintly heard, and suddenly Batman plows at the viewer,\n     driving a sleek, dark vehicle that is part boat, part\n     jet-ski.  The Bat Boat slaloms up the side of the sewer\n     pipe to avoid colliding with:\n\n     A division of penguin Commando Bombers, marching in\n     unison.  Their headgear clicks and whirs.\n\n     EXT. GOTHAM CITY STREET--NIGHT\n\n     Another squadron of penguin mercenaries pours out from an\n     open sewer grate and continues to march in eerie forma-\n     tion through a deserted city street.\n\n     INT. THE SEWER--NIGHT\n\n     As he rockets ahead, Batman communicates through a\n     strange phone device:\n\n                             BATMAN\n               I'm homing in on the signal's origin...\n\n     INT. BATCAVE - SAME TIME\n\n     Alfred is poised at the same console at which he'd\n     jammed Penguin's speech.\n\n                             ALFRED\n               Ready when you are, sir.\n\n     INT. THE SEWER OF BATMAN--NIGHT\n\n     Batman motors further...\n\n                             BATMAN\n               Got the coordinates.  They're --\n\n     Two penguins suddenly appear before Batman, firing their\n     payloads.  Batman savagely curls his boat all the way up\n     the oval pipe until he is momentarily upside down.  He\n     swooshes back down past the penguins and the twin\n     explosions.\n\n                             BATMAN\n               As I was saying...\n\n     INT. THE LAIR--NIGHT\n\n     Penguin stands in front of a screen, watching his army\n     waddle down the street.  Then gleefully rubs his hands\n     as the Fat Clown starts the countdown, off a big clock:\n\n                             FAT CLOWN\n               Ten, nine...\n\n                             PENGUIN\n               The Christmas Eve of Destruction -- !\n\n                             FAT CLOWN\n               ... eight, seven...\n\n                             PENGUIN\n                      (\"sweetly\" sings)\n               Silent night, violent night...\n\n                             FAT CLOWN\n                      (sings along)\n               All is shrill, all is blight...\n\n     EXT. GOTHAM STREET LEADING TO PLAZA--NIGHT\n\n     The vanguard penguin division stops.  Gotham Plaza,\n     heavily populated, looms ahead.  As one, the penguins\n     bend forward, angling their bazookas for maximum\n     destruction.\n\n     INT. BATCAVE - SAME TIME\n\n     The last of the coordinates crackles over Alfred's\n     headset.\n\n                             BATMAN (V.O.)\n               ... 28 degrees west.  Shall we?\n\n                             ALFRED\n                      (punching buttons)\n               Let's dance.  Sir.\n\n     The read-out reads:  FREQUENCY JAMMED.\n\n     EXT. THE REGIMENT OF PENGUINS--NIGHT\n\n     The Penguins' headgear begins to whine and rattle.\n\n     The penguins simultaneously <u>turn<\/u> and trot away from the\n     Plaza.\n\n     INT. THE LAIR--NIGHT\n\n     Penguin is glued to the screens, elated at a Gotter-\n     dammerung that's only seconds away.\n\n                             PENGUIN\n               Ah, Gotham.  You wouldn't put me\n               on a pedestal, so I'm laying you\n               on a slab!\n\n     Meantime the Fat Clown is frantically punching the\n     controls.\n\n                             FAT CLOWN\n               Well, um... funny thing, your\n               penguins... they're not responding\n               to the launch command.  Fact\n               they're kind of turned around\n               now... Like someone jammed our\n               signal...\n\n                             PENGUIN\n               But who could've ... no, don't say\n               it.\n\n                             FAT CLOWN\n               My lips are sealed.\n\n     Penguin punches up the controls so the image of Batman\n     plowing through the sewers is spread out across the\n     screens in Cinerama.\n\n                             PENGUIN\n               I'm starting... just starting...\n               to lose my temper, now.\n\n     EXT. GOTHAM PARK - NIGHT\n\n     The Penguin army advances, en masse.  The Old Zoo looms\n     in the distance.\n\n     INT. THE LAIR--NIGHT\n\n     Penguin grabs the nearest umbrella and jumps into his\n     Rubber Duck.\n\n     The Fat Clown rushes forward to join him but Penguin\n     heedlessly slams his vehicle into his former cohort --\n     catapulting his huge carcass across the lair where it\n     lands with a definitive THUD in front of Max's cage.\n\n     Penguin steers his Duck for stairs -- then rides it\n     all the way up the stairs, and out of the lair.\n\n     Meantime Max reaches out and grabs a key off the Fat\n     Clown's key-ring, releasing himself.  Then creeps out of\n     his cage.  He pauses to swipe the gun from the Fat\n     Clown's holster and stashes it in his back pocket.  Then\n     starts to dash off when a familiar cat 'o nine tails\n     SNAPS into FRAME, coils around his ankle and drags him\n     OFF-SCREEN.\n\n     INT. SEWER - NIGHT\n\n     As Batman thunders up the pipe toward the lair, he hears\n     a BLEEP.  The screen on his console shows a thermal\n     image -- <u>shaped like a duck<\/u> -- heading for the surface.\n\n     Batman has just reaches a fork in the sewer pipes.  At\n     the last second he spins the wheel, steering into the\n     pipe that angles <u>up<\/u>.\n\n     EXT. ARCTIC WORLD--NIGHT\n\n     Penguin grandly plows around a corner with a victorious\n     laugh --\n\n     Simultaneously the Bat-boat comes crashing through the\n     top of Arctic World --\n\n     Penguin stops laughing as he looks up and sees the Bat-\n     boat in mid-air --\n\n     It crash-lands on top of Penguin's Rubber Duck!\n\n     A beat of silence.  Stillness.  Batman, dazed, pops open\n     his cockpit and alights, looking for Penguin.  For\n     Penguin's corpse perhaps ... pinned inside his Rubber\n     Duck ... when:\n\n     From out of frame, a shrill and frenzied Penguin springs\n     at Batman!  His legs wrapped around the Caped Crusader's\n     neck, the beast savagely gouges (with his umbrella-tip)\n     and pecks (with his beak)!  Snarling, as he attacks:\n\n                             PENGUIN\n               I think you're jealous that I'm a\n               genuine freak, and you have to wear\n               a mask!\n\n                             BATMAN\n               Maybe you're right.\n\n     Penguin jumps down, off Batman.\n\n                             PENGUIN\n               But in the end all that counts, is:\n               Who's holding the umbrella?\n\n     He activates his umbrella -- a long blade protrudes.\n     In response, Batman pulls out <u>his<\/u> weapon:  a palm-sized\n     multi-colored button (like the one that lit the Gotham\n     Plaza Christmas tree).  A stand-off.  But now, over\n     Batman's shoulder, Penguin sees:\n\n     Standing here -- what the hell are they doing <u>here<\/u>? --\n     his poker-faced Penguin commandos.\n\n                             PENGUIN\n               My babies ...\n\n     Batman turns to look -- and Penguin lunges with his\n     umbrella-sword.  Batman swipes at it, dropping his\n     button-weapon in the process.\n\n     Cackling, Penguin snatches it up.  Aiming it at Batman,\n     he vengefully presses the button.\n\n     Suddenly an <u>insane family of bats<\/u> billows out of\n     breakaway panels in the Batboat and thunders straight at\n     the Penguin.\n\n                             PENGUIN\n               Ah, you brought your in-laws.  I'm\n               sure, once you get to know them --\n\n     He tries to swat them away with his umbrella, but the\n     bats besiege Penguin, biting and screeching as they send\n     him reeling back and down, shattering through the\n     observation window.\n\n     INT. THE LAIR - NIGHT\n\n     Penguin spectacularly twirls down into his lair, bats\n     tearing at him all the way, until he splashes down into\n     the moat.\n\n     EXT. ARCTIC WORLD - NIGHT\n\n     Batman, at the Observation window, looks down.  Penguin\n     is submerged, but he can see the struggling Catwoman and\n     Max.\n\n     Simultaneously the Penguin Army -- headgear clacking,\n     back on schedule -- launches its payload.\n\n     Batman, standing between them and the old zoo, now looks\n     up at the magnificent trajectory of missiles overhead ...\n\n     EXT. ZOO GROUNDS--NIGHT\n\n     The grand panorama of rotten zoo cages and decayed Expo-\n     tecture is mightily laid to glorious waste in a symphony\n     of fireballs.\n\n     INT. THE LAIR--NIGHT\n\n     Flaming debris from the big bombs has devastated the\n     floe, melting most of the ice, and blasting the odd chunk\n     out of the warmed-up water.\n\n     Revealed in her arousingly tattered costume, Catwoman\n     is dragging Max by his neck toward the Lair's ominously\n     buzzing electrical generator.\n\n                             MAX\n               I don't know what you want, but I\n               know I can get it for you with a\n               minimum of fuss.  Money, jewels, a\n               very big ball of string...\n\n                             CATWOMAN\n               Your blood, Max.\n\n                             MAX\n               My blood?  I ... I gave at the\n               office.\n\n                             CATWOMAN\n               A half-pint.  I'm talking gallons.\n\n     EXT. ARCTIC WORLD - NIGHT\n\n     Batman darts to the Observation window and looks down at\n     the struggling Catwoman and Max below.\n\n     He hooks a grapple to the edge of the glass.\n\n     INT. THE LAIR--NIGHT\n\n     Catwoman continues to drag a balky Max toward the\n     generator.\n\n                             MAX\n               Let's make a deal.  <u>Other<\/u> than my\n               blood, what can I off--\n\n                             CATWOMAN\n               Sorry, Max.  A die for a die.\n\n                             MAX\n               Either you've caught a cold, or\n               you're planning to kill me.\n\n     Batman does a slide down the grapple that ends in a\n     graceful touchdown.  Max crawls toward him.\n\n                             MAX\n               You're not just saving one life,\n               you're saving a city and its WAY\n               of life.\n\n     Batman heaves a kick into Max that sends him sailing\n     against the generator.\n\n                             BATMAN\n               First you're gonna shut up.  Then\n               you're gonna turn yourself in.\n\n                             CATWOMAN\n               Don't be naive.  The law doesn't\n               apply to people like him!  Or us --\n\n                             BATMAN\n               Wrong on both counts.\n\n     He tries to grab Max, but Catwoman makes a lunge for\n     Batman's abdomen sending him reeling.  He picks himself\n     up, then, talking in a calming, soothing way:\n\n                             BATMAN\n               Why are you doing this?  Let's\n               just take him to the police, then\n               go home together ...\n\n     She's still for a moment, considering.\n\n                             BATMAN\n               Don't you see, we're the same... split\n               down the middle... please...\n\n     Batman rips off his mask, looks straight at her.\n\n                             CATWOMAN\n               Bruce, I could live with you in\n               your castle forever.  Just like in\n               a fairy tale.\n\n     She leans forward as for a kiss.  Batman touches her face\n     about to rip off her mask.  But she whips back, lashing\n     out at him, kicking him, sending him stumbling backward.\n\n                             CATWOMAN\n               I just couldn't live with myself.\n               So don't pretend this is a happy\n               ending.\n\n     Max, recovering, pulls out the Organ Grinder's gun.\n\n                             MAX\n               Selina!  Selina Kyle!?  You're\n               fired!  And Bruce -- Bruce Wayne!\n               Why are you dressed up as Batman?\n\n                             CATWOMAN\n               He <u>is<\/u> Batman, you moron.\n\n                             MAX\n                      (raising the gun\n                       again)\n               Was.\n\n     Max squeezes off a shot at Batman as he rises, nicking\n     the Caped Crusader's neck.  Now Max swings the gun\n     toward Catwoman -- who sexily saunters right at him.\n\n                             CATWOMAN\n               You killed me, Batman killed me,\n               Penguin killed me.  Three lives\n               down.  Got enough bullets to\n               finish me off?\n\n                             \tMAX\n               One way to find out?\n\n     He fires a shot, that rips into her arm.  And another,\n     that smashes into her leg.  Still coming, she pulls off\n     her hood.\n\n                             SELINA\n               Four, five.  Still alive.\n\n     Batman rips off his own mask and woozily holds his\n     bleeding neck.  He's on his knees, dizzy and weak ...\n\n                             BRUCE\n               Selina ... please, stop ...\n\n     Max shoots her other leg and the hand holding the stun-\n     gun, blowing away the barrel.  Selina's left gripping a\n     sparking gun-butt.  She hobbles forward.\n\n                             SELINA\n               Six, seven, all good girls go\n               to ...\n\n     Max pulls the trigger.  But he's shot his wad.\n\n                             SELINA\n               Hmm, two lives left.  Think I'll\n               save one for next Christmas.\n               Meantime how 'bout a kiss, Santey\n               Claus?\n\n     A panicked Max has backed against the generator.\n\n                             CATWOMAN\n               You're the light of Gotham City?\n               So <u>be<\/u> the light of Gotham City!\n\n     Selina shoves the sparking half-a-stun-gun into her\n     mouth like a suicidal pacifier, then grabs Max in a\n     close embrace.\n\n                             MAX\n                      (seriously weirded)\n               What're you --\n\n     She plunges her steel talons into an open fusebox and\n     gives Max a stunning kiss!  Their bodies briefly buck\n     together before getting lost in a dense display of\n     crackling sparkage.\n\n     EXT. GOTHAM PLAZA--NIGHT (SAME TIME)\n\n     The lights of the city vividly flash on and off, a\n     vision that Max had prophesied ...\n\n     The Batm Beacon eerily winks against the sky.\n\n     The grand Christmas Tree brilliantly blinks.  Now we see\n     that the Plaza is filled with ecstatic Parents, reunited\n     with dazed and delighted Children ...\n\n     INT. THE LAIR--NIGHT\n\n     Catlike screams of joy waft out off the mysterious mist of\n     wattage.\n\n                             BRUCE\n               Se-li-na Kyle...\n\n     Bruce frantically searches the thickening mist...\n     but finds only Max's body, <u>not Selina<\/u>.  He stumbles back,\n     as:\n\n     Penguin rises like a wraith behind him, soaking and\n     bleeding and sweating.  Wiping his brow and gasping for\n     breath, he stumbles toward the shorted-out compressor,\n     using his long, elegant umbrellas for support.\n\n                             PENGUIN\n                      (pants)\n               Gotta crank the a.c.  Stuffy in\n               here.\n\n     He drops one umbrella.  With his free flipper, Penguin\n     vainly twiddles the singed dials.  Nothing -- the unit's\n     kaput.  Fiery rubble continues to rain down on the lair,\n     raising the temperature even higher.  penguin turns away\n     in defeat from the busted air-conditioner.  And sees:\n\n     A stone-faced Bruce\/Batman standing here, pitilessly\n     watching.\n\n                             PENGUIN\n               Without the mask you're drop-dead\n               handsome.  So, drop dead.\n\n     With great effort, he raises his elegant umbrella.  And\n     fires it.  No ... not quite.  It's the merry-go-round.\n\n                             PENGUIN\n               Shit.  Picked the cute one.\n               Heat's gettin' to me ...\n\n     Penguin reaches down for the other umbrella ... the\n     deadly one ... <u>the one that Bruce\/Batman is holding<\/u>.\n\n                             PENGUIN\n               Hey.  You ... wouldn't blow away\n               an endangered bird ...\n\n     He desperately tugs at his collar a la Rodney.  His face\n     is turning a deep, pre-coronary scarlet ...\n\n     Bruce\/Batman wordlessly raises the umbrella and aims it\n     between Penguin's eyes.\n\n     Penguin pivots.  Starts waddling away.  Huffing,\n     puffing ...\n\n                             PENGUIN\n               You wouldn't shoot me in the back ...\n               would'ya ..?\n\n     Bruce\/Batman never takes the gun\/umbrella off Penguin ...\n\n     Who is waddling, slower and with greater difficulty,\n     toward the once-icy, now-nearly-melted moat.\n\n                             PENGUIN\n               I'm overheated, is all ... I'll\n               murder you, momentarily ...\n\n     With a last ounce of strength he pulls open his collar.\n\n                             PENGUIN\n               But first, a cool drink ...\n\n     Then one more step ... and he bellyflops in front of\n     one glistening, beckoning chunk of ice that was blown\n     out of the water.\n\n                             PENGUIN\n               Of ice-water ...\n\n     One flipper feels for the block of ice ... it's just an\n     inch away ... And then the flipper falls.\n\n     Penguin belongs to the ages.\n\n     A beat, then Bruce\/Batman sets down the deadly umbrella\n     and silently watches, slightly awed:\n\n     In death, as in birth, the Four Elder Gray Bellied\n     Emperor penguins surround their fallen disciple.  Then,\n     like pallbearers, they lift Penguin's body with their\n     beaks and mournfully bear him away, into darkness.\n\n     EXT. GOTHAM PLAZA--NIGHT\n\n     The bat beacon light, the city lights, and the Christmas\n     tree lights continue to flash in wondrous syncopation.\n     The Carolers begin singing again.\n\n     EXT. CITY HALL--NIGHT\n\n     The Mayor, his staff, and Commissioner Gordon, out of\n     their costumes, look up at the flashing bat signal.\n\n                             GORDON\n               Think he'll ever forgive us?\n\n                             MAYOR\n               Probably not.  But he'll always\n               help us.\n\n     EXT. WAYNE ROLLS-ROYCE--NIGHT\n\n     Alfred drives.  As the limo zips past Gotham Plaza, Bruce\n     soulfully gazes out at the celebrants.\n\n                             BRUCE\n                      (numb)\n               I guess this mean we won.\n\n                             ALFRED\n               Yes, I suppose that we did.\n\n     He turns, taking a short-cut away from the crowds,\n     through a dark back alley ...\n\n                             ALFRED\n               Well ... Come what may... Merry\n               Christmas, Mr. Wayne.\n\n                             BRUCE\n               Right.  Sure.  And \"Peace on earth,\n               good will toward men.\"\n\n     Suddenly he's brought up short by a loud <u>meow<\/u>.  Bruce\n     glances behind him ...\n\n     In time to see the shadow of something dart from the\n     street into an alley.  Was it just a cat ..?  Or some-\n     thing taller, shapelier?\n\n     Bruce shivers.\n\n                             BRUCE\n               And women.\n\n     TILT UP.  In the night sky, the Bat beacon blinks on ...\n     then off, on then off, as we move closer and closer, till\n     Batman's symbol fills the screen ... on, then off --\n\n     AND CUT TO BLACK.\n\n\n\n\n                              <u>THE END<\/u>\n\n\n   <\/pre>\n<\/body>\n\n<\/html>\n","id":824,"split":"train"}
