{"ori_id":"af7a0d8c4451211b245244cb4ac54532b160b5e5","title":"A King and No King","context":"A King and No King\n Arbaces, King of Iberia, has been abroad, fighting in the wars, for many years; he returns home in triumph, bringing with him Tigranes, the defeated king of Armenia. He intends to marry his sister Panthea to Tigranes. Meanwhile, he learns that his mother, Arane, who hates him, has plotted his assassination. The regent Gobrius has foiled the plot. Tigranes' fiancee Spaconia accompanies him into exile, hoping to avert Arbaces' plans for the marriage alliance. Tigranes promises her he will remain faithful.\nOn his return Arbaces finds that he now has a powerful sexual attraction to his beautiful sister, the princess Panthea, whom he hasn't seen since childhood. Much of the play depicts his increasingly desperate struggle against his incestuous passion. Arbaces blames the protector Gobrius for his predicament; the minister had written Arbaces many letters during the king's years abroad, praising Panthea's beauty and her love for him. Panthea is also attracted to Arbaces, but her virtue restains them both. The king becomes so desperate that he decides to murder Gobrius, rape Panthea, and then commit suicide. Meanwhile, Tigranes too falls in love with Panthea, even though this means he breaks his faith with Spaconia. Tigranes exercises the self-discipline and rationality that Arbaces struggles to achieve, and rededicates himself to Spaconia.\nArbaces' dilemma is resolved when it is revealed that the situation is a complex hoax, staged by Arane and Gobrius to give an heir to the childless old king who was Arbaces' predecessor. Arane's plots against her supposed son were intended to restore the rightful succession. Arbaces is in fact Gobrius's son, and so Panthea is not actually his sister. Gobrius had plotted that his son would become the legitimate king, by marriage with Panthea; Arbaces does marry the princess, but steps down from the kingship.\nArbaces is presented as a mixed character, brave and formidable in battle, but boastful and somewhat vulgar. His character is explained by the trick of his birth: he cannot behave with the nobility of a king, because he isn't one by \"blood.\" The comic relief in the play is provided by the cowardly Bessus and his cronies; their subplot turns on the customs of honorable duelling â\u0080\u0094 and their comical violation. (Bessus was a well-known comic creation; Queen Henrietta Maria refers to Bessus in a 25 February 1643 letter to her husband, Charles I.)\nA King and No King has a strong degree of commonality with the same authors' Thierry and Theodoret. The former might be regarded as the tragicomic version, and the latter the tragic, of the same story.\nï»¿The Project Gutenberg EBook of A King, and No King\nby Francis Beaumont and John Fletcher\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: A King, and No King\n\nAuthor: Francis Beaumont and John Fletcher\n\nRelease Date: May 10, 2004 [EBook #12312]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK A KING, AND NO KING ***\n\n\n\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\n\n\n\nA KING, AND NO KING.\n\n\nBy Francis Beaumont and John Fletcher\n\n\n\nPersons Represented in the Play.\n\n\nArbaces, _King_  of Iberia.\n\nTigranes, _King of_  Armenia.\n\nGobrias, _Lord Protector, and Father of_  Arbaces.\n\nBacurius, _another Lord_.\n\nMardonius.)\nBessus,  ) _Two Captains_\n\nLigo[n]es, _Father of_  Spaconia.\n\n_Two Gentlemen_.\n\n_Three Men and a Woman_.\n\nPhilip, _a servant, and two Citizens Wives_.\n\n_A Messenger_.\n\n_A Servant to_  Bacurius.\n\n_Two Sword-men_.\n\n_A Boy_.\n\n\nArane,  ) _The [Queen-Mother_.\n\nPanthea,) _Her Daughter_.\n\nSpaconia,) _A Lady Daughter of_  Ligones\n\nMandane,) _A waiting woman, and other attendants_.\n\n\n       *       *       *       *       *\n\n\n\n\n_Actus primus. Scena prima_.\n\n       *       *       *       *       *\n\n_Enter_  Mardonius _and_  Bessus, _Two Captains_.\n\n_Mar_.\n\n  _Bessus_, the King has made a fair hand on't, he has ended the\n  Wars at a blow, would my sword had a close basket hilt to hold\n  Wine, and the blade would make knives, for we shall have nothing\n  but eating and drinking.\n\n_Bes_.\n\n  We that are Commanders shall do well enough.\n\n_Mar_.\n\n  Faith _Bessus_, such Commanders as thou may; I had as lieve set\n  thee Perdue for a pudding i'th' dark, as _Alexander_  the Great.\n\n_Bes_.\n\n  I love these jests exceedingly.\n\n_Mar_.\n\n  I think thou lov'st 'em better than quarrelling _Bessus_, I'le\n  say so much i'thy behalf, and yet thou 'rt valiant enough upon a\n  retreat, I think thou wouldst kill any man that stopt thee if\n  thou couldst.\n\n_Bes_.\n\n  But was not this a brave Combate _Mardonius_?\n\n_Mar_.\n\n  Why, didst thou see't?\n\n_Bes_.\n\n  You stood wi'me.\n\n_Mar_.\n\n  I did so, but me thought thou wink'dst every blow they strook.\n\n_Bes_.\n\n  Well, I believe there are better souldiers than I, that never saw\n  two Princes fight in lists.\n\n_Mar_.\n\n  By my troth I think so too _Bessus_, many a thousand, but\n  certainly all that are worse than thou have seen as much.\n\n_Bes_.\n\n  'Twas bravely done of our King.\n\n_Mar_.\n\n  Yes, if he had not ended the wars: I'me glad thou dar'st talk of\n  such dangerous businesses.\n\n_Bes_.\n\n  To take a Prince prisoner in the heart of's own Country in single\n  combat.\n\n_Mar_.\n\n  See how thy blood curdles at this, I think thou couldst be\n  contented to be beaten i'this passion.\n\n_Bes_.\n\n  Shall I tell you truly?\n\n_Mar_.\n\n  I.\n\n_Bes_.\n\n  I could willingly venture for't.\n\n_Mar_.\n\n  Um, no venture neither _Bessus_.\n\n_Bes_.\n\n  Let me not live, if I do not think 'tis a braver piece of service\n  than that I'me so fam'd for.\n\n_Mar_.\n\n  Why, art thou fam'd for any valour?\n\n_Bes_.\n\n  Fam'd! I, I warrant you.\n\n_Mar_.\n\n  I'me e'en heartily glad on't, I have been with thee e're since\n  thou cam'st to th'wars, and this is the first word that ever I\n  heard on't, prethee who fames thee.\n\n_Bes_.\n\n  The Christian world.\n\n_Mar_.\n\n  'Tis heathenishly done of'em in my conscience, thou deserv'st it\n  not.\n\n_Bes_.\n\n  Yes, I ha' don good service.\n\n_Mar_.\n\n  I do not know how thou mayst wait of a man in's Chamber, or thy\n  agility of shifting of a Trencher, but otherwise no service good\n  _Bessus_.\n\n_Bes_.\n\n  You saw me do the service your self.\n\n_Mar_.\n\n  Not so hasty sweet _Bessus_, where was it, is the place\nvanish'd?\n\n_Bes_.\n\n  At _Bessus_  desp'rate redemption.\n\n_Mar_.\n\n  At _Bessus_  desp'rate redemption, where's that?\n\n_Bes_.\n\n  There where I redeem'd the day, the place bears my name.\n\n_Mar_.\n\n  Pray thee, who Christened it?\n\n_Bes_.\n\n  The Souldiers.\n\n_Mar_.\n\n  If I were not a very merrily dispos'd man, what would become of\n  thee? one that had but a grain of choler in the whole composition\n  of his body, would send thee of an errand to the worms for\n  putting thy name upon that field: did not I beat thee there i'th'\n  head o'th' Troops with a Trunchion, because thou wouldst needs\n  run away with thy company, when we should charge the enemy?\n\n_Bes_.\n\n  True, but I did not run.\n\n_Mar_.\n\n  Right _Bessus_, I beat thee out on't.\n\n_Bes_.\n\n  But came I not up when the day was gone, and redeem'd\nall?\n\n_Mar_.\n\n  Thou knowest, and so do I, thou meanedst to flie, and thy fear\n  making thee mistake, thou ranst upon the enemy, and a hot charge\n  thou gav'st, as I'le do thee right, thou art furious in running\n  away, and I think, we owe thy fear for our victory; If I were the\n  King, and were sure thou wouldst mistake alwaies and run away\n  upon th' enemy, thou shouldst be General by this light.\n\n_Bes_.\n\n  You'l never leave this till I fall foul.\n\n_Mar_.\n\n  No more such words dear _Bessus_, for though I have ever known\n  thee a coward, and therefore durst never strike thee, yet if thou\n  proceedest, I will allow thee valiant, and beat thee.\n\n_Bes_.\n\n  Come, our King's a brave fellow.\n\n_Mar_.\n\n  He is so _Bessus_, I wonder how thou cam'st to know it. But if\n  thou wer't a man of understanding, I would tell thee, he is\n  vain-glorious, and humble, and angry, and patient, and merry and\n  dull, and joyful and sorrowful in extremity in an hour: Do not\n  think me thy friend for this, for if I ear'd who knew it, thou\n  shouldst not hear it _Bessus_. Here he is with his prey in his\n  foot.\n\n_Enter &c. Senet Flourish_.\n\n_Enter_  Arbaces _and_  Tigranes, _Two Kings and two Gentlemen_.\n\n_Arb_.\n\n  Thy sadness brave _Tigranes_  takes away\n  From my full victory, am I become\n  Of so small fame, that any man should grieve\n  When I o'recome him? They that plac'd me here,\n  Intended it an honour large enough, (though he\n  For the most valiant living, but to dare oppose me single,\n  Lost the day. What should afflict you, you are as free as I,\n  To be my prisoner, is to be more free\n  Than you were formerly, and never think\n  The man I held worthy to combate me\n  Shall be us'd servilely: Thy ransom is\n  To take my only Sister to thy Wife.\n  A heavy one _Tigranes_, for she is\n  A Lady, that the neighbour Princes send\n  Blanks to fetch home. I have been too unkind\n  To her _Tigranes_, she but nine years old\n  I left her, and ne're saw her since, your wars\n  Have held me long and taught me though a youth,\n  The way to victory, she was a pretty child,\n  Then I was little better, but now fame\n  Cries loudly on her, and my messengers\n  Make me believe she is a miracle;\n  She'l make you shrink, as I did, with a stroak\n  But of her eye _Tigranes_.\n\n_Tigr_.\n\n  Is't the course of _Iberia_  to use their prisoners thus?\n  Had fortune thrown my name above _Arbace_,\n  I should not thus have talk'd Sir, in _Armenia_\n  We hold it base, you should have kept your temper\n  Till you saw home again, where 'tis the fashion\n  Perhaps to brag.\n\n_Arb_.\n\n  Be you my witness earth, need I to brag,\n  Doth not this captive Prince speak\n  Me sufficiently, and all the acts\n  That I have wrought upon his suffering Land;\n  Should I then boast! where lies that foot of ground\n  Within his whole Realm, that I have not past,\n  Fighting and conquering; Far then from me\n  Be ostentation. I could tell the world\n  How I have laid his Kingdom desolate\n  By this sole Arm prop't by divinity,\n  Stript him out of his glories, and have sent\n  The pride of all his youth to people graves,\n  And made his Virgins languish for their Loves,\n  If I would brag, should I that have the power\n  To teach the Neighbour world humility,\n  Mix with vain-glory?\n\n_Mar_.\n\n  Indeed this is none.\n\n_Arb.\n\n  _Tigranes_, Nay did I but take delight\n  To stretch my deeds as others do, on words,\n  I could amaze my hearers.\n\n_Mar_.\n\nSo you do.\n\n_Arb_.\n\n  But he shall wrong his and my modesty,\n  That thinks me apt to boast after any act\n  Fit for a good man to do upon his foe.\n  A little glory in a souldiers mouth\n  Is well-becoming, be it far from vain.\n\n_Mar_.\n\n  'Tis pity that valour should be thus drunk.\n\n_Arb_.\n\n  I offer you my Sister, and you answer\n  I do insult, a Lady that no suite\n  Nor treasure, nor thy Crown could purchase thee,\n  But that thou fought'st with me.\n\n_Tigr_.\n\n  Though this be worse\n  Than that you spake before, it strikes me not;\n  But that you think to overgrace me with\n  The marriage of your Sister, troubles me.\n  I would give worlds for ransoms were they mine,\n  Rather than have her.\n\n_Arb_.\n\n  See if I insult\n  That am the Conquerour, and for a ransom\n  Offer rich treasure to the Conquered,\n  Which he refuses, and I bear his scorn:\n  It cannot be self-flattery to say,\n  The Daughters of your Country set by her,\n  Would see their shame, run home and blush to death,\n  At their own foulness; yet she is not fair,\n  Nor beautiful, those words express her not,\n  They say her looks have something excellent,\n  That wants a name: yet were she odious,\n  Her birth deserves the Empire of the world,\n  Sister to such a brother, that hath ta'ne\n  Victory prisoner, and throughout the earth,\n  Carries her bound, and should he let her loose,\n  She durst not leave him; Nature did her wrong,\n  To Print continual conquest on her cheeks,\n  And make no man worthy for her to taste\n  But me that am too near her, and as strangely\n  She did for me, but you will think I brag.\n\n_Mar_.\n\n  I do I'le be sworn. Thy valour and thy passions sever'd, would\n  have made two excellent fellows in their kinds: I know not\n  whether I should be sorry thou art so valiant, or so passionate,\n  wou'd one of 'em were away.\n\n_Tigr_.\n\n  Do I refuse her that I doubt her worth?\n  Were she as vertuous as she would be thought,\n  So perfect that no one of her own sex\n  Could find a want, had she so tempting fair,\n  That she could wish it off for damning souls,\n  I would pay any ransom, twenty lives\n  Rather than meet her married in my bed.\n  Perhaps I have a love, where I have fixt\n  Mine eyes not to be mov'd, and she on me,\n  I am not fickle.\n\n_Arb_.\n\n  Is that all the cause?\n  Think you, you can so knit your self in love\n  To any other, that her searching sight\n  Cannot dissolve it? So before you tri'd,\n  You thought your self a match for me in [f]ight,\n  Trust me _Tigranes_, she can do as much\n  In peace, as I in war, she'l conquer too,\n  You shall see if you have the power to stand\n  The force of her swift looks, if you dislike,\n  I'le send you home with love, and name your ransom\n  Some other way, but if she be your choice,\n  She frees you: To _Iberia_  you must.\n\n_Tigr_.\n\n  Sir, I have learn'd a prisoners sufferance,\n  And will obey, but give me leave to talk\n  In private with some friends before I go.\n\n_Arb_.\n\n  Some to await him forth, and see him safe,\n  But let him freely send for whom he please,\n  And none dare to disturb his conference,\n  I will not have him know what bondage is,\n\n                                           [_Exit Tigranes_.\n\n  Till he be free from me. This Prince, _Mardonius_,\n  Is full of wisdom, valour, all the graces\n  Man can receive.\n\n_Mar_.\n\n   And yet you conquer'd him.\n\n_Arb_.\n\n  And yet I conquer'd him, and could have don't\n  Hadst thou joyn'd with him, though thy name in Arms\n  Be great; must all men that are vertuous\n  Think suddenly to match themselves with me?\n  I conquered him and bravely, did I not?\n\n_Bes_.\n\n  And please your Majesty, I was afraid at first.\n\n_Mar_.\n\n   When wert thou other?\n\n_Arb_.\n\n  Of what?\n\n_Bes_.\n\n  That you would not have spy'd your best advantages, for your\n  Majesty in my opinion lay too high, methinks, under favour, you\n  should have lain thus.\n\n_Mar_.\n\n  Like a Taylor at a wake.\n\n_Bes_.\n\n  And then, if please your Majesty to remember, at one time, by my\n  troth I wisht my self wi'you.\n\n_Mar_.\n\n  By my troth thou wouldst ha' stunk 'em both out o'th' Lists.\n\n_Arb_.\n\n  What to do?\n\n_Bes_.\n\n  To put your Majesty in mind of an occasion; you lay thus, and\n  _Tigranes_  falsified a blow at your Leg, which you by doing thus\n  avoided; but if you had whip'd up your Leg thus, and reach'd him\n  on the ear, you had made the Blood-Royal run down his head.\n\n_Mar_.\n\n  What Country Fence-school learn'st thou at?\n\n_Arb_.\n\n  Pish, did not I take him nobly?\n\n_Mar_.\n\n  Why you did, and you have talked enough on't.\n\n_Arb_.\n\n  Talkt enough?\n  Will you confine my word? by heaven and earth,\n  I were much better be a King of beasts\n  Than such a people: if I had not patience\n  Above a God, I should be call'd a Tyrant\n  Throughout the world. They will offend to death\n  Each minute: Let me hear thee speak again,\n  And thou art earth again: why this is like\n  _Tigranes_  speech that needs would say I brag'd.\n  _Bessus_, he said I brag'd.\n\n_Bes_.\n\n  Ha, ha, ha.\n\n_Arb_.\n\n  Why dost thou laugh?\n  By all the world, I'm grown ridiculous\n  To my own Subjects: Tie me in a Chair\n  And jest at me, but I shall make a start,\n  And punish some that others may take heed\n  How they are haughty; who will answer me?\n  He said I boasted, speak _Mardonius_,\n  Did I? He will not answer, O my temper!\n  I give you thanks above, that taught my heart\n  Patience, I can endure his silence; what will none\n  Vouchsafe to give me answer? am I grown\n  To such a poor respect, or do you mean\n  To break my wind? Speak, speak, some one of you,\n  Or else by heaven.\n\n_1 Gent_.\n\n  So please your.\n\n_Arb_.\n\n  Monstrous,\n  I cannot be heard out, they cut me off,\n  As if I were too saucy, I will live\n  In woods, and talk to trees, they will allow me\n  To end what I begin. The meanest Subject\n  Can find a freedom to discharge his soul\n  And not I, now it is a time to speak,\n  I hearken.\n\n_1 Gent_.\n\n  May it please.\n\n_Arb_.\n\n  I mean not you,\n  Did not I stop you once? but I am grown\n  To balk, but I defie, let another speak.\n\n_2 Gent_.\n\n  I hope your Majesty.\n\n_Arb_.\n\n  Thou drawest thy words,\n  That I must wait an hour, where other men\n  Can hear in instants; throw your words away,\n  Quick, and to purpose, I have told you this.\n\n_Bes_.\n\n  And please your Majesty.\n\n_Arb_.\n\n  Wilt thou devour me? this is such a rudeness\n  As you never shew'd me, and I want\n  Power to command too, else _Mardonius_\n  Would speak at my request; were you my King,\n  I would have answered at your word _Mardonius_,\n  I pray you speak, and truely, did I boast?\n\n_Mar_.\n\nTruth will offend you.\n\n_Arb_.\n\n  You take all great care what will offend me,\n  When you dare to utter such things as these.\n\n_Mar_.\n\n  You told _Tigranes_, you had won his Land,\n  With that sole arm propt by Divinity:\n  Was not that bragging, and a wrong to us,\n  That daily ventured lives?\n\n_Arb_.\n\n  O that thy name\n  Were as great, as mine, would I had paid my wealth,\n  It were as great, as I might combate thee,\n  I would through all the Regions habitable\n  Search thee, and having found thee, wi'my Sword\n  Drive thee about the world, till I had met\n  Some place that yet mans curiosity\n  Hath mist of; there, there would I strike thee dead:\n  Forgotten of mankind, such Funeral rites\n  As beasts would give thee, thou shouldst have.\n\n_Bes_.\n\n  The King rages extreamly, shall we slink away? He'l strike us.\n\n_2 Gent_.\n\n  Content.\n\n_Arb_.\n\n  There I would make you know 'twas this sole arm.\n  I grant you were my instruments, and did\n  As I commanded you, but 'twas this arm\n  Mov'd you like wheels, it mov'd you as it pleas'd.\n  Whither slip you now? what are you too good\n  To wait on me (_puffe_,) I had need have temper\n  That rule such people; I have nothing left\n  At my own choice, I would I might be private:\n  Mean men enjoy themselves, but 'tis our curse,\n  To have a tumult that out of their loves\n  Will wait on us, whether we will or no;\n  Go get you gone: Why here they stand like death,\n  My words move nothing.\n\n_1 Gent_.\n\n  Must we go?\n\n_Bes_. I know not.\n\n_Arb_.\n\n  I pray you leave me Sirs, I'me proud of this,\n  That you will be intreated from my sight:\n  Why now the[y] leave me all: _Mardonius_.\n\n\n                      [_Exeunt all but_  Arb. _and_  Mar.\n\n_Mar_.\n\n  Sir.\n\n_Arb_.\n\n  Will you leave me quite alone? me thinks\n  Civility should teach you more than this,\n  If I were but your friend: Stay here and wait.\n\n_Mar_.\n\n  Sir shall I speak?\n\n_Arb_.\n\n  Why, you would now think much\n  To be denied, but I can scar[c]e intreat\n  What I would have: do, speak.\n\n_Mar_.\n\n  But will you hear me out?\n\n_Arb_.\n\n  With me you Article to talk thus: well,\n  I will hear you out.\n\n_Mar_.\n\n  Sir, that I have ever lov'd you, my sword hath spoken for me;\n  that I do, if it be doubted, I dare call an oath, a great one to\n  my witness; and were you not my King, from amongst men, I should\n  have chose you out to love above the rest: nor can this challenge\n  thanks, for my own sake I should have done it, because I would\n  have lov'd the most deserving man, for so you are.\n\n_Arb_.\n\n  Alas _Mardonius_, rise you shall not kneel,\n  We all are souldiers, and all venture lives:\n  And where there is no difference in mens worths,\n  Titles are jests, who can outvalue thee?\n  _Mardonius_  thou hast lov'd me, and hast wrong,\n  Thy love is not rewarded, but believe\n  It shall be better, more than friend in arms,\n  My Father, and my Tutor, good _Mardonius_.\n\n_Mar_.\n\n  Sir, you did promise you would hear me out.\n\n_Arb_.\n\n  And so I will; speak freely, for from thee\n  Nothing can come but worthy things and true.\n\n_Mar_.\n\n  Though you have all this worth, you hold some qualities that do\n  Eclipse your vertues.\n\n_Arb_.\n\n  Eclipse my vertues?\n\n_Mar_.\n\n  Yes, your passions, which are so manifold, that they appear even\n  in this: when I commend you, you hug me for that truth: but when\n  I speak your faults, you make a start, and flie the hearing but.\n\n_Arb_.\n\n  When you commend me? O that I should live\n  To need such commendations: If my deeds\n  Blew not my praise themselves about the earth,\n  I were most wretched: spare your idle praise:\n  If thou didst mean to flatter, and shouldst utter\n  Words in my praise, that thou thoughtst impudence,\n  My deeds should make 'em modest: when you praise I hug\n  you? 'tis so [false], that wert thou worthy thou shouldst receive\n  a death, a glorious death from me: but thou shalt understand\n  thy lies, for shouldst thou praise me into Heaven, and there\n  leave me inthron'd, I would despise thee though as much as\n  now, which is as much as dust because I see thy envie.\n\n_Mar_.\n\n  However you will use me after, yet for your own promise sake,\n  hear me the rest.\n\n_Arb_.\n\n  I will, and after call unto the winds, for they shall lend as\n  large an ear as I to what you utter: speak.\n\n_Mar_.\n\n  Would you but leave these hasty tempers, which\n  I do not say take from you all your worth, but darken 'em,\n  then you will shine indeed.\n\n_Arb_.\n\n  Well.\n\n_Mar_.\n\n  Yet I would have you keep some passions, lest men should take you\n  for a God, your vertues are such.\n\n_Arb_.\n\n  Why now you flatter.\n\n_Mar_.\n\n  I never understood the word, were you no King, and free from\n  these moods, should I choose a companion for wit and pleasure, it\n  should be you; or for honesty to enterchange my bosom with, it\n  should be you; or wisdom to give me counsel, I would pick out\n  you; or valour to defend my reputation, still I should find you\n  out; for you are fit to fight for all the world, if it could come\n  in question: Now I have spoke, consider to your self, find out a\n  use; if so, then what shall fall to me is not material.\n\n_Arb_.\n\n  Is not material? more than ten such lives, as mine, _Mardonius_:\n  it was nobly said, thou hast spoke truth, and boldly such a truth\n  as might offend another. I have been too passionate and idle,\n  thou shalt see a swift amendment, but I want those parts you\n  praise me for: I fight for all the world? Give me a sword, and\n  thou wilt go as far beyond me, as thou art beyond in years, I\n  know thou dar'st and wilt; it troubles me that I should use so\n  rough a phrase to thee, impute it to my folly, what thou wilt, so\n  thou wilt par[d]on me: that thou and I should differ thus!\n\n_Mar_.\n\nWhy 'tis no matter Sir.\n\n_Arb_.\n\n  Faith but it is, but thou dost ever take all things I do, thus\n  patiently, for which I never can requite thee, but with love, and\n  that thou shalt be sure of. Thou and I have not been merry\n  lately: pray thee tell me where hadst thou that same jewel in\n  thine ear?\n\n_Mar_.\n\n  Why at the taking of a Town.\n\n_Arb_.\n\n  A wench upon my life, a wench _Mardonius_  gave thee that jewel.\n\n_Mar_.\n\n  Wench! they respect not me, I'm old and rough, and every limb\n  about me, but that which should, grows stiffer, I'those\n  businesses I may swear I am truly honest: for I pay justly for\n  what I take, and would be glad to be at a certainty.\n\n_Arb_.\n\n  Why, do the wenches encroach upon thee?\n\n_Mar_.\n\n  I by this light do they.\n\n_Arb_.\n\n  Didst thou sit at an old rent with 'em?\n\n_Mar_.\n\n  Yes faith.\n\n_Arb_.\n\n  And do they improve themselves?\n\n_Mar_.\n\n  I ten shillings to me, every new young fellow they come\n  acquainted with.\n\n_Arb_.\n\n  How canst live on't?\n\n_Mar_.\n\n  Why I think I must petition to you.\n\n_Arb_.\n\n  Thou shalt take them up at my price.\n\n_Enter two Gentlemen and_  Bessus.\n\n_Mar_.\n\n  Your price?\n\n_Arb_.\n\n  I at the Kings price.\n\n_Mar_.\n\n  That may be more than I'me worth.\n\n_2 Gent_.\n\n  Is he not merry now?\n\n_1 Gent_.\n\n  I think not.\n\n_Bes_.\n\n  He is, he is: we'l shew our selves.\n\n_Arb_.\n\n  Bessus, I thought you had been in _Iberia_  by this, I bad you\n  hast; _Gobrias_  will want entertainment for me.\n\n_Bes_.\n\n  And please your Majesty I have a sute.\n\n_Arb_.\n\n  Is't not lousie _Bessus_, what is't?\n\n_Bes_.\n\n  I am to carry a Lady with me.\n\n_Arb_.\n\n  Then thou hast two sutes.\n\n_Bes_.\n\n  And if I can prefer her to the Lady _Pentha_  your Majesties\n  Sister, to learn fashions, as her friends term it, it will be\n  worth something to me.\n\n_Arb_.\n\n  So many nights lodgings as 'tis thither, wilt not?\n\n_Bes_.\n\n  I know not that Sir, but gold I shall be sure of.\n\n_Arb_.\n\n  Why thou shalt bid her entertain her from me, so thou wilt\n  resolve me one thing.\n\n_Bes_.\n\n  If I can.\n\n_Arb_.\n\n  Faith 'tis a very disputable question, and yet I think thou canst\n  decide it.\n\n_Bes_.\n\n  Your Majesty has a good opinion of my understanding.\n\n_Arb_.\n\n  I have so good an opinion of it: 'tis whether thou be valiant.\n\n_Bes_.\n\n  Some body has traduced me to you: do you see this sword Sir?\n\n_Arb_.\n\nYes.\n\n_Bes_.\n\n  If I do not make my back-biters eat it to a knife within this\n  week, say I am not valiant.\n\n_Enter a Messenger_.\n\n_Mes_.\n\n  Health to your Majesty.\n\n_Arb_.\n\n  From Gobrias?\n\n_Mes_.\n\n  Yes Sir.\n\n_Arb_.\n\n  How does he, is he well?\n\n_Mes_.\n\n  In perfect health.\n\n_Arb_.\n\n  Take that for thy good news. A trustier servant to his Prince\n  there lives not, than is good Gobrias.\n\n_1 Gent_.\n\n  The King starts back.\n\n_Mar_.\n\n  His blood goes back as fast.\n\n_2 Gent_. And now it comes again.\n\n_Mar_.\n\n  He alters strangely.\n\n_Arb_.\n\n  The hand of Heaven is on me, be it far from me to struggle, if my\n  secret sins have pull'd this curse upon me, lend me tears now to\n  wash me white, that I may feel a child-like innocence within my\n  breast; which once perform'd, O give me leave to stand as fix'd\n  as constancy her self, my eyes set here unmov'd, regardless of\n  the world though thousand miseries incompass me.\n\n_Mar_.\n\n  This is strange, Sir, how do you?\n\n_Arb_.\n\n  Mardonius, my mother.\n\n_Mar_.\n\n  Is she dead?\n\n_Arb_.\n\n  Alas she's not so happy, thou dost know how she hath laboured\n  since my Father died to take by treason hence this loathed life,\n  that would but be to serve her, I have pardoned, and pardoned,\n  and by that have made her fit to practise new sins, not repent\n  the old: she now had stirr'd a slave to come from thence, and\n  strike me here, whom Gobrias sifting out, took and condemn'd and\n  executed there, the carefulst servant: Heaven let me but live to\n  pay that man; Nature is poor to me, that will not let me have as\n  many deaths as are the times that he hath say'd my life, that I\n  might dye 'em over all for him.\n\n_Mar_.\n\n  Sir let her bear her sins on her own head,\n  Vex not your self.\n\n_Arb_.\n\n  What will the world\n  Conceive of me? with what unnatural sins\n  Will they suppose me loaden, when my life\n  Is sought by her that gave it to the world?\n  But yet he writes me comfort here, my Sister,\n  He saies, is grown in beauty and in grace.\n  In all the innocent vertues that become\n  A tender spotless maid: she stains her cheeks\n  With morning tears to purge her mothers ill,\n  And 'mongst that sacred dew she mingles Prayers\n  Her pure Oblations for my safe return:\n  If I have lost the duty of a Son,\n  If any pomp or vanity of state\n  Made me forget my natural offices,\n  Nay farther, if I have not every night\n  Expostulated with my wandring thoughts,\n  If ought unto my parent they have err'd,\n  And call'd 'em back: do you direct her arm\n  Unto this foul dissembling heart of mine:\n  But if I have been just to her, send out\n  Your power to compass me, and hold me safe\n  From searching treason; I will use no means\n  But prayer: for rather suffer me to see\n  From mine own veins issue a deadly flood,\n  Than wash my danger off with mothers blood.\n\n_Mar_.\n\n  I n'ere saw such suddain extremities.\n\n                                                         [Exeunt.\n\n_Enter_  Tigranes _and_  Spaconia.\n\n_Tigr_.\n\n  Why? wilt thou have me die Spaconia.\n  What should I do?\n\n_Spa_.\n\n  Nay let me stay alone,\n  And when you see _Armenia_  again,\n  You shall behold a Tomb more worth than I;\n  Some friend that ever lov'd me or my cause,\n  Will build me something to distinguish me\n  From other women, many a weeping verse\n  He will lay on, and much lament those maids,\n  That plac'd their loves unfortunately high,\n  As I have done, where they can never reach;\n  But why should you go to _Iberia_?\n\n_Tigr_.\n\n  Alas, that thou wilt ask me, ask the man\n  That rages in a Fever why he lies\n  Distempered there, when all the other youths\n  Are coursing o're the Meadows with their Loves?\n  Can I resist it? am I not a slave\n  To him that conquer'd me?\n\n_Spa_.\n\n  That conquer'd thee _Tigranes_! he has won\n  But half of thee, thy body, but thy mind\n  May be as free as his, his will did never\n  Combate thine, and take it prisoner.\n\n_Tigr_.\n\n  But if he by force convey my body hence,\n  What helps it me or thee to be unwilling?\n\n_Spa_.\n\n  O _Tigranes_, I know you are to see a Lady there,\n  To see, and like I fear: perhaps the hope\n  Of her make[s] you forget me, ere we part,\n  Be happier than you know to wish; farewel.\n\n_Tigr_.\n\n  _Spaconia_, stay and hear me what I say:\n  In short, destruction meet me that I may\n  See it, and not avoid it, when I leave\n  To be thy faithful lover: part with me\n  Thou shalt not, there are none that know our love,\n  And I have given gold unto a Captain\n  That goes unto _Iberia_  from the King,\n  That he will place a Lady of our Land\n  With the Kings Sister that is offered me;\n  Thither shall you, and being once got in\n  Perswade her by what subtil means you can\n  To be as backward in her love as I.\n\n_Spa_.\n\n  Can you imagine that a longing maid\n  When she beholds you, can be pull'd away\n  With words from loving you?\n\n_Tigr_.\n\n  Dispraise my health, my honesty, and tell her I am jealous.\n\n_Spa_.\n\n  Why, I had rather lose you: can my heart\n  Consent to let my tongue throw out such words,\n  And I that ever yet spoke what I thought,\n  Shall find it such a thing at first to lie?\n\n_Tigr_.\n\n  Yet do thy best.\n\n_Enter_  Bessus.\n\n_Bes_.\n\n  What, is your Majesty ready?\n\n_Tigr_.\n\n  There is the Lady, Captain.\n\n_Bes_.\n\n  Sweet Lady, by your leave, I co[u]ld wish my self more full of\n  Courtship for your fair sake.\n\n_Spa_.\n\n  Sir I shall feel no want of that.\n\n_Bes_.\n\n  Lady, you must hast, I have received new letters from the King\n  that require more hast than I expected, he will follow me\n  suddenly himself, and begins to call for your Majesty already.\n\n_Tigr_.\n\n  He shall not do so long.\n\n_Bes_.\n\n  Sweet Lady, shall I call you my Charge hereafter?\n\n_Spa_.\n\n  I will not take upon me to govern your tongue Sir, you shall call\n  me what you please.\n\n\n\n\n_Actus Secundus_.\n\n\n_Enter_  Gobrias, Bacurius, Arane, Panthe, _and_  Mandane,\n_ Waiting-women with Attendants_.\n\n_Gob_.\n\n  My Lord Bacurius, you must have regard unto the Queen, she is\n  your prisoner, 'tis at your peril if she make escape.\n\n_Bac_.\n\n  My Lord, I know't, she is my prisoner from you committed; yet she\n  is a woman, and so I keep her safe, you will not urge me to keep\n  her close, I shall not shame to say I sorrow for her.\n\n_Gob_.\n\n  So do I my Lord; I sorrow for her, that so little grace doth\n  govern her: that she should stretch her arm against her King, so\n  little womanhood and natural goodness, as to think the death of\n  her own Son.\n\n_ Ara_.\n\n  Thou knowst the reason why, dissembling as thou art, and wilt not\n  speak.\n\n_Gob_.\n\n  There is a Lady takes not after you,\n  Her Father is within her, that good man\n  Whose tears weigh'd down his sins, mark how she weeps,\n  How well it does become her, and if you\n  Can find no disposition in your self\n  To sorrow, yet by gracefulness in her\n  Find out the way, and by your reason weep:\n  All this she does for you, and more she needs\n  When for your self you will not lose a tear,\n  Think how this want of grief discredits you,\n  And you will weep, because you cannot weep.\n\n_Ara_.\n\n  You talk to me as having got a time fit for your purpose; but you\n  should be urg'd know I know you speak not what you think.\n\n_Pan_.\n\n  I would my heart were Stone, before my softness\n  Against my mother, a more troubled thought\n  No Virgin bears about; should I excuse\n  My Mothers fault, I should set light a life\n  In losing which, a brother and a King\n  Were taken from me, if I seek to save\n  That life so lov'd, I lose another life\n  That gave me being, I shall lose a Mother,\n  A word of such a sound in a childs ears\n  That it strikes reverence through it; may the will\n  Of heaven be done, and if one needs must fall,\n  Take a poor Virgins life to answer all.\n\n_ Ara_.\n\n  But _Gobrias_  let us talk, you know this fault\n  Is not in me as in another Mother.\n\n_Gob_.\n\n  I know it is not.\n\n_ Ara_.\n\n  Yet you make it so.\n\n_Gob_.\n\n  Why, is not all that's past beyond your help?\n\n_ Ara_.\n\n  I know it is.\n\n_Gob_.\n\n  Nay should you publish it before the world,\n  Think you 'twould be believ'd?\n\n_ Ara_.\n\n  I know it would not.\n\n_Gob_.\n\n  Nay should I joyn with you, should we not both be torn and yet\n  both die uncredited?\n\n_ Ara_.\n\n  I think we should.\n_Gob_.\n\n  Why then take you such violent courses? As for me I do but right\n  in saving of the King from all your plots.\n\n_ Ara_.\n\n  The King?\n\n_Gob_.\n\n  I bad you rest with patience, and a time\n  Would come for me to reconcile all to\n  Your own content, but by this way you take\n  Away my power, and what was done unknown,\n  Was not by me but you: your urging being done\n  I must preserve my own, but time may bring\n  All this to light, and happily for all.\n\n_ Ara_.\n\n  Accursed be this over curious brain\n  That gave that plot a birth, accurst this womb\n  That after did conceive to my disgrace.\n\n_Bac_.\n\n  My Lord Protector, they say there are divers Letters come from\n  _Armenia_, that _Bessus_  has done good service, and brought again\n  a day, by his particular valour, receiv'd you any to that effect?\n\n_Gob_.\n\n  Yes, 'tis most certain.\n\n_Bac_.\n\n  I'm sorry for't, not that the day was won,\n  But that 'twas won by him: we held him here\n  A Coward, he did me wrong once, at which I laugh'd,\n  And so did all the world, for nor I,\n  Nor any other held him worth my sword.\n\n_Enter_  Bessus _and_  Spaconia.\n\n_Bes_.\n\n  Health to my Protector; from the King\n  These Letters; and to your grace Madam, these.\n\n_Gob_.\n\n  How does his Majesty?\n\n_Bes_.\n\n  As well as conquest by his own means and his valiant\n  C[o]mmanders can make him; your letters will tell you all.\n\n_Pan_.\n\n  I will not open mine till I do know\n  My Brothers health: good Captain is he well?\n\n_Bes_.\n\n  As the rest of us that fought are.\n\n_Pan_.\n\n  But how's that? is he hurt?\n\n_Bes_.\n\n  He's a strange souldier that gets not a knock.\n\n_Pan_.\n\n  I do not ask how strange that souldier is\n  That gets no hurt, but whether he have one.\n\n_Bes_.\n\nHe had divers.\n\n_Pan_.\n\nAnd is he well again?\n\n_Bes_.\n\n  Well again, an't please your Grace: why I was run twice through\n  the body, and shot i'th' head with a cross-arrow, and yet am well\n  again.\n\n_Pan_.\n\n  I do not care how thou do'st, is he well?\n\n_Bes_.\n\n  Not care how I do? Let a man out of the mightiness of his spirit,\n  fructifie Foreign Countries with his blood for the good of his\n  own, and thus he shall be answered: Why I may live to relieve\n  with spear and shield, such a Lady as you distressed.\n\n_Pan_.\n\n  Why, I will care, I'me glad that thou art well, I prethee is he\n  so?\n\n_Gob_.\n\n  The King is well and will be here to morrow.\n\n_Pan_.\n\n  My prayer is heard, now will I open mine.\n\n_Gob_.\n\n  _Bacurius_, I must ease you of your charge:\n  Madam, the wonted mercy of the King,\n  That overtakes your faults, has met with this,\n  And struck it out, he has forgiven you freely,\n  Your own will is your law, be where you please.\n\n_ Ara_.\n\n  I thank him.\n\n_Gob_.\n\n  You will be ready to wait upon his Majesty to morrow?\n\n_ Ara_.\n\n  I will.\n\n                                              [_Exit_  Arane.\n\n_Bac_.\n\n  Madam be wise hereafter; I am glad I have lost this Office.\n\n_Gob_.\n\n  Good Captain _Bessus_, tell us the discourse betwixt _Tigranes_\n  and our King, and how we got the victory.\n\n_Pan_.\n\n  I prethee do, and if my Brother were\n  In any danger, let not thy tale make\n  Him abide there long before thou bring him off,\n  For all that while my heart will beat.\n\n_Bes_.\n\n  Madam let what will beat, I must tell the truth, and thus it was;\n  they fought single in lists, but one to one; as for my own part,\n  I was dangerously hurt but three days before, else, perhaps, we\n  had been two to two, I cannot tell, some thought we had, and the\n  occasion of my hurt was this, the enemy had made Trenches.\n\n_Gob_.\n\n  Captain, without the manner of your hurt be much material to this\n  business, we'l hear't some other time.\n\n_Pan_.\n\n  I prethee leave it, and go on with my Brother.\n\n_Bes_.\n\n  I will, but 'twould be worth your hearing: To the\n  Lists they came, and single-sword and gantlet was their fight.\n\n_Pan_.\n\n  Alas!\n\n_Bes_.\n\n  Without the Lists there stood some dozen Captains of either side\n  mingled, all which were sworn, and one of those was I: and 'twas\n  my chance to stand next a Captain o'th' enemies side, called\n  _Tiribasus_; Valiant they said he was; whilst these two Kings\n  were streaching themselves, this _Tiribasus_  cast something a\n  scornful look on me, and ask't me who I thought would overcome: I\n  smil'd and told him if he would fight with me, he should perceive\n  by the event of that whose King would win: something he answered,\n  and a scuffle was like to grow, when one _Zipetus_  offered to\n  help him, I--\n\n_Pan_.\n\n  All this is of thy self, I pray thee _Bessus_  tell something of\n  my Brother, did he nothing?\n\n_Bes_.\n\n  Why yes, I'le tell your Grace, they were not to fight till the\n  word given, which for my own part, by my troth I confess I was\n  not to give.\n\n_Pan_.\n\nSee for his own part.\n\n_Bac_.\n\n  I fear yet this fellow's abus'd with a good report.\n\n_Bes_.\n\n  But I--\n\n_Pan_.\n\n  Still of himself.\n\n_Bes_.\n\n  Cri'd give the word, when as some of them say, _Tigranes_  was\n  stooping, but the word was not given then, yet one _Cosroes_  of\n  the enemies part, held up his finger to me, which is as much with\n  us Martialists, as I will fight with you: I said not a word, nor\n  made sign during the combate, but that once done.\n\n_Pan_.\n\n  He slips o're all the fight.\n\n_Bes_.\n\n  I call'd him to me, _Cosroes_  said I.\n\n_Pan_.\n\n  I will hear no more.\n\n_Bes_.\n\n  No, no, I lie.\n\n_Bac_.\n\n  I dare be sworn thou dost.\n\n_Bes_.\n\n  Captain said I, so it was.\n\n_Pan_.\n\n  I tell thee, I will hear no further.\n\n_Bes_.\n\n  No? Your Grace will wish you had.\n\n_Pan_.\n\n  I will not wish it, what is this the Lady\n  My brother writes to me to take?\n\n_Bes_.\n\n  And please your Grace this is she: Charge, will you come near the\n  Princess?\n\n_Pan_.\n\n  You'r welcome from your Country, and this land shall shew unto\n  you all the kindness that I can make it; what's your name?\n\n_Spa_.\n\n  _Thalectris_.\n\n_Pan_.\n\n  Y'are very welcome, you have got a letter to put you to me, that\n  has power enough to place mine enemy here; then much more you\n  that are so far from being so to me that you ne're saw me.\n\n_Bes_.\n\n  Madam, I dare pass my word for her truth.\n\n_Spa_.\n\n  My truth?\n\n_Pan_.\n\n  Why Captain, do you think I am afraid she'l steal?\n\n_Bes_.\n\n  I cannot tell, servants are slippery, but I dare give my word for\n  her, and for honesty, she came along with me, and many favours\n  she did me by the way, but by this light none but what she might\n  do with modesty, to a man of my rank.\n\n_Pan_.\n\n  Why Captain, here's no body thinks otherwise.\n\n_Bes_.\n\n  Nay, if you should, your Grace may think your pleasure; but I am\n  sure I brought her from _Armenia_, and in all that way, if ever I\n  touch'd any bare of her above her knee, I pray God I may sink\n  where I stand.\n\n_Spa_.\n\n  Above my knee?\n\n_Bes_.\n\n  No, you know I did not, and if any man will say, I did, this\n  sword shall answer; Nay, I'le defend the reputation of my charge\n  whilst I live, your Grace shall understand I am secret in these\n  businesses, and know how to defend a Ladies honour.\n\n_Spa_.\n\n  I hope your Grace knows him so well already, I shall not need to\n  tell you he's vain and foolish.\n\n_Bes_.\n\n  I you may call me what you please, but I'le defend your good name\n  against the world; and so I take my leave of your Grace, and of\n  you my Lord Protector; I am likewise glad to see your Lordship\n  well.\n\n_Bac_.\n\n  O Captain _Bessus_, I thank you, I would speak with you\n  anon.\n\n_Bes_.\n\n  When you please, I will attend your Lordship.\n\n_Bac_.\n\nMadam, I'le take my leave too.\n\n_Pan_.\n\n  Good _Bacurius_.\n\n                              [_Exeunt_  Bes. _and_  Bac.\n\n_Gob_.\n\n  Madam what writes his Majesty to you?\n\n_Pan_.\n\n  O my Lord, the kindest words, I'le keep 'em whilst I live, here\n  in my bosom, there's no art in 'em, they lie disordered in this\n  paper, just as hearty nature speaks 'em.\n\n_Gob_.\n\n  And to me he writes what tears of joy he shed to hear how you\n  were grown in every vertues way, and yields all thanks to me, for\n  that dear care which I was bound to have in training you, there\n  is no Princess living that enjoys a brother of that worth.\n\n_Pan_.\n\n  My Lord, no maid longs more for any thing,\n  And feels more heat and cold within her breast,\n  Than I do now, in hopes to see him.\n\n_Gob_.\n\n  Yet I wonder much\n  At this he writes, he brings along with him\n  A husband for you, that same Captive Prince,\n  And if he loves you as he makes a shew,\n  He will allow you freedom in your choice.\n\n_Pan_.\n\n  And so he will my Lord, I warrant you, he will but offer and give\n  me the power to take or leave.\n\n_Gob_.\n\n  Trust me, were I a Lady, I could not like that man were bargain'd\n  with before I choose him.\n\n_Pan_.\n\n  But I am not built on such wild humours, if I find him worthy, he\n  is not less because he's offer'd.\n\n_Spa_.\n\n  'Tis true, he is not, would he would seem less.\n\n_Gob_.\n\n  I think there's no Lady can affect\n  Another Prince, your brother standing by;\n  He doth Eclipse mens vertues so with his.\n\n_Spa_.\n\n  I know a Lady may, and more I fear\n  Another Lady will.\n\n_Pan_.\n\n  Would I might see him.\n\n_Gob_.\n\n  Why so you shall, my businesses are great,\n  I will attend you when it is his pleasure to see you.\n\n_Pan_.\n\n  I thank you good my Lord.\n\n_Gob_.\n\n  You will be ready Madam.\n\n                                                [_Exit Gob_.\n\n_Pan_.\n\n  Yes.\n\n_Spa_.\n\n  I do beseech you Madam, send away\n  Your other women, and receive from me\n  A few sad words, which set against your joyes\n  May make 'em shine the more.\n\n_Pan_.\n\n  Sirs, leave me all.\n\n                                            [_Exeunt Women_.\n\n_Spa_.\n\n  I kneel a stranger here to beg a thing\n  Unfit for me to ask, and you to grant,\n  'Tis such another strange ill-laid request,\n  As if a begger should intreat a King\n  To leave his Scepter, and his Throne to him\n  And take his rags to wander o're the world\n  Hungry and cold.\n\n_Pan_.\n\n  That were a strange request.\n\n_Spa_.\n\n  As ill is mine.\n\n_Pan_. Then do not utter it.\n\n_Spa_.\n\n  Alas 'tis of that nature, that it must\n  Be utter'd, I, and granted, or I die:\n  I am asham'd to speak it; but where life\n  Lies at the stake, I cannot think her woman\n\n  That will not take something unreasonably to hazard saving of it:\n  I shall seem a strange Petitioner, that wish all ill to them I\n  beg of, e're they give me ought; yet so I must: I would you were\n  not fair, nor wise, for in your ill consists my good: if you were\n  foolish, you would hear my prayer, if foul, you had not power to\n  hinder me: he would not love you.\n\n_Pan_.\n\n  What's the meaning of it.\n\n_Spa_.\n\n  Nay, my request is more without the bounds\n  Of reason yet: for 'tis not in the power\n  Of you to do, what I would have you grant.\n\n_Pan_.\n\n  Why then 'tis idle, pray thee speak it out.\n\n_Spa_.\n\n  Your brother brings a Prince into this land,\n  Of such a noble shape, so sweet a grace,\n  So full of worth withal, that every maid\n  That looks upon him, gives away her self\n  To him for ever; and for you to have\n  He brings him: and so mad is my demand\n  That I desire you not to have this man,\n  This excellent man, for whom you needs must die,\n  If you should miss him. I do now expect\n  You should laugh at me.\n\n_Pan_.\n\n  Trust me I could weep rather, for I have found him\n  In all thy words a strange disjoynted sorrow.\n\n_Spa_.\n\n  'Tis by me his own desire so, that you would not love him.\n\n_Pan_.\n\n  His own desire! why credit me _Thalestris,_  I am no common wooer:\n  if he shall wooe me, his worth may be such, that I dare not swear\n  I will not love him; but if he will stay to have me wooe him, I\n  will promise thee, he may keep all his graces to himself, and\n  fear no ravishing from me.\n\n_Spa_.\n\n  'Tis yet his own desire, but when he sees your face, I fear it\n  will not be; therefore I charge you as you have pity, stop these\n  tender ears from his enchanting voice, close up those eyes, that\n  you may neither catch a dart from him, nor he from you; I charge\n  you as you hope to live in quiet; for when I am dead, for certain\n  I will walk to visit him if he break promise with me: for as fast\n  as Oaths without a formal Ceremony can make me, I am to him.\n\n_Pan_.\n\n  Then be fearless;\n  For if he were a thing 'twixt God and man,\n  I could gaze on him; if I knew it sin\n  To love him without passion: Dry your eyes,\n  I swear you shall enjoy him still for me,\n  I will not hinder you; but I perceive\n  You are not what you seem, rise, rise _Thalestris_,\n  If your right name be so.\n\n_Spa_.\n\n  Indeed it is not, _Spaconia_  is my name; but I desire not to be\n  known to other.\n\n_Pan_.\n\n  Why, by me you shall not, I will never do you wrong, what good I\n  can, I will, think not my birth or education such, that I should\n  injure a stranger Virgin; you are welcome hither, in company you\n  wish to be commanded, but when we are alone, I shall be ready to\n  be your servant.\n\n\n                                                  [_Exeunt_.\n\n_Enter three Men and a Woman_.\n\n_1_.\n\n  Come, come, run, run, run.\n\n_2_.\n\n  We shall out-go her.\n\n_3_.\n\n  One were better be hang'd than carry out women fidling to these\n  shews.\n\n_ Wom_.\n\n  Is the King hard by?\n\n_1_.\n\n  You heard he with the Bottles said, he thought we should come too\n  late: What abundance of people here is!\n\n_ Wom_.\n\n  But what had he in those Bottles?\n\n_3_.\n\n  I know not.\n\n_2_.\n\n  Why, Ink goodman fool.\n\n_3_.\n\n  Ink, what to do?\n\n_1_.\n\n  Why the King look you, will many times call for these\n  Bottles, and break his mind to his friends.\n\n_ Wom_.\n\n  Let's take our places, we shall have no room else.\n\n_2_.\n\n  The man told us he would walk o' foot through the people.\n\n_3_.\n\n  I marry did he.\n\n_1_.\n\n  Our shops are well look't to now.\n\n_2_.\n\n'Slife, yonder's my Master, I think.\n\n_1_.\n\n  No 'tis not he.\n\n_Enter a man with two Citizens-wives._\n\n_1 Cit_.\n\n  Lord how fine the fields be, what sweet living 'tis in the\n  Country!\n\n_2 Cit_.\n\n  I poor souls, God help 'em; they live as contentedly as one of\n  us.\n\n_1 Cit_.\n\n  My husbands Cousin would have had me gone into the Country last\n  year, wert thou ever there?\n\n_2 Cit_.\n\n  I, poor souls, I was amongst 'em once.\n\n_1 Cit_.\n\n  And what kind of creatures are they, for love of God?\n\n_2 Cit_.\n\n  Very good people, God help 'em.\n\n_1 Cit_.\n\n  Wilt thou go down with me this Summer when I am brought to bed?\n\n_2 Cit_.\n\n  Alas, it is no place for us.\n\n_1 Cit_.\n\n  Why, pray thee?\n\n_2 Cit_.\n\n  Why you can have nothing there, there's no body cryes brooms.\n\n_1 Cit_.\n\n  No?\n\n_2 Cit_.\n\n  No truly, nor milk.\n\n_1 Cit_.\n\n  Nor milk, how do they?\n\n_2 Cit_.\n\n  They are fain to milk themselves i'th' Country.\n\n_1 Cit_.\n\n  Good Lord! but the people there, I think, will be very dutiful to\n  one of us.\n\n_2 Cit_.\n\n  I God knows will they, and yet they do not greatly care for our\n  husbands.\n\n_1 Cit_.\n\n  Do they not? Alas! I'good faith I cannot blame them: for we do\n  not greatly care for them our selves. _Philip_, I pray choose us\n  a place.\n\n_ Phil_.\n\n  There's the best forsooth.\n\n_1 Cit_.\n\n  By your leave good people a little.\n\n_3_.\n\n  What's the matter?\n\n_ Phil_.\n\n  I pray you my friend, do not thrust my Mistress so, she's with\n  Child.\n\n_2_.\n\n  Let her look to her self then, has she not had showing enough\n  yet? if she stay shouldring here, she may haps go home with a\n  cake in her belly.\n\n_3_.\n\n  How now, goodman squitter-breech, why do you lean on me?\n\n_ Phi_.\n\n  Because I will.\n\n_3_.\n\n  Will you Sir sawce-box?\n\n_1 Cit_.\n\n  Look if one ha'not struck _Philip_, come hither _Philip_, why did\n  he strike thee?\n\n_ Phil_.\n\n  For leaning on him.\n\n_1 Cit_.\n\n  Why didst thou lean on him?\n\n_ Phil_.\n\n  I did not think he would have struck me.\n\n_1 Cit_.\n\n  As God save me la thou'rt as wild as a Buck, there's no quarel\n  but thou'rt at one end or other on't.\n\n_3_.\n\n  It's at the first end then, for he'l ne'r stay the last.\n\n_1 Cit_.\n\n  Well slip-string, I shall meet with you.\n\n_3_.\n\n  When you will.\n\n_1 Cit_.\n\n  I'le give a crown to meet with you.\n\n_3_.\n\n  At a Bawdy-house.\n\n_1 Cit_.\n\n  I you're full of your Roguery; but if I do meet you it shall cost\n  me a fall.\n\n_ Flourish. Enter one running_.\n\n_4_\n\n  The King, the King, the King. Now, now, now, now.\n\n_ Flourish. Enter_  Arb. Tigr. _The two Kings and_  Mardonius.\n\n_ All_.\n\n  God preserve your Majesty.\n\n_Arb_.\n\n  I thank you all, now are my joyes at full, when I behold you\n  safe, my loving Subjects; by you I grow, 'tis your united love\n  that lifts me to this height: all the account that I can render\n  you for all the love you have bestowed on me, all your expences\n  to maintain my war, is but a little word, you will imagine 'tis\n  slender paiment, yet 'tis such a word, as is not to be bought but\n  with your bloods, 'tis Peace.\n\n_ All_.\n\n  God preserve your Majesty.\n\n_Arb_.\n\n  Now you may live securely i'your Towns,\n  Your Children round about you; may sit\n  Under your Vines, and make the miseries\n  Of other Kingdoms a discourse for you,\n  And lend them sorrows; for your selves, you may\n  Safely forget there are such things as tears,\n  And you may all whose good thoughts I have gain'd,\n  Hold me unworthy, where I think my life\n  A sacrifice too great to keep you thus\n  In such a calm estate.\n\n_ All_.\n\n  God bless your Majesty.\n\n_Arb_.\n\n  See all good people, I have brought the man whose very name you\n  fear'd, a captive home; behold him, 'tis _Tigranes_; in your\n  heart sing songs of gladness, and deliverance.\n\n_1 Cit_.\n\n  Out upon him.\n\n_2 Cit_.\n\n  How he looks.\n\n_3 Wom_.\n\n  Hang him, hang him.\n\n_Mar_.\n\n  These are sweet people.\n\n_Tigr_.\n\n  Sir, you do me wrong, to render me a scorned spectacle to common\n  people.\n\n_Arb_.\n\n  It was so far from me to mean it so: if I have ought deserv'd, my\n  loving Subjects, let me beg of you, not to revile this Prince, in\n  whom there dwells all worth of which the name of a man is\n  capable, valour beyond compare, the terrour of his name has\n  stretcht it self where ever there is sun; and yet for you I\n  fought with him single, and won him too; I made his valour stoop,\n  and brought that name soar'd to so unbeliev'd a height, to fall\n  beneath mine: this inspir'd with all your loves, I did perform,\n  and will for your content, be ever ready for a greater work.\n\n_ All_.\n\n  The Lord bless your Majesty.\n\n_Tigr_.\n\n  So he has made me amends now with a speech in commendation of\n  himself: I would not be so vain-glorious.\n\n_Arb_.\n\n  If there be any thing in which I may\n  Do good to any creature, here speak out;\n  For I must leave you: and it troubles me,\n  That my occasions for the good of you,\n  Are such as call me from you: else, my joy\n  Would be to spend my days among you all.\n  You shew your loves in these large multitudes\n  That come to meet me, I will pray for you,\n  Heaven prosper you, that you may know old years,\n  And live to see your childrens children sit\n  At your boards with plenty: when there is\n  A want of any thing, let it be known\n  To me, and I will be a Father to you:\n  God keep you all.\n\n                    [_ Flourish. Exeunt Kings and their Train_.\n\n_ All_.\n\n  God bless your Majesty, God bless your Majesty.\n\n_1_.\n\n  Come, shall we go? all's done.\n\n_ Wom_.\n\n  I for God sake, I have not made a fire yet.\n\n_2_.\n\n  Away, away, all's done.\n\n_3_.\n\n  Content, farewel _Philip_.\n\n_1 Cit_.\n\n  Away you halter-sack you.\n\n_2_.\n\n  _Philip_  will not fight, he's afraid on's face.\n\n_ Phil_.\n\n  I marry am I afraid of my face.\n\n_3_.\n\n  Thou wouldst be _Philip_  if thou sawst it in a glass; it looks so\n  like a Visour.\n\n                  [_Exeunt _2_., _3_., and Woman_.\n\n_1 Cit_.\n\n  You'l be hang'd sirra: Come _Philip_  walk before us homewards;\n  did not his Majesty say he had brought us home Pease for all our\n  money?\n\n_2 Cit_.\n\n  Yes marry did he.\n\n_1 Cit_.\n\n  They're the first I heard of this year by my troth, I longed for\n  some of 'em: did he not say we should have some?\n\n_2 Cit_.\n\n  Yes, and so we shall anon I warrant you have every one a peck\n  brought home to our houses.\n\n\n\n\n_Actus Tertius_.\n\n_Enter_  Arbaces _and_  Gobrias.\n\n_Arb_.\n\n  My Sister take it ill?\n\n\n_Gob_.\n\n  Not very ill.\n  Something unkindly she does take it Sir to have\n  Her Husband chosen to her hands.\n\n_Arb_.\n\n  Why _Gobrias_  let her, I must have her know, my will and not her\n  own must govern her: what will she marry with some slave at home?\n\n_Gob_.\n\n  O she is far from any stubbornness, you much mistake her, and no\n  doubt will like where you would have her, but when you behold\n  her, you will be loth to part with such a jewel.\n\n_Arb_.\n\n  To part with her? why _Gobrias_, art thou mad? she is my Sister.\n\n_Gob_.\n\n  Sir, I know she is: but it were pity to make poor our Land, with\n  such a beauty to enrich another.\n\n_Arb_.\n\n  Pish will she have him?\n\n_Gob_.\n\n  I do hope she will not, I think she will Sir.\n\n_Arb_.\n\n  Were she my Father and my Mother too, and all the names for which\n  we think folks friends, she should be forc't to have him when I\n  know 'tis fit: I will not hear her say she's loth.\n\n_Gob_.\n\n  Heaven bring my purpose luckily to pass, you know 'tis just, she\n  will not need constraint she loves you so.\n\n_Arb_.\n\n  How does she love me, speak?\n\n_Gob_.\n\n  She loves you more than people love their health,\n  that live by labour; more than I could love a man that died\n  for me, if he could live again.\n\n_Arb_.\n\n  She is not like her mother then.\n\n_Gob_.\n\n  O no, when you were in _Armenia_,\n  I durst not let her know when you were hurt:\n  For at the first on every little scratch,\n  She kept her Chamber, wept, and could not eat,\n  Till you were well, and many times the news\n  Was so long coming, that before we heard\n  She was as near her death, as you your health.\n\n_Arb_.\n\n  Alas poor soul, but yet she must be rul'd;\n  I know not how I shall requite her well.\n  I long to see her, have you sent for her,\n  To tell her I am ready?\n\n_Gob_.\n\n  Sir I have.\n\n_Enter_  1 Gent, _and_  Tigranes.\n\n_1 Gent_.\n\n  Sir, here is the _Armenian_  King.\n\n_Arb_.\n\n  He's welcome.\n\n_1 Gent_.\n\n  And the Queen-mother, and the Princess wait without.\n\n_Arb_.\n\n  Good _Gobrias_  bring 'em in.\n  _Tigranes_, you will think you are arriv'd\n  In a strange Land, where Mothers cast to poyson\n  Their only Sons; think you you shall be safe?\n\n_Tigr_.\n\n  Too safe I am Sir.\n\n_Enter_  Gobrias, Arane, Panthea, Spaconia, Bacurius,\nMardonius _and_  Bessus, _and two Gentlemen_.\n\n_ Ara_.\n\n  As low as this I bow to you, and would\n  As low as is my grave, to shew a mind\n  Thankful for all your mercies.\n\n_Arb_.\n\n  O stand up,\n  And let me kneel, the light will be asham'd\n  To see observance done to me by you.\n\n_ Ara_.\n\n  You are my King.\n\n_Arb_.\n\n  You are my Mother, rise;\n  As far be all your faults from your own soul,\n  As from my memory; then you shall be\n  As white as innocence her self.\n\n_ Ara_.\n\n  I came\n  Only to shew my duty, and acknowledge\n  My sorrows for my sins; longer to stay\n  Were but to draw eyes more attentively\n  Upon my shame, that power that kept you safe\n  From me, preserve you still.\n\n_Arb_.\n\n  Your own desires shall be your guide.\n\n                                               [_Exit_  Arane.\n\n_Pan_.\n\n  Now let me die, since I have seen my Lord the King\n  Return in safetie, I have seen all good that life\n  Can shew me; I have ne're another wish\n  For Heaven to grant, nor were it fit I should;\n  For I am bound to spend my age to come,\n  In giving thanks that this was granted me.\n\n_Gob_.\n\n  Why does not your Majesty speak?\n\n_Arb_.\n\n  To whom?\n\n_Gob_.\n\nTo the Princess.\n\n_Pan_.\n\n  Alas Sir, I am fearful, you do look\n  On me, as if I were some loathed thing\n  That you were finding out a way to shun.\n\n_Gob_.\n\n  Sir, you should speak to her.\n\n_Arb_.\n\n  Ha?\n\n_Pan_.\n\n  I know I am unworthy, yet not ill arm'd, with which innocence\n  here I will kneel, till I am one with earth, but I will gain some\n  words and kindness from you.\n\n_Tigr_.\n\n  Will you speak Sir?\n\n_Arb_.\n\n  Speak, am I what I was?\n  What art thou that dost creep into my breast,\n  And dar'st not see my face? shew forth thy self:\n  I feel a pair of fiery wings displai'd\n  Hither, from hence; you shall not tarry there,\n  Up, and be gone, if thou beest Love be gone:\n  Or I will tear thee from my wounded breast,\n  Pull thy lov'd Down away, and with thy Quill\n  By this right arm drawn from thy wonted wing,\n  Write to thy laughing Mother i'thy bloud,\n  That you are powers bely'd, and all your darts\n  Are to be blown away, by men resolv'd,\n  Like dust; I know thou fear'st my words, away.\n\n_Tigr_.\n\n  O misery! why should he be so slow?\n  There can no falshood come of loving her;\n  Though I have given my faith; she is a thing\n  Both to be lov'd and serv'd beyond my faith:\n  I would he would present me to her quickly.\n\n_Pan_.\n\n  Will you not speak at all? are you so far\n  From kind words? yet to save my modesty,\n  That must talk till you answer, do not stand\n  As you were dumb, say something, though it be\n  Poyson'd with anger, that it may strike me dead.\n\n_Mar_.\n\n  Have you no life at all? for man-hood sake\n  Let her not kneel, and talk neglected thus;\n  A tree would find a tongue to answer her,\n  Did she but give it such a lov'd respect.\n\n_Arb_.\n\n  You mean this Lady: lift her from the earth; why do you let her\n  kneel so long? Alas, Madam, your beauty uses to command, and not\n  to beg. What is your sute to me? it shall be granted, yet the\n  time is short, and my affairs are great: but where's my Sister? I\n  bade she should be brought.\n\n_Mar_.\n\n  What, is he mad?\n\n_Arb.\n\n  Gobrias,_  where is she?\n\n_Gob_.\n\n  Sir.\n\n_Arb_.\n\n  Where is she man?\n\n_Gob._\n\n  Who, Sir?\n\n_Arb_.\n\n  Who, hast thou forgot my Sister?\n\n_Gob_.\n\n  Your Sister, Sir?\n\n_Arb_.\n\n  Your Sister, Sir? some one that hath a wit, answer, where is she?\n\n_Gob_.\n\n  Do you not see her there?\n\n_Arb_.\n\n  Where?\n\n_Gob_.\n\n  There.\n\n_Arb_.\n\n  There, where?\n\n_Mar_.\n\n  S'light, there, are you blind?\n\n_Arb_.\n\n  Which do you mean, that little one?\n\n_Gob_.\n\n  No Sir.\n\n_Arb_.\n\n  No Sir? why, do you mock me? I can see\n  No other here, but that petitioning Lady.\n\n_Gob_.\n\n  That's she.\n\n_Arb_.\n\n  Away.\n\n_Gob_.\n\n  Sir, it is she.\n\n_Arb_.\n\n  'Tis false.\n\n_Gob_.\n\n  Is it?\n\n_Arb_.\n\n  As hell, by Heaven, as false as hell,\n  My Sister: is she dead? if it be so,\n  Speak boldly to me; for I am a man,\n  And dare not quarrel with Divinity;\n  And do not think to cozen me with this:\n  I see you all are mute and stand amaz'd,\n  Fearful to answer me; it is too true,\n  A decreed instant cuts off ev'ry life,\n  For which to mourn, is to repine; she dy'd\n  A Virgin, though more innocent than sheep,\n  As clear as her own eyes, and blessedness\n  Eternal waits upon her where she is:\n  I know she could not make a wish to change\n  Her state for new, and you shall see me bear\n  My crosses like a man; we all must die,\n  And she hath taught us how.\n\n_Gob_.\n\n  Do not mistake,\n  And vex your self for nothing; for her death\n  Is a long life off, I hope: 'Tis she,\n  And if my speech deserve not faith, lay death\n  Upon me, and my latest words shall force\n  A credit from you.\n\n_Arb_.\n\n  Which, good Gobrias? that Lady dost thou mean?\n\n_Gob_.\n\n  That Lady Sir,\n  She is your Sister, and she is your Sister\n  That loves you so, 'tis she for whom I weep,\n  To see you use her thus.\n\n_Arb_.\n\n  It cannot be.\n\n_Tigr_.\n\n  Pish, this is tedious,\n  I cannot hold, I must present my self,\n  And yet the sight of my _Spaconia_\n  Touches me, as a sudden thunder-clap\n  Does one that is about to sin.\n\n_Arb_.\n\n  Away,\n  No more of this; here I pronounce him Traytor,\n  The direct plotter of my death, that names\n  Or thinks her for my Sister, 'tis a lie,\n  The most malicious of the world, invented\n  To mad your King; he that will say so next,\n  Let him draw out his sword and sheath it here,\n  It is a sin fully as pardonable:\n  She is no kin to me, nor shall she be;\n  If she were ever, I create her none:\n  And which of you can question this? My power\n  Is like the Sea, that is to be obey'd,\n  And not disputed with: I have decreed her\n  As far from having part of blood with me,\n  As the nak'd _indians_; come and answer me,\n  He that is boldest now; is that my Sister?\n\n_Mar_.\n\n  O this is fine.\n\n_Bes_.\n\n  No marry, she is not, an't please your Majesty,\n  I never thought she was, she's nothing like you.\n\n_Arb_.\n\n  No 'tis true, she is not.\n\n_Mar_.\n\n  Thou shou'dst be hang'd.\n\n_Pan_.\n\n  Sir, I will speak but once; by the same power\n  You make my blood a stranger unto yours,\n  You may command me dead, and so much love\n  A stranger may importune, pray you do;\n  If this request appear too much to grant,\n  Adopt me of some other Family,\n  By your unquestion'd word; else I shall live\n  Like sinfull issues that are left in streets\n  By their regardless Mothers, and no name\n  Will be found for me.\n\n_Arb_.\n\n  I will hear no more,\n  Why should there be such musick in a voyce,\n  And sin for me to hear it? All the world\n  May take delight in this, and 'tis damnation\n  For me to do so: You are fair and wise\n  And vertuous I think, and he is blest\n  That is so near you as my brother is;\n  But you are nought to me but a disease;\n  Continual torment without hope of ease;\n  Such an ungodly sickness I have got,\n  That he that undertakes my cure, must first\n  O'rethrow Divinity, all moral Laws,\n  And leave mankind as unconfin'd as beasts,\n  Allowing 'em to do all actions\n  As freely as they drink when they desire.\n  Let me not hear you speak again; yet see\n  I shall but lang[u]ish for the want of that,\n  The having which, would kill me: No man here\n  Offer to speak for her; for I consider\n  As much as you can say; I will not toil\n  My body and my mind too, rest thou there,\n  Here's one within will labour for you both.\n\n_Pan_.\n\n  I would I were past speaking.\n\n_Gob_.\n\n  Fear not Madam,\n  The King will alter, 'tis some sudden rage,\n  And you shall see it end some other way.\n\n_Pan_.\n\n  Pray heaven it do.\n\n_Tig_.\n\n  Though she to whom I swore, be here, I cannot\n  Stifle my passion longer; if my father\n  Should rise again disquieted with this,\n  And charge me to forbear, yet it would out.\n  Madam, a stranger, and a pris'ner begs\n  To be bid welcome.\n\n_Pan_.\n\n  You are welcome, Sir,\n  I think, but if you be not, 'tis past me\n  To make you so: for I am here a stranger,\n  Greater than you; we know from whence you come,\n  But I appear a lost thing, and by whom\n  Is yet uncertain, found here i'th' Court,\n  And onely suffer'd to walk up and down,\n  As one not worth the owning.\n\n_Spa_.\n\n  O, I fear\n  _Tigranes_  will be caught, he looks, me-thinks,\n  As he would change his eyes with her; some help\n  There is above for me, I hope.\n\n_Tigr_.\n\n  Why do you turn away, and weep so fast,\n  And utter things that mis-become your looks,\n  Can you want owning?\n\n_Spa_.\n\n  O 'tis certain so.\n\n_Tigr_.\n\n  Acknowledge your self mine.\n\n_Arb_.\n\n  How now?\n\n_Tigr_.\n\n  And then see if you want an owner.\n\n_Arb_.\n\n  They are talking.\n\n_Tigr_.\n\n  Nations shall owne you for their Queen.\n\n_Arb_.\n\n  _Tigranes_, art not thou my prisoner?\n\n_Tigr_.\n\n  I am.\n\n_Arb_.\n\n  And who is this?\n\n_Tigr_.\n\n  She is your Sister.\n\n_Arb_.\n\n  She is so.\n\n_Mar_.\n\n  Is she so again? that's well.\n\n_Arb_.\n\n  And then how dare you offer to change words with her?\n\n_Tigr_.\n\n  Dare do it! Why? you brought me hither Sir,\n  To that intent.\n\n_Arb_.\n\n  Perhaps I told you so,\n  If I had sworn it, had you so much folly\n  To credit it? The least word that she speaks\n  Is worth a life; rule your disordered tongue,\n  Or I will temper it.\n\n_Spa_.\n\n  Blest be the breath.\n\n_Tigr_.\n\n  Temper my tongue! such incivilities\n  As these, no barbarous people ever knew:\n  You break the lawes of Nature, and of Nations,\n  You talk to me as if I were a prisoner\n  For theft: my tongue be temper'd? I must speak\n  If thunder check me, and I will.\n\n_Arb_.\n\n  You will?\n\n_Spa_.\n\n  Alas my fortune.\n\n_Tigr_.\n\n  Do not fear his frown, dear Madam, hear me.\n\n_Arb_.\n\n  Fear not my frown? but that 'twere base in me\n  To fight with one I know I can o'recome,\n  Again thou shouldst be conquer'd by me.\n\n_Mar_.\n\n  He has one ransome with him already; me-thinks\n  'T were good to fight double, or quit.\n\n_Arb_.\n\n  Away with him to prison: Now Sir, see\n  If my frown be regardless; Why delay you?\n  Seise him _Bacurius_, you shall know my word\n  Sweeps like a wind, and all it grapples with,\n  Are as the chaffe before it.\n\n_Tigr_.\n\n  Touch me not.\n\n_Arb_.\n\n  Help there.\n\n_Tigr_.\n\n  Away.\n\n_1 Gent_.\n\n  It is in vain to struggle.\n\n_2 Gent_.\n\n  You must be forc'd.\n\n_Bac_.\n\n  Sir, you must pardon us, we must obey.\n\n_Arb_.\n\n  Why do you dally there? drag him away\n  By any thing.\n\n_Bac_.\n\n  Come Sir.\n\n_Tigr_.\n\n  Justice, thou ought'st to give me strength enough\n  To shake all these off; This is tyrannie,\n  _Arbaces_, sutler than the burning Bulls,\n  Or that fam'd _Titans_  bed. Thou mightst as well\n  Search i'th' deep of Winter through the snow\n  For half starv'd people, to bring home with thee,\n  To shew 'em fire, and send 'em back again,\n  As use me thus.\n\n_Arb_.\n\n  Let him be close, _Bacurius_.\n\n                            [_Exeunt_  Tigr. _And_  Bac.\n\n_Spa_.\n\n  I ne're rejoyc'd at any ill to him,\n  But this imprisonment: what shall become\n  Of me forsaken?\n\n_Gob_.\n\n  You will not let your Sister\n  Depart thus discontented from you, Sir?\n\n_Arb_.\n\n  By no means _Gobrias_, I have done her wrong,\n  And made my self believe much of my self,\n  That is not in me: You did kneel to me,\n  Whilest I stood stubborn and regardless by,\n  And like a god incensed, gave no ear\n  To all your prayers: behold, I kneel to you,\n  Shew a contempt as large as was my own,\n  And I will suffer it, yet at the last forgive me.\n\n_Pan_.\n\n  O you wrong me more in this,\n  Than in your rage you did: you mock me now.\n\n_Arb_.\n\n  Never forgive me then, which is the worst\n  Can happen to me.\n\n_Pan_.\n\n  If you be in earnest,\n  Stand up and give me but a gentle look,\n  And two kind words, and I shall be in heaven.\n\n_Arb_.\n\n  Rise you then to hear; I acknowledge thee\n  My hope, the only jewel of my life,\n  The best of Sisters, dearer than my breath,\n  A happiness as high as I could think;\n  And when my actions call thee otherwise,\n  Perdition light upon me.\n\n_Pan_.\n\n  This is better\n  Than if you had not frown'd, it comes to me,\n  Like mercie at the block, and when I leave\n  To serve you with my life, your curse be with me.\n\n_Arb_.\n\n  Then thus I do salute thee, and again,\n  To make this knot the stronger, Paradise\n  Is there: It may be you are yet in doubt,\n  This third kiss blots it out, I wade in sin,\n  And foolishly intice my self along;\n  Take her away, see her a prisoner\n  In her own chamber closely, _Gobrias_.\n\n_Pan_.\n\n  Alas Sir, why?\n\n_Arb_.\n\n  I must not stay the answer, doe it.\n\n_Gob_.\n\n  Good Sir.\n\n_Arb_.\n\n  No more, doe it I say.\n\n_Mard_.\n\n  This is better and better.\n\n_Pan_.\n\n  Yet hear me speak.\n\n_Arb_.\n\n  I will not hear you speak,\n  Away with her, let no man think to speak\n  For such a creature; for she is a witch,\n  A prisoner, and a Traitor.\n\n_Gob_.\n\n  Madam, this office grieves me.\n\n_Pan_.\n\n  Nay, 'tis well the king is pleased with it.\n\n_Arb_.\n\n  _Bessus_, go you along too with her; I will prove\n  All this that I have said, if I may live\n  So long; but I am desperately sick,\n  For she has given me poison in a kiss;\n  She had't betwixt her lips, and with her eyes\n  She witches people: go without a word.\n\n               [_Exeunt_  Gob. Pan. Bes. _And_  Spaconia.\n\n  Why should you that have made me stand in war\n  Like fate it self, cutting what threds I pleas'd,\n  Decree such an unworthy end of me,\n  And all my glories? What am I, alas,\n  That you oppose me? if my secret thoughts\n  Have ever harbour'd swellings against you,\n  They could not hurt you, and it is in you\n  To give me sorrow, that will render me\n  Apt to receive your mercy; rather so,\n  Let it be rather so, than punish me\n  With such unmanly sins: Incest is in me\n  Dwelling already, and it must be holy\n  That pulls it thence, where art _Mardonius_?\n\n_Mar_.\n\n  Here Sir.\n\n_Arb_.\n\n  I pray thee bear me, if thou canst,\n  Am I not grown a strange weight?\n\n_Mar_.\n\n   As you were.\n\n_Arb_.\n\n  No heavier?\n\n_Mar_.\n\n  No Sir.\n\n_Arb_.\n\n  Why, my legs\n  Refuse to bear my body; O _Mardonius_,\n  Thou hast in field beheld me, when thou knowst\n  I could have gone, though I could never run.\n\n_Mar_.\n\n  And so I shall again.\n\n_Arb_.\n\n  O no, 'tis past.\n\n_Mar_.\n\n  Pray you go rest your self.\n\n_Arb_.\n\n  Wilt thou hereafter when they talk of me,\n  As thou shalt hear nothing but infamy,\n  Remember some of those things?\n\n_Mar_.\n\n  Yes I will.\n\n_Arb_.\n\n  I pray thee do: for thou shalt never see me so again.\n\n                                                  [_Exeunt_.\n\n_Enter Bessus alone_.\n\n_Bes_.\n\n  They talk of fame, I have gotten it in the wars; and will afford\n  any man a reasonable penny-worth: some will say, they could be\n  content to have it, but that it is to be atchiev'd with danger;\n  but my opinion is otherwise: for if I might stand still in\n  Cannon-proof, and have fame fall upon me, I would refuse it: my\n  reputation came principally by thinking to run away, which no\n  body knows but _Mardonius_, and I think he conceals it to anger\n  me. Before I went to the warrs, I came to the Town a young\n  fellow, without means or parts to deserve friends; and my empty\n  guts perswaded me to lie, and abuse people for my meat, which I\n  did, and they beat me: then would I fast two days, till my\n  hunger cri'd out on me, rail still, then me-thought I had a\n  monstrous stomach to abuse 'em again, and did it. I, this state I\n  continu'd till they hung me up by th' heels, and beat me wi'\n  hasle sticks, as if they would have baked me, and have cousen'd\n  some body wi'me for Venison: After this I rail'd, and eat\n  quietly: for the whole Kingdom took notice of me for a baffl'd\n  whipt fellow, and what I said was remembred in mirth but never in\n  anger, of which I was glad; I would it were at that pass again.\n  After this, heaven calls an Aunt of mine, that left two hundred\n  pound in a cousins hand for me, who taking me to be a gallant\n  young spirit, raised a company for me with the money and sent me\n  into _Armenia_  with 'em: Away I would have run from them, but\n  that I could get no company, and alone I durst not run. I was\n  never at battail but once, and there I was running, but\n  _Mardonius_  cudgel'd me; yet I got loose at last, but was so\n  fraid, that I saw no more than my shoulders doe, but fled with my\n  whole company amongst my Enemies, and overthrew 'em: Now the\n  report of my valour is come over before me, and they say I was a\n  raw young fellow, but now I am improv'd, a Plague on their\n  eloquence, 't will cost me many a beating; And _Mardonius_  might\n  help this too, if he would; for now they think to get honour on\n  me, and all the men I have abus'd call me freshly worthily, as\n  they call it by the way of challenge.\n\n_Enter a Gent_.\n\n_3 Gent_.\n\n  Good morrow, Captain _Bessus_.\n\n_Bes_.\n\n  Good morrow Sir.\n\n_3 Gent_.\n\n  I come to speak with you.\n\n_Bes_.\n\n  You're very welcome.\n\n_3 Gent_.\n\n  From one that holds himself wrong'd by you some\n  three years since: your worth he says is fam'd, and he doth\n  nothing doubt but you will do him right, as beseems a souldier.\n\n_Bes_.\n\n  A pox on 'em, so they cry all.\n\n_3 Gent_.\n\n  And a slight note I have about me for you, for the delivery of\n  which you must excuse me; it is an office that friendship calls\n  upon me to do, and no way offensive to you; since I desire but\n  right on both sides.\n\n_Bes_.\n\n  'Tis a challenge Sir, is it not?\n\n_3 Gent_.\n\n  'Tis an inviting to the field.\n\n_Bes_.\n\n  An inviting? O Sir your Mercy, what a Complement he delivers it\n  with? he might as agreeable to my nature present me poison with\n  such a speech: um um um reputation, um um um call you to account,\n  um um um forc'd to this, um um um with my Sword, um um um like a\n  Gentleman, um um um dear to me, um um um satisfaction: 'Tis very\n  well Sir, I do accept it, but he must await an answer this\n  thirteen weeks.\n\n_3 Gent_.\n\n  Why Sir, he would be glad to wipe off his stain as soon as he\n  could.\n\n_Bes_.\n\n  Sir upon my credit I am already ingag'd to two hundred, and\n  twelve, all which must have their stains wip'd off, if that be\n  the word, before him.\n\n_3 Gent_.\n\n  Sir, if you be truly ingag'd but to one, he shall stay a\n  competent time.\n\n_Bes_.\n\n  Upon my faith Sir, to two hundred and twelve, and I have a spent\n  body, too much bruis'd in battel, so that I cannot fight, I must\n  be plain, above three combats a day: All the kindness I can shew\n  him, is to set him resolvedly in my rowle, the two hundred and\n  thirteenth man, which is something, for I tell you, I think there\n  will be more after him, than before him, I think so; pray you\n  commend me to him, and tell him this.\n\n_3 Gent_.\n\n  I will Sir, good morrow to you.\n\n                                             [_Exit 3 Gent_.\n\n_Bes_.\n\n  Good morrow good Sir. Certainly my safest way were to print my\n  self a coward, with a discovery how I came by my credit, and clap\n  it upon every post; I have received above thirty challenges\n  within this two hours, marry all but the first I put off with\n  ingagement, and by good fortune, the first is no madder of\n  fighting than I, so that that's referred, the place where it must\n  be ended, is four days journey off, and our arbitratours are\n  these: He has chosen a Gentleman in travel, and I have a special\n  friend with a quartain ague, like to hold him this five years,\n  for mine: and when his man comes home, we are to expect my\n  friends health: If they would finde me challenges thus thick, as\n  long as I liv'd, I would have no other living; I can make seven\n  shillings a day o'th' paper to the Grocers: yet I learn nothing\n  by all these but a little skill in comparing of stiles. I do\n  finde evidently, that there is some one Scrivener in this Town,\n  that has a great hand in writing of Challenges, for they are all\n  of a cut, and six of 'em in a hand; and they all end, my\n  reputation is dear to me, and I must require satisfaction: Who's\n  there? more paper I hope, no, 'tis my Lord _Bacurius_, I fear all\n  is not well betwixt us.\n\n_Enter_  Bacurius.\n\n_Bac_.\n\n  Now Captain _Bessus_, I come about a frivolous matter, caus'd by\n  as idle a report: you know you were a coward.\n\n_Bes_.\n\n  Very right.\n\n_Bac_.\n\n  And wronged me.\n\n_Bes_.\n\n  True my Lord.\n\n_Bac_.\n\n  But now people will call you valiant, desertlesly I think, yet\n  for their satisfaction, I will have you fight with me.\n\n_Bes_.\n\n  O my good Lord, my deep Engagements.\n\n_Bac_.\n\n  Tell not me of your Engagements, Captain _Bessus_, it is not to\n  be put off with an excuse: for my own part, I am none of the\n  multitude that believe your conversion from Coward.\n\n_Bes_.\n\n  My Lord, I seek not Quarrels, and this belongs not to me, I am\n  not to maintain it.\n\n_Bac_.\n\n  Who then pray?\n\n_Bes_.\n\n  _Bessus_  the Coward wrong'd you.\n\n_Bac_.\n\n  Right.\n\n_Bes_.\n\n  And shall _Bessus_  the Valiant, maintain what _Bessus_  the Coward\n  did?\n\n_Bac_.\n\n  I pray thee leave these cheating tricks, I swear thou shalt fight\n  with me, or thou shall be beaten extreamly, and kick'd.\n\n_Bes_.\n\n  Since you provoke me thus far, my Lord, I will fight with you,\n  and by my Sword it shall cost me twenty pound, but I will have my\n  Leg well a week sooner purposely.\n\n_Bac_.\n\n  Your Leg? Why, what ailes your Leg? i'le do a cure on you, stand\n  up.\n\n_Bes_.\n\n  My Lord, this is not Noble in you.\n\n_Bac_.\n\n  What dost thou with such a phrase in thy mouth? I will kick thee\n  out of all good words before I leave thee.\n\n_Bes_.\n\n  My Lord, I take this as a punishment for the offence I did when I\n  was a Coward.\n\n_Bac_.\n\n  When thou wert? Confess thy self a Coward still, or by this\n  light, I'le beat thee into Spunge.\n\n_Bes_.\n\n  Why I am one.\n\n_Bac_.\n\n  Are you so Sir? And why do you wear a Sword then?\n  Come unbuckle.\n\n_Bes_.\n\n  My Lord.\n\n_Bac_.\n\n  Unbuckle I say, and give it me, or as I live, thy head will ake\n  extreamly.\n\n_Bes_.\n\n  It is a pretty Hilt, and if your Lordship take an affection to\n  it, with all my heart I present it to you for a New-years-gift.\n\n_Bac_.\n\n  I thank you very heartily, sweet Captain, farewel.\n\n_Bes_.\n\n  One word more, I beseech your Lordship to render me my knife\n  again.\n\n_Bac_.\n\n  Marry by all means Captain; cherish your self with it, and eat\n  hard, good Captain; we cannot tell whether we shall have any more\n  such: Adue dear Captain.\n\n                                                [_Exit_  Bac.\n\n_Bes_.\n\n  I will make better use of this, than of my Sword: A base spirit\n  has this vantage of a brave one, it keeps alwayes at a stay,\n  nothing brings it down, not beating. I remember I promis'd the\n  King in a great Audience, that I would make my back-biters eat my\n  sword to a knife; how to get another sword I know not, nor know\n  any means left for me to maintain my credit, but impudence:\n  therefore I will out-swear him and all his followers, that this\n  is all that's left uneaten of my sword.\n\n                                             [_Exit_  Bessus.\n\n_Enter_  Mardonius.\n\n_Mar_.\n\n  I'le move the King, he is most strangely alter'd; I guess the\n  cause I fear too right, Heaven has some secret end in't, and 'tis\n  a scourge no question justly laid upon him: he has followed me\n  through twenty Rooms; and ever when I stay to wait his command,\n  he blushes like a Girl, and looks upon me, as if modesty kept in\n  his business: so turns away from me, but if I go on, he follows\n  me again.\n\n_Enter_  Arbaces.\n\n  See, here he is. I do not use this, yet I know not how, I cannot\n  chuse but weep to see him; his very Enemies I think, whose wounds\n  have bred his fame, if they should see him now, would find tears\n  i'their eyes.\n\n_Arb_.\n\n  I cannot utter it, why should I keep\n  A breast to harbour thoughts? I dare not speak.\n  Darkness is in my bosom, and there lie\n  A thousand thoughts that cannot brook the light:\n  How wilt thou vex 'em when this deed is done,\n  Conscience, that art afraid to let me name it?\n\n_Mar_.\n\n  How do you Sir?\n\n_Arb_.\n\n  Why very well _Mardonius_, how dost thou do?\n\n_Mar_.\n\n  Better than you I fear.\n\n_Arb_.\n\n  I hope thou art; for to be plain with thee,\n  Thou art in Hell else, secret scorching flames\n  That far transcend earthly material fires\n  Are crept into me, and there is no cure.\n  Is it not strange _Mardonius_, there's no cure?\n\n_Mar_.\n\n  Sir, either I mistake, or there is something hid\n  That you would utter to me.\n\n_Arb_.\n\n  So there is, but yet I cannot do it.\n\n_Mar_.\n\n  Out with it Sir, if it be dangerous, I will not shrink to do you\n  service, I shall not esteem my life a weightier matter than\n  indeed it is, I know it is subject to more chances than it has\n  hours, and I were better lose it in my Kings cause, than with an\n  ague, or a fall, or sleeping, to a Thief; as all these are\n  probable enough: let me but know what I shall do for you.\n\n_Arb_.\n\n  It will not out: were you with _Gobrias_,\n  And bad him give my Sister all content\n  The place affords, and give her leave to send\n  And speak to whom she please?\n\n_Mar_.\n\n  Yes Sir, I was.\n\n_Arb_.\n\n  And did you to _Bacurius_  say as much\n  About _Tigranes_?\n\n_Mar_.\n\n  Yes.\n\n_Arb_.\n\n  That's all my business.\n\n_Mar_.\n\n  O say not so,\n  You had an answer of this before;\n  Besides I think this business might\n  Be utter'd more carelesly.\n\n_Arb_.\n\n  Come thou shalt have it out, I do beseech thee\n  By all the love thou hast profest to me,\n  To see my Sister from me.\n\n_Mar_.\n\n  Well, and what?\n\n_Arb_.\n\n  That's all.\n\n_Mar_.\n\n  That's strange, I shall say nothing to her?\n\n_Arb_.\n\n  Not a word;\n  But if thou lovest me, find some subtil way\n  To make her understand by signs.\n\n_Mar_.\n\n  But what shall I make her understand?\n\n_Arb_.\n\n  O _Mardonius_, for that I must be pardon'd.\n\n_Mar_.\n\n  You may, but I can only see her then.\n\n_Arb_.\n\n  'Tis true;\n  Bear her this Ring then, and\n  One more advice, thou shall speak to her:\n  Tell her I do love My kindred all: wilt thou?\n\n_Mar_.\n\n  Is there no more?\n\n_Arb_.\n\n  O yes and her the best;\n  Better than any Brother loves his Sister: That's all.\n\n_Mar_.\n\n  Methinks this need not have been delivered with such a caution;\n  I'le do it.\n\n_Arb_.\n\n  There is more yet,\n  Wilt thou be faith[f]ul to me?\n\n_Mar_.\n\n  Sir, if I take upon me to deliver it, after I hear it, I'le pass\n  through fire to do it.\n\n_Arb_.\n\n  I love her better than a Brother ought;\n  Dost thou conceive me?\n\n_Mar_.\n\n  I hope you do not Sir.\n\n_Arb_.\n\n  No, thou art dull, kneel down before her,\n  And ne'r rise again, till she will love me.\n\n_Mar_.\n\n  Why, I think she does.\n\n_Arb_.\n\n  But better than she does, another way;\n  As wives love Husbands.\n\n_Mar_.\n\n  Why, I think there are few Wives that love their\n  Husbands better than she does you.\n\n_Arb_.\n\n  Thou wilt not understand me: is it fit\n  This should be uttered plainly? take it then\n  Naked as it is: I would desire her love\n  Lasciviously, lewdly, incestuously,\n  To do a sin that needs must damn us both,\n  And thee too: dost thou understand me now?\n\n_Mar_.\n\n  Yes, there's your Ring again; what have I done\n  Dishonestly in my whole life, name it,\n  That you should put so base a business to me?\n\n_Arb_.\n\n  Didst thou not tell me thou wouldst do it?\n\n_Mar_.\n\n  Yes; if I undertook it, but if all\n  My hairs were lives, I would not be engag'd\n  In such a case to save my last life.\n\n_Arb_.\n\n  O guilt! ha how poor and weak a thing art thou!\n  This man that is my servant, whom my breath\n  Might blow upon the world, might beat me here\n  Having this cause, whil'st I prest down with sin\n  Could not resist him: hear _Mardonius_,\n  It was a motion mis-beseeming man,\n  And I am sorry for it.\n\n_Mar_.\n\n  Heaven grant you may be so: you must understand, nothing that you\n  can utter, can remove my love and service from my Prince. But\n  otherwise, I think I shall not love you more. For you are sinful,\n  and if you do this crime, you ought to have no Laws. For after\n  this, it will be great injustice in you to punish any offender\n  for any crime. For my self I find my heart too big: I feel I have\n  not patience to look on whilst you run these forbidden courses.\n  Means I have none but your favour, and I am rather glad that I\n  shall lose 'em both together, than keep 'em with such conditions;\n  I shall find a dwelling amongst some people, where though our\n  Garments perhaps be courser, we shall be richer far within, and\n  harbour no such vices in 'em: the Gods preserve you, and mend.\n\n_Arb_.\n\n  _Mardonius_, stay _Mardonius_, for though\n  My present state requires nothing but knaves\n  To be about me, such as are prepar'd\n  For every wicked act, yet who does know\n  But that my loathed Fate may turn about,\n  And I have use for honest men again?\n  I hope I may, I prethee leave me not.\n\n_Enter_  Bessus.\n\n_Bes_.\n\n  Where is the King?\n\n_Mar_.\n\n  There.\n\n_Bes_.\n\n  An't please your Majesty, there's the knife.\n\n_Arb_.\n\n  What knife?\n\n_Bes_.\n\n   The Sword is eaten.\n\n_Mar_.\n\n  Away you fool, the King is serious,\n  And cannot now admit your vanities.\n\n_Bes_.\n\n  Vanities! I'me no honest man, if my enemies have not brought it\n  to this, what, do you think I lie?\n\n_Arb_.\n\n  No, no, 'tis well _Bessus_, 'tis very well I'm glad on't.\n\n_Mar_.\n\n  If your enemies brought it to this, your enemies are Cutlers,\n  come leave the King.\n\n_Bes_.\n\n   Why, may not valour approach him?\n\n_Mar_.\n\n  Yes, but he has affairs, depart, or I shall be something\n  unmannerly with you.\n\n_Arb_.\n\n  No, let him stay _Mardonius_, let him stay,\n  I have occasion with him very weighty,\n  And I can spare you now.\n\n_Mar_.\n\n  Sir?\n\n_Arb_.\n\n  Why I can spare you now.\n\n_Bes_.\n\n  _Mardonius_  give way to these State affairs.\n\n_Mar_.\n\n  Indeed you are fitter for this present purpose.\n\n                                                [_Exit_  Mar.\n\n_Arb_.\n\n  _Bessus_, I should imploy thee, wilt thou do't?\n\n_Bes_.\n\n  Do't for you? by this Air I will do any thing without exception,\n  be it a good, bad, or indifferent thing.\n\n_Arb_.\n\n  Do not swear.\n\n_Bes_.\n\n  By this light but I will, any thing whatsoever.\n\n_Arb_.\n\n  But I shall name the thing,\n  Thy Conscience will not suffer thee to do.\n\n_Bes_.\n\n  I would fain hear that thing.\n\n_Arb_.\n\n  Why I would have thee get my Sister for me?\n  Thou understandst me, in a wicked manner.\n\n_Bes_.\n\n  O you would have a bout with her?\n  I'le do't, I'le do't, I'faith.\n\n_Arb_.\n\n  Wilt thou, do'st thou make no more on't? Bes. More? no, why is\n  there any thing else? if there be, it shall be done too.\n\n_Arb_.\n\n  Hast thou no greater sense of such a sin?\n  Thou art too wicked for my company,\n  Though I have hell within me, thou may'st yet\n  Corrupt me further: pray thee answer me,\n  How do I shew to thee after this motion?\n\n_Bes_.\n\n  Why your Majesty looks as well in my opinion, as ever you did\n  since you were born.\n\n_Arb_.\n\n  But thou appear'st to me after thy grant,\n  The ugliest, loathed detestable thing\n  That I ever met with. Thou hast eyes\n  Like the flames of _Sulphur_, which me thinks do dart\n  Infection on me, and thou hast a mouth\n  Enough to take me in where there do stand\n  Four rows of Iron Teeth.\n\n_Bes_.\n\n  I feel no such thing, but 'tis no matter how I look, Pie do my\n  business as well as they that look better, and when this is\n  dispatch'd, if you have a mind to your Mother, tell me, and you\n  shall see I'le set it hard.\n\n_Arb_.\n\n  My Mother! Heaven forgive me to hear this,\n  I am inspir'd with horrour: now I hate thee\n  Worse than my sin, which if I could come by\n  Should suffer death Eternal ne're to rise\n  In any breast again. Know I will die\n  Languishing mad, as I resolve, I shall,\n  E're I will deal by such an instrument:\n  Thou art too sinful to imploy in this;\n  Out of the World, away.\n\n_Bes_.\n\n  What do you mean, Sir?\n\n_Arb_.\n\n  Hung round with Curses, take thy fearful flight\n  Into the Desarts, where 'mongst all the Monsters\n  If thou find'st one so beastly as thy self,\n  Thou shalt be held as innocent.\n\n_Bes_.\n\n  Good Sir.\n\n_Arb_.\n\n  If there were no such instruments as thou,\n  We Kings could never act such wicked deeds:\n  Seek out a man that mocks Divinity,\n  That breaks each precept both of God and man,\n  And natures too, and does it without lust,\n  Meerly because it is a law, and good,\n  And live with him: for him thou canst not spoil.\n  Away I say, I will not do this sin.\n\n                                             [_Exit_  Bessus.\n\n  I'le press it here, till it do break my breast,\n  It heaves to get out, but thou art a sin,\n  And spight of torture I will keep thee in.\n\n\n\n\n_ACTUS QUARTUS_.\n\n\n_Enter_  Gobrias, Panthea, _and_  Spaconia.\n\n_Gob_.\n\n  Have you written Madam?\n\n_Pan_.\n\n  Yes, good _Gobrias_.\n\n_Gob_.\n\n  And with a kindness, and such winning words\n  As may provoke him, at one instant feel\n  His double fault, your wrong, and his own rashness?\n\n_Pan_.\n\n  I have sent words enough, if words may win him\n  From his displeasure; and such words I hope,\n  As shall gain much upon his goodness, _Gobrias_.\n  Yet fearing they are many, and a womans,\n  A poor belief may follow, I have woven\n  As many truths within 'em to speak for me,\n  That if he be but gracious, and receive 'em--\n\n_Gob_.\n\n  Good Lady be not fearful, though he should not\n  Give you your present end in this, believe it,\n  You shall feel, if your vertue can induce you\n  To labour on't, this tempest which I know,\n  Is but a poor proof 'gainst your patience:\n  All those contents, your spirit will arrive at,\n  Newer and sweeter to you; your Royal brother,\n  When he shall once collect himself, and see\n  How far he has been asunder from himself;\n  What a meer stranger to his golden temper:\n  Must from those roots of vertue, never dying,\n  Though somewhat stopt with humour, shoot again\n  Into a thousand glories, bearing his fair branches\n  High as our hopes can look at, straight as justice,\n  Loaden with ripe contents; he loves you dearly,\n  I know it, and I hope I need not farther\n  Win you to understand it.\n\n_Pan_.\n\n  I believe it.\n  But howsoever, I am sure I love him dearly:\n  So dearly, that if any thing I write\n  For my enlarging should beget his anger,\n  Heaven be a witness with me and my faith,\n  I had rather live intomb'd here.\n\n_Gob_.\n\n   You shall not feel a worse stroke than your grief,\n  I am sorry 'tis so sharp, I kiss your hand,\n  And this night will deliver this true story,\n  With this hand to your Brother.\n\n_ Pan._\n\n  Peace go with you, you are a good man.\n\n                                                [_Exit_  Gob.\n\n  My _Spaconia_, why are you ever sad thus?\n\n_Spa_.\n\n  O dear Lady.\n\n_Pan_.\n\n  Prethee discover not a way to sadness,\n  Nearer than I have in me, our two sorrows\n  Work like two eager Hawks, who shall get highest;\n  How shall I lessen thine? for mine I fear\n  Is easier known than cur'd.\n\n_Spa_.\n\n  Heaven comfort both,\n  And give you happy ends, however I\n  Fall in my stubborn fortunes.\n\n_Pan_.\n\n  This but teaches\n  How to be more familiar with our sorrows,\n  That are too much our masters: good _Spaconia_\n  How shall I do you service?\n\n_Spa_.\n\n  Noblest Lady,\n  You make me more a slave still to your goodness,\n  And only live to purchase thanks to pay you,\n  For that is all the business of my life: now\n  I will be bold, since you will have it so,\n  To ask a noble favour of you.\n\n_Pan_.\n\n  Speak it, 'tis yours, for from so sweet a vertue,\n  No ill demand has issue.\n\n_Spa_.\n\n  Then ever vertuous, let me beg your will\n  In helping me to see the Prince _Tigranes_,\n  With whom I am equal prisoner, if not more.\n\n_Pan_.\n\n  Reserve me to a greater end _Spaconia_;\n  _Bacurius_  cannot want so much good manners\n  As to deny your gentle visitation,\n  Though you came only with your own command.\n\n_Spa_.\n\n  I know they will deny me gracious Madam,\n  Being a stranger, and so little fam'd,\n  So utter empty of those excellencies\n  That tame Authority; but in you sweet Lady,\n  All these are natural; beside, a power\n  Deriv'd immediate from your Royal brother,\n  Whose least word in you may command the Kingdom.\n\n_Pan_.\n\n  More than my word _Spaconia_, you shall carry,\n  For fear it fail you.\n\n_Spa_.\n\n  Dare you trust a Token?\n  Madam I fear I am grown too bold a begger.\n\n_Pan_.\n\n  You are a pretty one, and trust me Lady\n  It joyes me, I shall do a good to you,\n  Though to my self I never shall be happy:\n  Here, take this Ring, and from me as a Token\n  Deliver it; I think they will not stay you:\n  So all your own desires go with you Lady.\n\n_Spa_.\n\n  And sweet peace to your Grace.\n\n_Pan_.\n\n  Pray Heaven I find it.\n\n                                                  [_Exeunt_.\n\n_Enter_  Tigranes, _in prison_.\n\n_Tigr_.\n\n  Fool that I am, I have undone my self,\n  And with my own hand turn'd my fortune round,\n  That was a fair one: I have childishly\n  Plaid with my hope so long, till I have broke it,\n  And now too late I mourn for't; O _Spaconia_!\n  Thou hast found an even way to thy revenge now,\n  Why didst thou follow me like a faint shadow,\n  To wither my desires? But wretched fool,\n  Why did I plant thee 'twixt the Sun and me,\n  To make me freeze thus? Why did I prefer her\n  To the fair Princess? O thou fool, thou fool,\n  Thou family of fools, live like a slave still,\n  And in thee bear thine own hell and thy torment,\n  Thou hast deserv'd: Couldst thou find no Lady\n  But she that has thy hopes to put her to,\n  And hazard all thy peace? None to abuse,\n  But she that lov'd thee ever? poor _Spaconia_,\n  And so much lov'd thee, that in honesty\n  And honour thou art bound to meet her vertues:\n  She that forgot the greatness of her grief\n  And miseries, that must follow such mad passions,\n  Endless and wild as women; she that for thee\n  And with thee left her liberty, her name,\n  And Country, you have paid me equal, Heavens,\n  And sent my own rod to correct me with;\n  A woman: for inconstancy I'le suffer,\n  Lay it on justice, till my soul melt in me\n  For my unmanly, beastly, sudden doting\n  Upon a new face: after all my oaths\n  Many and strange ones,\n  I feel my old fire flame again and burn\n  So strong and violent, that should I see her\n  Again, the grief and that would kill me.\n\n_Enter_  Bacurius _And_  Spaconia.\n\n_Bac_.\n\n  Lady, your token I acknowledge, you may pass;\n  There is the King.\n\n_Spa_.\n\n  I thank your Lordship for it.\n\n                                                [_Exit_  Bac.\n\n_Tigr_.\n\n  She comes, she comes, shame hide me ever from her,\n  Would I were buried, or so far remov'd\n  Light might not find me out, I dare not see her.\n\n_Spa_.\n\n  Nay never hide your self; or were you hid\n  Where earth hides all her riches, near her Center;\n  My wrongs without more day would light me to you:\n  I must speak e're I die; were all your greatness\n  Doubled upon you, y'are a perjur'd man,\n  And only mighty in your wickedness\n  Of wronging women. Thou art false, false Prince;\n  I live to see it, poor _Spaconia_  lives\n  To tell thee thou art false; and then no more;\n  She lives to tell thee thou art more unconstant,\n  Than all ill women ever were together.\n  Thy faith is firm as raging over-flowes,\n  That no bank can command; as lasting\n  As boyes gay bubbles, blown i'th' Air and broken:\n  The wind is fixt to thee: and sooner shall\n  The beaten Mariner with his shrill whistle\n  Calm the loud murmur of the troubled main,\n  And strike it smooth again; than thy soul fall\n  To have peace in love with any: Thou art all\n  That all good men must hate; and if thy story\n  Shall tell succeeding ages what thou wert,\n  O let it spare me in it, lest true lovers\n  In pity of my wrong, burn thy black Legend,\n  And with their curses, shake thy sleeping ashes.\n\n_Tigr_.\n\n  Oh! oh!\n\n_Spa_.\n\n  The destinies, I hope, have pointed out\n  Our ends, that thou maist die for love,\n  Though not for me; for this assure thy self,\n  The Princess hates thee deadly, and will sooner\n  Be won to marry with a Bull, and safer\n  Than such a beast as thou art: I have struck,\n  I fear, too deep; beshrow me for't; Sir,\n  This sorrow works me like a cunning friendship,\n  Into the same piece with it; 'tis asham'd,\n  Alas, I have been too rugged: Dear my Lord,\n  I am sorry I have spoken any thing,\n  Indeed I am, that may add more restraint\n  To that too much you have: good Sir, be pleas'd\n  To think it was a fault of love, not malice;\n  And do as I will do, forgive it Prince.\n  I do, and can forgive the greatest sins\n  To me you can repent of; pray believe.\n\n_Tigr_.\n\n  O my _Spaconia_! O thou vertuous woman!\n\n_Spa_.\n\n  Nay, more, the King Sir.\n\n_Enter_  Arbaces, Bacurius, Mardonius.\n\n_Arb_.\n\n  Have you been carefull of our noble Prisoner,\n  That he want nothing fitting for his greatness?\n\n_Bac_.\n\n  I hope his grace will quit me for my care Sir.\n\n_Arb_.\n\n  'Tis well, royal _Tigranes_, health.\n\n_Tigr_.\n\n  More than the strictness of this place can give Sir,\n  I offer back again to great _Arbaces_.\n\n_Arb_.\n\n  We thank you worthy Prince, and pray excuse us,\n  We have not seen you since your being here,\n  I hope your noble usage has been equall\n  With your own person: your imprisonment,\n  If it be any, I dare say is easie,\n  And shall not last t[w]o dayes.\n\n_Tigr_.\n\n  I thank you;\n  My usage here has been the same it was,\n  Worthy a royal Conqueror. For my restraint,\n  It came unkindly, because much unlook'd for;\n  But I must bear it.\n\n_Arb_.\n\n  What Lady's that? _Bacurius_?\n\n_Bac_.\n\n  One of the Princess women, Sir.\n\n_Arb_.\n\n  I fear'd it, why comes she hither?\n\n_Bac_.\n\n  To speak with the Prince _Tigranes_.\n\n_Arb_.\n\n  From whom, _Bacurius_?\n\n_Bac_.\n\n  From the Princess, Sir.\n\n_Arb_.\n\n  I knew I had seen her.\n\n_Mar_.\n\n  His fit begins to take him now again,\n  'Tis a strange Feaver, and 'twill shake us all anon, I fear,\n  Would he were well cur'd of this raging folly:\n\n  Give me the warrs, where men are mad, and may talk what they\n  list, and held the bravest fellows; This pelting prating peace is\n  good for nothing: drinking's a vertue to't.\n\n_Arb_.\n\n  I see there's truth in no man, nor obedience,\n  But for his own ends, why did you let her in?\n\n_Bac_.\n\n  It was your own command to barr none from him,\n  Besides, the Princess sent her ring Sir, for my warrant.\n\n_Arb_.\n\n  A token to _Tigranes_, did she not?\n  Sir tell truth.\n\n_Bac_.\n\n  I do not use to lie Sir,\n  'Tis no way I eat or live by, and I think,\n  This is no token Sir.\n\n_Mar_.\n\n  This combat has undone him: if he had been well beaten, he had\n  been temperate; I shall never see him handsome again, till he\n  have a Horse-mans staffe yok'd thorow his shoulders, or an arm\n  broken with a bullet.\n\n_Arb_.\n\n  I am trifled with.\n\n_Bac_.\n\n  Sir?\n\n_Arb_.\n\n  I know it, as I know thee to be false.\n\n_Mar_.\n\n  Now the clap comes.\n\n_Bac_.\n\n  You never knew me so, Sir I dare speak it,\n  And durst a worse man tell me, though my better--\n\n_Mar_.\n\n  'Tis well said, by my soul.\n\n_Arb_.\n\n  Sirra, you answer as you had no life.\n\n_Bac_.\n\n  That I fear Sir to lose nobly.\n\n_Arb_.\n\n  I say Sir, once again.\n\n_Bac_.\n\n  You may say what yo[u] please, Sir,\n  Would I might do so.\n\n_Arb_.\n\n  I will, Sir, and say openly, this woman carries letters,\n  By my life I know she carries letters, this woman does it.\n\n_Mar_.\n\n  Would _Bessus_  were here to take her aside and search her, He\n  would quickly tell you what she carried Sir.\n\n_Arb_.\n\n  I have found it out, this woman carries letters.\n\n_Mar_.\n\n  If this hold, 'twill be an ill world for Bawdes, Chamber-maids\n  and Post-boyes, I thank heaven I have none I but his letters\n  patents, things of his own enditing.\n\n_Arb_.\n\n  Prince, this cunning cannot do't.\n\n_Tigr_.\n\n  Doe, What Sir? I reach you not.\n\n_Arb_.\n\n  It shall not serve your turn, Prince.\n\n_Tigr_.\n\n  Serve my turn Sir?\n\n_Arb_.\n\n  I Sir, it shall not serve your turn.\n\n_Tigr_.\n\n  Be plainer, good Sir.\n\n_Arb_.\n\n  This woman shall carry no more letters back to your\n  Love _Panthea_, by Heaven she shall not, I say she shall not.\n\n_Mar_.\n\n  This would make a Saint swear like a souldier.\n\n_Tigr_.\n\n  This beats me more, King, than the blowes you gave me.\n\n_Arb_.\n\n  Take'em away both, and together let them prisoners be, strictly\n  and closely kept, or Sirra, your life shall answer it, and let\n  no body speak with'em hereafter.\n\n_Tigr_.\n\n  Well, I am subject to you,\n  And must indure these passions:\n  This is the imprisonment I have look'd for always.\n  And the dearer place I would choose.\n\n                                   [_Exeunt_  Tigr. Spa. Bac.\n\n_Mar_.\n\n  Sir, you have done well now.\n\n_Arb_.\n\n  Dare you reprove it?\n\n_Mar_.\n\n  No.\n\n_Arb_.\n\n  You must be crossing me.\n\n_Mar_.\n\n  I have no letters Sir to anger you,\n  But a dry sonnet of my Corporals\n  To an old Suttlers wife, and that I'll burn, Sir.\n  'Tis like to prove a fine age for the Ignorant.\n\n_Arb_.\n\n  How darst thou so often forfeit thy life?\n  Thou know'st 'tis in my power to take it.\n\n_Mar_.\n\n  Yes, and I know you wo'not, or if you doe, you'll miss it\n  quickly.\n\n_Arb_.\n\n  Why?\n\n_Mar_.\n\n  Who shall tell you of these childish follies\n  When I am dead? who shall put to his power\n  To draw those vertues out of a flood of humors,\n  When they are drown'd, and make'em shine again?\n  No, cut my head off:\n  Then you may talk, and be believed, and grow worse,\n  And have your too self-glorious temper rot\n  Into a deep sleep, and the Kingdom with you,\n  Till forraign swords be in your throats, and slaughter\n  Be every where about you like your flatterers.\n  Do, kill me.\n\n_Arb_.\n\n  Prethee be tamer, good _Mardonius,_\n  Thou know'st I love thee, nay I honour thee,\n  Believe it good old Souldier, I am thine;\n  But I am rack'd clean from my self, bear with me,\n  Woot thou bear with me my _Mardonius?_\n\n_Enter_  Gobrias.\n\n_Mar_.\n\n  There comes a good man, love him too, he's temperate,\n  You may live to have need of such a vertue,\n  Rage is not still in fashion.\n\n_Arb_.\n\n  Welcome good _Gobrias_.\n\n_Gob_.\n\n  My service and this letter to your Grace.\n\n_Arb_.\n\n  From whom?\n\n_Gob_.\n\n  From the rich Mine of vertue and beauty,\n  Your mournfull Sister.\n\n_Arb_.\n\nShe is in prison, _Gobrias,_  is she not?\n\n_Gob_.\n\n  She is Sir, till your pleasure to enlarge her,\n  Which on my knees I beg. Oh 'tis not fit,\n  That all the sweetness of the world in one,\n  The youth and vertue that would tame wild Tygers,\n  And wilder people, that have known no manners,\n  Should live thus cloistred up; for your loves sake,\n  If there be any in that noble heart,\n  To her a wretched Lady, and forlorn,\n  Or for her love to you, which is as much\n  As nature and obedience ever gave,\n  Have pity on her beauties.\n\n_Arb_.\n\n  Pray thee stand up; 'Tis true, she is too fair,\n  And all these commendations but her own,\n  Would thou had'st never so commended her,\n  Or I nere liv'd to have heard it _Gobrias;_\n  If thou but know'st the wrong her beautie does her,\n  Thou wouldst in pity of her be a lyar,\n  Thy ignorance has drawn me wretched man,\n  Whither my self nor thou canst well tell: O my fate!\n  I think she loves me, but I fear another\n  Is deeper in her heart: How thinkst thou _Gobrias_?\n\n_Gob_.\n\n  I do beseech your Grace believe it not,\n  For let me perish if it be not false. Good Sir, read her Letter.\n\n_Mar_.\n\n  This Love, or what a devil it is I know not, begets more mischief\n  than a Wake. I had rather be well beaten, starv'd, or lowsie,\n  than live within the Air on't. He that had seen this brave fellow\n  Charge through a grove of Pikes but t'other day, and look upon\n  him now, will ne'r believe his eyes again: if he continue thus\n  but two days more, a Taylor may beat him with one hand tied\n  behind him.\n\n_Arb_.\n\n  Alas, she would be at liberty.\n  And there be a thousand reasons _Gobrias,_\n  Thousands that will deny't:\n  Which if she knew, she would contentedly\n  Be where she is: and bless her vertues for it,\n  And me, though she were closer, she would, _Gobrias,_\n  Good man indeed she would.\n\n_Gob_.\n\n  Then good Sir, for her satisfaction,\n  Send for her and with reason make her know\n  Why she must live thus from you.\n\n_Arb_.\n\n  I will; go bring her to me.\n\n                                              [_Exeunt all_.\n\n_Enter_  Bessus, _And two Sword-men, and a Boy_.\n\n_Bes_.\n\n  Y'are very welcome both; some stools boy,\n  And reach a Table; Gentlemen o'th' Sword,\n  Pray sit without more complement; be gone child.\n  I have been curious in the searching of you,\n  Because I understand you wise and valiant persons.\n\n_1_.\n\n  We understand our selves Sir.\n\n_Bes_.\n\n  Nay Gentlemen, and dear friends o'th' Sword,\n  No complement I pray, but to the cause\n  I hang upon, which in few, is my honour.\n\n_2_.\n\n  You cannot hang too much Sir, for your honour,\n  But to your cause.\n\n_Bes_.\n\n  Be wise, and speak truth, my first doubt is,\n  My beating by my Prince.\n\n_1_.\n\n  Stay there a little Sir, do you doubt a beating?\n  Or have you had a beating by your Prince?\n\n_Bes_.\n\n  Gentlemen o'th' Sword, my Prince has beaten me.\n\n_2_.\n\n  Brother, what think you of this case?\n\n_1_.\n\n  If he has beaten him, the case is clear.\n\n_2_.\n\n  If he have beaten him, I grant the case;\n  But how? we cannot be too subtil in this business,\n  I say, but how?\n\n_Bes_.\n\n  Even with his Royal hand.\n\n_1_.\n\n  Was it a blow of love, or indignation?\n\n_Bes_.\n\n  'Twas twenty blows of indignation, Gentlemen,\n  Besides two blows o'th face.\n\n_2_.\n\n  Those blows o'th' face have made a new cause on't,\n  The rest were but an horrible rudeness.\n\n_1_.\n\n  Two blows o'th' face, and given by a worse man, I must confess,\n  as the Sword-men say, had turn'd the business: Mark me brother,\n  by a worse man; but being by his Prince, had they been ten, and\n  those ten drawn teeth, besides the hazard of his nose for ever;\n  all this had been but favours: this is my flat opinion, which\n  I'le die in.\n\n_2_.\n\n  The King may do much Captain, believe it; for had he crackt your\n  Scull through, like a bottle, or broke a Rib or two with tossing\n  of you, yet you had lost no honour: This is strange you may\n  imagine, but this is truth now Captain.\n\n_Bes_.\n\n  I will be glad to embrace it Gentlemen;\n  But how far may he strike me?\n\n_1_.\n\n  There is another: a new cause rising from the time and distance,\n  in which I will deliver my opinion: he may strike, beat, or cause\n  to be beaten: for these are natural to man: your Prince, I say,\n  may beat you, so far forth as his dominion reacheth, that's for\n  the distance; the time, ten miles a day, I take it.\n\n_2_.\n\n  Brother, you err, 'tis fifteen miles a day,\n  His stage is ten, his beatings are fifteen.\n\n_Bes_.\n\n  'Tis the longest, but we subjects must--\n\n_1_.\n\n  Be subject to it; you are wise and vertuous.\n\n_Bes_.\n\n  Obedience ever makes that noble use on't,\n  To which I dedicate my beaten body;\n  I must trouble you a little further, Gentlemen o'th' Sword.\n\n_2_.\n\n  No trouble at all to us Sir, if we may\n  Profit your understanding, we are bound\n  By vertue of our calling to utter our opinions,\n  Shortly, and discreetly.\n\n_Bes_.\n\n  My sorest business is, I have been kick'd.\n\n_2_.\n\n  How far Sir?\n\n_Bes_.\n\n  Not to flatter my self in it, all over, my sword forc'd but not\n  lost; for discreetly I rendred it to save that imputation.\n\n_1_.\n\n  It shew'd discretion, the best part of valour.\n\n_2_.\n\n  Brother, this is a pretty cause, pray ponder on't;\n  Our friend here has been kick'd.\n\n_1_.\n\n  He has so, brother.\n\n_2_.\n\n  Sorely he saies: Now, had he set down here\n  Upon the meer kick, 't had been Cowardly.\n\n_1_.\n\n  I think it had been Cowardly indeed.\n\n_2_.\n\n  But our friend has redeem'd it in delivering\n  His sword without compulsion; and that man\n  That took it of him, I pronounce a weak one,\n  And his kicks nullities.\n  He should have kick'd him after the delivering\n  Which is the confirmation of a Coward.\n\n_1_.\n\n  Brother, I take it, you mistake the question;\n  For, say that I were kick'd.\n\n_2_.\n\n  I must not say so;\n  Nor I must not hear it spoke by the tongue of man.\n  You kick'd, dear brother! you're merry.\n\n_1_.\n\n  But put the case I were kick'd?\n\n_2_.\n\n  Let them put it that are things weary of their lives, and know\n  not honour; put the case you were kick'd?\n\n_1_.\n\n  I do not say I was kickt.\n\n_2_.\n\n  Nor no silly creature that wears his head without a Case, his\n  soul in a Skin-coat: You kickt dear brother?\n\n_Bes_.\n\n  Nay Gentlemen, let us do what we shall do,\n  Truly and honest[l]y; good Sirs to the question.\n\n_1_.\n\n  Why then I say, suppose your Boy kick't, Captain?\n\n_2_.\n\n  The Boy may be suppos'd is liable.\n\n_1_.\n\n  A foolish forward zeal Sir, in my friend;\n  But to the Boy, suppose the Boy were kickt.\n\n_Bes_.\n\n  I do suppose it.\n\n_1_.\n\n  Has your Boy a sword?\n\n_Bes_.\n\n  Surely no; I pray suppose a sword too.\n\n_1_.\n\n  I do suppose it; you grant your Boy was kick't then.\n\n_2_.\n\n  By no means Captain, let it be supposed still; the word grant,\n  makes not for us.\n\n_1_.\n\n  I say this must be granted.\n\n_2_\n\n  This must be granted brother?\n\n_1_.\n\n  I, this must be granted.\n\n_2_.\n\n  Still this must?\n\n_1_.\n\n  I say this must be granted.\n\n_2_.\n\n  I, give me the must again, brother, you palter.\n\n_1_.\n\n  I will not hear you, wasp.\n\n_2_.\n\n  Brother, I say you palter, the must three times together; I wear\n  as sharp Steel as another man, and my Fox bites as deep, musted,\n  my dear brother. But to the cause again.\n\n_Bes_.\n\n  Nay look you Gentlemen.\n\n_2_.\n\n  In a word, I ha' done.\n\n_1_.\n\n  A tall man but intemperate, 'tis great pity;\n  Once more suppose the Boy kick'd.\n\n_2_.\n\n  Forward.\n\n_1_.\n\n  And being thorowly kick'd, laughs at the kicker.\n\n_2_\n\n  So much for us; proceed.\n\n_1_.\n\n  And in this beaten scorn, as I may call it,\n  Delivers up his weapon; where lies the error?\n\n_Bes_.\n\n  It lies i'th' beating Sir, I found it four dayes since.\n\n_2_.\n\n  The error, and a sore one as I take it,\n  Lies in the thing kicking.\n\n_Bes_.\n\n  I understand that well, 'tis so indeed Sir.\n\n_1_.\n\n  That is according to the man that did it.\n\n_2_.\n\n  There springs a new branch, whose was the foot?\n\n_Bes_.\n\n  A Lords.\n\n_1_.\n\n  The cause is mighty, but had it been two Lords,\n  And both had kick'd you, if you laugh, 'tis clear.\n\n_Bes_.\n\n  I did laugh,\n  But how will that help me, Gentlemen?\n\n_2_.\n\n  Yes, it shall help you if you laught aloud.\n\n_Bes_.\n\n  As loud as a kick'd man could laugh, I laught Sir.\n\n_1_.\n\n  My reason now, the valiant man is known\n  By suffering and contemning; you have\n  Enough of both, and you are valiant.\n\n_2_.\n\n  If he be sure he has been kick'd enough:\n  For that brave sufferance you speak of brother,\n  Consists not in a beating and away,\n  But in a cudgell'd body, from eighteen\n  To eight and thirty; in a head rebuk'd\n  With pots of all size, degrees, stools, and bed-staves,\n  This showes a valiant man.\n\n_Bes_.\n\n  Then I am valiant, as valiant as the proudest,\n  For these are all familiar things to me;\n  Familiar as my sleep, or want of money,\n  All my whole body's but one bruise with beating,\n  I think I have been cudgell'd with all nations,\n  And almost all Religions.\n\n_2_.\n\n  Embrace him brother, this man is valiant,\n  I know it by my self, he's valiant.\n\n_1_.\n\n  Captain, thou art a valiant Gentleman,\n  To bide upon, a very valiant man.\n\n_Bes_.\n\n  My equall friends o'th'Sword, I must request your hands to this.\n\n_2_.\n\n  'Tis fit it should be.\n\n_Bes_.\n\n  Boy, get me some wine, and pen and Ink within:\n  Am I clear, Gentlemen?\n\n_1_.\n\n  Sir, the world has taken notice what we have done,\n  Make much of your body, for I'll pawn my steel,\n  Men will be coyer of their legs hereafter.\n\n_Bes_.\n\n  I must request you goe along and testife to the Lord _Bacurius_,\n  whose foot has struck me, how you find my cause.\n\n_2_.\n\n  We will, and tell that Lord he must be rul'd,\n  Or there are those abroad, will rule his Lordship.\n\n                                                  [_Exeunt_.\n\n_Enter_ Arbaces _at one door, and_  Gob. _and_ Panthea _at\nanother_.\n\n_Gob_.\n\n  Sir, here's the Princess.\n\n_Arb_.\n\n  Leave us then alone,\n  For the main cause of her imprisonment\n  Must not be heard by any but her self.\n\n                                                [_Exit_  Gob.\n\n  You're welcome Sister, and would to heaven\n  I could so bid you by another name:\n  If you above love not such sins as these,\n  Circle my heart with thoughts as cold as snow\n  To quench these rising flames that harbour here.\n\n_ [P]an_.\n\n  Sir, does it please you I should speak?\n\n_Arb_.\n\n  Please me?\n  I, more than all the art of musick can,\n  Thy speech doth please me, for it ever sounds,\n  As thou brought'st joyfull unexpected news;\n  And yet it is not fit thou shouldst be heard.\n  I pray thee think so.\n\n_Pan_.\n\n   Be it so, I will.\n  Am I the first that ever had a wrong\n  So far from being fit to have redress,\n  That 'twas unfit to hear it? I will back\n  To prison, rather than disquiet you,\n  And wait till it be fit.\n\n_Arb_.\n\n  No, do not goe;\n  For I will hear thee with a serious thought:\n  I have collected all that's man about me\n  Together strongly, and I am resolv'd\n  To hear thee largely, but I do beseech thee,\n  Do not come nearer to me, for there is\n  Something in that, that will undoe us both.\n\n_Pan_.\n\n  Alas Sir, am I venome?\n\n_Arb_.\n\n  Yes, to me;\n  Though of thy self I think thee to be\n  In equall degree of heat or cold,\n  As nature can make: yet as unsound men\n  Convert the sweetest and the nourishing'st meats\n  Into diseases; so shall I distemper'd,\n  Do thee, I pray thee draw no nearer to me.\n\n_Pan_.\n\n  Sir, this is that I would: I am of late\n  Shut from the world, and why it should be thus,\n  Is all I wish to know.\n\n_Arb_.\n\n  Why credit me _Panthea_,\n  Credit me that am thy brother,\n  Thy loving brother, that there is a cause\n  Sufficient, yet unfit for thee to know,\n  That might undoe thee everlastingly,\n  Only to hear, wilt thou but credit this?\n  By Heaven 'tis true, believe it if thou canst.\n\n_Pan_.\n\n  Children and fools are ever credulous,\n  And I am both, I think, for I believe;\n  If you dissemble, be it on your head;\n  I'le back unto my prison: yet me-thinks\n  I might be kept in some place where you are;\n  For in my self, I find I know not what\n  To call it, but it is a great desire\n  To see you often.\n\n_Arb_.\n\n  Fie, you come in a step, what do you mean?\n  Dear sister, do not so: Alas _Panthea_,\n  Where I am would you be? Why that's the cause\n  You are imprison'd, that you may not be\n  Where I am.\n\n_Pan_.\n\nThen I must indure it Sir, Heaven keep you.\n\n_Arb_.\n\n  Nay, you shall hear the case in short _Panthea_,\n  And when thou hear'st it, thou wilt blush for me,\n  And hang thy head down like a Violet\n  Full of the mornings dew: There is a way\n  To gain thy freedome, but 'tis such a one\n  As puts thee in worse bondage, and I know,\n  Thou wouldst encounter fire, and make a proof\n  Whether the gods have care of innocence,\n  Rather than follow it: Know that I have lost,\n  The only difference betwixt man and beast,\n  My reason.\n\n_Pan_.\n\n  Heaven forbid.\n\n_Arb_.\n\n  Nay 'tis gone;\n  And I am left as far without a bound,\n  As the wild Ocean, that obeys the winds;\n  Each sodain passion throwes me where it lists,\n  And overwhelms all that oppose my will:\n  I have beheld thee with a lustfull eye;\n  My heart is set on wickedness to act\n  Such sins with thee, as I have been afraid\n  To think of, if thou dar'st consent to this,\n  Which I beseech thee do not, thou maist gain\n  Thy liberty, and yield me a content;\n  If not, thy dwelling must be dark and close,\n  Where I may never see thee; For heaven knows\n  That laid this punishment upon my pride,\n  Thy sight at some time will enforce my madness\n  To make a start e'ne to thy ravishing;\n  Now spit upon me, and call all reproaches\n  Thou canst devise together, and at once\n  Hurle'em against me: for I am a sickness\n  As killing as the plague, ready to seize thee.\n\n_Pan_.\n\n  Far be it from me to revile the King:\n  But it is true, that I shall rather choose\n  To search out death, that else would search out me,\n  And in a grave sleep with my innocence,\n  Than welcome such a sin: It is my fate,\n  To these cross accidents I was ordain'd,\n  And must have patience; and but that my eyes\n  Have more of woman in 'em than my heart,\n  I would not weep: Peace enter you again.\n\n_Arb_.\n\n  Farwell, and good _Panthea_  pray for me,\n  Thy prayers are pure, that I may find a death\n  However soon before my passions grow\n  That they forget what I desire is sin;\n  For thither they are tending: if that happen,\n  Then I shall force thee tho' thou wert a Virgin\n  By vow to Heaven, and shall pull a heap\n  Of strange yet uninvented sin upon me.\n\n_Pan_.\n\n  Sir, I will pray for you, yet you shall know\n  It is a sullen fate that governs us,\n  For I could wish as heartily as you\n  I were no sister to you, I should then\n  Imbrace your lawfull love, sooner than health.\n\n_Arb_.\n\n  Couldst thou affect me then?\n\n_Pan_.\n\n  So perfectly,\n  That as it is, I ne're shall sway my heart,\n  To like another.\n\n_Arb_.\n\n  Then I curse my birth,\n  Must this be added to my miseries\n  That thou art willing too? is there no stop\n  To our full happiness, but these meer sounds\n  Brother and Sister?\n\n_Pan_.\n\n  There is nothing else,\n  But these alas will separate us more\n  Than twenty worlds betwixt us.\n\n_Arb_.\n\n  I have liv'd\n  To conquer men and now am overthrown\n  Only by words Brother and Sister: where\n  Have those words dwelling? I will find 'em out,\n  And utterly destroy 'em; but they are\n  Not to be grasp'd: let 'em be men or beasts,\n  And I will cut 'em from the Earth, or Towns,\n  And I will raze 'em, and the[n] blow 'em up:\n  Let 'em be Seas, and I will drink 'em off,\n  And yet have unquencht fire left in my breast:\n  Let 'em be any thing but meerly voice.\n\n_Pan_.\n\n  But 'tis not in the power of any force,\n  Or policy to conquer them.\n\n_Arb_.\n\n  _Panthea_, What shall we do?\n  Shall we stand firmly here, and gaze our eyes out?\n\n_Pan_.\n\n  Would I could do so,\n  But I shall weep out mine.\n\n_Arb_.\n\n  Accursed man,\n  Thou bought'st thy reason at too dear a rate,\n  For thou hast all thy actions bounded in\n  With curious rules, when every beast is free:\n  What is there that acknowledges a kindred\n  But wretched man? Who ever saw the Bull\n  Fearfully leave the Heifer that he lik'd\n  Because they had one Dam?\n\n_Pan_.\n\n  Sir, I disturb you and my self too;\n  'Twere better I were gone.\n\n_Arb_.\n\n  I will not be so foolish as I was,\n  Stay, we will love just as becomes our births,\n  No otherwise: Brothers and Sisters may\n  Walk hand in hand together; so will we,\n  Come nearer: is there any hurt in this?\n\n_Pan_.\n\n  I hope not.\n\n_Arb_.\n\n  Faith there is none at all:\n  And tell me truly now, is there not one\n  You love above me?\n\n_Pan_.\n\n  No by Heaven.\n\n_Arb_.\n\n  Why yet you sent unto _Tigranes_, Sister.\n\n_Pan_.\n\n  True, but for another: for the truth--\n\n_Arb_.\n\n  No more,\n  I'le credit thee, thou canst not lie,\n  Thou art all truth.\n\n_Pan_.\n\n  But is there nothing else,\n  That we may do, but only walk? methinks\n  Brothers and Sisters lawfully may kiss.\n\n_Arb_.\n\n  And so they may _Panthea_, so will we,\n  And kiss again too; we were too scrupulous,\n  And foolish, but we will be so no more.\n\n_Pan_.\n\n  If you have any mercy, let me go\n  To prison, to my death, to any thing:\n  I feel a sin growing upon my blood,\n  Worse than all these, hotter than yours.\n\n_Arb_.\n\n  That is impossible, what shou'd we do?\n\n_Pan_.\n\n  Flie Sir, for Heavens sake.\n\n_Arb_.\n\n  So we must away,\n  Sin grows upon us more by this delay.\n\n                                    [_Exeunt several wayes_.\n\n\n\n\n\n_Actus Quintus_.\n\n\n_Enter_  Mardonius _And_  Lygones.\n\n_Mar_.\n\n  Sir, the King has seen your Commission, and believes it, and\n  freely by this warrant gives you power to visit Prince Tigranes,\n  your Noble Master.\n\n_Lygr_.\n\n  I thank his Grace and kiss his hand.\n\n_Mar_.\n\n  But is the main of all your business ended in this?\n\n_Lyg_.\n\nI have another, but a worse, I am asham'd, it is a business.\n\n_Mar_.\n\n  You serve a worthy person, and a stranger I am sure you are; you\n  may imploy me if you please without your purse, such Offices\n  should ever be their own rewards.\n\n_Lyg_.\n\n  I am bound to your Nobleness.\n\n_Mar_.\n\n  I may have need of you, and then this courtesie,\n  If it be any, is not ill bestowed;\n  But may I civilly desire the rest?\n  I shall not be a hurter if no helper.\n\n_Lyg_.\n\n  Sir you shall know I have lost a foolish Daughter,\n  And with her all my patience, pilfer'd away\n  By a mean Captain of your Kings.\n\n_Mar_.\n\n  Stay there Sir:\n  If he have reacht the Noble worth of Captain,\n  He may well claim a worthy Gentlewoman,\n  Though she were yours, and Noble.\n\n_Lyg_.\n\n  I grant all that too: but this wretched fellow\n  Reaches no further than the empty name\n  That serves to feed him; were he valiant,\n  Or had but in him any noble nature\n  That might hereafter promise him a good man,\n  My cares were so much lighter, and my grave\n  A span yet from me.\n\n_Mar_.\n\n  I confess such fellows\n  Be in all Royal Camps, and have and must be,\n  To make the sin of Coward more detested\n  In the mean souldier that with such a foil\n  Sets off much valour. By description\n  I should now guess him to you, it was _Bessus_,\n  I dare almost with confidence pronounce it.\n\n_Lyg_.\n\n  'Tis such a scurvie name as _Bessus_, and now I think 'tis he.\n\n_Mar_.\n\n  Captain do you call him?\n  Believe me Sir, you have a misery\n  Too mighty for your age: A pox upon him,\n  For that must be the end of all his service:\n  Your Daughter was not mad Sir?\n\n_Lyg_.\n\n  No, would she had been,\n  The fault had had more credit: I would do something.\n\n_Mar_.\n\n  I would fain counsel you, but to what I know not, he's so below a\n  beating, that the Women find him not worthy of their Distaves,\n  and to hang him were to cast away a Rope; he's such an Airie,\n  thin unbodyed Coward, that no revenge can catch him: I'le tell\n  you Sir, and tell you truth; this Rascal fears neither God nor\n  man, he has been so beaten: sufferance has made him Wainscot: he\n  has had since he was first a slave, at least three hundred\n  Daggers set in's head, as little boys do new Knives in hot meat,\n  there's not a Rib in's body o' my Conscience that has not been\n  thrice broken with dry beating: and now his sides look like two\n  Wicker Targets, every way bended; Children will shortly take him\n  for a Wall, and set their Stone-bows in his forehead, he is of so\n  base a sense, I cannot in a week imagine what shall be done to\n  him.\n\n_Lyg_.\n\n  Sure I have committed some great sin\n  That this fellow should be made my Rod,\n  I would see him, but I shall have no patience.\n\n_Mar_.\n\n  'Tis no great matter if you have not: if a Laming of him, or\n  such a toy may do you pleasure Sir, he has it for you, and I'le\n  help you to him: 'tis no news to him to have a Leg broken, or\n  Shoulder out, with being turn'd o'th' stones like a Tansie: draw\n  not your Sword if you love it; for on my Conscience his head will\n  break it: we use him i'th' Wars like a Ram to shake a wall\n  withal. Here comes the very person of him, do as you shall find\n  your temper, I must leave you: but if you do not break him like a\n  Bisket, you are much to blame Sir.\n\n                                                [_Exit_  Mar.\n\n  _Enter_  Bessus _And the Sword men_.\n\n_Lyg_.\n\n  Is your name _Bessus_?\n\n_Bes_.\n\n  Men call me Captain Bessus.\n\n_Lyg_.\n\n  Then Ca[p]tain _Bessus_, you are a rank rascall, without more\n  exordiums, a durty frozen slave; and with the favor of your\n  friends here I will beat you.\n\n_2 Sword_.\n\n  Pray use your pleasure Sir,\n  You seem to be a Gentleman.\n\n_Lyg_.\n\n  Thus Captain _Bessus_, thus; thus twing your nose, thus kick,\n  thus tread you.\n\n_Bes_.\n\n  I do beseech you yield your cause Sir quickly.\n\n_Lyg_.\n\n  Indeed I should have told that first.\n\n_Bes_.\n\n  I take it so.\n\n_1 Sword_.\n\n  Captain, he should indeed, he is mistaken.\n\n_Lyg_.\n\n  Sir, you shall have it quickly, and more beating,\nyou have stoln away a Lady, Captain coward, and such an\none.\n\n  _beats him_.\n\n_Bes_.\n\n  Hold, I beseech you, hold Sir, I never yet stole any living thing\n  that had a tooth about it.\n\n_Lyg_.\n\n  I know you dare lie.\n\n_Bes_.\n\n  With none but Summer Whores upon my life Sir, my means and\n  manners never could attempt above a hedge or hay-cock.\n\n_Lyg_.\n\n  Sirra, that quits not me, where is this Lady? do that you do not\n  use to do; tell truth, or by my hand, I'le beat your Captains\n  brains out, wash'em, and put 'em in again, that will I.\n\n_Bes_.\n\n  There was a Lady Sir, I must confess, once in my charge: the\n  Prince Tigranes gave her to my guard for her safety, how I us'd\n  her, she may her self report, she's with the Prince now: I did\n  but wait upon her like a groom, which she will testife I am sure:\n  if not, my brains are at your service when you please Sir, and\n  glad I have 'em for you.\n\n _Lyg_.\n\n  This is most likely, Sir, I ask you pardon, and am sorry I was so\n  intemperate.\n\n_Bes_.\n\n  Well I can ask no more, you will think it strange not to have me\n  beat you at first sight.\n\n_Lyg_.\n\n  Indeed I would, but I know your goodness can forget twenty\n  beatings, you must forgive me.\n\n_Bes_.\n\n  Yes there's my hand, go where you will, I shall think you a\n  valiant fellow for all this.\n\n_Lyg_.\n\n  My da[u]ghter is a Whore, I feel it now too sensible; yet I will\n  see her, discharge my self from being father to her, and then\n  back to my Country, and there die, farwell Captain.\n\n                                               [_Exit Lygo_.\n\n_Bes_.\n\n  Farwell Sir, farwell, commend me to the gentlewoman I pray.\n\n_1 Sword_.\n\n  How now Captain? bear up man.\n\n_Bes_.\n\n  Gentlemen o'th'sword, your hands once more; I have been kickt\n  agen, but the foolish fellow is penitent, has askt me Mercy, and\n  my honour's safe.\n\n_2 Sword_.\n\n  We knew that, or the foolish fellow had better have kickt his\n  grandsir.\n\n_Bes_.\n\n  Confirm, confirm I pray.\n\n_1 Sword_.\n\n  There be our hands agen, now let him come and say he was not\n  sorry, and he sleeps for it.\n\n_Bes_.\n\n  Alas good ignorant old man, let him go, let him go, these courses\n  will undo him.\n\n                                            [_Exeunt clear_.\n\n  _Enter_  Lygones _And_  Bacurius.\n\n_Bac_.\n\n  My Lord, your authority is good, and I am glad it is so, for my\n  consent would never hinder you from seeing your own King, I am a\n  Minister, but not a governor of this State, yonder is your King,\n  I'le leave you.\n\n                                                    [_Exit_.\n\n  _Enter_  Tigranes _And_  Spaconia.\n\n_Lyg_.\n\n  There he is indeed, and with him my disloyal child.\n\n_Tigr_.\n\n  I do perceive my fault so much, that yet me thinks thou shouldst\n  not have forgiven me.\n\n_Lyg_.\n\n  Health to your Majesty.\n\n_Tigr_.\n\n  What? good _Lygones_  welcome, what business brought thee hither?\n\n_Lyg_.\n\n  Several businesses. My publick businesses will appear by this, I\n  have a message to deliver, which if it please you so to\n  authorize, is an embassage from the Armenian State, unto Arbaces\n  for your liberty: the offer's there set down, please you to read\n  it.\n\n_Tigr_.\n\n  There is no alteration happened since I came thence?\n\n_Lyg_.\n\n  None Sir, all is as it was.\n\n_Tigr_.\n\n  And all our friends are well?\n\n_Lyg_.\n\n  All very well.\n\n_Spa_.\n\n  Though I have done nothing but what was good, I dare not see my\n  Father, it was fault enough not to acquaint him with that good.\n\n_Lyg_.\n\n  Madam I should have seen you.\n\n_Spa_.\n\n  O good Sir forgive me.\n\n_Lyg_.\n\n  Forgive you, why? I am no kin to you, am I?\n\n_Spa_.\n\n  Should it be measur'd by my mean deserts, indeed you are not.\n\n_Lyg_.\n\n  Thou couldest prate unhappily ere thou couldst go, would thou\n  couldst do as well, and how does your custome hold out here?\n\n_Spa_.\n\n  Sir?\n\n_Lyg_.\n\n  Are you in private still, or how?\n\n_Spa_.\n\n  What do you mean?\n\n_Lyg_.\n\n  Do you take mony? are you come to sell sin yet? perhaps I can\n  help you to liberal Clients: or has not the King cast you off\n  yet? O thou vile creature, whose best commendation is, that thou\n  art a young whore, I would thy Mother had liv'd to see this, or\n  rather that I had died ere I had seen it; why didst not make me\n  acquainted when thou wert first resolv'd to be a whore, I would\n  have seen thy hot lust satisfied more privately: I would have\n  kept a dancer and a whole consort of musicians in my own house\n  only to fiddle thee.\n\n_Spa_.\n\n  Sir, I was never whore.\n\n_Lyg_.\n\n  If thou couldst not say so much for thy self, thou shouldst be\n  carted.\n\n_Tigr_.\n\n  _Lygones_, I have read it, and I like it, you shall deliver it.\n\n_Lyg_.\n\n  Well Sir, I will: but I have private business with you.\n\n_Tigr_.\n\n  Speak, what is't?\n\n_Lyg_. How has my age deserv'd so ill of you, that you can\npick no strumpets i'th' land, but out of my breed?\n\n_Tigr_.\n\n  Strumpets, good _Lygones_?\n\n_Lyg_.\n\n  Yes, and I wish to have you know, I scorn to get a whore for any\n  prince alive, and yet scorn will not help methinks: my Daughter\n  might have been spar'd, there were enow besides.\n\n_Tigr_.\n\n  May I not prosper but she's innocent as morning light for me, and\n  I dare swear for all the world.\n\n_Lyg_.\n\n  Why is she with you then? can she wait on you better than your\n  man, has she a gift in plucking off your stockings, can she make\n  Cawdles well or cut your cornes? Why do you keep her with you?\n  For a Queen I know you do contemn her, so should I, and every\n  subject else think much at it.\n\n_Tigr_.\n\n  Let 'em think much, but 'tis more firm than earth: thou see'st\n  thy Queen there.\n\n_Lyg_.\n\n  Then have I made a fair hand, I call'd her Whore. If I shall\n  speak now as her Father, I cannot chuse but greatly rejoyce that\n  she shall be a Queen: but if I shall speak to you as a\n  States-man, she were more fit to be your whore.\n\n_Tigr_.\n\n  Get you about your business to _Arbaces_, now you talk idlely.\n\n_Lyg_.\n\n  Yes Sir, I will go, and shall she be a Queen? she had more wit\n  than her old Father, when she ran away: shall she be Queen? now\n  by my troth 'tis fine, I'le dance out of all measure at her\n  wedding: shall I not Sir?\n\n_Tigr_.\n\n  Yes marry shalt thou.\n\n_Lyg_.\n\n  I'le make these withered kexes bear my body two hours together\n  above ground.\n\n_Tigr_.\n\n  Nay go, my business requires hast.\n\n_Lyg_.\n\n  Good Heaven preserve you, you are an excellent King.\n\n_Spa_.\n\n  Farwell good Father.\n\n_Lyg_.\n\n  Farwell sweet vertuous Daughter, I never was so joyfull in all my\n  life, that I remember: shall she be a Queen? Now I perceive a man\n  may weep for joy, I had thought they had lyed that said so.\n\n                                            [_Exit_  Lygones.\n\n_Tigr_.\n\n  Come my dear love.\n\n_Spa_.\n\n  But you may see another may alter that again.\n\n_Tigr_.\n\n  Urge it no more, I have made up a new strong constancy, not to be\n  shook with eyes: I know I have the passions of a man, but if I\n  meet with any subject that should hold my eyes more firmly than\n  is fit, I'le think of thee, and run away from it: let that\n  suffice.\n\n                                              [_Exeunt all_.\n\n  _Enter_  Bacurius _And his Servant_.\n\n_Bac_.\n\n  Three Gentlemen without to speak with me?\n\n_Ser_.\n\n  Yes Sir.\n\n_Bac_.\n\n  Let them come in.\n\n  _Enter_  Bessus _with the two Sword-men_.\n\n_Ser_.\n\n  They are entred Sir already.\n\n_Bac_.\n\n  Now fellows your business? are these the Gentlemen?\n\n_Bes_.\n\n  My Lord, I have made bold to bring these Gentlemen, my friends\n  o'th' Sword along with me.\n\n_Bac_.\n\n  I am afraid you'l fight then.\n\n_Bes_.\n\n  My good Lord, I will not, your Lordship is much mistaken, fear\n  not Lord.\n\n_Bac_.\n\n  Sir, I am sorry for't.\n\n_Bes_.\n\n  I ask no more in honour, Gentlemen you hear my Lord is sorry.\n\n_Bac_.\n\n  Not that I have beaten you, but beaten one that will be beaten:\n  one whose dull body will require a laming, as Surfeits do the\n  diet, spring and fall; now to your Sword-men; what come they for,\n  good Captain Stock-fish?\n\n_Bes_.\n\n  It seems your Lordship has forgot my name.\n\n_Bac_.\n\n  No, nor your nature neither, though they are things fitter I must\n  confess for any thing, than my remembrance, or any honest mans:\n  what shall these Billets do; be pil'd up in my wood-yard?\n\n_Bes_.\n\n  Your Lordship holds your mirth still, Heaven continue it: but for\n  these Gentlemen, they come--\n\n _Bac_.\n\n  To swear you are a Coward, spare your book, I do believe it.\n\n_Bes_.\n\n  Your Lordship still draws wide, they come to vouch under their\n  valiant hands I am no Coward.\n\n_Bac_.\n\n  That would be a show indeed worth seeing: sirra be wise, and take\n  Mony for this motion, travel with it, and where the name of\n  _Bessus_  has been known or a good Coward stirring, 'twill yield\n  more than a tilting. This will prove more beneficial to you, if\n  you be thrifty, than your Captainship, and more natural: men of\n  most valiant hands is this true?\n\n_2 Sword_.\n\n  It is so, most renowned.\n\n_Bac_.\n\n  'Tis somewhat strange.\n\n_1 Sword_.\n\n  Lord, it is strange, yet true; we have examined from your\n  Lordships foot there, to this mans head, the nature of the\n  beatings; and we do find his honour is come off clean and\n  sufficient: this as our swords shall help us.\n\n_Bac_.\n\n  You are much bound to your Bil-bow-men, I am glad you are\n  straight again Captain; 'twere good you would think on some way\n  to gratifie them, they have undergone a labour for you, _Bessus_\n  would have puzl'd _hercules_  with all his valour.\n\n_2 Sword_.\n\n  Your Lordship must understand we are no men o'th' Law, that take\n  pay for our opinions: it is sufficient we have clear'd our\n  friend.\n\n_Bac_.\n\n  Yet there is something due, which I as toucht in Conscience will\n  discharge Captain; I'le pay this Rent for you.\n\n_Bes_.\n\n  Spare your self my good Lord; my brave friends aim at nothing but\n  the vertue.\n\n_Bac_.\n\n  That's but a cold discharge Sir for the pains.\n\n_2 Sword_.\n\n  O Lord, my good Lord.\n\n_Bac_.\n\n  Be not so modest, I will give you something.\n\n_Bes_.\n\n  They shall dine with your Lordship, that's sufficient.\n\n_Bac_.\n\n  Something in hand the while, you Rogues, you Apple-squires: do\n  you come hither with your botled valour, your windy froth, to\n  limit out my beatings?\n\n_1 Sword_.\n\n  I do beseech your Lordship.\n\n_2 Sword_.\n\n  O good Lord.\n\n_Bac_.\n\n  S'foot-what a heavy of beaten slaves are here! get me a Cudgel\n  sirra, and a tough one.\n\n_2 Sword_.\n\n  More of your foot, I do beseech your Lordship.\n\n_Bac_.\n\n  You shall, you shall dog, and your fellow-beagle.\n\n_1 Sword_.\n\n  O' this side good my Lord.\n\n_Bac_.\n\n  Off with your swords, for if you hurt my foot, I'le have you\n  flead you Rascals.\n\n_1 Sword_.\n\n  Mine's off my Lord.\n\n_2 Sword_.\n\n  I beseech your Lordship stay a little, my strap's tied to my Cod\n  piece-point: now when you please.\n\n_Bac_.\n\n  Captain these are your valiant friends, you long for a little\n  too?\n\n_Bes_.\n\n  I am very well, I humbly thank your Lordship.\n\n_Bac_.\n\n  What's that in your pocket, hurts my Toe you Mungril? Thy\n  Buttocks cannot be so hard, out with it quickly.\n\n_2 Sword_.\n\n  Here 'tis Sir, a small piece of Artillery, that a Gentleman a\n  dear friend of your Lordships sent me with, to get it mended Sir,\n  for if you mark, the nose is somewhat loose.\n\n_Bac_.\n\n  A friend of mine you Rascal? I was never wearier of doing any\n  thing, than kicking these two Foot-balls.\n\n  _Enter_  Servant.\n\n_Serv_.\n\n  Here is a good Cudgel Sir.\n\n_Bac_.\n\n  It comes too late I'me weary, pray thee do thou beat them.\n\n_2 Sword_.\n\n  My Lord, this is foul play i'faith, to put a fresh man upon us,\n  men are but men Sir.\n\n_Bac_.\n\n  That jest shall save your bones; Captain, Rally up your rotten\n  Regiment and be gone: I had rather thrash than be bound to kick\n  these Rascals, till they cry'd ho; _Bessus_  you may put your hand\n  to them now, and then you are quit. Farewel, as you like this,\n  pray visit me again, 'twill keep me in good health.\n\n                                                [_Exit_  Bac.\n\n_2 Sword_.\n\n  H'as a devilish hard foot, I never felt the like.\n\n_1 Sword_.\n\n  Nor I, and yet I am sure I have felt a hundred.\n\n_2 Sword_.\n\n  If he kick thus i'th' Dog-daies, he will be dry foundred: what\n  cure now Captain besides Oyl of Baies?\n\n_Bes_.\n\n  Why well enough I warrant you, you can go.\n\n_2 Sword_.\n\n  Yes, heaven be thanked; but I feel a shrowd ach, sure h'as sprang\n  my huckle-bone.\n\n_1 Sword_.\n\n  I ha' lost a hanch.\n\n_Bes_.\n\n  A little butter, friend a little butter, butter and parseley and\n  a soveraign matter: _probatum est_.\n\n_2 Sword_.\n\n  Captain we must request your hand now to our honours.\n\n_Bes_.\n\n  Yes marry shall ye, and then let all the world come, we are\n  valiant to our selves, and there's an end.\n\n_1 Sword_.\n\n  Nay then we must be valiant; O my ribs.\n\n_2 Sword_.\n\n  O my small guts, a plague upon these sharp-toed shooes, they are\n  murtherers.\n\n                                            [_Exeunt clear_.\n\n  _Enter_  Arbaces _with his sword drawn_.\n\n_Arb_.\n\n  It is resolv'd, I bare it whilst I could, I can no more, I must\n  begin with murther of my friends, and so go on to that incestuous\n  ravishing, and end my life and sins with a forbidden blow, upon\n  my self.\n\n  _Enter_  Mardonius.\n\n_Mar_.\n\n  What Tragedy is near? That hand was never wont to draw a sword,\n  but it cry'd dead to something.\n\n_Arb_.\n\n  _Mardonius_, have you bid _Gobrias_  come?\n\n_Mar_.\n\n  How do you Sir?\n\n_Arb_.\n\n  Well, is he coming?\n\n_Mar_.\n\n  Why Sir, are you thus? why do your hands proclaim a lawless War\n  against your self?\n\n_Arb_.\n\n  Thou answerest me one question with an other, is _Gobrias_\n  coming?\n\n_Mar_.\n\n  Sir he is.\n\n_Arb_.\n\n  'Tis well, I can forbear your questions then, be gone.\n\n_Mar_.\n\n  Sir, I have mark't.\n\n_Arb_.\n\n  Mark less, it troubles you and me.\n\n_Mar_.\n\n  You are more variable than you were.\n\n_Arb_.\n\n  It may be so.\n\n_Mar_.\n\n  To day no Hermit could be humbler than you were to us all.\n\n_Arb_.\n\n  And what of this?\n\n_Mar_.\n\n  And now you take new rage into your eyes, as you would look us\n  all out of the Land.\n\n_Arb_.\n\n  I do confess it, will that satisfie? I prethee get thee gone.\n\n_Mar_.\n\n  Sir, I will speak.\n\n_Arb_.\n\n  Will ye?\n\n_Mar_.\n\n  It is my duty. I fear you will kill your self: I am a subject,\n  and you shall do me wrong in't: 'tis my cause, and I may speak.\n\n_Arb_.\n\n  Thou art not train'd in sin, it seems _Mardonius_: kill my self!\n  by Heaven I will not do it yet; and when I will, I'le tell thee\n  then: I shall be such a creature, that thou wilt give me leave\n  without a word. There is a method in mans wickedness, it grows up\n  by degrees: I am not come so high as killing of my self, there\n  are a hundred thousand sins 'twixt me and it, which I must doe,\n  and I shall come to't at last; but take my oath not now, be\n  satisfied, and get thee hence.\n\n_Mar_.\n\n  I am sorry 'tis so ill.\n\n_Arb_.\n\n  Be sorry then, true sorrow is alone, grieve by thy\n  self.\n\n_Mar_.\n\n  I pray you let me see your Sword put up before I go: I'le leave\n  you then.\n\n_Arb_.\n\n  Why so? what folly is this in thee, is it not as apt to mischief\n  as it was before? can I not reach it thinkst thou? these are\n  toyes for Children to be pleas'd with, and not men, now I am safe\n  you think: I would the book of fate were here, my Sword is not so\n  sure but I would get it out and mangle that, that all the\n  destinies should quite forget their fixt decrees, and hast to\n  make us new, for other fortunes, mine could not be worse, wilt\n  thou now leave me?\n\n_Mar_.\n\n  Heaven put into your bosome temperate thoughts, I'le leave you\n  though I fear.\n\n_Arb_.\n\n  Go, thou art honest, why should the hasty error of my youth be so\n  unpardonable to draw a sin helpless upon me?\n\n  _Enter_  Gobrias.\n\n_Gob_.\n\n  There is the King, now it is ripe.\n\n_Arb_.\n\n  Draw near thou guilty man, that art the authour of the loathedst\n  crime five ages have brought forth, and hear me speak; curses\n  more incurable, and all the evils mans body or his Spirit can\n  receive be with thee.\n\n_Gob_.\n\n  Why Sir do you curse me thus?\n\n_Arb_.\n\n  Why do I curse thee? if there be a man subtil in curses, that\n  exceeds the rest, his worst wish on thee, thou hast broke my\n  heart.\n\n_Gob_.\n\n  How Sir, have I preserv'd you from a child, from all the arrows,\n  malice, or ambition could shoot at you, and have I this for my\n  pay?\n\n_Arb_.\n\n  'Tis true, thou didst preserve me, and in that wert crueller than\n  hardned murtherers of infants and their Mothers! thou didst save\n  me only till thou hadst studied out a way how to destroy me\n  cunningly thy self: this was a curious way of torturing.\n\n_Gob_.\n\n  What do you mean?\n\n_Arb_.\n\n  Thou knowst the evils thou hast done to me; dost thou remember\n  all those witching letters thou sent'st unto me to Armenia,\n  fill'd with the praise of my beloved Sister, where thou extol'st\n  her beauty, what had I to do with that? what could her beauty be\n  to me? and thou didst write how well she lov'd me, dost thou\n  remember this? so that I doted something before I saw her.\n\n_Gob_.\n\n  This is true.\n\n_Arb_.\n\n  Is it? and when I was return'd thou knowst thou didst pursue it,\n  till thou woundst me into such a strange and unbeliev'd\n  affection, as good men cannot think on.\n\n_Gob_.\n\n  This I grant, I think I was the cause.\n\n_Arb_.\n\n  Wert thou? Nay more, I think thou meant'st it.\n\n_Gob_.\n\n  Sir, I hate to lie, as I love Heaven and honesty, I did, it was\n  my meaning.\n\n_Arb_.\n\n  Be thine own sad judge, a further condemnation will not need,\n  prepare thy self to dy.\n\n_Gob_.\n\n  Why Sir to dy?\n\n_Arb_.\n\n  Why shouldst thou live? was ever yet offender so impudent, that\n  had a thought of Mercy after confession of a crime like this? get\n  out I cannot where thou hurl'st me in, but I can take revenge,\n  that's all the sweetness left for me.\n\n_Gob_.\n\n  Now is the time, hear me but speak.\n\n_Arb_.\n\n  No, yet I will be far more mercifull than thou wert to me; thou\n  didst steal into me and never gav'st me warning: so much time as\n  I give thee now, had prevented thee for ever. Notwithstanding all\n  thy sins, if thou hast hope, that there is yet a prayer to save\n  thee, turn and speak it to thy self.\n\n_Gob_.\n\n  Sir, you shall know your sins before you do'em, if you kill me.\n\n_Arb_.\n\n  I will not stay then.\n\n_Gob_.\n\n  Know you kill your Father.\n\n_Arb_.\n\n  How?\n\n_Gob_.\n\n  You kill your Father.\n\n_Arb_.\n\n  My Father? though I know't for a lie, made out of fear to save\n  thy stained life; the very reverence of the word comes cross me,\n  and ties mine arm down.\n\n_Gob_.\n\n  I will tell you that shall heighten you again, I am thy Father, I\n  charge thee hear me.\n\n_Arb_.\n\n  If it should be so, as 'tis most false, and that I should be\n  found a Bastard issue, the despised fruit of lawless lust, I\n  should no more admire all my wild passions: but another truth\n  shall be wrung from thee: if I could come by the Spirit of pain,\n  it should be poured on thee, till thou allow'st thy self more\n  full of lies than he that teaches thee.\n\n  _Enter_  Arane.\n\n_Ara_.\n\n  Turn thee about, I come to speak to thee thou wicked man, hear me\n  thou tyrant.\n\n_Arb_.\n\n  I will turn to thee, hear me thou Strumpet; I have blotted out\n  the name of Mother, as thou hast thy shame.\n\n_Ara_.\n\n  My shame! thou hast less shame than any thing; why dost thou keep\n  my Daughter in a prison? why dost thou call her Sister, and do\n  this?\n\n_Arb_.\n\n  Cease thy strange impudence, and answer quickly if thou\n  contemnest me, this will ask an answer, and have it.\n\n_Ara_.\n\n  Help me Gentle _Gobrias_.\n\n_Arb_.\n\n  Guilt [dare] not help guilt though they grow together in doing\n  ill, yet at the [punishment] they sever, and each flies the noise\n  of other, think not of help, answer.\n\n_Ara_.\n\n  I will, to what?\n\n_Arb_.\n\n  To such a thing, as if it be a truth think what a creature thou\n  hast made thy self, that didst not shame to do, what I must blush\n  only to ask thee: tell me who I am, whose son I am without all\n  circumstance, be thou as hasty as my Sword will be if thou\n  refusest.\n\n_Ara_.\n\n  Why, you are his son.\n\n_Arb_.\n\n  His Son? swear, swear, thou worse than woman damn'd.\n\n_Ara_.\n\n  By all that's good you are.\n\n_Arb_.\n\n  Then art thou all that ever was known bad, now is the cause of\n  all my strange mis-fortunes come to light: what reverence\n  expectest thou from a child, to bring forth which thou hast\n  offended heaven, thy husband, and the Land? adulterous witch, I\n  know now why thou wouldst have poyson'd me, I was thy lust which\n  thou wouldst have forgot: then wicked Mother of my sins, and me,\n  show me the way to the inheritance I have by thee: which is a\n  spacious world of impious acts, that I may soon possess it:\n  plagues rot thee, as thou liv'st, and such diseases, as use to\n  pay lust, recompence thy deed.\n\n_Gob_.\n\n  You do not know why you curse thus.\n\n_Arb_.\n\n  Too well; you are a pair of Vipers; and behold the Serpent you\n  have got; there is no beast but if he knew it, has a pedigree as\n  brave as mine, for they have more descents, and I am every way as\n  beastly got, as far without the compass of Law as they.\n\n_Ara_.\n\n  You spend your rage and words in vain, and rail upon a guess;\n  hear us a little.\n\n_Arb_.\n\n  No, I will never hear, but talk away my breath, and die.\n\n_Gob_.\n\n  Why, but you are no Bastard.\n\n_Arb_.\n\n  How's that?\n\n_Ara_.\n\n  Nor child of mine.\n\n_Arb_.\n\n  Still you go on in wonders to me.\n\n_Gob_.\n\n  Pray you be more patient, I may bring comfort to you.\n\n_Arb_.\n\n  I will kneel, and hear with the obedience of a child; good Father\n  speak, I do acknowledge you, so you bring comfort.\n\n_Gob_.\n\n  First know, our last King, your supposed Father was old and\n  feeble when he married her, and almost all the Land thought she\n  was past hope of issue from him.\n\n_Arb_.\n\n  Therefore she took leave to play the whore, because the King was\n  old: is this the comfort?\n\n_Ara_.\n\n  What will you find out to give me satisfaction, when you find how\n  you have injur'd me? let fire consume me, if ever I were a whore.\n\n_Gob_.\n\n  For-bear these starts, or I will leave you wedded to despair, as\n  you are now: if you can find a temper, my breath shall be a\n  pleasant western wind that cools and blasts not.\n\n_Arb_.\n\n  Bring it out good Father. I'le lie, and listen here as reverently\n  as to an Angel: if I breath too loud, tell me; for I would be as\n  still as night.\n\n_Gob_.\n\n  Our King I say, was old, and this our Queen desir'd to bring an\n  heir, but yet her husband she thought was past it, and to be\n  dishonest I think she would not: if she would have been, the\n  truth is, she was watcht so narrowly, and had so slender\n  opportunities, she hardly could have been: but yet her cunning\n  found out this way; she feign'd her self with child, and posts\n  were sent in hast throughout the Land, and humble thanks was\n  given in every Church, and prayers were made for her safe going\n  and delivery: she feign'd now to grow bigger, and perceiv'd this\n  hope of issue made her fear'd, and brought a far more large\n  respect from every man, and saw her power increase, and was\n  resolv'd, since she believ'd, she could not hav't indeed, at\n  least she would be thought to have a child.\n\n_Arb_.\n\n  Do I not hear it well? nay I will make no noise at all; but pray\n  you to the point, quickly as you can.\n\n_Gob_.\n\n  Now when the time was full, she should be brought to bed, I had a\n  Son born, which was you, this the Queen hearing of mov'd me to\n  let her have you; and such reasons she shewed me, as she knew\n  would tie my secrecie, she swore you should be King, and to be\n  short, I did deliver you unto her, and pretended you were dead,\n  and in mine own house kept a funeral, and had an empty coffin put\n  in Earth, that night this Queen feign'd hastily to labour and by\n  a pair of women of her own, which she had charm'd, she made the\n  world believe she was delivered of you. You grew up as the Kings\n  Son, till you were six years old; then did the King dye, and did\n  leave to me Protection of the Realm; and contrary to his own\n  expectation, left this Queen truely with child indeed, of the\n  fair Princess _Panthea_: then she could have torn her hair and\n  did alone to me, yet durst not speak in publick, for she knew she\n  should be found a traytor: and her tale would have been thought\n  madness, or any thing rather than truth. This was the only cause\n  why she did seek to poyson you, and I to keep you safe; and this\n  the reason, why I sought to kindle some sparks of love in you to\n  fair _Panthea_, that she might get part of her right again.\n\n_Arb_.\n\n  And have you made an end now? is this all? if not,\n  I will be still till I be aged, till all my hairs be Silver.\n\n_Gob_.\n\n  This is all.\n\n_Arb_.\n\n  And is it true say you too Madam?\n\n_Ara_.\n\n  Yes heaven knows it is most true.\n\n_Arb_.\n\n  _Panthea_  then is not my Sister?\n\n_Gob_.\n\n  No.\n\n_Arb_. But can you prove this?\n\n_Gob_.\n\n  If you will give consent, else who dares go about it?\n\n_Arb_.\n\n  Give consent? why I will have 'em all that know it rackt, to get\n  this from 'em, all that wait without, come in, what ere you be,\n  come in and be partakers of my joy, O you are welcome.\n\n  _Enter_  Bessus, Gentlemen, Mardonius, _And other attendants_.\n\n_Arb_.\n\n  The best news, nay draw no nearer, they all shall hear it, I am\n  found no King.\n\n_Mar_.\n\n  Is that so good news?\n\n_Arb_.\n\n   Yes the happiest news that ere was heard.\n\n_Mar_.\n\n  Indeed 'twere well for you if you might be a little less obey'd.\n\n_Arb_.\n\n  One call the Queen.\n\n_Mar_.\n\n  Why she is there.\n\n_Arb_.\n\n  The Queen _Mardonius_, _Panthea_  is the Queen and I am plain\n  _Arbaces_; go some one, she is in _Gobrias_  house, since I saw\n  you there are a thousand things delivered to me, you little dream\n  of.\n\n                                             [_Exit a Gent_.\n\n_Mar_.\n\n  So it should seem my Lord, what fury's this?\n\n_Gob_.\n\n  Believe me 'tis no fury, all that he saies is truth.\n\n_Mar_.\n\n  'Tis very strange.\n\n_Arb_.\n\n  Why do you keep your hats off Gentlemen? is it to me? I swear it\n  must not be; nay, trust me, in good faith it must not be; I\n  cannot now command you, but I pray you for the respect you bare\n  me, when you took me for your King, each man clap on his hat at\n  my desire.\n\n_Mar_.\n\n  We will, you are not found so mean a man, but that you may be\n  cover'd as well as we, may you not?\n\n_Arb_.\n\n  O not here, you may, but not I, for here is my Father in\n  presence.\n\n_Mar_.\n\n  Where?\n\n_Arb_.\n\n  Why there: O the whole story would be a wilderness to lose thy\n  self for ever: O pardon me dear Father for all the idle and\n  unreverent words that I have spoke in idle moods to you: I am\n  _Arbaces_, we all fellow-subjects, nor is the Queen _Panthea_  now\n  my Sister.\n\n_Bes_.\n\n  Why if you remember fellow-subject _Arbaces_; I told you once\n  she was not your sister: I, and she lookt nothing like you.\n\n_Arb_.\n\n  I think you did, good Captain _Bessus_.\n\n_Bes_.\n\n  Here will arise another question now amongst the Sword-men,\n  whether I be to call him to account for beating me, now he is\n  proved no King.\n\n  _Enter_  Lygones.\n\n_Mar_.\n\n  Sir here's Lygones, the agent for the Armenian_  State.\n\n_Arb_.\n\n  Where is he? I know your business good Lygones.\n\n_Lyg_.\n\n  We must have our King again, and will.\n\n_Arb_.\n\n  I knew that was your business: you shall have your King again,\n  and have him so again as never King was had, go one of you and\n  bid _Bacurius_  bring _Tigranes_  hither; and bring the Lady with\n  him, that _Panthea_, the Queen _Panthea_  sent me word this\n  [morning], was brave _Tigranes_  mistress.\n\n  [_Ex. two Gent_.\n\n_Lyg_.\n\n  'Tis _Spaconia_.\n\n_Arb_.\n\n  I, I, _Spaconia_.\n\n_Lyg_.\n\n  She is my Daughter.\n\n_Arb_.\n\n  She is so: I could now tell any thing I never heard: your King\n  shall go so home, as never man went.\n\n_Mar_.\n\n  Shall he go on's head?\n\n_Arb_.\n\n  He shall have chariots easier than air that I will have invented;\n  and ne're think one shall pay any ransome, and thy self that art\n  the messenger, shalt ride before him on a horse cut out of an\n  intire Diamond, that shall be made to go with golden wheeles, I\n  know not how yet.\n\n_Lyg_.\n\n  Why I shall be made for ever? they beli'd this King with us, and\n  said he was unkind.\n\n_Arb_.\n\n  And then thy Daughter, she shall have some strange thing, wee'l\n  have the Kingdom sold utterly, and put into a toy which she shall\n  wear about her carelesly some where or other. See the vertuous\n  Queen; behold the humblest subject that you have kneel here\n  before you.\n\n  _Enter_  Panthea _And_  1 Gent.\n\n_Pan_.\n\n  Why kneel you to me that am your Vassal?\n\n_Arb_.\n\n  Grant me one request.\n\n_Pan_.\n\n  Alas what can I grant you? what I can, I will.\n\n_Arb_.\n\n  That you will please to marry me if I can prove it lawfull.\n\n_Pan_.\n\n  Is that all? more willingly than I would draw this air.\n\n_Arb_.\n\n  I'le kiss this hand in earnest.\n\n_2 Gent_.\n\n  Sir, _Tigranes_  is coming though he made it strange at first, to\n  see the Princess any more.\n\n  _Enter_  Tigranes _And_  Spaconia.\n\n_Arb_.\n\n  The Queen thou meanest, O my _Tigranes_. Pardon me, tread on my\n  neck, I freely offer it, and if thou beest so given take revenge,\n  for I have injur'd thee.\n\n_Tigr_.\n\n  No, I forgive, and rejoyce more that you have found repentance,\n  than I my liberty.\n\n_Arb_.\n\n  Mayest thou be happy in thy fair choice, for thou art temperate.\n  You owe no ransom to the state, know that I have a thousand joyes\n  to tell you of, which yet I dare not utter till I pay my thanks\n  to Heaven for 'em: Will you go with me and help me? pray you do.\n\n_Tigr_.\n\n  I will.\n\n_Arb_.\n\n  Take then your fair one with you; and you Queen of goodness and\n  of us, O give me leave to take your arm in mine: come every one\n  that takes delight in goodness, help to sing loud thanks for me,\n  that I am prov'd no King.\n\n       *       *       *       *       *\n\n\n(A) A King and no King. | Acted at the Globe, by his Majesties\nServants. | Written by Francis Beamount, and John Flecher. | At\nLondon | Printed for Thomas Walkley, and are to bee sold | at his\nshoppe at the Eagle and Childe in | Brittans-Bursse. 1619.\n\n(B) A King | and | No King. | Acted at the Blacke-Fryars, by his\n| Majesties Servants. | And now the second time Printed,\naccording | to the true Copie. | Written by Francis Beamount and\n| John Flecher. | London, | Printed for Thomas Walkley, and are\nto be sold at | his shop at the Eagle and Childe in |\nBrittans-Burse. 1625.\n\n(C) A King, | and | No King. | Acted at the Blacke-Fryars, by his\n| Majesties Servants. | And now the third time Printed, according\n| to the true Copie. | Written by Francis Beamont & John Fletcher\nGent. | The Stationer to | Dramatophilus. | A Play and no Play,\nwho this Booke shall read, | Will judge, and weepe, as if 'twere\ndone indeed. | London, | Printed by A. M. for Richard Hawkins,\nand are to bee sold | at his Shop in Chancerie Lane, neere |\nSerjeants Inne. 1631.\n\n(D) A King | and | No King. | Acted at the Black-Fryars, by his |\nMajesties Servants. | And now the fourth time printed, according\n| to the true Copie. | Written by Francis Beaumont & John\nFletcher Gent. | The Stationer to | Dramatophilus. | A Play and\nno Play, who this Booke shall read, | Will judge, and weepe, as\nif 'twere done indeed. London, | Printed by E. G. for William\nLeake, and are to be sold | at his shop in Chancery-lane, neere\nunto the | Rowles. 1639.\n\n(E) A King | and | No King. | Acted at the Black-Fryers, by his |\nMajesties Servants. | And now the fifth time Printed, according |\nTo the true Copie. | Written by Francis Beaumont & John Fletcher\nGent. | The Statinor to | Dramatophilus.| A Play and no Play, who\nthis Book shall read, Will judge, and weep, as if 'twere done\nindeed | London, | Printed for William Leak, and are to be sold\n| at his shop at the signe of the Crown in Fleet-| street,\nbetween the two temple Gates. 1655.\n\nOn the back of the last page is printed a list of books printed\nor sold by William Leake.\n\n(F) A | King, | and | No King. | Acted at the Black-Fryars, by\nhis | Majesties Servants. | And now the fourth time Printed,\naccording to | the true Copie. | Written by Francis Beaumont and\nJohn Fletcher Gent. | The Stationer to | Dramatophilus. | A Play\nand no Play, who this Book shall read, | Will judge, and weep, as\nif 'twere done indeed. | London, Printed in the Year, 1661.\n\n(G) A | King | and | No King. | As it is now Acted at the |\nTheatre Royal, | By | His Majesties Servants. | Written by\nFrancis Beaumont and John Fletcher Gent. | London: | Printed by\nAndr. Clark, for William and John Leake at the | Crown in\nFleetstreet, betwixt the two Temple-gates. | M.DC.LXXVI.\n\nA contains on the title-page a wood-cut representing Arbaces with\nhis crown partly lifted from his head by a hand emerging from a\ncloud.\n\nA prefixes the following dedication]\n\nTo the Right Worshipfull and Worthie Knight, Sir Henrie Nevill.\nWorthy Sir, I Present, or rather returne unto your view, that\nwhich formerly hath beene received from you, hereby effecting\nwhat you did desire: To commend the worke in my unlearned method,\nwere rather to detract from it, then to give it any luster. It\nsufficeth it hath your Worships approbation and patronage, to the\ncommendation of the Authors, and incouragement of their further\nlabours: and thus wholy committing my selfe and it to your\nWorships dispose I rest, ever readie to doe you service, not\nonely in the like, but in what I may.\n\n                                            Thomas Walkley.\n\np. 149, l. 4. A and B _omit_  the List of Persons Represented in\nthe Play. C--F] The Personated Persons. G] The Persons\nRepresented. G _omits_] in the Play. G includes in its List of\nThe Persons Represented the names of the players of the chief\nparts, viz.] Arbaces, Mr Hart; Tigranes, Mr Kynaston; Gobrias, Mr\nWintershall; Bacurius, Mr Lydall; Mardonius, Mr Mohun; Bessus, Mr\nLacy, or Mr Shottrell; Lygones, Mr Cartwright; Two Sword-men, Mr\nWatson, Mr Haynes; Arane, Mrs Corey; Panthea, Mrs Cox; Spaconia,\nMrs Marshall. l. 12. Folio _misprints_] Ligoces. l. 21. C--G and\nFolio] The Queenes Mother. l. 27. A--G omit] Actus primus. Scena\nprima. G] Act I. l. 29. A _omits_] he. ll. 35 and 36. B] had's.\n\np. 150, l. 2. A] them. l. 3. A] thou art. l. 5. A] and thou\ncouldst. l. 8. A] with me. l. 9. A--F] winkst. G] winkedst. l.\n10. A] strake. 1. 17. A] I am glad. l. 19. A] of his owne. l. 21.\nA] cruddles. B and G] crudles. l. 22. A] wouldst. A] in this\npassion. l. 25. A] for it. I. 26. A] neither good Bessus. l. 27.\nA] it is. l.30. A] I famed, I, I warrant you. I. 31. A] I am\nverie heartily. I. 32. A] ever. A] ath' warres. B--G omit] is. l.\n39. A, B and G] in shifting a.\n\np. 151, 11. 4 and 5. A] desperate. l. 5. A omits] At. l. 8. A]\nPrethee. l. 9. A, B and G] The Souldier. l. 10. A] meerely. l.\n12. E] compasion. F] compassion. l. 14. B--F] a'th. l. 19. A, B\nand G] not I. l. 21. A] mean'st. B, C and G] meant'st. D, E and\nF] meanest. l. 26. A] the enemie. B] shouldest. l. 31. A--G]\nproceedst. l. 33. A] Come, come. l. 34. A] comst. l. 37. A]\nextreamities. l. 40. A] the prey.\n\np. 152, ll. 1 and 2. In place of these lines A] Enter Arbaces and\nTigranes, with attendants. l. 2. B and C] two Kings, &c. The two\nGentlemen. l. 4. A] fall victorie. l. 9. A--G] are free as I. l.\n18. A, B, C and G] yeare. l. 27. A _omits_] Tigr. l. 28. A--D and\nG] Arbaces. l. 29. A] talkt: for in Armenia.\n\np. 153, l. 11. A] Tigranes, no. l. 16. A] an Act. l. 17. A and G]\nFit for a God. B--F _omit_] man. l. 20. A] Its. l. 26. A] spoke.\nA] not mee. l. 40. A] are something.\n\np. 154, l. 8. A] to take. B and G] her for to take. l. 17. A] no\nowne of. l. 18. A] Would finde. l. 19. A] off her damning. l. 20.\nA] twenty times. l. 29. Folio] sight. l. 40. A] Some two.\n\np. 155, l. 3. For _Exit Tigranes_  A] Exe. l. 8. B and G _omit_]\ndon't. A] don. l. 20. A] ift. l. 21. A and G] with you. l. 22. A]\nsunke. l. 28. A] th' eare. l. 29. B and G] runne about his head.\nA] bloud runne abouts head. l. 30. A] didst thou learn that at.\nB--F] learn'st that at. G] learn'st thou that at. l. 31. A] Pust,\ndid I not. l. 33. A--F] Talke. l. 34. A] While you. A--G] words.\n\np. 156, l. 6. A] to a chaire. l. 8. A--F] other. A] will take. l.\n14. A] give mee audience. G _omits_] me. l. 16. A] soone one of\nyou. ll. 29 and 30. G _omits_] but I am grown To balk, but I\ndefie. l. 30. A] but I desire, let. l. 32. B, C and G] draulst.\nD] drawlst. l. 34. G] in an instant. l. 36. A] An't. l. 38. A, B\nand G] As yet you. l. 39. A] command mee else.\n\np. 157, l. 11. B, C and G] Were great as. l. 12. A] that I might.\nl. 14. A] with. l. 28. A _omits_] puffe. B and G _omit_  the\nbracket, and print 'puffe' in roman type as part of the speech.\nl. 29. D, E and F] rules. l. 34. A] Will you be gone. l. 35. A]\nMy word mooves. C--F] My words moves. l. 36. A] 2 Gent. l. 39. A]\nThat they will. B _omits_] you. A _omits_] Exeunt all but Arb.\nand Mar. l. 40. Folio] the.\n\np. 158, l. 7. Folio] scare. l. 17. A] doted, because. B--F\n_omit_] it. l. 35. A _omits_] but. A] of your faults. l. 39. A]\nabove the earth.\n\np. 159, l. 4. Folio] safe. l. 15. A, B and G] would. l. 21. A]\nthese wilde moodes. l. 22. A] honest. l. 23. A, B and G] would.\nl. 25. A] would. l. 34. A, B, C and G] Give thee. l. 37. Folio\n_ misprints_] paron. l. 40. C] doest. F _omits_] I.\n\np. 160, l. 4. B, C and D] i' thine eare. F] thy eare. l. 10. A]\nIth those. G] in those. l. 12. B] they wenches. l. 18. B by\nmistake _Adds_] Enter Bessus, and the two Gent. l. 22. A _omits_\nthis stage-direction. l. 25. A] I am. l. 26. A] 1 Gent. l. 27. A]\n2 Gent. l. 30. A] I bad you; halfe. l. 31. A] An't. l. 35. A]\nPanthan. l. 38. A] will not. l. 39. A _omits_] Sir.\n\np. 161, l. 6. E and F] a good an opinion. l. 15. A _omits_] a. G]\nEnter a Messenger, with a Packet. l. 21. A] Thanke thee for. l.\n29. A] teares enough. B--F] tears I'now. G] tears Enow. l. 32.\nC--F] set her.\n\np. 162, l. 2. A] now has hired. l. 7. F] them. l. 12. A] laden.\nl. 16. E and F] that come. l. 18. A--D and G] mourning. l. 19. A]\nher sacred dew. l. 32. A] prayers. l. 34. A] dangers. l. 35. A\n_omits_] Exeunt.\n\np. #163#, l. 3. A, B and G] either loves. l. 7. A--G] place.\nA] unfortunately too light. l. 17. A _omits_] thee. l. 24. Folio]\nmake. l. 31. B and G] gi'n. A, B and G] to. l. 33. A] would\nplace.\n\np. #164#, l. 11. Folio _misprints_] could. l. 15. A--G]\nrequires. A] more speed. l. 18. B] He shall not doe so Lord. l.\n21. A _Adds_] Finis Actus Primi. B and C _Add_] The end of the\nFirst Act. l. 24. A] attendance. G _Adds_] and Guards.\n\np. #165#, l. 5. A] paid downe. l. 20. A] let light. l. 25.\nA--D] eare. l. 30. A] another woman. l. 36. A] twill. F] 'twood\nnot. l. 37. F _omits_] not.\n\np. #, l. 9. A] mine own. l. 21. B--F] a did. l. 23. A]\nheld time. l. 25. A--G with variations in spelling] my Lord\nProtectour. l. 29. Folio _misprints_] Cammanders.\n\np. #167#, l. 7. A _omits_] as you. l. 12. A, B and G] prayers\nare. A] I will. l. 20. A _omits_] Arane. l. 23. A] Betweene. l.\n36. A] heare it. l. 37. A] I, I prethee.\n\np. #168#, l. 1. F] Captain. l. 3. A] neere a Captaine. l. 4.\nA] of the. l. 7. A--G] whom. l. 11. A] prethee. l. 14. F] was\ngiven. l. 18. A] I, but I. l. 20. A] saide. ll. 21 and 22. A]\nwhen one. l. 23. A] Marshallists. l. 30. F] doest. l. 31. A] twas\nso. B--G] so 'twas. l. 36. A] An't. l. 37. A and B] neerer. G]\nnearer. l. 39. A] kindnesses.\n\np. #169#, l. 1. A and G] Thalestris. l. 10. A] for her\nhonestie. l. 17. A] on her. l. 33. A _Adds_] Exit. B--G with\nvarious abbreviations _Add_] Exit Bessus. l. 34. A, B and G\n_Add_] Exit. l. 35. A--G _omit_  stage-direction. l. 39. F] speeks\nthem.\n\np. #170#, l. 1. A] vertuous. l. 6. A] or feeles. l. 7. A--G]\nhope. l. 11. A--D and G] love. l. 16. E and F] where bargain'd.\nl. 18. A] find time worthy. l. 20. A, B and G] there is. l. 22.\nA] with this. l. 27. A] to see you Madam. l. 29. A _omits_] Gob.\nl. 35. A _omits_] Exeunt Women.\n\np. #171#, l. 9. F] a stake. l.14. F] if foole. l. 20. A]\nprethee. l.22. F] noble sharp. l. 33. A] desire too. E and F] his\none desire.\n\np. #172#, l. i. A--D and G] those tender. l. 4. A, B and G] I\nshall. l. 13. B, C and F] Thalectris. l. 16. B, C and G] others.\nl. 26. A, B and G] women out. l. 29. A] say. l. 35. A--D and G]\nthose. l. 37. A] places quickly. l. 38. A, D and F] a foote. B, C\nand E] afoote. G] afoot.\n\np. #173#, l. 2. A] looke. l. 5. A] Enter two Citizens wives,\nand Philip. l. 15. A, B and G] with me downe. l. 16. A] abed. l.\n17. A] tis. l. 18. A] prethee. l. 29. A] In good faith. l.34. A]\nI. l. 35. A _omits_] you. l. 37. A] had thrusting. G] shoving. l.\n38. A] hap to go.\n\np. #174#, l. 2. A] so on me. l. 5. A] have not. l. 10. A] law,\nthou art. A] there is. l. 11. A] thou art. A] of it. l. 12. A] he\nwill never. l. 13. A] stripling. l. 17. A] you are. l. 18. B--F]\ncast. l. 19. A _omits_  this line. l. 20. A--D and G] The King,\nthe King, the King, the King. l. 21. A _omits_] Flourish. A]\nEnter Arbaces, Tigranes, Mardonius, and others. l. 23. E and F]\nI think. l. 29. A] without our blouds. B and G] but with our. G]\nbloud. l. 31. A] in your Townes. l. 32. A--D and G] about you;\nyou may sit. l. 37. A, B and G] may you. F] you may fall. l. 38.\nA, B and G] when I.\n\np. 175, l. 5. E and F] beheld. l. 6. A] hearts. l. 9. A] Hang\nhim, hang him, hang him. l. 13. A, B and G] was farre. l. 14. E\nand F] nor to revile. l. 15. A--D and G] the nature. l. 19. A]\nmade that name. l. 21. C and D] and well for. l. 22. B--G] word.\nl. 25. A] commendations. l. 29. A] Thus my. l. 30. A] calles. l.\n36. A] Eate at. l. 40. In place of this line A] Exeunt.\n\np. 176, l. 1. A _omits_  one 'God bless your Majesty.' l. 7. A]\nn*. l. 10. A _omits_] so. B, C, D and G] women. A] Exeunt 1, 2,\n3, and Women. l. 11. A--G] afore. l. 12. A] homeward. l. 13. A\n_omits_] all. l. 15. A] They are. A--G] heard on. l. 18. A\n_Adds_] Finis Actus Secundi. B and C _Add_] The end of the Second\nAct. l. 19. A] Actus Tertii Scaena Prima. l. 23. A] doth. l. 29.\nA--D and G] where you will have her. l. 37. A _omits_] I do hope\nshe will not.\n\np. 177, l. 6. A] Sir, sheele not. l. 15. B and G] would. l. 18.\nC--F _omit_] you. l. 24. A _omits_] I Gent. and. l. 25. A]\nhere's. l. 29. A] them. B and G _Add_] Exit Gobrias. l. 35. A\n_omits_] and two Gentlemen. G _Adds_] Attendants, and Guards.\n\np. 178, l. 11. A, B and G] sorrow. l. 14. A _Adds_] Exit. l. 15.\nA _omits_] Exit Arane. l. 32. G] words and kind ones. l. 35. C]\ndoest. l. 36. D] forth my selfe. l. 38. A and G] thence. l. 40.\nA] wounded flesh.\n\np. 179, l. 1. A, B and G] a quill. l. 2. A, B, C and G] wanton\nwing. l. 3. A] in thy bloud. l. 16. A, B and G _omit_] it. l. 33.\nA by mistake gives the words 'some one that hath [A has] a wit,\nanswer, where is she' to Gobrias, with the result that the names\nof the speakers of the following four speeches are transposed.\n\np. 180, l. 18. A] sleepe. l. 27. A] Is a long life of yet, I\nhope. l. 31. C, D and E] doest. ll. 33--35. A _omits_  these\nlines.\n\np. 181, l. 11. A] If shee were any. l.14. D] dispute. l. 16. F\nand G] naked. l. 19. A, B and G] is she not. l. 39. A, B and G]\nyour brother.\n\np. 182, l. 6. A] them. l. 8. A] yet so. l. 9. Folio _prints_]\nlangish. l. 17. A] sudden change. l. 19. A, B and G] Pray God it\ndoe. l. 24. A] prisoner. l. 31. A] in the.\n\np. 183, l. 13. A, B and G] And how dare you then. C and D] And\nhow then dare you. l. 21. A, B and G] that breath. l. 24. A] law.\n\np. 184, l. 11*. A] subtiller. G] subtiler. l. 13. A and G]\nTyrants. B] Tirants. F] mightest. l. 14. A] in the depth. B] i'\nthe depth. C and G] i' the deepe. l. 18. A _omits_] Exeunt Tigr.\nand Bac. l. 21. G _Adds_] Exit Spaconia. l. 39. A and B] then to;\nhere I. G] then too; here I.\n\np. 185, l. 11. A] still in doubt. l. 12. A] This, this third. l.\n25. A, B, C and G] A poysoner. l. 26. A by mistake gives this\nspeech to Bacurius and the following one to Gobrias. l. 32. A]\nhad it twixt. A] Exeunt omnes, prae. Ar. Mar. G] Exeunt Gob. Pan.\nand Bes.\n\np. 186, l. 9. A] I prethee. l. 10. B and G] Am not I. l. 19. F] O\ndo. l. 25. A] I prethee. l. 26. A _Adds_] _Mar_. I warrant ye. l.\n28. G] of game. l. 30. B and G _omit_] it.\n\np. 187, l. 2. A] them. l. 3. A] In this state (_omits_  I). B, C,\nD and G] I' this state. l. 4. B--F] b' the. A] with. l. 5. A]\nwith. l. 10. A, B and G with variations of spelling] God cald. C\nand D] heaven cald. l. 11. A] pounds. l. 17. A and G] afraid. l.\n21. G] A pox. A--G] of their. l. 23. A] of me. l. 24. A] freshly\nto account, worthily. l. 25. B and G _omit_] the. l. 26. A\n_omits_] a. l. 27. Here and throughout the scene '3 Gent' is in A\ndescribed as 'Gent.' l. 30. A] you are. l. 32. A] he nothing\ndoubts.\n\np. 188, l. 2. A--D, F and G with variations of spelling] O cry\nyou mercie. E] O cir you mercy. l. 3. A, B, C and G with\nvariations of spelling] agreeablie. l. 4. Here and in the\nfollowing three lines A reads only one 'um' in place of three. l.\n12. A by mistake _omits_] _Bes_. l. 19. A] plaine with you. l.\n20. A] can doe him. A] resolutely. l. 21. B and C] hundreth. l.\n22. F] no more. l. 23. A] pray ye. l. 26. A simply] Exit. l. 30.\nD] these two houres. l. 32. F _omits_] that. A] reserv'd. l. 34.\nA] are there. l. 35. A] likely to hold him this time here for\nmine. l. 36. B, C and G] yeare. D] these five yeares. l. 37. A]\nsend me.\n\np. 189, l. 27. A] I prethee. l. 28. A--D and G] beate. l. 31. A]\npounds. l. 32. A _omits_] well. F] well and walk sooner. l. 33.\nC] I do. l. 36. C] doest.\n\np. 190, l. 5. A--G] Come, unbuckle, quicke. l. 7. C--F] Unbuckle\nsay. l. 17. A _omits_] Bac. l. 24. A] will I. l. 25. A] that this\nis all is left. G] that is left. l. 26. A _omits_] Bessus. l. 28.\nG] he's. l. 32. A, B and G] await. l. 35. A _omits_  this\nstage-direction. l. 39. A] in their eyes.\n\np. 191, l. 3. A--G] lies. l. 5. A--G] vex me. l. 6. G] thou art.\nl. 8. A _omits_] do. l. 12. F] fire. l. 14. A, B and G] is not\nthat. G] there is. l. 18. A, B and G] I shall not. l. 20. A--G] I\nknow 'tis. l. 21. A] hath ... 22. A] or fall. l. 34. A] of all\nthis.\n\np. 192, l. 2. A, B and G] shall I. l. 6. A] But what, what\nshould. B and G] should. l. 11. A, B and G] on more advice. l.\n17. A _omits_] a. l. 19. Folio _misprints_] faithul. l. 21. F]\ndoe't. l. 23. C--F] doest. l. 24. A, B and G] I hope I. l. 37. E\nand F] doest.\n\np. 193, l. 4. A, B and G] cause. l. 5. A, B, C and G _omit_] ha.\nl. 7. A, B, C and G] blow about the world. l. 8. A, B and G] his\ncause. l. 9. A] deare Mardonius. l. 12. A, B and G] Pray God you.\nl. 24. A, B and G] God preserve you, and mend you. l. 26. A, B\nand G] require. l. 30. A, B and G] use of. l. 32. A _Adds_] to\nthem.\n\np. 194, l. 2. A] I am. l. 4. A, B, F and G] I am. A includes the\nwords 'I am glad on't' in the following speech of Mardonius. l.\n5. A, B and G] to that. ll. 7--9. A _omits_  these lines. l. 11.\nA, B and G] occasions. l. 15. A, B, C and G] to the. l. 16. A--D\nand G] for his. l. 17. A _omits_] Mar. l. 19. A] Doe for. The\nletters 'ith' are in C cut off at the end of the line. l. 23. A,\nB and G] a thing. l. 26. G] would fain have thee. l. 27. A]\nunderstands. G] understandest. l. 30. A] dost make. l. 32. A, B\nand G] tell me, it shall. C has the same reading, though the word\n'tell' is by mistake cut off from the end of the line. A _omits_]\ntoo. l. 35. A, B and C] and mayst yet.\n\np. 195, l. 2. A--D and G] that I have ever. l. 3. A, B and G\n_omit_] the.\nl. 8. A, B, C and G] your businesse.\nl. 12. A, B and G _omit_] now.\nl. 29. A--F] Gods and mans.\nl. 30. G] nature.\nl. 36. A _Adds_] Finis Actus Tertii. B and C _Add_] The\nend of the Third Act.\n\np. 196,\nl. 1. A] Actus Quarti Scaena Prima.\nl. 2. A--G _omit_] and.\nl. 11. A, B, C and G] Yet fearing since they. A] th' are many.\nl. 13. F] them.\nl. 14. F] them.\nl. 15. A] fearefull; if he.\nl. 18. A] labour out this.\nl. 19. A] against.\nll. 25 and 26. A encloses the words 'never ... humour' within\nbrackets.\nl. 26. D, E and F] shot.\nl. 30. F] no farther.\nl. 33. A _omits_] But.\n\np. 197,\nl. 3. A _Adds_] Exit.\nl. 4. A _omits_] Exit Gob.\nl. 13. A] yours.\nl. 29. G] I'm. A] if no more.\nl. 36. B--G] these.\nl. 37. A] That have Authority.\nl. 38. F] besides.\n\np. 198,\nl. 1. A] words.\nl. 4. A] Ime.\nl. 12. A, B and G] Pray God.\nl. 13. A _omits_] in prison.\nl. 15. A and F] mine. A] turne.\nl. 27. A, B and G] deserv'd it.\nl. 33. A] griefes.\nl. 35. A] womans. F] woman.\nl. 36. A] lost.\nl. 39. G] unconstancy.\n\np. 199,\nl. 7. A] kill me Ladie.\nl. 9. A _omits_] Lady.\nl. 15. A] for were.\nl. 20. A] in the.\nl. 26. A, B and G] is as firme.\nl. 27. A] and as lasting.\nl. 28. A, B and G] in the. C] in th' ayre.\nl. 31. A] murmurs.\nl. 37. A--D and G] wrongs.\n\np. 200,\nl. 1. A by mistake _omits_] Spa.\nl. 2. A, B, C and G] Our ends alike.\nl. 9. A] hee's asham'd.\nl. 17. A] pray believe me.\nl. 19. A, B and G] No more.\nl. 20. A] and Mardonius.\nl. 32. A--G] outlast. Folio _misprints_] too.\nl. 38. A] is that.\n\np. 201,\nl. 5. A] know.\nl. 10. A] pratling.\nl. 11. A] to it.\nl. 15. A--G] Beside.\nl. 17. A] Sirra.\nl. 23. A] Staffe poak't. A, B, C and G] through. F] throw.\nl. 24. A--D and G] broke. l. 25. D, E and F] stifled with.\nl. 30. F] worst.\nl. 35. A] you may say Sir what. Folio _misprints_] you.\nl. 36. A gives this line to Mardonius.\n\np. 202,\nl. 3. A, B and G] I thank God.\nl. 5. A] doe it.\nl. 6. A _omits_] Doe.\nl. 13. A _Adds_] and a Souldier like a termogant.\nl. 16. A] let um be prisoners.\nl. 18. F] them.\nll. 19 and 20. A gives these lines to Bacurius.\nll. 21 and 22. A and G give these lines to Spaconia.\nl. 22. A, B, C and G] deare.\nl. 23. A] Ex. Bacu. with Tig. and Spa.\nl. 24. A, B, C and G] have you.\nl. 25. F] prove.\nl. 30. A] Sadlers.\nl. 32. A, D and F] darest.\nl. 33. A] knowest.\nl. 34. G] will not.\nl. 37. A] shall then tell. B] of this.\nl. 40. A] Where. F] them.\n\np. 203,\nl. 1. A _Adds after_  off] doe, kill me.\nl. 2. A _omits_] worse.\nl. 4. A, B, C and G] a dead sleepe.\nl. 5. A] Like forraigne swords.\nl. 10. A] all thine.\nl. 12. G] Wilt. A] with me good Mardonius.\nl. 20. A, B and G] and all beautie.\nl. 22. F] she is not.\nl. 23. A] doe enlarge her.\nl. 26. A] that would have.\nl. 29. E and F] heat.\nl. 30. E] To here wretched. F _omits_] a.\nl. 38. A] knew of. B, C and D] knewst the.\n\np. 204,\nl. 7. A] is it.\nl. 15. A--D and G _omit_] a.\nl. 16. A _omits_] Thousands. E and F] Thousand. A] denie it.\nl. 18. A, B and G] vertue.\nl. 24. A _omits_] all.\nl. 26. A--G] stooles there boy.\nl. 32. A, B and G] and my deare.\nl. 33. B, C and G] to th' cause.\nl. 35. F _omits_  this line.\nl. 37. A prints the words 'be wise, and speake truth' as the\nconclusion of the second Sword-man's speech.\n\np. 205,\nl. 4. A] If he have.\nl. 5. B--E] If a have. F] If I have.\nl. 12. A] case.\nl. 13. A, B and G] an honourable.\nl. 15. A, B and G] we Sword-men.\nl. 17. A, B and G] drawne ten teeth. A--G] beside.\nl. 18. A] all these.\nl. 21. B--E] a crackt.\nl. 22. A] with crossing.\nl. 26. A--G] There's.\nl. 30. A, B, C and G] mile.\nl. 32. A--G] mile.\nl. 34. A, B and C] 'Tis a the longest. G] o' the longest.\nl. 35. A by mistake gives this line to Bessus and the following\nspeech to the first Sword-man.\n\np. 206,\nll. 5 and 6. F] word forc'd.\nl. 9. A--D and G] case.\nl. 12. A] sit. G] sat.\nl. 13. A] it had.\nl. 15. E and F] delivery.\nl. 19. B--E] A should. F] And should. A--D and G] deliverie.\nl. 24. A] by th'.\nl. 25. A] you are.\nl. 28. A _omits_] the.\nl. 32. B and G] that we.\nl. 33. Folio _misprints_] honesty. A] good Sir to th'.\nl. 35. A] The boy may be supposd, hee's lyable; but kicke my\nbrother.\n\np. 207,\nl. 7. A] Still the must.\nl. 9. A--D and G _omit_] I. A] againe, againe.\nl. 12. F _omits_] my.\nl. 20. A] at the kicke.\nl. 22. F] baren scorn, as I will call it.\nl. 27. A--G] sore indeed Sir.\nl. 29. A] the foole.\nl. 30. A] Ah Lords.\nl. 32. A, B, C and G] laught.\n\np. 208,\nl. 5. A--G] size, daggers. F] sizes.\nl. 16. A] To abide upon't.\nl. 20. A, B, C and G _omit_] me. F] Both get me.\nl. 21. F] cleane.\nl. 22. G] what you have done.\nl. 27. F] Go will, and tell.\nl. 28. A--D] Or there be.\nl. 29. A _omits_  and _before_  Gob.\nl. 33. A _omits_] Exit Gob.\nl. 34. A] you are. A, B, C and G] and I would. A, B and G] to\nGod.\nl. 38. G] the rising.\nl. 39. B, C and G] I shall.\nl. 40. Folio _misprints_] Ban.\n\np. 209,\nl. 3. A] does.\nl. 6. A] I prethee.\nl. 8. A, B and G] I am.\nl. 23. A, B and G] In as equal a degree. C and D] In equal a degree.\nl. 27. A] I prethee.\nl. 33. C, D and E] and there is. E] no cause. F] and there is none\ncan see.\n\np. 210,\nl. 6. D, E and F] stop.\nl. 11. A, B and G] God keepe you.\nl. 12. A, B and G] cause.\nl. 19. A] innocents.\nl. 20. A, B and G _omit_] that.\nl. 24. A, B and G] it is.\nl. 27. A, B and G] as it lists.\nl. 33. A encloses 'Which I beseech thee doe not' within brackets.\nl. 36. A, B and G] For God knows.\nl. 39. A] start eye to.\n\np. 211,\nl. 2. F] them.\nl. 5. A] should.\nl. 11. F] them.\nl. 20. A, B and G] sinnes.\nl. 32. A] no steppe.\n\np. 212,\nll. 1-6 and 8. F] them.\nl. 2. A] them.\nl. 5. Folio] and them.\nl. 6. A] drinke them off.\nl. 25. A gives this line to Panthea.\nl. 27. D, E and F] brother.\nl. 29. B] i' this.\nl. 35. A _omits_] Why.\nl. 38. A, B and G] I know thou.\n\np. 213,\nl. 4. A, B and G _omit_  too _before_  scrupulous.\nll. 8 and 9. In place of these lines G reads] I dare no longer stay.\nl. 9. A and B] hotter I feare then yours.\nl. 11. A, B and G] for God's sake.\nl. 14. A _omits_  stage-direction. B and G _omit_] several\nwayes. A _Adds_] Finis Actus Quarti. B and\nC _Add_] The end of the Fourth Act.\nl. 15. A] Actus Quinti Scaena Prima.\nl. 19. A] leave to visit. l. 20. A] hands.\nl. 26. A] officers.\n\np. 214,\nl. 3. B--F] were a valiant.\nl. 6. A] something lighter.\nl. 28. A--D _omit_] he. G] h'as.\nl. 29. B--F] a was.\nl. 30. A] in his. E and F] in in's.\nl. 31. A--E] a my. F] in my. G] i'my.\nl. 33. A, B and G] like to wicker Targets.\nl. 35. A _omits_] he. A] so low a sence.\nl. 36. A] should.\nl. 38. A, B and G] That this strange fellow.\n\np. 215, l. 3. A--D and G] broke. A--G] or a shoulder out. A--F]\nath' stones. l. 4. A] of my. l. 10. A _omits_] the. l. 13. Folio\n_ misprints_] Catain. l. 16. A _omits_] Sword. l. 19. A] thus\nkicke you, and thus. B and G] thus kicke, and thus. l. 21. A--D\nand G] told you that. l. 23. A _omits_] Sword. A--F] a should. l.\n25. A, B, C and G] a one. l. 26. A _omits_] beats him. l. 29. A,\nB and G] Sir I know. l. 30. A _prints_  'Bes.' at the beginning of\nthe following line, thus making this line part of Lygones'\nspeech.\n\np. 216, l. 6. A, B and G] you would. l. 7. A, B, C and G] strange\nnow to have. l. 12. Folio  _misprints_] danghter. l. 13. A, B and\nG] of being. l. 15. A _omits_] Lygo. l. 18. A _omits_] Sword. l.\n19. A] ath' sword. l. 20. G] h'as. l. 23. A] a kick't. l. 24. A\n_omits_  'Bes.,' thus making this line part of the second\nSword-man's speech. l. 25. A _omits_] Sword. A gives the words\n'Now let him come and say he was not sorry, And he sleepes for\nit' to '2,' i.e., the second Sword-man. l. 26. B--F] a was not.\nB--F] a sleepes. l. 28. A _omits_] clear. G] Exeunt omnes. l. 34.\nA prints this stage-direction after the words 'There he is\nindeed' in l. 35.\n\np. 217, l. 3. A, B, C and G] businesse will. l. 5. B] the Armenia\nstate. l. 9. F _omits_] is. l. 20. A--G] couldst prate. l. 28. A]\nvild. B and C] vilde. B--F] commendations. l. 30. A, B and G] or\nrather would I. l. 34. A and F] mine own. l. 38. A] and like it.\n\np. 218, l. 3. A] in the. B, C, D and G] i' the. l. 6. B\n_ misprints_] my Prince. l. 8. A] beside. l. 12. A] men. l. 13. C]\nCawdle. l. 14. A] your Queene. l. 21. A] should speake. l. 27. A]\na Queene. l. 33. A, B and G] Good God. l. 37. A, B and G _omit_]\nall.\n\np. 219, l. 4. A] that shall. l. 6. A _omits_] all. l. 7. A] a\nservant. l. 11. A] and Swordmen. In A this stage-direction is\nprinted after the following line. l. 15. A--F] ath' sword. l. 17.\nA--D and G _omit_] much. l. 20. A] I can aske. l. 23. A] will\nrequire launcing. l. 24. A] and full. l. 28. A _omits_] must. l.\n31. A, B and G] God continue it. l. 32. F _misprints_] they to\nit.\n\np. 220, l. 5. The two Sword-men are throughout the scene referred\nto in A as '2' or '1.' l. 6. A _omits_  'Bac.,' thus giving the\nline to the second Sword-man. l. 13. A--G _omit_] on. F] them,\nthat have. l. 16. A--F] ath' law. l. 22. F] That is. A] their\npaines. l. 26. A] ye rogues, ye apple-squiers. l. 31. A] a many\nof. F] a beautie of. l. 33. E] I do beseech. l. 35. A--F] A this\nside.\n\np. 221, l. 4. A] in your pocket slave, my key you. B and G] in\nyour pocket slave, my toe. l. 5. A] with't. l. 11. A--G] doing\nnothing. l. 12. A _omits_  this stage-direction. B] Enter Servant,\nWill. Adkinson. l. 13. A--D] Here's. l. 14. A] I am. A] prethee.\nl. 15. A] beate um. l. 17. A _omits_] Sir. l. 18. A _omits_]\nCaptain, Rally. A] up with your. F] rally upon. l. 20. A] cride\nhold. l. 22. E and F] vit me. l. 23. A, B and G] breath. A\n_omits_] Exit Bac. l. 25. A] Ime sure I ha. l. 26. B--F] a kicke.\nB--F] a will. l. 27. C--F] beside. l. 29. A, B and G] yes, God be\nthanked. l. 33. A, B, C and G] is a. l. 34. A] hands.\n\np. 222, l. 2. A _omits_] clear. G] Exeunt omnes. l. 4. A--D and G]\nbore. After this line A _Adds_]--Hell open all thy gates, And I will\nthorough them; if they be shut, Ile batter um, but I will find the\nplace Where the most damn'd have dwelling; ere I end, Amongst them all\nthey shall not have a sinne, But I will call it mine: l. 5. A--D and\nG] friend. A, B and G] to an. l. 13. B, C and D] a comming. l. 14.\nA--G] does your hand. l. 19. This line from 'I can' and the next line\nare given by A to Mardonius. l. 24. A] humblier.\n\np. 223, l. 4. A, B and G _omit_] and. l. 12. A] thinkest. l. 13.\nG] these are tales. l. 15. A--D and G] should get. l. 17. A]\nFarre other Fortunes. l. 19. A, B and G] God put. G] temporall.\nl. 20. A _Adds_] Exit. B and. G _Add_] Exit Mar. l. 21. A--D and\nG] errors. l. 27. A, B and G _omit_] more. l. 35. A--D and G\n_omit_] my.\n\np. 224, l. 4. F] knowest. l. 9. A] doest. l. 12. A] and I when I.\nF] knowest. l. 16. B and F] meanst. l. 17. A, B, C and G] a lie.\nA, B and G] God and. l. 22. A, B and G] wouldst. l. 28. A]\ngavest. l. 31. A] your selfe. B and G] it thy selfe. l. 38. A and\nG] know it. l. 39. E and F] staind.\n\np. 225, l. 7. A, B, C and G] allowest. l. 15. C--F] doest ...\ndoest. l. 17. A--D and G] Cease thou strange. l. 18. A]\ncontemn'st. ll. 20 and 21. Folio _misprints_] dear ...\npunishnment. l. 35. A and C] expects. B] expectes. D] expectst.\nG] expect'st. l. 39. A] thou wicked.\n\np. 226, l. 10. A, B, C and G] of a law. l. 19. A _omits_] you.\nll. 25 and 26. A--G] Land as she. l. 29. A _misprints_] _Arb_. l.\n31. A--D and G _omit_] a.\n\np. 227, l. 2. A] opportunitie. ll. 4 and 5. A, B and G] and God\nwas humbly thankt in every Church, That so had blest the Queene,\nand prayers etc. l. 12. A--D and G] quicke. l. 14. A] abed. l.\n16. A] sware. l. 20. A] the Queene. l. 23. A--G] yeare. l. 28. A]\nher talke. l. 32. A] sparke. l. 35. A, B and G] till I am. A] are\nsilver. l. 37. A _omits_] too. I. 38. A, B and G] yes God knowes.\n\np. 228, l. 2. A by mistake _omits_] _Gob_. A] dare. l, 3. A]\nthem. l. 4. A--G] waites. l. 7. A] Ent. Mar. Bessus, and others.\nl. 8. A _omits_] _Arb_. A] Mardonius, the best. B _misprints_]\n_Mar_. l. 11. E and F] happie. l. 14. A] On, call. l. 19. A\n_omits_] _Exit a Gent_. l. 24. A _omits_] I swear it must not be;\nnay, trust me. l. 26. B and C] beare. l. 28. A] but you are not.\n\np. 229, l. 1. A] I say she. l. 8. A] Armenian king. I. 15. Folio\n_ misprints_] morrning. l. 16. A _omits_  this stage-direction. l.\n24. A and G] He shall. B] A shall. C] An shall. l. 25. A--G]\nshall. l. 26. F _omits_] that. l. 31. A _misprints_] thinke. l.\n35. In place of this stage-direction A after the word 'Queen' in\nl. 33 _reads_] Enter Pan.\n\np. 230, l. 6. A gives this speech to Mardonius. l. 7. A _omits_]\nat first. l. 8. In A this stage-direction occurs after 'Queen' in\nthe following line. l. 14. A and F] Maist. G] May'st. l. 17. F]\nthem. l. 20. A--G] your Queene. l. 23. A--G _Add_] Finis.\n\nA KING AND NO KING. VERSE AND PROSE VARIATIONS [1].\n\np. 152, ll. 8 and 9. A--D and G] 3 ll. _dare, day, I_. l. 27. A]\n2 ll. _of, thus_. ll. 33--35. A] 3 ll. _Earth, Prince, Acts_.\n\np. 157, l. 20. A] 2 ll. _king, away_.\n\np. 159, ll. 3--8. A--D and G] 8 ll. _praise, worthy, death, lies,\nthere, though, dust, envy_. ll. 11 and 12. A--D and G] 3 ll.\n_ windes, I, speake_. ll. 29--38. A--D and G] 14 ll. _lives, said,\ntruth, bin, see, parts, world, farre, yeares, mee, thee, wilt, I,\nthus_. l. 40 and p. 160, ll. 1--4. A--D and G] 6 ll. _Take,\nwhich, love, I, mee, eare_.\n\np. 160, ll. 6 and 7. A, B and G] 2 ll. _Mardonius, Jewell_.\n\np. 161, ll. 21 and 22. A--D and G] 3 ll. _newes, not, Gobrias_.\nll. 27--33. A--D and G] 9 ll. _farre, sinnes, teares, feele,\nbrest, stand, eyes, world, me_. ll. 37--39 and p. 162, ll. 1--7.\nA--D and G] 14 ll. _know, died, life, pardon'd, fit, olde,\nthence, out, there, live, me, deathes, life, him_.\n\np. 163, ll. 16--22. A, B, C and G] 9 ll. _of_  (C = _halfe_),\n_ free, thine, prisoner, force, me, unwilling, Tigranes, there_.\nD] 7 ll. _halfe, free, thine, force, me, Tigranes, there_.\n\np. 164, ll. 1 and 2. A--D and G] 2 ll. _health, jealous_. ll.\n25--35 and p. 165, ll. 1 and 2. A--D and G] 16 ll. _regard,\nprisoner, escape, prisoner, woman, me, say, her, Lord, grace,\narme, womanhood, death, sonne, why, speake_.\n\np. 165, ll. 14--17. A--D and G] 5 ll. _Time, know, thinke, heart,\nurgd_. ll. 35 and 36. A--D and G] 2 ll. _it, believ'd_. ll. 38\nand 39. A--D and G] 3 ll. _you, die, uncredited_  (D = _should_).\n\np. 166, ll. I and 2. A--D and G] 4 ll. _Then, me, King, plots_  (D\nadds l. 3). ll. 5--8. A--D and G] 5 ll. _me, content, power, me,\ndone_. ll. 19--23. A--and G] Prose. ll. 25 and 26. A] _These,\nthese_.\n\np. 167, ll. 9 and 10. A] 2 ll. _well, so_. l. 19. A--D and G] 2\nll. _readie, morrow_. ll. 21--28. A] 10 ll. _hereafter, office,\ndiscourse, how, victorie, doe, danger, long, while, beate_. ll.\n21--24. B--D and G] 4 ll. _hereafter, office, discourse,\nvictory_. ll. 25--28. B--D and G] Prose.\n\np. 168, ll. 11 and 12. A--D and G] 2 ll. _Bessus, nothing_. ll.\n39 and 40. A--D and G] 2 ll. _kindnesses, name_.\n\np. 169, ll. 2--5. A--D and G] 5 ll. _letter, enough, you, me,\nme_. ll. 25 and 26. A and G] 2 ll. _Already, foolish_. ll. 37--40\nand p. 170, ll. 1--4. A--D and G] 12 ll. _Lord, live, um, Just,\num, mee, heare, way, care, you, enjoyes, worth_.\n\np. 170, ll. 5--10. A--D and G] Prose. ll. 13--18. A--D and G] 8\nll. _you, power, leave, like, him, humours, lesse, offer'd_. ll.\n27--29. A] 2 ll. _pleasure, Madam_.\n\np. 171, ll. 10--15. A--D and G] 9 ll. _unreasonably, seeme, ill,\nought, faire, good, prayer, me, you_. ll. 31--40 and p. 172, ll.\n1--6. A--D] 24 ll. _weepe, words, sorrow, me, him, Thalestris,\nme, sweare, slay, thee, himselfe, me, yet, face, you, eares,\neyes, him, hope, dead, him, fast, ceremony, him_.\n\np. 172, ll. 15--21. A--D and G] 11 ll. _not, desire, others, me_\n(or _not_), _wrong, birth, injure, hither, commanded, ready,\nservand_.\n\np. 174, l. 20. A--D] 2 ll. _king, now_. ll. 23--29. A--D and G]\n11 ll. _full, subjects, love, height, you, me, warre, imagine,\nword, blouds, peace_.\n\n[Footnote 1: The prose printings of E and F have not been\nrecorded.]\n\np. 175, ll. 4--6. A--D and G] 4 ll. _man, home, hearts,\ndeliverance_. ll. 11--22. A--D and G] 17 ll. _wrong, spectacle,\npeople, me, deserved, you, dwels, man, compare, selfe, you, too,\nname, fall, loves, content, worke_. ll. 35 and 36. A--D and G] 2\nll. _Children, is_.\n\np. 176, ll. 23--35. A--D and G] 14 ll. _Sir, hands, know, her,\nhome, stubbornnesse, like, her, Jewell, mad, sister, is, Land,\nanother_.\n\np. 177, ll. 1--10. A--D and G] 11 ll. _Too, friends, know, loth,\npasse, constraint, so, speake, health, love, againe_.\n\np. 178, ll. 16 and 17. A--D and G] 3 ll. _die, returne, life_.\nll. 30--32. A--D and G] 4 ll. _ill, kneele, gaine, you_.\n\np. 179, ll. 21--25. A--D and G] 7 ll. _earth, alas, command, me,\nshort, sister brought_.\n\np. 180, l. 31. A--D and G] 7 ll. _Gobrias, meane_.\n\np. 191, ll. 35 and 36. A--D and G] 2 ll. _utterd, careleslie_.\n\np. 192, ll. 9--12. E and F] 3 ll. _And, love, thou_. ll. 10--12.\nA--D and G] 3 ll. _Advice, love, thou_. ll. 16 and 17. A--D and\nG] 3 ll. _This, caution, it_  (G _Adds_  l. 18). ll. 20 and 21.\nA--D and G] 2 ll. _it, it_.\n\np. 194, ll. 5 and 6. A] 2 ll. _cutlers, King_. l. 22. A] 2 ll.\n_will, whatsoever_.\n\np. 195, ll. 21 and 22. A] 2 ll. _in-, Monsters_.\n\np. 196, l. 38, and p. 197, ll. 1--3. A] Prose.\n\np. 197, ll. 4 and 5. A] 3 ll. _you, Spaconia, thus_.\n\np. 199, ll. 9 and 10. B--D and G] 3 ll. _Ladie, passe, King_. ll.\n12 and 13. A and G] 2 ll. _from, remov'd_.\n\np. 201, ll. 7 and 8. A] 2 ll. _All, folly_. l. 15. A] 2 ll. _Sir,\nwarrant_. ll. 39 and 40.\n\np. 202, ll. 19--22. A] Prose.\n\np. 204, l. 6. A--D and G] 2 ll. _false, letter_. ll. 36--38. A] 2\nll. _Truth, Prince_.\n\np. 205, ll. 26 and 27. A--D and G] 3 ll. _Another, distance,\nopinion_.\n\np. 207, ll. 11--13. A--D and G] 3 ll. _Toge-, man, brother_. I.\n24. A--D and G] 2 ll. _Sir, since_.\n\np. 209, ll. 31 and 32. A] 2 ll. _me, brother_.\n\np. 212, ll. ii and 12. A] 3 ll. _Panthea, gaze, out_. ll. 23 and\n24. A] 2 ll. _you, gone_.\n\nAct 5 is in verse in Quartos A, B, C and D, in prose in Quartos E\nand F from p. 214, I. 22. As the Second Folio also prints it in\nprose it has been decided to give here the verse of Quarto A\n(1619) in full.\n\n\nActus Quinti Scaena Prima.\n\n_Enter Mardonius, and Ligones_.\n\n\n_Mar_.\n\n  Sir, the King has seene your Commission, and beleeves it, and\n  freely by this warrant gives you leave to visit Prince\n  _Tigranes_  your noble Master.\n\n_Lig_.\n\n  I thanke his Grace, and kisse his hands.\n\n_Mar_.\n\n  But is the maine of all your businesse\n  Ended in this?\n\n_Lig_.\n\n  I have another, but a worse; I am asham'd, it is a businesse.--\n\n_Mar_.\n\n  You serve a worthy person, and a stranger I am sure you are; you\n  may imploy mee if you please, without your purse, such Officers\n  should ever be their owne rewards.\n\n_Lig_.\n\n  I am bound to your noblenesse.\n\n_Mar_.\n\n  I may have neede of you, and then this curtesie,\n  If it be any, is not ill bestowed:\n  But may I civilly desire the rest?\n  I shall not be a hurter, if no helper.\n\n_Lig_.\n\n  Sir, you shall know I have lost a foolish daughter,\n  And with her all my patience; pilferd away\n  By a meane Captaine of your Kings.\n\n_Mar_.\n\n  Stay there Sir:\n  If he have reacht the noble worth of Captaine,\n  He may well claime a worthy gentlewoman,\n  Though shee were yours, and noble.\n\n_Lig_.\n\n  I grant all that too: but this wretched fellow\n  Reaches no further then the emptie name,\n  That serves to feede him; were he valiant,\n  Or had but in him any noble nature,\n  That might hereafter promise him a good man;\n  My cares were something lighter, and my grave\n  A span yet from me.\n\n_Mar_.\n\n  I confesse such fellowes\n  Be in all royall Campes, and have, and must be\n  To make the sinne of coward more detested\n  In the meane Souldier, that with such a foyle\n  Sets of much valour: By description\n  I should now guesse him to you. It was _Bessus_,\n  I dare almost with confidence pronounce it.\n\n_Lig_.\n\n  Tis such a scurvy name as _Bessus_, and now I thinke tis hee.\n\n_Mar_.\n\n  Captaine, doe you call him?\n  Beleeve me Sir, you have a miserie\n  Too mighty for your age: A pox upon him,\n  For that must be the end of all his service:\n  Your daughter was not mad Sir?\n\n_Lig_.\n\n  No, would shee had beene,\n  The fault had had more credit: I would doe something.\n\n_Mar_.\n\n  I would faine counsell you; but to what I know not:\n  Hee's so below a beating, that the women\n  Find him not worthy of their distaves; and\n  To hang him, were to cast away a rope,\n  Hee's such an ayrie thin unbodied coward,\n  That no revenge can catch him:\n  He tell you Sir, and tell you truth; this rascall\n  Feares neither God nor man, has beene so beaten:\n  Sufferance has made him wanscote; he has had\n  Since hee was first a slave, at least three hundred daggers\n  Set in his head, as little boyes doe new knives in hot meat;\n  Ther's not a rib in's bodie a my conscience,\n  That has not beene thrice broken with drie beating;\n  And now his sides looke like to wicker targets,\n  Everie way bended:\n  Children will shortly take him for a wall,\n  And set their stone-bowes in his forhead: is of so low a sence,\n  I cannot in a weeke imagine what should be done to him.\n\n_Lig_.\n\n  Sure I have committed some great sinne,\n  That this strange fellow should be made my rod:\n  I would see him, but I shall have no patience:\n\n_Mar_.\n\n  Tis no great matter if you have not, if a laming of him, or such\n  a toy may doe you pleasure Sir, he has it for you, and Ile helpe\n  you to him: tis no newes to him to have a leg broke, or a\n  shoulder out, with being turnd ath' stones like a Tanzie: Draw\n  not your sword, if you love it; for my conscience his head will\n  breake it: we use him ith' warres like a Ramme to shake a wall\n  withall; here comes the verie person of him, doe as you shall\n  find your temper I must leave you: but if you doe not breake him\n  like a bisket, you are much too blame Sir. _Ex. Mardo. Enter\n  Bessus and Sword-men_.\n\n_Lig_.\n\n  Is your name Bessus?\n\n_Bes_.\n\n  Men call me Captaine Bessus.\n\n_Lig_.\n\n  Then Captaine _Bessus_  you are a ranke rascall, without more\n  exordiums, a durty frozen slave; and with the favour of your\n  friends here, I will beate you.\n\n_2_.\n\n  Pray use your pleasure Sir, you seem to be a gentleman.\n\n_Lig_.\n\n  Thus Captaine _Bessus_, thus; thus twinge your nose, thus kicke\n  you, and thus tread you.\n\n_Bess_.\n\n  I doe beseech you yeeld your cause Sir quickly.\n\n_Lig_.\n\n  Indeed I should have told you that first.\n\n_Bess_.\n\n  I take it so.\n\n_1_.\n\n  Captaine, a should indeed, he is mistaken:\n\n_Lig_.\n\n  Sir you shall have it quickly, and more beating,\n  You have stolne away a Lady Captaine Coward,\n  And such a one.\n\n_Bes_.\n\n  Hold, I beseech you, hold Sir,\n  I never yet stole any living thing\n  That had a tooth about it.\n\n_Lig_.\n\n  Sir I know you dare lie\n  With none but Summer Whores upon my life Sir.\n\n_Bes_.\n\n  My meanes and manners never could attempt\n  Above a hedge or hey-cocke.\n\n_Lig_.\n\n  Sirra that quits not me, where is this Ladie,\n  Doe that you doe not use to doe, tell truth,\n  Or by my hand Ile beat your Captaines braines out.\n  Wash um, and put um in againe, that will I.\n\n_Bes_.\n\n  There was a Ladie Sir, I must confesse\n  Once in my charge: the Prince _Tigranes_  gave her\n  To my guard for her safetie, how I usd her\n  She may her selfe report, shee's with the Prince now:\n  I did but waite upon her like a Groome,\n  Which she will testifie I am sure: If not,\n  My braines are at your service when you please Sir,\n  And glad I have um for you?\n\n_Lig_.\n\n  This is most likely, Sir I aske your pardon,\n  And am sorrie I was so intemperate.\n\n_Bes_.\n\nWell, I can aske no more, you would thinke it strange Now to have\nme beat you at first sight.\n\n_Lig_.\n\n  Indeed I would but I know your goodnes can forget\n  Twentie beatings. You must forgive me.\n\n_Bes_.\n\n  Yes, ther's my hand, goe where you will, I shall thinke\n  You a valiant fellow for all this.\n\n_Lig_.\n\n  My daughter is a Whore,\n  I feele it now too sencible; yet I will see her,\n  Discharge my selfe of being Father to her,\n  And then backe to my Countrie, and there die;\n  Farewell Captaine.\n\n                                                     _Exit_.\n\n_Bes_.\n\n  Farewell Sir, farewell, commend me to the Gentlewoman I praia.\n\n_1_.\n\n  How now Captaine, beare up man.\n\n_Bes_.\n\n  Gentlemen ath' sword your hands once more, I have\n  Beene kickt againe, but the foolish fellow is penitent,\n  Has ask't me mercy, and my honor's safe.\n\n_2_.\n\n  We knew that, or the foolish fellow had better a kick't\n  His Grandsire.\n  Confirme, confirme I pray.\n\n_1_.\n\n  There be our hands againe.\n\n_2_.\n\n  Now let him come, and say he was not sorry,\n  And he sleepes for it.\n\n_Bes_.\n\n  Alas good ignorant old man, let him goe,\n  Let him goe, these courses will undoe him.\n\n                                                   _Exeunt_.\n\n_Enter Ligones, and Bacurius_.\n\n_Bac_.\n\n  My Lord your authoritie is good, and I am glad it is so, for my\n  consent would never hinder you from seeing your owne King. I am a\n  Minister, but not a governour of this state; yonder is your King,\n  Ile leave you.\n\n                                                     _Exit_.\n\n_Lig_.\n\n  There he is indeed, _Enter Tig. and Spaco_.\n  And with him my disloyall childe.\n\n_Tig_.\n\n  I doe perceive my fault so much, that yet\n  Me thinkes thou shouldst not have forgiven me.\n\n_Lig_.\n\n  Health to your Maiestie.\n\n_Tig_.\n\n  What? good Ligones, welcome; what businesse brought thee hether?\n\n_Lig_.\n\n  Severall Businesses.\n  My publique businesse will appeare by this:\n  I have a message to deliver, which\n  If it please you so to authorise, is\n  An embassage from the Armenian state,\n  Unto _Arbaces_  for your libertie:\n  The offer's there set downe, please you to read it.\n\n_Tig_.\n\n  There is no alteration happened\n  Since I came thence?\n\n_Lig_.\n\n  None Sir, all is as it was.\n\n_Tig_.\n\n  And all our friends are well.\n\n_Lig_.\n\n  All verie well.\n\n_Spa_.\n\n  Though I have done nothing but what was good,\n  I dare not see my Father: it was fault\n  Enough not to acquaint him with that good.\n\n_Lig_.\n\n  Madam I should have scene you.\n\n_Spa_.\n\n  O good Sir forgive me.\n\n_Lig_.\n\n  Forgive you, why I am no kin to you, am I?\n\n_Spa_.\n\n  Should it be measur'd by my meane deserts,\n  Indeed you are not.\n\n_Lig_.\n\n  Thou couldst prate unhappily\n  Ere thou couldst goe, would thou couldst doe as well.\n  And how does your custome hold out here. _Spa_. Sir.\n\n_Lig_.\n\n  Are you in private still, or how?\n\n_Spa_.\n\n  What doe you meane?\n\n_Lig_.\n\n  Doe you take money? are you come to sell sinne yet? perhaps I can\n  helpe you to liberall Clients: or has not the King cast you off yet? O\n  thou wild creature, whose best commendation is, that thou art a young\n  Whore. I would thy Mother had liv'd to see this: or rather would I had\n  dyed ere I had seene it: why did'st not make me acquainted when thou\n  wert first resolv'd to be a Whore? I would have seene thy hot lust\n  satisfied more privately. I would have kept a dancer, and a whole\n  consort of Musitions in mine owne house, onely to fiddle thee. _Spa_.\n  Sir I was never whore.\n\n_Lig_.\n\n  If thou couldst not say so much for thy selfe thou shouldst be\n  Carted.\n\n_Tig._\n\n  _Ligones_  I have read it, and like it,\n  You shall deliver it.\n\n_Lig_.\n\n  Well Sir I will: but I have private busines with you.\n\n_Tig_.\n\n  Speake, what ist?\n\n_Lig_.\n\n  How has my age deserv'd so ill of you,\n  That you can picke no strumpets in the Land,\n  But out of my breed.\n\n_Tig_.\n\n  Strumpets good _Ligones_?\n\n_Lig_.\n\n  Yes, and I wish to have you know, I scorne\n  To get a Whore for any Prince alive,\n  And yet scorne will not helpe me thinkes: My daughter\n  Might have beene spar'd, there were enough beside.\n\n_Tig_.\n\n  May I not prosper, but Shee's innocent\n  As morning light for me, and I dare sweare\n  For all the world.\n\n_Lig_.\n\n  Why is she with you then?\n  Can she waite on you better then your men,\n  Has she a gift in plucking off your stockings,\n  Can she make Cawdles well, or cut your Comes,\n  Why doe you keepe her with you? For your Queene\n  I know you doe contemne her, so should I\n  And every Subject else thinke much at it.\n\n_Tig_.\n\n  Let um thinke much, but tis more firme then earth\n  Thou seest thy Queene there.\n\n_Lig_.\n\n  Then have I made a faire hand, I cald her Whore,\n  If I shall speake now as her Father, I cannot chuse\n  But greatly rejoyce that she shall be a Queene: but if\n  I should speake to you as a Statesman shee were more fit\n  To be your Whore.\n\n_Tig_.\n\n  Get you about your businesse to _Arbaces_,\n  Now you talke idlie.\n\n_Lig_.\n\n  Yes Sir, I will goe.\n  And shall she be a Queene, she had more wit\n  Then her old Father when she ranne away:\n  Shall shee be a Queene, now by my troth tis fine,\n  Ile dance out of all measure at her wedding:\n  Shall I not Sir?\n\n_Tigr_.\n\n  Yes marrie shalt thou.\n\n_Lig_.\n\n  He make these witherd Kexes beare my bodie\n  Two houres together above ground.\n\n_Tigr_.\n\n  Nay, goe, my businesse requires haste.\n\n_Lig_.\n\n  Good God preserve you, you are an excellent King.\n\n_Spa_.\n\n  Farewell good Father.\n\n_Lig_.\n\n  Farewell sweete vertuous Daughter;\n  I never was so joyfull in my life,\n  That I remember: shall shee be a Queene?\n  Now I perceive a man may weepe for joy,\n  I had thought they had lied that said so.\n\n                                                     _Exit_.\n\n_Tig_.\n\n  Come my deare love.\n\n_Spa_.\n\n  But you may see another\n  May alter that againe.\n\n_Tigr_.\n\n  Urge it no more;\n  I have made up a new strong constancie,\n  Not to be shooke with eyes; I know I have\n  The passions of a man, but if I meete\n  With any subject that shall hold my eyes\n  More firmely then is fit; Ile thinke of thee,\n  and runne away from it: let that suffice.\n\n                                                   _Exeunt_.\n\n_Enter Bacurius, and a servant_.\n\n_Bac_.\n\n  Three gentlemen without to speake with me?\n\n_Ser_.\n\n  Yes Sir.\n\n_Bac_.\n\n  Let them come in.\n\n_Ser_.\n\n  They are enterd Sir already.\n\n_Enter Bessus, and Swordmen_.\n\n_Bac_.\n\n  Now fellowes, your busines, are these the Gentlemen.\n\n_Bess_.\n\n  My Lord I have made bold to bring these Gentlemen my Friends ath'\n  sword along with me.\n\n_Bac_.\n\n  I am afraid youle fight then.\n\n_Bes_.\n\n  My good Lord I will not, your Lordship is mistaken,\n  Feare not Lord.\n\n_Bac_.\n\n  Sir I am sorrie fort.\n\n_Bes_.\n\n  I can aske no more in honor, Gentlemen you heare my Lord is sorrie.\n\n_Bac_.\n\n  Not that I have beaten you, but beaten one that will be beaten:\n  one whose dull bodie will require launcing: As surfeits doe the\n  diet, spring and full. Now to your swordmen, what come they for\n  good Captaine Stock-fish?\n\n_Bes_.\n\n  It seemes your Lordship has forgot my name.\n\n_Bac_.\n\n  No, nor your nature neither, though they are things fitter I\n  confesse for anything, then my remembrance, or anie honestmans,\n  what shall these billets doe, be pilde up in my Wood-yard?\n\n_Bes_.\n\n  Your Lordship holds your mirth still, God continue it: but for\n  these Gentlemen they come.\n\n_Bac_.\n\n  To sweare you are a Coward, spare your Booke, I doe beleeve it.\n\n_Bes_.\n\n  Your Lordship still drawes wide, they come to vouch under their\n  valiant hands, I am no Coward.\n\n_Bac_.\n\n  That would be a shew indeed worth seeing: sirra be wise and take\n  money for this motion, travell with it, and where the name of\n  _Bessus_  has been knowne, or a good Coward stirring, twill yeeld\n  more then a tilting. This will prove more beneficiall to you, if\n  you be thriftie, then your Captaineship, and more naturall; Men\n  of most valiant hands is this true?\n\n_2_.\n\n  It is so most renowned,\n  Tis somewhat strange.\n\n_1_.\n\n  Lord, it is strange, yet true; wee have examined from your Lordships\n  foote there to this mans head, the nature of the beatings; and we doe\n  find his honour is come off cleane, and sufficient: This as our swords\n  shall helpe us.\n\n_Bac_.\n\n  You are much bound to you bilbow-men, I am glad you are straight again\n  Captaine: twere good you would thinke some way to gratifie them, they\n  have undergone a labour for you _Bessus_, would have puzzled _hercules_,\n  with all his valour.\n\n_2_.\n\n  Your Lordship must understand we are no men ath' Law, that take pay\n  for our opinions: it is sufficient wee have cleer'd our friend.\n\n_Bac_.\n\n  Yet here is something due, which I as toucht in conscience will\n  discharge Captaine; Ile pay this rent for you.\n\n_Bess_.\n\n  Spare your selfe my good Lord; my brave friends aime at nothing but\n  the vertue.\n\n_Bac_.\n\n  Thats but a cold discharge Sir for their paines.\n\n_2_.\n\n  O Lord, my good Lord.\n\n_Bac_.\n\n  Be not so modest, I will give you something.\n\n_Bes_.\n\n  They shall dine with your Lordship, that's sufficient.\n\n_Bac_.\n\n  Something in hand the while; ye rogues, ye apple-squiers: doe you\n  come hether with your botled valour, your windie frothe, to limit\n  out my beatings.\n\n_1_.\n\n  I doe beseech your Lordship.\n\n_2_.\n\n  O good Lord.\n\n_Bac_.\n\n  Sfoote, what a many of beaten slaves are here? get me a cudgell\n  sirra, and a tough one.\n\n_2_.\n\n  More of your foot, I doe beseech your Lordship.\n\n_Bac_.\n\n  You shall, you shall dog, and your fellow beagle.\n\n_1_.\n\n  A this side good my Lord.\n\n_Bac_.\n\n  Off with your swords, for if you hurt my foote, Ile have you\n  fleade you rascals.\n\n_1_.\n\n  Mines off my Lord.\n\n_2_.\n\n  I beseech your Lordship stay a little, my strap's tied to my\n  codpiece point: Now when you please.\n\n_Bac_.\n\n  Captaine, these are your valiant friends, you long for a little\n  too?\n\n_Bess_.\n\n  I am verie well, I humblie thanke your Lordship.\n\n_Bac_.\n\n  Whats that in your pocket slave, my key you mungrell? thy\n  buttocks cannot be so hard, out with't quicklie.\n\n_2_.\n\n  Here tis Sir, a small piece of Artillerie, that a gentleman a\n  deare friend of your Lordships sent me with to get it mended Sir;\n  for it you marke, the nose is somewhat loose.\n\n_Bac_.\n\n  A friend of mine you rascall, I was never wearier of doing\n  nothing, then kicking these two foote-bals.\n\n_Ser_.\n\n  Heres a good cudgell Sir.\n\n_Bac_.\n\n  It comes too late; I am wearie, prethee doe thou beate um.\n\n_2_.\n\n  My Lord this is foule play ifaith, to put a fresh man upon us;\n  Men, are but men.\n\n_Bac_.\n\n  That jest shall save your bones, up with your rotten regiment,\n  and be gone; I had rather thresh, then be bound to kicke these\n  raskals, till they cride hold: _Bessus_  you may put your hand to\n  them now, and then you are quit. Farewell, as you like this,\n  pray visit mee againe, twill keepe me in good breath.\n\n2.\n\n  Has a divellish hard foote, I never felt the like.\n\n1.\n\n  Nor I, and yet Ime sure I ha felt a hundred.\n\n2.\n\n  If he kicke thus ith dog-daies, he will be drie founderd: what\n  cure now Captaine, besides oyle of bayes?\n\n_Bess_.\n\n  Why well enough I warrant you, you can goe.\n\n2.\n\n  Yes, God be thanked; but I feele a shrewd ach, sure he has sprang\n  my huckle bone.\n\n1.\n\n  I ha lost a haunch.\n\n_Bess_.\n\n  A little butter friend, a little butter; butter and parselie is a\n  soveraigne matter: _probatum est_.\n\n1.\n\n  Captaine, we must request your hands now to our honours.\n\n_Bess_.\n\n  Yes marrie shall ye, and then let all the world come, we are\n  valiant to our selves, and theres an end.\n\n1.\n\n  Nay, then we must be valiant; O my ribbes.\n\n2.\n\n  O my small guts, a plague upon these sharpe toe'd shooes, they\n  are murderers.\n\n                                                   _Exeunt_.\n\n_Enter Arbaces with his Sword drawne_.\n\n_Arb_.\n\n  It is resolv'd, I bore it whilst I could,\n  I can no more, Hell open all thy gates,\n  And I will thorough them; if they be shut,\n  Ile batter um, but I will find the place\n  Where the most damn'd have dwelling; ere I end,\n  Amongst them all they shall not have a sinne,\n  But I may call it mine: I must beginne\n  With murder of my friend, and so goe on\n  To an incestuous ravishing, and end\n  My life and sinnes with a forbidden blow\n  Upon my selfe.\n\n  _Enter Mardonius_.\n\n_Mardo_.\n\n  What Tragedie is here?\n  That hand was never wont to draw a Sword,\n  But it cride dead to something:\n\n_Arb_.\n\n  _Mar_. have you bid _Gobrius_  come?\n\n_Mar_.\n\n  How doe you Sir?\n\n_Arb_.\n\n  Well, is he comming?\n\n_Mar_.\n\n\n  Why Sir are you thus?\n  Why does your hand proclaime a lawlesse warre\n  Against your selfe?\n\n_Arb_.\n\n  Thou answerest me one question with another,\n  Is _Gobrius_  comming?\n\n_Mar_.\n\n  Sir he is. _Arb_. Tis well.\n\n_Mar_.\n\n  I can forbeare your questions then, be gone\n  Sir, I have markt.\n\n_Arb_.\n\n  Marke lesse, it troubles you and me.\n\n_Mar_.\n\n  You are more variable then you were.\n\n_Arb_.\n\n  It may be so.\n\n_Mar_.\n\n  To day no Hermit could be humblier\n  Then you were to us all.\n\n_Arb_.\n\n  And what of this?\n\n_Mar_.\n\n  And now you take new rage into your eies,\n  As you would looke us all out of the Land.\n\n_Arb_.\n\n  I doe confesse it, will that satisfie,\nI prethee get thee gone.\n\n_Mar_.\n\n  Sir I will speake.\n\n_Arb_.\n\n  Will ye?\n\n_Mar_.\n\n  It is my dutie,\n  I feare you will kill your selfe: I am a subject,\n  And you shall doe me wrong in't: tis my cause,\n  And I may speake.\n\n_Arb_.\n\n  Thou art not traind in sinne,\n  It seemes _Mardonius_: kill my selfe, by heaven\n  I will not doe it yet; and when I will,\n  Ile tell thee then: I shall be such a creature,\n  That thou wilt give me leave without a word.\n  There is a method in mans wickednesse,\n  It growes up by degrees; I am not come\n  So high as killing of my selfe, there are\n  A hundred thousand sinnes twixt me and it,\n  Which I must doe, I shall come toot at last;\n  But take my oath not now, be satisfied,\n  And get thee hence.\n\n_Mar_.\n\n  I am sorrie tis so ill.\n\n_Arb_.\n\n  Be sorrie then,\n  True sorrow is alone, grieve by thy selfe.\n\n_Mar_.\n\n  I pray you let mee see your sword put up\n  Before I goe; Ile leave you then.\n\n_Arb_.\n\n  Why so?\n  What follie is this in thee? is it not\n  As apt to mischiefe as it was before?\n  Can I not reach it thinkest thou? these are toyes\n  For children to be pleas'd with, and not men;\n  Now I am safe you thinke: I would the booke\n  Of Fate were here, my sword is not so sure,\n  But I should get it out, and mangle that\n  That all the destinies should quite forget\n  Their fix't decrees, and hast to make us new\n  Farre other Fortunes mine could not be worse,\n  Wilt thou now leave me?\n\n_Mar_.\n\n  God put into your bosome temperate thoughts,\n  He leave you though I feare.\n\n                                                     _Exit_.\n\n_Arb_.\n\n  Goe, thou art honest,\n  Why should the hastie errors of my youth\n  Be so unpardonable, to draw a sinne\n  Helpelesse upon me?\n\n  _Enter Gobrius_.\n\n_Gob_.\n\n  There is the King, now it is ripe.\n\n_Arb_.\n\n  Draw neere thou guiltie man,\n  That are the author of the loathedst crime\n  Five ages have brought forth, and heare me speake\n  Curses incurable, and all the evils\n  Mans bodie or his spirit can receive\n  Be with thee.\n\n_Gob_.\n\nWhy Sir doe you curse me thus?\n\n_Arb_.\n\n  Why doe I curse thee, if there be a man\n  Subtill in curses, that exceedes the rest,\n  His worst wish on thee. Thou hast broke my hart.\n\n_Gob_.\n\n  How Sir? Have I preserv'd you from a childe,\n  From all the arrowes, malice or ambition\n  Could shoot at you, and have I this for pay?\n\n_Arb_.\n\n  Tis true thou didst preserve me, and in that\n  Wert crueller then hardned murderers\n  Of infants and their mothers; thou didst save me\n  Onely till thou hadst studdied out a way\n  How to destroy me cunningly thy selfe:\n  This was a curious way of torturing.\n\n_Gob_.\n\n  What doe you meane?\n\n_Arb_.\n\n  Thou knowst the evils thou hast done to me,\n  Dost thou remember all those witching letters\n  Thou sentst unto me to _Armenia_,\n  Fild with the praise of my beloved Sister,\n  Where thou extolst her beautie; what had I\n  To doe with that, what could her beautie be\n  To me, and thou didst write how well shee lov'd me,\n  Doest thou remember this: so that I doated\n  Something before I saw her.\n\n_Gob_.\n\n  This is true.\n\n_Arb_.\n\n  Is it, and I when I was returnd thou knowst\n  Thou didst pursue it, till thou woundst mee into\n  Such a strange, and unbeleev'd affection,\n  As good men cannot thinke on.\n\n_Gob_.\n\n  This I grant, I thinke I was the cause.\n\n_Arb_.\n\n  Wert thou? Nay more, I thinke thou meantst it.\n\n_Gob_.\n\n  Sir I hate a lie.\n  As I love God and honestie, I did:\n  It was my meaning.\n\n_Arb_.\n\n  Be thine owne sad Judge,\n  A further condemnation will not need:\n  Prepare thy selfe to die.\n\n_Gob_.\n\n  Why Sir to die?\n\n_Arb_.\n\n  Why wouldst thou live, was ever yet offender\n  So impudent, that had a thought of mercy\n  After confession of a crime like this?\n  Get out I cannot, where thou hurlst me in,\n  But I can take revenge, that's all the sweetnesse\n  Left for me.\n\n_Gob_.\n\n  Now is the time, heare me but speake.\n\n_Arb_.\n\n  No, yet I will be farre more mercifull\n  Then thou wert to me; thou didst steale into me,\n  And never gavest me warning: so much time\n  As I give thee now, had prevented thee\n  For ever. Notwithstanding all thy sinnes,\n  If thou hast hope, that there is yet a prayer\n  To save thee, turne, and speake it to your selfe.\n\n_Gob_.\n\n  Sir, you shall know your sinnes before you doe um\n  If you kill me.\n\n_Arb_.\n\n  I will not stay then.\n\n_Gob_.\n\n  Know you kill your Father.\n\n_Arb_.\n\n  How?\n\n_Gob_.\n\n  You kill your Father.\n\n_Arb_.\n\n  My Father? though I know it for a lie\n  Made out of feare to save thy stained life:\n  The verie reverence of the word comes crosse me,\n  And ties mine arme downe.\n\n_Gob_.\n\n  I will tell you that shall heighten you againe, I am thy\n  Father, I charge thee heare me.\n\n_Arb_.\n\n  If it should be so,\n  As tis most false, and that I should be found\n  A bastard issue, the dispised fruite\n  Of lawlesse lust, I should no more admire\n  All my wilde passions: but another truth\n  Shall be wrung from thee: If I could come by\n  The spirit of paine, it should be powr'd on thee,\n  Till thou allowest thy selfe more full of lies\n  Then he that teaches thee.\n\n  _Enter Arane_.\n\n_Arane_.\n\n  Turne thee about,\n  I come to speake to thee thou wicked man,\n  Heare me thou Tyrant.\n\n_Arb_.\n\n  I will turne to thee,\n  Heare me thou Strumpet: I have blotted out\n  The name of mother, as thou hast thy shame.\n\n_Ara_.\n\n  My shame, thou hast lesse shame then anything:\n  Why dost thou keepe my daughter in a prison?\n  Why dost thou call her Sister, and doe this?\n\n_Arb_.\n\n  Cease thou strange impudence, and answere quickly,\n  If thou contemn'st me, this will aske an answere,\n  And have it.\n\n_Ara_.\n\n  Helpe me gentle _Gobrius_.\n\n_Arb_.\n\n  Guilt dare not helpe guilt, though they grow together\n  In doing ill, yet at the punishment\n  They sever, and each flies the noyse of other,\n  Thinke not of helpe, answere.\n\n_Ara_.\n\n  I will, to what?\n\n_Arb_.\n\n  To such a thing as if it be a truth,\n  Thinke what a creature thou hast made thy selfe,\n  That didst not shame to doe, what I must blush\n  Onely to aske thee: tell me who I am,\n  Whose sonne I am, without all circumstance;\n  Be thou as hastie, as my Sword will be\n  If thou refusest.\n\n_Ara_.\n\n  Why you are his sonne.\n\n_Arb_.\n\n  His sonne?\n  Sweare, sweare, thou worse then woman damn'd.\n\n_Ara_.\n\n  By all thats good you are.\n\n_Arb_.\n\n  Then art thou all that ever was knowne bad. Now is\n  The cause of all my strange misfortunes come to light:\n  What reverence expects thou from a childe\n  To bring forth which thou hast offended Heaven,\n  Thy husband and the Land: Adulterous witch\n  I know now why thou wouldst have poyson'd me,\n  I was thy lust which thou wouldst have forgot:\n  Thou wicked mother of my sinnes, and me,\n  Shew me the way to the inheritance\n  I have by thee: which is a spacious world\n  Of impious acts, that I may soone possesse it:\n  Plagues rott thee, as thou liv'st, and such diseases\n  As use to pay lust, recompence thy deed.\n\n_Gob_.\n\n  You doe not know why you curse thus.\n\n_Arb_.\n\n  Too well:\n  You are a paire of Vipers, and behold\n  The Serpent you have got; there is no beast\n  But if he knew, it has a pedigree\n  As brave as mine, for they have more discents,\n  And I am every way as beastly got,\n  As farre without the compasse of a law,\n  As they.\n\n_Ara_.\n\n  You spend your rage, and words in vaine,\n  And raile upon a guesse: heare us a little.\n\n_Arb_.\n\n  No I will never heare, but talke away\n  My breath, and die.\n\n_Gob_.\n\n  Why but you are no Bastard.\n\n_Arb_.\n\n  Howe's that?\n\n_Ara_.\n\n  Nor childe of mine.\n\n_Arb_.\n\n  Still you goe on in wonders to me.\n\n_Gob_.\n\n  Pray be more patient, I may bring comfort to you.\n\n_Arb_.\n\n  I will kneele,\n  And heare with the obedience of a childe;\n  Good Father speake, I doe acknowledge you,\n  So you bring comfort.\n\n_Gob_.\n\n  First know our last King your supposed Father\n  Was olde and feeble when he marryed her,\n  And almost all the Land as shee past hope\n  Of issue from him.\n\n_Arb_.\n\n  Therefore shee tooke leave\n  To play the whoore, because the King was old:\n  Is this the comfort?\n\n_Ara_.\n\n  What will you find out\n  To give me satisfaction, when you find\n  How you have injur'd me: let fire consume mee,\n  If ever I were whore.\n\n_Gob_.\n\n  Forbeare these starts,\n  Or I will leave you wedded to despaire,\n  As you are now: if you can find a temper,\n  My breath shall be a pleasant westerne wind,\n  That cooles, and blastes not.\n\n_Arb_.\n\n  Bring it out good Father,\n  He lie, artd listen here as reverentlie\n  As to an Angell: If I breathe too loude,\n  Tell me; for I would be as still as night.\n\n_Gob_.\n\n  Our King I say was old, and this our Queene\n  Desired to bring an heire; but yet her husband\n  Shee thought was past it, and to be dishonest\n  I thinke shee would not; if shee would have beene,\n  The truth is, shee was watcht so narrowlie,\n  And had so slender opportunitie,\n  Shee hardly could have beene: But yet her cunning\n  Found out this way; shee fain'd her selfe with child,\n  And postes were sent in haste throughout the Land,\n  And God was humbly thankt in every Church,\n  That so had blest the Queen, and prayers were made\n  For her safe going, and deliverie:\n  Shee fain'd now to grow bigger, and perceiv'd\n  This hope of issue made her feard, and brought\n  A farre more large respect from everie man.\n  And saw her power increase, and was resolv'd,\n  Since shee believ'd shee could not have't indeede;\n  At least shee would be thought to have a child.\n\n_Arb_.\n\n  Doe I not heare it well: nay, I will make\n  No noise at all; but pray you to the point,\n  Quicke as you can.\n\n_Gob_.\n\n  Now when the time was full,\n  Shee should be brought abed; I had a sonne\n  Borne, which was you: This the Queene hearing of,\n  Mov'd me to let her have you, and such reasons\n  Shee shewed me, as shee knew would tie\n  My secresie: shee sware you should be King;\n  And to be short, I did deliver you\n  Unto her, and pretended you were dead;\n  And in mine owne house kept a Funerall,\n  And had an emptie coffin put in earth:\n  That night the Queene fain'd hastilie to labour,\n  And by a paire of women of her owne,\n  Which shee had charm'd, shee made the world believe\n  Shee was deliver'd of you: you grew up\n  As the Kings sonne, till you were six yeere olde;\n  Then did the King die, and did leave to me\n  Protection of the Realme; and contrarie\n  To his owne expectation, left this Queene\n  Truly with Childe indeed of the faire Princesse\n  _Panthea_: Then shee could have torne her heire,\n  And did alone to me yet durst not speake\n  In publike; for shee knew shee should be found\n  A Traytor, and her talke would have beene thought\n  Madnesse or any thing rather then truth:\n  This was the onely cause why shee did seeke\n  To poyson you, and I to keepe you safe:\n  And this the reason why I sought to kindle\n  Some sparke of love in you to faire _Panthea_,\n  That shee might get part of her right agen.\n\n_Arb_.\n\n  And have you made an end now, is this all?\n  If not, I will be still till I am aged,\n  Till all my heires are silver.\n\n_Gob_.\n\n  This is all.\n\n_Arb_.\n\n  And is it true say you Maddam?\n\n_Ara_.\n\n  Yes, God knowes it is most true.\n\n_Arb_.\n\n  _Panthea_  then is not my Sister.\n\n_Gob_.\n\n  No.\n\n_Arb_.\n\n  But can you prove this?\n\n[_Gob_.]\n\n  If you will give consent: else who dare goe about it.\n\n_Arb_.\n\n  Give consent?\n  Why I will have them all that know it rackt\n  To get this from um: All that waites without\n  Come in, what ere you be come in, and be\n  Partakers of my Joy: O you are welcome.\n\n         _Ent. Mar: Bessus, and others_.\n\n  _Mardonius_  the best newes, nay, draw no neerer\n  They all shall heare it: I am found no King.\n\n_Mar_.\n\n  Is that so good newes?\n\n_Art_.\n\n  Yes, the happiest newes that ere was heard.\n\n_Mar_.\n\n  Indeed twere well for you,\n  If you might be a little lesse obey'd.\n\n_Arb_.\n\n  On, call the Queene.\n\n_Mar_.\n\n  Why she is there.\n\n_Arb_.\n\n  The Queene _Mardonius_, _Panthea_  is the Queene,\n  And I am plaine _Arbaces_, goe some one,\n  She is in _Gobrius_  house; since I saw you\n  There are a thousand things delivered to me\n  You little dreame of.\n\n_Mar_.\n\n  So it should seeme: My Lord,\n  What furi's this.\n\n_Gob_.\n\n  Beleeve me tis no fury,\n  All that he sayes is truth.\n\n_Mar_.\n\n  Tis verie strange.\n\n_Arb_.\n\n  Why doe you keepe your hats off Gentlemen,\n  Is it to me? in good faith it must not be:\n  I cannot now command you, but I pray you\n  For the respect you bare me, when you tooke\n  Me for your King, each man clap on his hat at my desire.\n\n_Mar_.\n\n  We will: but you are not found\n  So meane a man, but that you may be cover'd\n  As well as we, may you not?\n\n_Arb_.\n\n  O not here,\n  You may, but not I, for here is my Father in presence.\n\n_Mar_.\n\n  Where?\n\n_Arb_.\n\n  Why there: O the whole storie\n  Would be a wildernesse to loose thy selfe\n  For ever; O pardon me deare Father,\n  For all the idle, and unreverent words\n  That I have spoke in idle moodes to you:\n  I am _Arbaces_, we all fellow subjects,\n  Nor is the Queene _Panthea_  now my Sister.\n\n_Bes_.\n\n  Why if you remember fellow subject _Arbaces_, I tolde you once\n  she was not your sister, I say she look't nothing like you.\n\n_Arb_.\n\n  I thinke you did good Captaine _Bessus_.\n\n_Bes_.\n\n  Here will arise another question now amongst the Swordmen,\n  whether I be to call him to account for beating me, now he's\n  prov'd no King.\n\n                     _Enter Ligones_.\n\n_Ma_.\n\n  Sir, heres _Ligones_\n  The Agent for the Armenian King.\n\n_Arb_.\n\n  Where is he, I know your businesse good _Ligones_.\n\n_Lig_.\n\n  We must have our King againe, and will.\n\n_Arb_.\n\n  I knew that was your businesse, you shall have\n  You King againe, and have him so againe\n  As never King was had. Goe one of you\n  And bid _Bacurius_  bring _Tigranes_  hither,\n  And bring the Ladie with him, that _Panthea_\n  The Queene _Panthea_  sent me word this morning\n  Was brave _Tigranes_  mistresse.\n\n_Lig_.\n\n  Tis _Spaconia_.\n\n_Arb_.\n\n  I, I, _Spaconia_.\n\n_Lig_.\n\n  She is my daughter.\n\n_Arb_.\n\n  Shee is so, I could now tell any thing\n  I never heard; your King shall goe so home\n  As never man went.\n\n_Mar_.\n\n  Shall he goe on's head?\n\n_Arb_.\n\n  He shall have Chariots easier than ayre\n  That I will have invented; and nere thinke\n  He shall pay any ransome; and thy selfe\n  That art the Messenger shall ride before him\n  On a Horse cut out of an entire Diamond,\n  That shall be made to goe with golden wheeles,\n  I know not how yet.\n\n_Lig_.\n\n  Why I shall be made\n  For ever, they belied this King with us\n  And sayd he was unkind.\n\n_Arb_.\n\n  And then thy daughter,\n  She shall have some strange thinke, wele have the Kingdome\n  Sold utterly, and put into a toy.\n  Which she shall weare about her carelesly\n  Some where or other.\n  See the vertuous Queene.\n\n              _Enter Pan_.\n\n  Behold the humblest subject that you have\n  Kneele here before you. _Pan_. Why kneele you\n  To me that am your vassall?\n\n_Arb_.\n\n  Grant me one request.\n\n_Pan_.\n\n  Alas, what can I grant you?\n  What I can I will.\n\n_Arb_.\n\n  That you will please to marry me,\n  If I can prove it lawfull.\n\n_Pan_.\n\n  Is that all?\n  More willingly, then I would draw this ayre.\n\n_Arb_.\n\n  Ile kisse this hand in earnest.\n\n_Mar_.\n\n  Sir, _Tigranes_  is comming though he made it strange\n  To see the Princesse any more.\n\n_Arb_.\n\nThe Queene,\n\n          _Enter Tig. and Spa_.\n\n  Thou meanest: O my Tigranes pardon me,\n  Tread on my necke I freely offer it,\n  And if thou beest so given; take revenge,\n  For I have injur'd thee.\n\n_Tig_.\n\n  No, I forgive,\n  And rejoice more that you have found repentance,\n  Then I my libertie.\n\n_Arb_.\n\n  Maist thou be happie\n  In thy faire choice; for thou art temperate:\n  You owe no ransome to the state, know that;\n  I have a thousand joyes to tell you of,\n  Which yet I dare not utter, till I pay\n  My thankes to Heaven for um: will you goe\n  With me, and helpe me; pray you doe.\n\n_Tig_.\n\n  I will.\n\n_Arb_.\n\n  Take then your faire one with you and your Queene\n  Of goodnesse, and of us; O give me leave\n  To take your arme in mine: Come every one\n  That takes delight in goodnesse, helpe to sing\n  Loude thankes for me, that I am prov'd no King.\n\n\nFINIS.\n\nThe following verse variations have also been noted between the\nAct printed above from A and the quartos B, C, D and G.\n\np. 434, ll. 46 and 47. B, C, D, G] two lines, _hint, rope_.\n\np. 436, ll. 19 and 20. B--D] two lines, _better, Grandsire_.\n\np. 437, ll. 16--18. B, C, D, G] six lines, _Whore, satisfied,\nDancer, Musilians, thee, whore_.\n\np. 438, ll. 40 and 41. B, C, D, G] four lines, _laming, fall,\nSword-men, Stock-fish_.\n\np. 442, ll. 22 and 23. B, C, D, G] two lines, _in-, affection_.\n\np. 443, ll. 24 and 25. B, C, D, G] three lines, _impudence, me,\nanswere_. ll. 44 and 45. Three lines, _All, cause, light_.\n\np. 446, ll. 17 and 18. B, C, D, G] one line, _This_. ll. 19 and\n20. B, C, D, G] one line, _Truth_. l. 26. Two lines, _hat,\ndesire_.\n\np. 447, ll. 16 and 17. B, C, D, G] two lines, _ever, us_. ll. 23\nand 24. B, C, D, G] one line, _Queene_. ll. 29 and 30. B, C, D,\nG] one line, _will_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A King, and No King\nby Francis Beaumont and John Fletcher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A KING, AND NO KING ***\n\n***** This file should be named 12312.txt or 12312.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/2\/3\/1\/12312\/\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http:\/\/www.gutenberg.net\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":1339,"split":"test"}
