{"ori_id":"23fa36d9def95414a50968d216460d52f3dd3653","title":"All for Love (play)","context":"All for Love (play)\n Act One\nSerapion describes foreboding omens (of storms, whirlwinds, and the flooding of the Nile) of Egypt's impending doom. Alexas, Cleopatra's eunuch, dismisses Serapion's claims and is more concerned with Cleopatra's relationship with Antony. He sees that Cleopatra dotes on Antony and worries that Antony will not continue seeing Cleopatra. Thus, Serapion hosts a festival to celebrate Antony's honour.\nVentidius, a Roman general, comes to aide Antony in Alexandria. Ventidius disagrees with Antony's relationship with Cleopatra and offers to give Antony troops if he leaves her. Although Antony is insulted by Ventidius's opinions regarding Cleopatra (and refuses to hear anything negative about her), Antony agrees.\nAct Two\nCleopatra mourns about her situation without Antony. Charmion, Cleopatra's lady in waiting, attempts to set up a meeting between Cleopatra and Antony, but she is unsuccessful. Cleopatra thus sends Alexas to try to win back Antony using gifts (jewels including a bracelet). Alexas suggests that Cleopatra should tie the bracelet onto Antony's wrist. In the subsequent meeting between Cleopatra and Antony, Ventidius appears and tries to proclaim how Cleopatra is not Antony's rightful partner and would betray him for her own safety. However, Cleopatra wins this argument by demonstrating a letter showing that she refused Egypt and Syria from Octavius. Antony is overjoyed by Cleopatra's decision and proclaims his love for her.\nAct Three\nAntony is returning from battle and is overwhelmed with love for Cleopatra. Ventidius comes to speak with Antony, who attempts to flee unsuccessfully. Antony does not want to go back to war but doesn't know how to stop it. He believes Dolabella can help him and Ventidius brings Dolabella out. Dolabella, Antony's friend, appears after Antony's success in battle. Dolabella was banished for his love for Cleopatra, but he returns to a warm welcome from Antony. Dolabella offers a gift that will bring peace between Antony and Caesar. The gift is Octavia, Antony's true wife and Caesar's sister, and Antony's two daughters. Octavia tells Antony the war will stop when he returns to his rightful place, by her side. Antony and Octavia reunite, and Alexas's attempts to meddle for the sake of Cleopatra are dismissed. Cleopatra appears informed of her defeat. Alexas tells her to avoid Octavia but Cleopatra chooses to face her as a rival. Cleopatra and Octavia have an argument, it seems clear that Octavia is whom Antony rightfully belongs to, even if it is not she whom he loves most.\nAct Four\nAntony has been convinced by Octavia that his rightful place is by her side, in Rome, with his children. Antony plans to leave but does not have the strength to tell Cleopatra himself. Antony asks Dolabella to tell Cleopatra he is leaving so that Antony will not be persuaded to stay. Ventidius overhears that Dolabella will be going to Cleopatra to bid her farewell. He also sees her divising a plan with Alexas to inspire jealousy in Antony by way of Dolabella. Ventidius and Octavia see Dolabella taking Cleopatra's hand, but when the time comes to make a move romantically, both of them fall apart from the guilt of their betrayal. Ventidius tells Antony that Cleopatra and Dollabella have become lovers and Octavia also bears witness. Ventidius then asks Alexas to testify to the same story, which Alexas believes to be. Antony is infuriated by this information, but is still looking for some loophole that would confirm Cleopatra's innocence. Antony's belief in Cleopatra's innocence hurts Octavia and she leaves permanently. When Dolabella and Cleopatra try to explain themselves Antony refuses to believe them.\nAct Five\nAntony takes Cleopatra's naval fleet and sails to Caesar where he is greeted like an old friend. They then sail back to Alexandria. When Cleopatra hears of this Alexas tells her to flee and that he will attempt to make amends with Caesar. Cleopatra tells him this would make him a traitor and that he cannot go to Caesar. Cleopatra flees and Alexas is left behind. Antony and Ventidius meet up and prepare to fight. Alexas, Cleopatra's messenger, comes and informs Antony that Cleopatra is dead. Antony then tells Ventidus to end his life, but Ventidius refuses and kills himself. With Ventidius dead, Antony then tried and failed to commit suicide. Cleopatra then comes in and sees Antony, still living, but on the verge of death. Antony dies. Cleopatra then kills herself. Serapion delivers their eulogy.\nï»¿The Project Gutenberg EBook of All for Love, by John Dryden\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: All for Love\n\nAuthor: John Dryden\n\nPosting Date: January 29, 2009 [EBook #2062]\nRelease Date: February, 2000\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK ALL FOR LOVE ***\n\n\n\n\nProduced by Gary R. Young\n\n\n\n\n\n\n\n\n\nComments on the preparation of this e-text\n\nSQUARE BRACKETS:\n\nThe square brackets, i.e. [ ] are copied from the printed book,\nwithout change, except that a closing bracket \"]\" has been added\nto the stage directions.\n\nCHANGES TO THE TEXT:\n\nCharacter names have been expanded.  For Example, CLEOPATRA was\nCLEO.\n\nThree words in the preface were written in Greek Characters.\nThese have been transliterated into Roman characters, and are\nset off by angle brackets, for example, <melichroos>.\n\n\n\nAll for Love\n\n\nby\n\nJohn Dryden\n\n\n\n\nINTRODUCTORY NOTE\n\nThe age of Elizabeth, memorable for so many reasons in the\nhistory of England, was especially brilliant in literature,\nand, within literature, in the drama.  With some falling off\nin spontaneity, the impulse to great dramatic production lasted\ntill the Long Parliament closed the theaters in 1642; and when\nthey were reopened at the Restoration, in 1660, the stage only\ntoo faithfully reflected the debased moral tone of the court\nsociety of Charles II.\n\nJohn Dryden (1631-1700), the great representative figure in\nthe literature of the latter part of the seventeenth century,\nexemplifies in his work most of the main tendencies of the time.\nHe came into notice with a poem on the death of Cromwell in 1658,\nand two years later was composing couplets expressing his loyalty\nto the returned king.  He married Lady Elizabeth Howard, the\ndaughter of a royalist house, and for practically all the rest of\nhis life remained an adherent of the Tory Party.  In 1663 he\nbegan writing for the stage, and during the next thirty years\nhe attempted nearly all the current forms of drama.  His \"Annus\nMirabilis\" (1666), celebrating the English naval victories over\nthe Dutch, brought him in 1670 the Poet Laureateship.  He had,\nmeantime, begun the writing of those admirable critical essays,\nrepresented in the present series by his Preface to the \"Fables\"\nand his Dedication to the translation of Virgil.  In these he\nshows himself not only a critic of sound and penetrating\njudgment, but the first master of modern English prose style.\n\nWith \"Absalom and Achitophel,\" a satire on the Whig leader,\nShaftesbury, Dryden entered a new phase, and achieved what\nis regarded as \"the finest of all political satires.\"  This\nwas followed by \"The Medal,\" again directed against the Whigs,\nand this by \"Mac Flecknoe,\" a fierce attack on his enemy and\nrival Shadwell.  The Government rewarded his services by\na lucrative appointment.\n\nAfter triumphing in the three fields of drama, criticism,\nand satire, Dryden appears next as a religious poet in his\n\"Religio Laici,\" an exposition of the doctrines of the Church\nof England from a layman's point of view.  In the same year\nthat the Catholic James II. ascended the throne, Dryden joined\nthe Roman Church, and two years later defended his new religion\nin \"The Hind and the Panther,\" an allegorical debate between two\nanimals standing respectively for Catholicism and Anglicanism.\n\nThe Revolution of 1688 put an end to Dryden's prosperity; and\nafter a short return to dramatic composition, he turned to\ntranslation as a means of supporting himself.  He had already\ndone something in this line; and after a series of translations\nfrom Juvenal, Persius, and Ovid, he undertook, at the age of\nsixty-three, the enormous task of turning the entire works of\nVirgil into English verse.  How he succeeded in this, readers of\nthe \"Aeneid\" in a companion volume of these classics can judge\nfor themselves.  Dryden's production closes with the collection\nof narrative poems called \"Fables,\" published in 1700, in which\nyear he died and was buried in the Poet's Corner in Westminster\nAbbey.\n\nDryden lived in an age of reaction against excessive religious\nidealism, and both his character and his works are marked by\nthe somewhat unheroic traits of such a period.  But he was,\non the whole, an honest man, open minded, genial, candid, and\nmodest; the wielder of a style, both in verse and prose,\nunmatched for clearness, vigor, and sanity.\n\nThree types of comedy appeared in England in the time of Dryden--the\ncomedy of humors, the comedy of intrigue, and the comedy of\nmanners--and in all he did work that classed him with the\nablest of his contemporaries.  He developed the somewhat\nbombastic type of drama known as the heroic play, and brought\nit to its height in his \"Conquest of Granada\"; then, becoming\ndissatisfied with this form, he cultivated the French classic\ntragedy on the model of Racine.  This he modified by combining\nwith the regularity of the French treatment of dramatic action\na richness of characterization in which he showed himself\na disciple of Shakespeare, and of this mixed type his best\nexample is \"All for Love.\"  Here he has the daring to challenge\ncomparison with his master, and the greatest testimony to his\nachievement is the fact that, as Professor Noyes has said,\n\"fresh from Shakespeare's 'Antony and Cleopatra,' we can still\nread with intense pleasure Dryden's version of the story.\"\n\n\nDEDICATION\n\nTo the Right Honourable, Thomas, Earl of Danby, Viscount Latimer,\nand Baron Osborne of Kiveton, in Yorkshire; Lord High Treasurer\nof England, one of His Majesty's Most Honourable Privy Council,\nand Knight of the Most Noble Order of the Garter.\n\nMy Lord,\n\nThe gratitude of poets is so troublesome a virtue to great men,\nthat you are often in danger of your own benefits:  for you are\nthreatened with some epistle, and not suffered to do good in\nquiet, or to compound for their silence whom you have obliged.\nYet, I confess, I neither am or ought to be surprised at this\nindulgence; for your lordship has the same right to favour\npoetry, which the great and noble have ever had--\n\n     Carmen amat, quisquis carmine digna gerit.\n\nThere is somewhat of a tie in nature betwixt those who are born\nfor worthy actions, and those who can transmit them to posterity;\nand though ours be much the inferior part, it comes at least\nwithin the verge of alliance; nor are we unprofitable members\nof the commonwealth, when we animate others to those virtues,\nwhich we copy and describe from you.\n\nIt is indeed their interest, who endeavour the subversion of\ngovernments, to discourage poets and historians; for the best\nwhich can happen to them, is to be forgotten.  But such who,\nunder kings, are the fathers of their country, and by a just and\nprudent ordering of affairs preserve it, have the same reason\nto cherish the chroniclers of their actions, as they have to lay\nup in safety the deeds and evidences of their estates; for such\nrecords are their undoubted titles to the love and reverence of\nafter ages.  Your lordship's administration has already taken up\na considerable part of the English annals; and many of its most\nhappy years are owing to it.  His Majesty, the most knowing judge\nof men, and the best master, has acknowledged the ease and\nbenefit he receives in the incomes of his treasury, which you\nfound not only disordered, but exhausted.  All things were in the\nconfusion of a chaos, without form or method, if not reduced\nbeyond it, even to annihilation; so that you had not only\nto separate the jarring elements, but (if that boldness of\nexpression might be allowed me) to create them.  Your enemies\nhad so embroiled the management of your office, that they looked\non your advancement as the instrument of your ruin.  And as if\nthe clogging of the revenue, and the confusion of accounts, which\nyou found in your entrance, were not sufficient, they added their\nown weight of malice to the public calamity, by forestalling the\ncredit which should cure it.  Your friends on the other side were\nonly capable of pitying, but not of aiding you; no further help\nor counsel was remaining to you, but what was founded on\nyourself; and that indeed was your security; for your diligence,\nyour constancy, and your prudence, wrought most surely within,\nwhen they were not disturbed by any outward motion.  The highest\nvirtue is best to be trusted with itself; for assistance only can\nbe given by a genius superior to that which it assists; and it is\nthe noblest kind of debt, when we are only obliged to God and\nnature.  This then, my lord, is your just commendation, and that\nyou have wrought out yourself a way to glory, by those very means\nthat were designed for your destruction:  You have not only\nrestored but advanced the revenues of your master, without\ngrievance to the subject; and, as if that were little yet,\nthe debts of the exchequer, which lay heaviest both on the crown,\nand on private persons, have by your conduct been established\nin a certainty of satisfaction.  An action so much the more great\nand honourable, because the case was without the ordinary relief\nof laws; above the hopes of the afflicted and beyond the\nnarrowness of the treasury to redress, had it been managed by a\nless able hand.  It is certainly the happiest, and most unenvied\npart of all your fortune, to do good to many, while you do injury\nto none; to receive at once the prayers of the subject, and the\npraises of the prince; and, by the care of your conduct, to give\nhim means of exerting the chiefest (if any be the chiefest)\nof his royal virtues, his distributive justice to the deserving,\nand his bounty and compassion to the wanting.  The disposition\nof princes towards their people cannot be better discovered than\nin the choice of their ministers; who, like the animal spirits\nbetwixt the soul and body, participate somewhat of both natures,\nand make the communication which is betwixt them.  A king, who is\njust and moderate in his nature, who rules according to the laws,\nwhom God has made happy by forming the temper of his soul to the\nconstitution of his government, and who makes us happy, by\nassuming over us no other sovereignty than that wherein our\nwelfare and liberty consists; a prince, I say, of so excellent\na character, and so suitable to the wishes of all good men, could\nnot better have conveyed himself into his people's apprehensions,\nthan in your lordship's person; who so lively express the same\nvirtues, that you seem not so much a copy, as an emanation of\nhim.  Moderation is doubtless an establishment of greatness; but\nthere is a steadiness of temper which is likewise requisite in a\nminister of state; so equal a mixture of both virtues, that he\nmay stand like an isthmus betwixt the two encroaching seas of\narbitrary power, and lawless anarchy.  The undertaking would be\ndifficult to any but an extraordinary genius, to stand at the\nline, and to divide the limits; to pay what is due to the great\nrepresentative of the nation, and neither to enhance, nor to\nyield up, the undoubted prerogatives of the crown.  These, my\nlord, are the proper virtues of a noble Englishman, as indeed\nthey are properly English virtues; no people in the world being\ncapable of using them, but we who have the happiness to be born\nunder so equal, and so well-poised a government;--a government\nwhich has all the advantages of liberty beyond a commonwealth,\nand all the marks of kingly sovereignty, without the danger of\na tyranny.  Both my nature, as I am an Englishman, and my reason,\nas I am a man, have bred in me a loathing to that specious name\nof a republic; that mock appearance of a liberty, where all who\nhave not part in the government, are slaves; and slaves they are\nof a viler note, than such as are subjects to an absolute\ndominion.  For no Christian monarchy is so absolute, but it is\ncircumscribed with laws; but when the executive power is in the\nlaw-makers, there is no further check upon them; and the people\nmust suffer without a remedy, because they are oppressed by their\nrepresentatives.  If I must serve, the number of my masters, who\nwere born my equals, would but add to the ignominy of my bondage.\nThe nature of our government, above all others, is exactly suited\nboth to the situation of our country, and the temper of the\nnatives; an island being more proper for commerce and for\ndefence, than for extending its dominions on the Continent; for\nwhat the valour of its inhabitants might gain, by reason of its\nremoteness, and the casualties of the seas, it could not so\neasily preserve:  And, therefore, neither the arbitrary power of\nOne, in a monarchy, nor of Many, in a commonwealth, could make us\ngreater than we are.  It is true, that vaster and more frequent\ntaxes might be gathered, when the consent of the people was not\nasked or needed; but this were only by conquering abroad, to be\npoor at home; and the examples of our neighbours teach us, that\nthey are not always the happiest subjects, whose kings extend\ntheir dominions farthest.  Since therefore we cannot win by an\noffensive war, at least, a land war, the model of our government\nseems naturally contrived for the defensive part; and the consent\nof a people is easily obtained to contribute to that power which\nmust protect it.  Felices nimium, bona si sua norint, Angligenae!\nAnd yet there are not wanting malcontents among us, who,\nsurfeiting themselves on too much happiness, would persuade the\npeople that they might be happier by a change.  It was indeed the\npolicy of their old forefather, when himself was fallen from the\nstation of glory, to seduce mankind into the same rebellion with\nhim, by telling him he might yet be freer than he was; that is\nmore free than his nature would allow, or, if I may so say, than\nGod could make him.  We have already all the liberty which\nfreeborn subjects can enjoy, and all beyond it is but licence.\nBut if it be liberty of conscience which they pretend, the\nmoderation of our church is such, that its practice extends not\nto the severity of persecution; and its discipline is withal so\neasy, that it allows more freedom to dissenters than any of the\nsects would allow to it.  In the meantime, what right can be\npretended by these men to attempt innovation in church or state?\nWho made them the trustees, or to speak a little nearer their own\nlanguage, the keepers of the liberty of England?  If their call\nbe extraordinary, let them convince us by working miracles; for\nordinary vocation they can have none, to disturb the government\nunder which they were born, and which protects them.  He who has\noften changed his party, and always has made his interest the\nrule of it, gives little evidence of his sincerity for the public\ngood; it is manifest he changes but for himself, and takes the\npeople for tools to work his fortune.  Yet the experience of all\nages might let him know, that they who trouble the waters first,\nhave seldom the benefit of the fishing; as they who began the\nlate rebellion enjoyed not the fruit of their undertaking,\nbut were crushed themselves by the usurpation of their own\ninstrument.  Neither is it enough for them to answer, that\nthey only intend a reformation of the government, but not the\nsubversion of it:  on such pretence all insurrections have been\nfounded; it is striking at the root of power, which is obedience.\nEvery remonstrance of private men has the seed of treason in it;\nand discourses, which are couched in ambiguous terms, are\ntherefore the more dangerous, because they do all the mischief\nof open sedition, yet are safe from the punishment of the laws.\nThese, my lord, are considerations, which I should not pass so\nlightly over, had I room to manage them as they deserve; for no\nman can be so inconsiderable in a nation, as not to have a share\nin the welfare of it; and if he be a true Englishman, he must at\nthe same time be fired with indignation, and revenge himself as\nhe can on the disturbers of his country.  And to whom could I\nmore fitly apply myself than to your lordship, who have not only\nan inborn, but an hereditary loyalty?  The memorable constancy\nand sufferings of your father, almost to the ruin of his estate,\nfor the royal cause, were an earnest of that which such a parent\nand such an institution would produce in the person of a son.\nBut so unhappy an occasion of manifesting your own zeal, in\nsuffering for his present majesty, the providence of God, and\nthe prudence of your administration, will, I hope, prevent; that,\nas your father's fortune waited on the unhappiness of his\nsovereign, so your own may participate of the better fate which\nattends his son.  The relation which you have by alliance to the\nnoble family of your lady, serves to confirm to you both this\nhappy augury.  For what can deserve a greater place in the\nEnglish chronicle, than the loyalty and courage, the actions and\ndeath, of the general of an army, fighting for his prince and\ncountry?  The honour and gallantry of the Earl of Lindsey is so\nillustrious a subject, that it is fit to adorn an heroic poem;\nfor he was the protomartyr of the cause, and the type of his\nunfortunate royal master.\n\nYet after all, my lord, if I may speak my thoughts, you are happy\nrather to us than to yourself; for the multiplicity, the cares,\nand the vexations of your employment, have betrayed you from\nyourself, and given you up into the possession of the public.\nYou are robbed of your privacy and friends, and scarce any hour\nof your life you can call your own.  Those, who envy your\nfortune, if they wanted not good-nature, might more justly pity\nit; and when they see you watched by a crowd of suitors, whose\nimportunity it is impossible to avoid, would conclude, with\nreason, that you have lost much more in true content, than you\nhave gained by dignity; and that a private gentleman is better\nattended by a single servant, than your lordship with so\nclamorous a train.  Pardon me, my lord, if I speak like a\nphilosopher on this subject; the fortune which makes a man\nuneasy, cannot make him happy; and a wise man must think himself\nuneasy, when few of his actions are in his choice.\n\nThis last consideration has brought me to another, and a very\nseasonable one for your relief; which is, that while I pity your\nwant of leisure, I have impertinently detained you so long a\ntime.  I have put off my own business, which was my dedication,\ntill it is so late, that I am now ashamed to begin it; and\ntherefore I will say nothing of the poem, which I present to you,\nbecause I know not if you are like to have an hour, which, with a\ngood conscience, you may throw away in perusing it; and for the\nauthor, I have only to beg the continuance of your protection to\nhim, who is,\n\n     My Lord,\n          Your Lordship's most obliged,\n               Most humble, and\n                    Most obedient, servant,\n                                   John Dryden.\n\n\nPREFACE\n\nThe death of Antony and Cleopatra is a subject which has been treated\nby the greatest wits of our nation, after Shakespeare; and by all so\nvariously, that their example has given me the confidence to try\nmyself in this bow of Ulysses amongst the crowd of suitors, and,\nwithal, to take my own measures, in aiming at the mark.  I doubt not\nbut the same motive has prevailed with all of us in this attempt;\nI mean the excellency of the moral:  For the chief persons\nrepresented were famous patterns of unlawful love; and their end\naccordingly was unfortunate.  All reasonable men have long since\nconcluded, that the hero of the poem ought not to be a character of\nperfect virtue, for then he could not, without injustice, be made\nunhappy; nor yet altogether wicked, because he could not then be\npitied.  I have therefore steered the middle course; and have drawn\nthe character of Antony as favourably as Plutarch, Appian, and Dion\nCassius would give me leave; the like I have observed in Cleopatra.\nThat which is wanting to work up the pity to a greater height, was\nnot afforded me by the story; for the crimes of love, which they both\ncommitted, were not occasioned by any necessity, or fatal ignorance,\nbut were wholly voluntary; since our passions are, or ought to be,\nwithin our power.  The fabric of the play is regular enough, as to\nthe inferior parts of it; and the unities of time, place, and action,\nmore exactly observed, than perhaps the English theatre requires.\nParticularly, the action is so much one, that it is the only one of\nthe kind without episode, or underplot; every scene in the tragedy\nconducing to the main design, and every act concluding with a turn\nof it.  The greatest error in the contrivance seems to be in the\nperson of Octavia; for, though I might use the privilege of a poet,\nto introduce her into Alexandria, yet I had not enough considered,\nthat the compassion she moved to herself and children was destructive\nto that which I reserved for Antony and Cleopatra; whose mutual love\nbeing founded upon vice, must lessen the favour of the audience to\nthem, when virtue and innocence were oppressed by it.  And, though\nI justified Antony in some measure, by making Octavia's departure to\nproceed wholly from herself; yet the force of the first machine still\nremained; and the dividing of pity, like the cutting of a river into\nmany channels, abated the strength of the natural stream.  But this\nis an objection which none of my critics have urged against me; and\ntherefore I might have let it pass, if I could have resolved to have\nbeen partial to myself.  The faults my enemies have found are rather\ncavils concerning little and not essential decencies; which a master\nof the ceremonies may decide betwixt us.  The French poets,\nI confess, are strict observers of these punctilios:  They would not,\nfor example, have suffered Cleopatra and Octavia to have met; or,\nif they had met, there must have only passed betwixt them some cold\ncivilities, but no eagerness of repartee, for fear of offending\nagainst the greatness of their characters, and the modesty of their\nsex.  This objection I foresaw, and at the same time contemned; for\nI judged it both natural and probable, that Octavia, proud of her\nnew-gained conquest, would search out Cleopatra to triumph over her;\nand that Cleopatra, thus attacked, was not of a spirit to shun the\nencounter:  And it is not unlikely, that two exasperated rivals\nshould use such satire as I have put into their mouths; for, after\nall, though the one were a Roman, and the other a queen, they were\nboth women.  It is true, some actions, though natural, are not fit to\nbe represented; and broad obscenities in words ought in good manners\nto be avoided:  expressions therefore are a modest clothing of our\nthoughts, as breeches and petticoats are of our bodies.  If I have\nkept myself within the bounds of modesty, all beyond, it is but\nnicety and affectation; which is no more but modesty depraved into\na vice.  They betray themselves who are too quick of apprehension in\nsuch cases, and leave all reasonable men to imagine worse of them,\nthan of the poet.\n\nHonest Montaigne goes yet further:  Nous ne sommes que ceremonie;\nla ceremonie nous emporte, et laissons la substance des choses.  Nous\nnous tenons aux branches, et abandonnons le tronc et le corps.  Nous\navons appris aux dames de rougir, oyans seulement nommer ce qu'elles\nne craignent aucunement a faire:  Nous n'osons appeller a droit nos\nmembres, et ne craignons pas de les employer a toute sorte de\ndebauche.  La ceremonie nous defend d'exprimer par paroles les choses\nlicites et naturelles, et nous l'en croyons; la raison nous defend de\nn'en faire point d'illicites et mauvaises, et personne ne l'en croit.\nMy comfort is, that by this opinion my enemies are but sucking\ncritics, who would fain be nibbling ere their teeth are come.\n\nYet, in this nicety of manners does the excellency of French poetry\nconsist.  Their heroes are the most civil people breathing; but their\ngood breeding seldom extends to a word of sense; all their wit is in\ntheir ceremony; they want the genius which animates our stage; and\ntherefore it is but necessary, when they cannot please, that they\nshould take care not to offend.  But as the civilest man in the\ncompany is commonly the dullest, so these authors, while they are\nafraid to make you laugh or cry, out of pure good manners make you\nsleep.  They are so careful not to exasperate a critic, that they\nnever leave him any work; so busy with the broom, and make so clean\na riddance that there is little left either for censure or for\npraise:  For no part of a poem is worth our discommending, where the\nwhole is insipid; as when we have once tasted of palled wine, we stay\nnot to examine it glass by glass.  But while they affect to shine in\ntrifles, they are often careless in essentials.  Thus, their\nHippolytus is so scrupulous in point of decency, that he will rather\nexpose himself to death, than accuse his stepmother to his father;\nand my critics I am sure will commend him for it.  But we of grosser\napprehensions are apt to think that this excess of generosity is not\npracticable, but with fools and madmen.  This was good manners with\na vengeance; and the audience is like to be much concerned at the\nmisfortunes of this admirable hero.  But take Hippolytus out of his\npoetic fit, and I suppose he would think it a wiser part to set the\nsaddle on the right horse, and choose rather to live with the\nreputation of a plain-spoken, honest man, than to die with the infamy\nof an incestuous villain.  In the meantime we may take notice, that\nwhere the poet ought to have preserved the character as it was\ndelivered to us by antiquity, when he should have given us the\npicture of a rough young man, of the Amazonian strain, a jolly\nhuntsman, and both by his profession and his early rising a mortal\nenemy to love, he has chosen to give him the turn of gallantry, sent\nhim to travel from Athens to Paris, taught him to make love, and\ntransformed the Hippolytus of Euripides into Monsieur Hippolyte.\nI should not have troubled myself thus far with French poets, but\nthat I find our Chedreux critics wholly form their judgments by them.\nBut for my part, I desire to be tried by the laws of my own country;\nfor it seems unjust to me, that the French should prescribe here,\ntill they have conquered.  Our little sonneteers, who follow them,\nhave too narrow souls to judge of poetry.  Poets themselves are the\nmost proper, though I conclude not the only critics.  But till some\ngenius, as universal as Aristotle, shall arise, one who can penetrate\ninto all arts and sciences, without the practice of them, I shall\nthink it reasonable, that the judgment of an artificer in his own art\nshould be preferable to the opinion of another man; at least where he\nis not bribed by interest, or prejudiced by malice.  And this,\nI suppose, is manifest by plain inductions:  For, first, the crowd\ncannot be presumed to have more than a gross instinct of what pleases\nor displeases them:  Every man will grant me this; but then, by a\nparticular kindness to himself, he draws his own stake first, and\nwill be distinguished from the multitude, of which other men may\nthink him one.  But, if I come closer to those who are allowed for\nwitty men, either by the advantage of their quality, or by common\nfame, and affirm that neither are they qualified to decide\nsovereignly concerning poetry, I shall yet have a strong party of my\nopinion; for most of them severally will exclude the rest, either\nfrom the number of witty men, or at least of able judges.  But here\nagain they are all indulgent to themselves; and every one who\nbelieves himself a wit, that is, every man, will pretend at the same\ntime to a right of judging.  But to press it yet further, there are\nmany witty men, but few poets; neither have all poets a taste of\ntragedy.  And this is the rock on which they are daily splitting.\nPoetry, which is a picture of nature, must generally please; but it\nis not to be understood that all parts of it must please every man;\ntherefore is not tragedy to be judged by a witty man, whose taste is\nonly confined to comedy.  Nor is every man, who loves tragedy, a\nsufficient judge of it; he must understand the excellences of it too,\nor he will only prove a blind admirer, not a critic.  From hence it\ncomes that so many satires on poets, and censures of their writings,\nfly abroad.  Men of pleasant conversation (at least esteemed so),\nand endued with a trifling kind of fancy, perhaps helped out with\nsome smattering of Latin, are ambitious to distinguish themselves\nfrom the herd of gentlemen, by their poetry--\n\n     Rarus enim ferme sensus communis in illa Fortuna.\n\nAnd is not this a wretched affectation, not to be contented with what\nfortune has done for them, and sit down quietly with their estates,\nbut they must call their wits in question, and needlessly expose\ntheir nakedness to public view?  Not considering that they are not to\nexpect the same approbation from sober men, which they have found\nfrom their flatterers after the third bottle.  If a little glittering\nin discourse has passed them on us for witty men, where was the\nnecessity of undeceiving the world?  Would a man who has an ill title\nto an estate, but yet is in possession of it; would he bring it of\nhis own accord, to be tried at Westminster?  We who write, if we want\nthe talent, yet have the excuse that we do it for a poor subsistence;\nbut what can be urged in their defence, who, not having the vocation\nof poverty to scribble, out of mere wantonness take pains to make\nthemselves ridiculous?  Horace was certainly in the right, where he\nsaid, \"That no man is satisfied with his own condition.\" A poet is\nnot pleased, because he is not rich; and the rich are discontented,\nbecause the poets will not admit them of their number.  Thus the case\nis hard with writers:  If they succeed not, they must starve; and if\nthey do, some malicious satire is prepared to level them, for daring\nto please without their leave.  But while they are so eager to\ndestroy the fame of others, their ambition is manifest in their\nconcernment; some poem of their own is to be produced, and the slaves\nare to be laid flat with their faces on the ground, that the monarch\nmay appear in the greater majesty.\n\nDionysius and Nero had the same longings, but with all their power\nthey could never bring their business well about.  'Tis true, they\nproclaimed themselves poets by sound of trumpet; and poets they were,\nupon pain of death to any man who durst call them otherwise.  The\naudience had a fine time on't, you may imagine; they sat in a bodily\nfear, and looked as demurely as they could:  for it was a hanging\nmatter to laugh unseasonably; and the tyrants were suspicious, as\nthey had reason, that their subjects had them in the wind; so, every\nman, in his own defence, set as good a face upon the business as he\ncould.  It was known beforehand that the monarchs were to be crowned\nlaureates; but when the show was over, and an honest man was suffered\nto depart quietly, he took out his laughter which he had stifled,\nwith a firm resolution never more to see an emperor's play, though he\nhad been ten years a-making it.  In the meantime the true poets were\nthey who made the best markets:  for they had wit enough to yield the\nprize with a good grace, and not contend with him who had thirty\nlegions.  They were sure to be rewarded, if they confessed themselves\nbad writers, and that was somewhat better than to be martyrs for\ntheir reputation.  Lucan's example was enough to teach them manners;\nand after he was put to death, for overcoming Nero, the emperor\ncarried it without dispute for the best poet in his dominions.\nNo man was ambitious of that grinning honour; for if he heard the\nmalicious trumpeter proclaiming his name before his betters, he knew\nthere was but one way with him.  Maecenas took another course, and we\nknow he was more than a great man, for he was witty too:  But finding\nhimself far gone in poetry, which Seneca assures us was not his\ntalent, he thought it his best way to be well with Virgil and with\nHorace; that at least he might be a poet at the second hand; and we\nsee how happily it has succeeded with him; for his own bad poetry is\nforgotten, and their panegyrics of him still remain.  But they who\nshould be our patrons are for no such expensive ways to fame; they\nhave much of the poetry of Maecenas, but little of his liberality.\nThey are for prosecuting Horace and Virgil, in the persons of their\nsuccessors; for such is every man who has any part of their soul and\nfire, though in a less degree.  Some of their little zanies yet go\nfurther; for they are persecutors even of Horace himself, as far as\nthey are able, by their ignorant and vile imitations of him; by\nmaking an unjust use of his authority, and turning his artillery\nagainst his friends.  But how would he disdain to be copied by such\nhands!  I dare answer for him, he would be more uneasy in their\ncompany, than he was with Crispinus, their forefather, in the Holy\nWay; and would no more have allowed them a place amongst the critics,\nthan he would Demetrius the mimic, and Tigellius the buffoon;\n\n     ------- Demetri, teque, Tigelli,\n     Discipulorum inter jubeo plorare cathedras.\n\nWith what scorn would he look down on such miserable translators,\nwho make doggerel of his Latin, mistake his meaning, misapply his\ncensures, and often contradict their own?  He is fixed as a landmark\nto set out the bounds of poetry--\n\n     ------- Saxum antiquum, ingens,--\n     Limes agro positus, litem ut discerneret arvis.\n\nBut other arms than theirs, and other sinews are required, to raise\nthe weight of such an author; and when they would toss him against\nenemies--\n\n     Genua labant, gelidus concrevit frigore sanguis.\n     Tum lapis ipse viri, vacuum per inane volatus,\n     Nec spatium evasit totum, nec pertulit ictum.\n\nFor my part, I would wish no other revenge, either for myself,\nor the rest of the poets, from this rhyming judge of the twelve-penny\ngallery, this legitimate son of Sternhold, than that he would\nsubscribe his name to his censure, or (not to tax him beyond his\nlearning) set his mark:  For, should he own himself publicly, and\ncome from behind the lion's skin, they whom he condemns would be\nthankful to him, they whom he praises would choose to be condemned;\nand the magistrates, whom he has elected, would modestly withdraw\nfrom their employment, to avoid the scandal of his nomination.\nThe sharpness of his satire, next to himself, falls most heavily on\nhis friends, and they ought never to forgive him for commending them\nperpetually the wrong way, and sometimes by contraries.  If he have\na friend, whose hastiness in writing is his greatest fault, Horace\nwould have taught him to have minced the matter, and to have called\nit readiness of thought, and a flowing fancy; for friendship will\nallow a man to christen an imperfection by the name of some neighbour\nvirtue--\n\n     Vellem in amicitia sic erraremus; et isti\n     Errori nomen virtus posuisset honestum.\n\nBut he would never allowed him to have called a slow man hasty,\nor a hasty writer a slow drudge, as Juvenal explains it--\n\n     ------- Canibus pigris, scabieque vestusta\n     Laevibus, et siccae lambentibus ora lucernae,\n     Nomen erit, Pardus, Tigris, Leo; si quid adhuc est\n     Quod fremit in terris violentius.\n\nYet Lucretius laughs at a foolish lover, even for excusing the\nimperfections of his mistress--\n\n     Nigra <melichroos> est, immunda et foetida <akosmos>\n     Balba loqui non quit, <traylizei>; muta pudens est, etc.\n\nBut to drive it ad Aethiopem cygnum is not to be endured.  I leave\nhim to interpret this by the benefit of his French version on the\nother side, and without further considering him, than I have the rest\nof my illiterate censors, whom I have disdained to answer, because\nthey are not qualified for judges.  It remains that I acquiant the\nreader, that I have endeavoured in this play to follow the practice\nof the ancients, who, as Mr. Rymer has judiciously observed, are and\nought to be our masters.  Horace likewise gives it for a rule in his\nart of poetry--\n\n     ------- Vos exemplaria Graeca\n     Nocturna versate manu, versate diurna.\n\nYet, though their models are regular, they are too little for English\ntragedy; which requires to be built in a larger compass.  I could\ngive an instance in the Oedipus Tyrannus, which was the masterpiece\nof Sophocles; but I reserve it for a more fit occasion, which I hope\nto have hereafter.  In my style, I have professed to imitate the\ndivine Shakespeare; which that I might perform more freely, I have\ndisencumbered myself from rhyme.  Not that I condemn my former way,\nbut that this is more proper to my present purpose.  I hope I need\nnot to explain myself, that I have not copied my author servilely:\nWords and phrases must of necessity receive a change in succeeding\nages; but it is almost a miracle that much of his language remains\nso pure; and that he who began dramatic poetry amongst us, untaught\nby any, and as Ben Jonson tells us, without learning, should by the\nforce of his own genius perform so much, that in a manner he has left\nno praise for any who come after him.  The occasion is fair, and the\nsubject would be pleasant to handle the difference of styles betwixt\nhim and Fletcher, and wherein, and how far they are both to be\nimitated.  But since I must not be over-confident of my own\nperformance after him, it will be prudence in me to be silent.\nYet, I hope, I may affirm, and without vanity, that, by imitating\nhim, I have excelled myself throughout the play; and particularly,\nthat I prefer the scene betwixt Antony and Ventidius in the first\nact, to anything which I have written in this kind.\n\n\n  PROLOGUE\n\n  What flocks of critics hover here to-day,\n  As vultures wait on armies for their prey,\n  All gaping for the carcase of a play!\n  With croaking notes they bode some dire event,\n  And follow dying poets by the scent.\n  Ours gives himself for gone; y' have watched your time:\n  He fights this day unarmed,--without his rhyme;--\n  And brings a tale which often has been told;\n  As sad as Dido's; and almost as old.\n  His hero, whom you wits his bully call,\n  Bates of his mettle, and scarce rants at all;\n  He's somewhat lewd; but a well-meaning mind;\n  Weeps much; fights little; but is wond'rous kind.\n  In short, a pattern, and companion fit,\n  For all the keeping Tonies of the pit.\n  I could name more:  a wife, and mistress too;\n  Both (to be plain) too good for most of you:\n  The wife well-natured, and the mistress true.\n    Now, poets, if your fame has been his care,\n  Allow him all the candour you can spare.\n  A brave man scorns to quarrel once a day;\n  Like Hectors in at every petty fray.\n  Let those find fault whose wit's so very small,\n  They've need to show that they can think at all;\n  Errors, like straws, upon the surface flow;\n  He who would search for pearls, must dive below.\n  Fops may have leave to level all they can;\n  As pigmies would be glad to lop a man.\n  Half-wits are fleas; so little and so light,\n  We scarce could know they live, but that they bite.\n  But, as the rich, when tired with daily feasts,\n  For change, become their next poor tenant's guests;\n  Drink hearty draughts of ale from plain brown bowls,\n  And snatch the homely rasher from the coals:\n  So you, retiring from much better cheer,\n  For once, may venture to do penance here.\n  And since that plenteous autumn now is past,\n  Whose grapes and peaches have indulged your taste,\n  Take in good part, from our poor poet's board,\n  Such rivelled fruits as winter can afford.\n\n\n\n\nALL FOR LOVE\n\n  or\n\nTHE WORLD WELL LOST\n\n\nA TRAGEDY\n\n\n  DRAMATIS PERSONAE\n\n  MARK ANTONY.\n  VENTIDIUS, his General.\n  DOLABELLA, his Friend.\n  ALEXAS, the Queen's Eunuch.\n  SERAPION, Priest of Isis.\n  MYRIS, another Priest.\n  Servants to Antony.\n\n  CLEOPATRA, Queen of Egypt.\n  OCTAVIA, Antony's Wife.\n  CHARMION, Cleopatra's Maid.\n  IRAS, Cleopatra's Maid.\n  Antony's two little Daughters.\n\n\n  SCENE.--Alexandria.\n\n\n\n       Act I\n\n       Scene I.--The Temple of Isis\n\n       Enter SERAPION, MYRIS, Priests of Isis\n\n  SERAPION.  Portents and prodigies have grown so frequent,\n  That they have lost their name.  Our fruitful Nile\n  Flowed ere the wonted season, with a torrent\n  So unexpected, and so wondrous fierce,\n  That the wild deluge overtook the haste\n  Even of the hinds that watched it:  Men and beasts\n  Were borne above the tops of trees, that grew\n  On the utmost margin of the water-mark.\n  Then, with so swift an ebb the flood drove backward,\n  It slipt from underneath the scaly herd:\n  Here monstrous phocae panted on the shore;\n  Forsaken dolphins there with their broad tails,\n  Lay lashing the departing waves:  hard by them,\n  Sea horses floundering in the slimy mud,\n  Tossed up their heads, and dashed the ooze about them.\n\n       Enter ALEXAS behind them\n\n  MYRIS.  Avert these omens, Heaven!\n\n  SERAPION.  Last night, between the hours of twelve and one,\n  In a lone aisle of the temple while I walked,\n  A whirlwind rose, that, with a violent blast,\n  Shook all the dome:  the doors around me clapt;\n  The iron wicket, that defends the vault,\n  Where the long race of Ptolemies is laid,\n  Burst open, and disclosed the mighty dead.\n  From out each monument, in order placed,\n  An armed ghost starts up:  the boy-king last\n  Reared his inglorious head.  A peal of groans\n  Then followed, and a lamentable voice\n  Cried, Egypt is no more!  My blood ran back,\n  My shaking knees against each other knocked;\n  On the cold pavement down I fell entranced,\n  And so unfinished left the horrid scene.\n\n  ALEXAS.  And dreamed you this? or did invent the story,\n       [Showing himself.]\n  To frighten our Egyptian boys withal,\n  And train them up, betimes, in fear of priesthood?\n\n  SERAPION.  My lord, I saw you not,\n  Nor meant my words should reach you ears; but what\n  I uttered was most true.\n\n  ALEXAS.  A foolish dream,\n  Bred from the fumes of indigested feasts,\n  And holy luxury.\n\n  SERAPION.  I know my duty:\n  This goes no further.\n\n  ALEXAS.  'Tis not fit it should;\n  Nor would the times now bear it, were it true.\n  All southern, from yon hills, the Roman camp\n  Hangs o'er us black and threatening like a storm\n  Just breaking on our heads.\n\n  SERAPION.  Our faint Egyptians pray for Antony;\n  But in their servile hearts they own Octavius.\n\n  MYRIS.  Why then does Antony dream out his hours,\n  And tempts not fortune for a noble day,\n  Which might redeem what Actium lost?\n\n  ALEXAS.  He thinks 'tis past recovery.\n\n  SERAPION.  Yet the foe\n  Seems not to press the siege.\n\n  ALEXAS.  Oh, there's the wonder.\n  Maecenas and Agrippa, who can most\n  With Caesar, are his foes.  His wife Octavia,\n  Driven from his house, solicits her revenge;\n  And Dolabella, who was once his friend,\n  Upon some private grudge, now seeks his ruin:\n  Yet still war seems on either side to sleep.\n\n  SERAPION.  'Tis strange that Antony, for some days past,\n  Has not beheld the face of Cleopatra;\n  But here, in Isis' temple, lives retired,\n  And makes his heart a prey to black despair.\n\n  ALEXAS.  'Tis true; and we much fear he hopes by absence\n  To cure his mind of love.\n\n  SERAPION.  If he be vanquished,\n  Or make his peace, Egypt is doomed to be\n  A Roman province; and our plenteous harvests\n  Must then redeem the scarceness of their soil.\n  While Antony stood firm, our Alexandria\n  Rivalled proud Rome (dominion's other seat),\n  And fortune striding, like a vast Colossus,\n  Could fix an equal foot of empire here.\n\n  ALEXAS.  Had I my wish, these tyrants of all nature,\n  Who lord it o'er mankind, rhould perish,--perish,\n  Each by the other's sword; But, since our will\n  Is lamely followed by our power, we must\n  Depend on one; with him to rise or fall.\n\n  SERAPION.  How stands the queen affected?\n\n  ALEXAS.  Oh, she dotes,\n  She dotes, Serapion, on this vanquished man,\n  And winds herself about his mighty ruins;\n  Whom would she yet forsake, yet yield him up,\n  This hunted prey, to his pursuer's hands,\n  She might preserve us all:  but 'tis in vain--\n  This changes my designs, this blasts my counsels,\n  And makes me use all means to keep him here.\n  Whom I could wish divided from her arms,\n  Far as the earth's deep centre.  Well, you know\n  The state of things; no more of your ill omens\n  And black prognostics; labour to confirm\n  The people's hearts.\n\n       Enter VENTIDIUS, talking aside with a Gentleman of ANTONY'S\n\n  SERAPION.  These Romans will o'erhear us.\n  But who's that stranger?  By his warlike port,\n  His fierce demeanour, and erected look,\n  He's of no vulgar note.\n\n  ALEXAS.  Oh, 'tis Ventidius,\n  Our emperor's great lieutenant in the East,\n  Who first showed Rome that Parthia could be conquered.\n  When Antony returned from Syria last,\n  He left this man to guard the Roman frontiers.\n\n  SERAPION.  You seem to know him well.\n\n  ALEXAS.  Too well.  I saw him at Cilicia first,\n  When Cleopatra there met Antony:\n  A mortal foe was to us, and Egypt.\n  But,--let me witness to the worth I hate,--\n  A braver Roman never drew a sword;\n  Firm to his prince, but as a friend, not slave,\n  He ne'er was of his pleasures; but presides\n  O'er all his cooler hours, and morning counsels:\n  In short the plainness, fierceness, rugged virtue,\n  Of an old true-stampt Roman lives in him.\n  His coming bodes I know not what of ill\n  To our affairs.  Withdraw to mark him better;\n  And I'll acquaint you why I sought you here,\n  And what's our present work.\n       [They withdraw to a corner of the stage; and VENTIDIUS,\n        with the other, comes forward to the front.]\n\n  VENTIDIUS.  Not see him; say you?\n  I say, I must, and will.\n\n  GENTLEMAN.  He has commanded,\n  On pain of death, none should approach his presence.\n\n  VENTIDIUS.  I bring him news will raise his drooping spirits,\n  Give him new life.\n\n  GENTLEMAN.  He sees not Cleopatra.\n\n  VENTIDIUS.  Would he had never seen her!\n\n  GENTLEMAN.  He eats not, drinks not, sleeps not, has no use\n  Of anything, but thought; or if he talks,\n  'Tis to himself, and then 'tis perfect raving:\n  Then he defies the world, and bids it pass,\n  Sometimes he gnaws his lips, and curses loud\n  The boy Octavius; then he draws his mouth\n  Into a scornful smile, and cries, \"Take all,\n  The world's not worth my care.\"\n\n  VENTIDIUS.  Just, just his nature.\n  Virtue's his path; but sometimes 'tis too narrow\n  For his vast soul; and then he starts out wide,\n  And bounds into a vice, that bears him far\n  From his first course, and plunges him in ills:\n  But, when his danger makes him find his faults,\n  Quick to observe, and full of sharp remorse,\n  He censures eagerly his own misdeeds,\n  Judging himself with malice to himself,\n  And not forgiving what as man he did,\n  Because his other parts are more than man.--\n  He must not thus be lost.\n       [ALEXAS and the Priests come forward.]\n\n  ALEXAS.  You have your full instructions, now advance,\n  Proclaim your orders loudly.\n\n  SERAPION.  Romans, Egyptians, hear the queen's command.\n  Thus Cleopatra bids:  Let labour cease;\n  To pomp and triumphs give this happy day,\n  That gave the world a lord:  'tis Antony's.\n  Live, Antony; and Cleopatra live!\n  Be this the general voice sent up to heaven,\n  And every public place repeat this echo.\n\n  VENTIDIUS.  Fine pageantry!\n       [Aside.]\n\n  SERAPION.  Set out before your doors\n  The images of all your sleeping fathers,\n  With laurels crowned; with laurels wreath your posts,\n  And strew with flowers the pavement; let the priests\n  Do present sacrifice; pour out the wine,\n  And call the gods to join with you in gladness.\n\n  VENTIDIUS.  Curse on the tongue that bids this general joy!\n  Can they be friends of Antony, who revel\n  When Antony's in danger?  Hide, for shame,\n  You Romans, your great grandsires' images,\n  For fear their souls should animate their marbles,\n  To blush at their degenerate progeny.\n\n  ALEXAS.  A love, which knows no bounds, to Antony,\n  Would mark the day with honours, when all heaven\n  Laboured for him, when each propitious star\n  Stood wakeful in his orb, to watch that hour\n  And shed his better influence.  Her own birthday\n  Our queen neglected like a vulgar fate,\n  That passed obscurely by.\n\n  VENTIDIUS.  Would it had slept,\n  Divided far from his; till some remote\n  And future age had called it out, to ruin\n  Some other prince, not him!\n\n  ALEXAS.  Your emperor,\n  Though grown unkind, would be more gentle, than\n  To upbraid my queen for loving him too well.\n\n  VENTIDIUS.  Does the mute sacrifice upbraid the priest!\n  He knows him not his executioner.\n  Oh, she has decked his ruin with her love,\n  Led him in golden bands to gaudy slaughter,\n  And made perdition pleasing:  She has left him\n  The blank of what he was.\n  I tell thee, eunuch, she has quite unmanned him.\n  Can any Roman see, and know him now,\n  Thus altered from the lord of half mankind,\n  Unbent, unsinewed, made a woman's toy,\n  Shrunk from the vast extent of all his honours,\n  And crampt within a corner of the world?\n  O Antony!\n  Thou bravest soldier, and thou best of friends!\n  Bounteous as nature; next to nature's God!\n  Couldst thou but make new worlds, so wouldst thou give them,\n  As bounty were thy being! rough in battle,\n  As the first Romans when they went to war;\n  Yet after victory more pitiful\n  Than all their praying virgins left at home!\n\n  ALEXAS.  Would you could add, to those more shining virtues,\n  His truth to her who loves him.\n\n  VENTIDIUS.  Would I could not!\n  But wherefore waste I precious hours with thee!\n  Thou art her darling mischief, her chief engine,\n  Antony's other fate.  Go, tell thy queen,\n  Ventidius is arrived, to end her charms.\n  Let your Egyptian timbrels play alone,\n  Nor mix effeminate sounds with Roman trumpets,\n  You dare not fight for Antony; go pray\n  And keep your cowards' holiday in temples.\n       [Exeunt ALEXAS, SERAPION.]\n\n       Re-enter the Gentleman of M. ANTONY\n\n  2 Gent.  The emperor approaches, and commands,\n  On pain of death, that none presume to stay.\n\n  1 Gent.  I dare not disobey him.\n       [Going out with the other.]\n\n  VENTIDIUS.  Well, I dare.\n  But I'll observe him first unseen, and find\n  Which way his humour drives:  The rest I'll venture.\n       [Withdraws.]\n\n       Enter ANTONY, walking with a disturbed motion before\n       he speaks\n\n  ANTONY.  They tell me, 'tis my birthday, and I'll keep it\n  With double pomp of sadness.\n  'Tis what the day deserves, which gave me breath.\n  Why was I raised the meteor of the world,\n  Hung in the skies, and blazing as I travelled,\n  'Till all my fires were spent; and then cast downward,\n  To be trod out by Caesar?\n\n  VENTIDIUS.  [aside.]  On my soul,\n  'Tis mournful, wondrous mournful!\n\n  ANTONY.  Count thy gains.\n  Now, Antony, wouldst thou be born for this?\n  Glutton of fortune, thy devouring youth\n  Has starved thy wanting age.\n\n  VENTIDIUS.  How sorrow shakes him!\n       [Aside.]\n  So, now the tempest tears him up by the roots,\n  And on the ground extends the noble ruin.\n       [ANTONY having thrown himself down.]\n  Lie there, thou shadow of an emperor;\n  The place thou pressest on thy mother earth\n  Is all thy empire now:  now it contains thee;\n  Some few days hence, and then 'twill be too large,\n  When thou'rt contracted in thy narrow urn,\n  Shrunk to a few ashes; then Octavia\n  (For Cleopatra will not live to see it),\n  Octavia then will have thee all her own,\n  And bear thee in her widowed hand to Caesar;\n  Caesar will weep, the crocodile will weep,\n  To see his rival of the universe\n  Lie still and peaceful there.  I'll think no more on't.\n\n  ANTONY.  Give me some music, look that it be sad.\n  I'll soothe my melancholy, till I swell,\n  And burst myself with sighing.--\n       [Soft music.]\n  'Tis somewhat to my humour; stay, I fancy\n  I'm now turned wild, a commoner of nature;\n  Of all forsaken, and forsaking all;\n  Live in a shady forest's sylvan scene,\n  Stretched at my length beneath some blasted oak,\n  I lean my head upon the mossy bark,\n  And look just of a piece as I grew from it;\n  My uncombed locks, matted like mistletoe,\n  Hang o'er my hoary face; a murm'ring brook\n  Runs at my foot.\n\n  VENTIDIUS.  Methinks I fancy\n  Myself there too.\n\n  ANTONY.  The herd come jumping by me,\n  And fearless, quench their thirst, while I look on,\n  And take me for their fellow-citizen.\n  More of this image, more; it lulls my thoughts.\n       [Soft music again.]\n\n  VENTIDIUS.  I must disturb him; I can hold no longer.\n       [Stands before him.]\n\n  ANTONY.  [starting up].  Art thou Ventidius?\n\n  VENTIDIUS.  Are you Antony?\n  I'm liker what I was, than you to him\n  I left you last.\n\n  ANTONY.  I'm angry.\n\n  VENTIDIUS.  So am I.\n\n  ANTONY.  I would be private:  leave me.\n\n  VENTIDIUS.  Sir, I love you,\n  And therefore will not leave you.\n\n  ANTONY.  Will not leave me!\n  Where have you learnt that answer?  Who am I?\n\n  VENTIDIUS.  My emperor; the man I love next Heaven:\n  If I said more, I think 'twere scare a sin:\n  You're all that's good, and god-like.\n\n  ANTONY.  All that's wretched.\n  You will not leave me then?\n\n  VENTIDIUS.  'Twas too presuming\n  To say I would not; but I dare not leave you:\n  And, 'tis unkind in you to chide me hence\n  So soon, when I so far have come to see you.\n\n  ANTONY.  Now thou hast seen me, art thou satisfied?\n  For, if a friend, thou hast beheld enough;\n  And, if a foe, too much.\n\n  VENTIDIUS.  Look, emperor, this is no common dew.\n       [Weeping.]\n  I have not wept this forty years; but now\n  My mother comes afresh into my eyes;\n  I cannot help her softness.\n\n  ANTONY.  By heavens, he weeps! poor good old man, he weeps!\n  The big round drops course one another down\n  The furrows of his cheeks.--Stop them, Ventidius,\n  Or I shall blush to death, they set my shame,\n  That caused them, full before me.\n\n  VENTIDIUS.  I'll do my best.\n\n  ANTONY.  Sure there's contagion in the tears of friends:\n  See, I have caught it too.  Believe me, 'tis not\n  For my own griefs, but thine.--Nay, father!\n\n  VENTIDIUS.  Emperor.\n\n  ANTONY.  Emperor!  Why, that's the style of victory;\n  The conqu'ring soldier, red with unfelt wounds,\n  Salutes his general so; but never more\n  Shall that sound reach my ears.\n\n  VENTIDIUS.  I warrant you.\n\n  ANTONY.  Actium, Actium!  Oh!--\n\n  VENTIDIUS.  It sits too near you.\n\n  ANTONY.  Here, here it lies a lump of lead by day,\n  And, in my short, distracted, nightly slumbers,\n  The hag that rides my dreams.--\n\n  VENTIDIUS.  Out with it; give it vent.\n\n  ANTONY.  Urge not my shame.\n  I lost a battle,--\n\n  VENTIDIUS.  So has Julius done.\n\n  ANTONY.  Thou favour'st me, and speak'st not half thou think'st;\n  For Julius fought it out, and lost it fairly.\n  But Antony--\n\n  VENTIDIUS.  Nay, stop not.\n\n  ANTONY.  Antony--\n  Well, thou wilt have it,--like a coward, fled,\n  Fled while his soldiers fought; fled first, Ventidius.\n  Thou long'st to curse me, and I give thee leave.\n  I know thou cam'st prepared to rail.\n\n  VENTIDIUS.  I did.\n\n  ANTONY.  I'll help thee.--I have been a man, Ventidius.\n\n  VENTIDIUS.  Yes, and a brave one! but--\n\n  ANTONY.  I know thy meaning.\n  But I have lost my reason, have disgraced\n  The name of soldier, with inglorious ease.\n  In the full vintage of my flowing honours,\n  Sat still, and saw it prest by other hands.\n  Fortune came smiling to my youth, and wooed it,\n  And purple greatness met my ripened years.\n  When first I came to empire, I was borne\n  On tides of people, crowding to my triumphs;\n  The wish of nations, and the willing world\n  Received me as its pledge of future peace;\n  I was so great, so happy, so beloved,\n  Fate could not ruin me; till I took pains,\n  And worked against my fortune, child her from me,\n  And returned her loose; yet still she came again.\n  My careless days, and my luxurious nights,\n  At length have wearied her, and now she's gone,\n  Gone, gone, divorced for ever.  Help me, soldier,\n  To curse this madman, this industrious fool,\n  Who laboured to be wretched:  Pr'ythee, curse me.\n\n  VENTIDIUS.  No.\n\n  ANTONY.  Why?\n\n  VENTIDIUS.  You are too sensible already\n  Of what you've done, too conscious of your failings;\n  And, like a scorpion, whipt by others first\n  To fury, sting yourself in mad revenge.\n  I would bring balm, and pour it in your wounds,\n  Cure your distempered mind, and heal your fortunes.\n\n  ANTONY.  I know thou would'st.\n\n  VENTIDIUS.  I will.\n\n  ANTONY.  Ha, ha, ha, ha!\n\n  VENTIDIUS.  You laugh.\n\n  ANTONY.  I do, to see officious love.\n  Give cordials to the dead.\n\n  VENTIDIUS.  You would be lost, then?\n\n  ANTONY.  I am.\n\n  VENTIDIUS.  I say you are not.  Try your fortune.\n\n  ANTONY.  I have, to the utmost.  Dost thou think me desperate,\n  Without just cause?  No, when I found all lost\n  Beyond repair, I hid me from the world,\n  And learnt to scorn it here; which now I do\n  So heartily, I think it is not worth\n  The cost of keeping.\n\n  VENTIDIUS.  Caesar thinks not so;\n  He'll thank you for the gift he could not take.\n  You would be killed like Tully, would you? do,\n  Hold out your throat to Caesar, and die tamely.\n\n  ANTONY.  No, I can kill myself; and so resolve.\n\n  VENTIDIUS.  I can die with you too, when time shall serve;\n  But fortune calls upon us now to live,\n  To fight, to conquer.\n\n  ANTONY.  Sure thou dream'st, Ventidius.\n\n  VENTIDIUS.  No; 'tis you dream; you sleep away your hours\n  In desperate sloth, miscalled philosophy.\n  Up, up, for honour's sake; twelve legions wait you,\n  And long to call you chief:  By painful journeys\n  I led them, patient both of heat and hunger,\n  Down form the Parthian marches to the Nile.\n  'Twill do you good to see their sunburnt faces,\n  Their scarred cheeks, and chopt hands:  there's virtue in them.\n  They'll sell those mangled limbs at dearer rates\n  Than yon trim bands can buy.\n\n  ANTONY.  Where left you them?\n\n  VENTIDIUS.  I said in Lower Syria.\n\n  ANTONY.  Bring them hither;\n  There may be life in these.\n\n  VENTIDIUS.  They will not come.\n\n  ANTONY.  Why didst thou mock my hopes with promised aids,\n  To double my despair?  They're mutinous.\n\n  VENTIDIUS.  Most firm and loyal.\n\n  ANTONY.  Yet they will not march\n  To succour me.  O trifler!\n\n  VENTIDIUS.  They petition\n  You would make haste to head them.\n\n  ANTONY.  I'm besieged.\n\n  VENTIDIUS.  There's but one way shut up:  How came I hither?\n\n  ANTONY.  I will not stir.\n\n  VENTIDIUS.  They would perhaps desire\n  A better reason.\n\n  ANTONY.  I have never used\n  My soldiers to demand a reason of\n  My actions.  Why did they refuse to march?\n\n  VENTIDIUS.  They said they would not fight for Cleopatra.\n\n  ANTONY.  What was't they said?\n\n  VENTIDIUS.  They said they would not fight for Cleopatra.\n  Why should they fight indeed, to make her conquer,\n  And make you more a slave? to gain you kingdoms,\n  Which, for a kiss, at your next midnight feast,\n  You'll sell to her?  Then she new-names her jewels,\n  And calls this diamond such or such a tax;\n  Each pendant in her ear shall be a province.\n\n  ANTONY.  Ventidius, I allow your tongue free licence\n  On all my other faults; but, on your life,\n  No word of Cleopatra:  she deserves\n  More worlds than I can lose.\n\n  VENTIDIUS.  Behold, you Powers,\n  To whom you have intrusted humankind!\n  See Europe, Afric, Asia, put in balance,\n  And all weighed down by one light, worthless woman!\n  I think the gods are Antonies, and give,\n  Like prodigals, this nether world away\n  To none but wasteful hands.\n\n  ANTONY.  You grow presumptuous.\n\n  VENTIDIUS.  I take the privilege of plain love to speak.\n\n  ANTONY.  Plain love! plain arrogance, plain insolence!\n  Thy men are cowards; thou, an envious traitor;\n  Who, under seeming honesty, hast vented\n  The burden of thy rank, o'erflowing gall.\n  O that thou wert my equal; great in arms\n  As the first Caesar was, that I might kill thee\n  Without a stain to honour!\n\n  VENTIDIUS.  You may kill me;\n  You have done more already,--called me traitor.\n\n  ANTONY.  Art thou not one?\n\n  VENTIDIUS.  For showing you yourself,\n  Which none else durst have done? but had I been\n  That name, which I disdain to speak again,\n  I needed not have sought your abject fortunes,\n  Come to partake your fate, to die with you.\n  What hindered me to have led my conquering eagles\n  To fill Octavius' bands?  I could have been\n  A traitor then, a glorious, happy traitor,\n  And not have been so called.\n\n  ANTONY.  Forgive me, soldier;\n  I've been too passionate.\n\n  VENTIDIUS.  You thought me false;\n  Thought my old age betrayed you:  Kill me, sir,\n  Pray, kill me; yet you need not, your unkindness\n  Has left your sword no work.\n\n  ANTONY.  I did not think so;\n  I said it in my rage:  Pr'ythee, forgive me.\n  Why didst thou tempt my anger, by discovery\n  Of what I would not hear?\n\n  VENTIDIUS.  No prince but you\n  Could merit that sincerity I used,\n  Nor durst another man have ventured it;\n  But you, ere love misled your wandering eyes,\n  Were sure the chief and best of human race,\n  Framed in the very pride and boast of nature;\n  So perfect, that the gods, who formed you, wondered\n  At their own skill, and cried--A lucky hit\n  Has mended our design.  Their envy hindered,\n  Else you had been immortal, and a pattern,\n  When Heaven would work for ostentation's sake\n  To copy out again.\n\n  ANTONY.  But Cleopatra--\n  Go on; for I can bear it now.\n\n  VENTIDIUS.  No more.\n\n  ANTONY.  Thou dar'st not trust my passion, but thou may'st;\n  Thou only lov'st, the rest have flattered me.\n\n  VENTIDIUS.  Heaven's blessing on your heart for that kind word!\n  May I believe you love me?  Speak again.\n\n  ANTONY.  Indeed I do.  Speak this, and this, and this.\n       [Hugging him.]\n  Thy praises were unjust; but, I'll deserve them,\n  And yet mend all.  Do with me what thou wilt;\n  Lead me to victory! thou know'st the way.\n\n  VENTIDIUS.  And, will you leave this--\n\n  ANTONY.  Pr'ythee, do not curse her,\n  And I will leave her; though, Heaven knows, I love\n  Beyond life, conquest, empire, all, but honour;\n  But I will leave her.\n\n  VENTIDIUS.  That's my royal master;\n  And, shall we fight?\n\n  ANTONY.  I warrant thee, old soldier.\n  Thou shalt behold me once again in iron;\n  And at the head of our old troops, that beat\n  The Parthians, cry aloud--Come, follow me!\n\n  VENTIDIUS.  Oh, now I hear my emperor! in that word\n  Octavius fell.  Gods, let me see that day,\n  And, if I have ten years behind, take all:\n  I'll thank you for the exchange.\n\n  ANTONY.  O Cleopatra!\n\n  VENTIDIUS.  Again?\n\n  ANTONY.  I've done:  In that last sigh she went.\n  Caesar shall know what 'tis to force a lover\n  From all he holds most dear.\n\n  VENTIDIUS.  Methinks, you breathe\n  Another soul:  Your looks are more divine;\n  You speak a hero, and you move a god.\n\n  ANTONY.  Oh, thou hast fired me; my soul's up in arms,\n  And mans each part about me:  Once again,\n  That noble eagerness of fight has seized me;\n  That eagerness with which I darted upward\n  To Cassius' camp:  In vain the steepy hill\n  Opposed my way; in vain a war of spears\n  Sung round my head, and planted on my shield;\n  I won the trenches, while my foremost men\n  Lagged on the plain below.\n\n  VENTIDIUS.  Ye gods, ye gods,\n  For such another honour!\n\n  ANTONY.  Come on, my soldier!\n  Our hearts and arms are still the same:  I long\n  Once more to meet our foes; that thou and I,\n  Like Time and Death, marching before our troops,\n  May taste fate to them; mow them out a passage,\n  And, entering where the foremost squadrons yield,\n  Begin the noble harvest of the field.\n       [Exeunt.]\n\n\n\n       Act II\n\n       Scene I\n\n       Enter CLEOPATRA, IRAS, and ALEXAS\n\n  CLEOPATRA.  What shall I do, or whither shall I turn?\n  Ventidius has o'ercome, and he will go.\n\n  ALEXAS.  He goes to fight for you.\n\n  CLEOPATRA.  Then he would see me, ere he went to fight:\n  Flatter me not:  If once he goes, he's lost,\n  And all my hopes destroyed.\n\n  ALEXAS.  Does this weak passion\n  Become a mighty queen?\n\n  CLEOPATRA.  I am no queen:\n  Is this to be a queen, to be besieged\n  By yon insulting Roman, and to wait\n  Each hour the victor's chain?  These ills are small:\n  For Antony is lost, and I can mourn\n  For nothing else but him.  Now come, Octavius,\n  I have no more to lose! prepare thy bands;\n  I'm fit to be a captive:  Antony\n  Has taught my mind the fortune of a slave.\n\n  IRAS.  Call reason to assist you.\n\n  CLEOPATRA.  I have none,\n  And none would have:  My love's a noble madness,\n  Which shows the cause deserved it.  Moderate sorrow\n  Fits vulgar love, and for a vulgar man:\n  But I have loved with such transcendent passion,\n  I soared, at first, quite out of reason's view,\n  And now am lost above it.  No, I'm proud\n  'Tis thus:  Would Antony could see me now\n  Think you he would not sigh, though he must leave me?\n  Sure he would sigh; for he is noble-natured,\n  And bears a tender heart:  I know him well.\n  Ah, no, I know him not; I knew him once,\n  But now 'tis past.\n\n  IRAS.  Let it be past with you:\n  Forget him, madam.\n\n  CLEOPATRA.  Never, never, Iras.\n  He once was mine; and once, though now 'tis gone,\n  Leaves a faint image of possession still.\n\n  ALEXAS.  Think him inconstant, cruel, and ungrateful.\n\n  CLEOPATRA.  I cannot:  If I could, those thoughts were vain.\n  Faithless, ungrateful, cruel, though he be,\n  I still must love him.\n\n       Enter CHARMION\n\n  Now, what news, my Charmion?\n  Will he be kind? and will he not forsake me?\n  Am I to live, or die?--nay, do I live?\n  Or am I dead? for when he gave his answer,\n  Fate took the word, and then I lived or died.\n\n  CHARMION.  I found him, madam--\n\n  CLEOPATRA.  A long speech preparing?\n  If thou bring'st comfort, haste, and give it me,\n  For never was more need.\n\n  IRAS.  I know he loves you.\n\n  CLEOPATRA.  Had he been kind, her eyes had told me so,\n  Before her tongue could speak it:  Now she studies,\n  To soften what he said; but give me death,\n  Just as he sent it, Charmion, undisguised,\n  And in the words he spoke.\n\n  CHARMION.  I found him, then,\n  Encompassed round, I think, with iron statues;\n  So mute, so motionless his soldiers stood,\n  While awfully he cast his eyes about,\n  And every leader's hopes or fears surveyed:\n  Methought he looked resolved, and yet not pleased.\n  When he beheld me struggling in the crowd,\n  He blushed, and bade make way.\n\n  ALEXAS.  There's comfort yet.\n\n  CHARMION.  Ventidius fixed his eyes upon my passage\n  Severely, as he meant to frown me back,\n  And sullenly gave place:  I told my message,\n  Just as you gave it, broken and disordered;\n  I numbered in it all your sighs and tears,\n  And while I moved your pitiful request,\n  That you but only begged a last farewell,\n  He fetched an inward groan; and every time\n  I named you, sighed, as if his heart were breaking,\n  But, shunned my eyes, and guiltily looked down:\n  He seemed not now that awful Antony,\n  Who shook and armed assembly with his nod;\n  But, making show as he would rub his eyes,\n  Disguised and blotted out a falling tear.\n\n  CLEOPATRA.  Did he then weep?  And was I worth a tear?\n  If what thou hast to say be not as pleasing,\n  Tell me no more, but let me die contented.\n\n  CHARMION.  He bid me say,--He knew himself so well,\n  He could deny you nothing, if he saw you;\n  And therefore--\n\n  CLEOPATRA.  Thou wouldst say, he would not see me?\n\n  CHARMION.  And therefore begged you not to use a power,\n  Which he could ill resist; yet he should ever\n  Respect you, as he ought.\n\n  CLEOPATRA.  Is that a word\n  For Antony to use to Cleopatra?\n  O that faint word, RESPECT! how I disdain it!\n  Disdain myself, for loving after it!\n  He should have kept that word for cold Octavia.\n  Respect is for a wife:  Am I that thing,\n  That dull, insipid lump, without desires,\n  And without power to give them?\n\n  ALEXAS.  You misjudge;\n  You see through love, and that deludes your sight;\n  As, what is straight, seems crooked through the water:\n  But I, who bear my reason undisturbed,\n  Can see this Antony, this dreaded man,\n  A fearful slave, who fain would run away,\n  And shuns his master's eyes:  If you pursue him,\n  My life on't, he still drags a chain along.\n  That needs must clog his flight.\n\n  CLEOPATRA.  Could I believe thee!--\n\n  ALEXAS.  By every circumstance I know he loves.\n  True, he's hard prest, by interest and by honour;\n  Yet he but doubts, and parleys, and casts out\n  Many a long look for succour.\n\n  CLEOPATRA.  He sends word,\n  He fears to see my face.\n\n  ALEXAS.  And would you more?\n  He shows his weakness who declines the combat,\n  And you must urge your fortune.  Could he speak\n  More plainly?  To my ears, the message sounds--\n  Come to my rescue, Cleopatra, come;\n  Come, free me from Ventidius; from my tyrant:\n  See me, and give me a pretence to leave him!--\n  I hear his trumpets.  This way he must pass.\n  Please you, retire a while; I'll work him first,\n  That he may bend more easy.\n\n  CLEOPATRA.  You shall rule me;\n  But all, I fear, in vain.\n       [Exit with CHARMION and IRAS.]\n\n  ALEXAS.  I fear so too;\n  Though I concealed my thoughts, to make her bold;\n  But 'tis our utmost means, and fate befriend it!\n       [Withdraws.]\n\n       Enter Lictors with Fasces; one bearing the Eagle; then enter\n       ANTONY with VENTIDIUS, followed by other Commanders\n\n  ANTONY.  Octavius is the minion of blind chance,\n  But holds from virtue nothing.\n\n  VENTIDIUS.  Has he courage?\n\n  ANTONY.  But just enough to season him from coward.\n  Oh, 'tis the coldest youth upon a charge,\n  The most deliberate fighter! if he ventures\n  (As in Illyria once, they say, he did,\n  To storm a town), 'tis when he cannot choose;\n  When all the world have fixt their eyes upon him;\n  And then he lives on that for seven years after;\n  But, at a close revenge he never fails.\n\n  VENTIDIUS.  I heard you challenged him.\n\n  ANTONY.  I did, Ventidius.\n  What think'st thou was his answer?  'Twas so tame!--\n  He said, he had more ways than one to die;\n  I had not.\n\n  VENTIDIUS.  Poor!\n\n  ANTONY.  He has more ways than one;\n  But he would choose them all before that one.\n\n  VENTIDIUS.  He first would choose an ague, or a fever.\n\n  ANTONY.  No; it must be an ague, not a fever;\n  He Has not warmth enough to die by that.\n\n  VENTIDIUS.  Or old age and a bed.\n\n  ANTONY.  Ay, there's his choice,\n  He would live, like a lamp, to the last wink,\n  And crawl the utmost verge of life.\n  O Hercules!  Why should a man like this,\n  Who dares not trust his fate for one great action,\n  Be all the care of Heaven?  Why should he lord it\n  O'er fourscore thousand men, of whom each one\n  Is braver than himself?\n\n  VENTIDIUS.  You conquered for him:\n  Philippi knows it; there you shared with him\n  That empire, which your sword made all your own.\n\n  ANTONY.  Fool that I was, upon my eagle's wings\n  I bore this wren, till I was tired with soaring,\n  And now he mounts above me.\n  Good heavens, is this,--is this the man who braves me?\n  Who bids my age make way?  Drives me before him,\n  To the world's ridge, and sweeps me off like rubbish?\n\n  VENTIDIUS.  Sir, we lose time; the troops are mounted all.\n\n  ANTONY.  Then give the word to march:\n  I long to leave this prison of a town,\n  To join thy legions; and, in open field,\n  Once more to show my face.  Lead, my deliverer.\n\n       Enter ALEXAS\n\n  ALEXAS.  Great emperor,\n  In mighty arms renowned above mankind,\n  But, in soft pity to the opprest, a god;\n  This message sends the mournful Cleopatra\n  To her departing lord.\n\n  VENTIDIUS.  Smooth sycophant!\n\n  ALEXAS.  A thousand wishes, and ten thousand prayers,\n  Millions of blessings wait you to the wars;\n  Millions of sighs and tears she sends you too,\n  And would have sent\n  As many dear embraces to your arms,\n  As many parting kisses to your lips;\n  But those, she fears, have wearied you already.\n\n  VENTIDIUS.  [aside.]  False crocodile!\n\n  ALEXAS.  And yet she begs not now, you would not leave her;\n  That were a wish too mighty for her hopes,\n  Too presuming\n  For her low fortune, and your ebbing love;\n  That were a wish for her more prosperous days,\n  Her blooming beauty, and your growing kindness.\n\n  ANTONY.  [aside.]  Well, I must man it out:--What would the queen?\n\n  ALEXAS.  First, to these noble warriors, who attend\n  Your daring courage in the chase of fame,--\n  Too daring, and too dangerous for her quiet,--\n  She humbly recommends all she holds dear,\n  All her own cares and fears,--the care of you.\n\n  VENTIDIUS.  Yes, witness Actium.\n\n  ANTONY.  Let him speak, Ventidius.\n\n  ALEXAS.  You, when his matchless valour bears him forward,\n  With ardour too heroic, on his foes,\n  Fall down, as she would do, before his feet;\n  Lie in his way, and stop the paths of death:\n  Tell him, this god is not invulnerable;\n  That absent Cleopatra bleeds in him;\n  And, that you may remember her petition,\n  She begs you wear these trifles, as a pawn,\n  Which, at your wished return, she will redeem\n       [Gives jewels to the Commanders.]\n  With all the wealth of Egypt:\n  This to the great Ventidius she presents,\n  Whom she can never count her enemy,\n  Because he loves her lord.\n\n  VENTIDIUS.  Tell her, I'll none on't;\n  I'm not ashamed of honest poverty;\n  Not all the diamonds of the east can bribe\n  Ventidius from his faith.  I hope to see\n  These and the rest of all her sparkling store,\n  Where they shall more deservingly be placed.\n\n  ANTONY.  And who must wear them then?\n\n  VENTIDIUS.  The wronged Octavia.\n\n  ANTONY.  You might have spared that word.\n\n  VENTIDIUS.  And he that bribe.\n\n  ANTONY.  But have I no remembrance?\n\n  ALEXAS.  Yes, a dear one;\n  Your slave the queen--\n\n  ANTONY.  My mistress.\n\n  ALEXAS.  Then your mistress;\n  Your mistress would, she says, have sent her soul,\n  But that you had long since; she humbly begs\n  This ruby bracelet, set with bleeding hearts,\n  The emblems of her own, may bind your arm.\n       [Presenting a bracelet.]\n\n  VENTIDIUS.  Now, my best lord,--in honour's name, I ask you,\n  For manhood's sake, and for your own dear safety,--\n  Touch not these poisoned gifts,\n  Infected by the sender; touch them not;\n  Myriads of bluest plagues lie underneath them,\n  And more than aconite has dipt the silk.\n\n  ANTONY.  Nay, now you grow too cynical, Ventidius:\n  A lady's favours may be worn with honour.\n  What, to refuse her bracelet!  On my soul,\n  When I lie pensive in my tent alone,\n  'Twill pass the wakeful hours of winter nights,\n  To tell these pretty beads upon my arm,\n  To count for every one a soft embrace,\n  A melting kiss at such and such a time:\n  And now and then the fury of her love,\n  When----And what harm's in this?\n\n  ALEXAS.  None, none, my lord,\n  But what's to her, that now 'tis past for ever.\n\n  ANTONY.  [going to tie it.]\n  We soldiers are so awkward--help me tie it.\n\n  ALEXAS.  In faith, my lord, we courtiers too are awkward\n  In these affairs:  so are all men indeed:\n  Even I, who am not one.  But shall I speak?\n\n  ANTONY.  Yes, freely.\n\n  ALEXAS.  Then, my lord, fair hands alone\n  Are fit to tie it; she, who sent it can.\n\n  VENTIDIUS.  Hell, death! this eunuch pander ruins you.\n  You will not see her?\n\n       [ALEXAS whispers an ATTENDANT, who goes out.]\n\n  ANTONY.  But to take my leave.\n\n  VENTIDIUS.  Then I have washed an Aethiop.  You're undone;\n  Y' are in the toils; y' are taken; y' are destroyed:\n  Her eyes do Caesar's work.\n\n  ANTONY.  You fear too soon.\n  I'm constant to myself:  I know my strength;\n  And yet she shall not think me barbarous neither,\n  Born in the depths of Afric:  I am a Roman,\n  Bred in the rules of soft humanity.\n  A guest, and kindly used, should bid farewell.\n\n  VENTIDIUS.  You do not know\n  How weak you are to her, how much an infant:\n  You are not proof against a smile, or glance:\n  A sigh will quite disarm you.\n\n  ANTONY.  See, she comes!\n  Now you shall find your error.--Gods, I thank you:\n  I formed the danger greater than it was,\n  And now 'tis near, 'tis lessened.\n\n  VENTIDIUS.  Mark the end yet.\n\n       Enter CLEOPATRA, CHARMION, and IRAS\n\n  ANTONY.  Well, madam, we are met.\n\n  CLEOPATRA.  Is this a meeting?\n  Then, we must part?\n\n  ANTONY.  We must.\n\n  CLEOPATRA.  Who says we must?\n\n  ANTONY.  Our own hard fates.\n\n  CLEOPATRA.  We make those fates ourselves.\n\n  ANTONY.  Yes, we have made them; we have loved each other,\n  Into our mutual ruin.\n\n  CLEOPATRA.  The gods have seen my joys with envious eyes;\n  I have no friends in heaven; and all the world,\n  As 'twere the business of mankind to part us,\n  Is armed against my love:  even you yourself\n  Join with the rest; you, you are armed against me.\n\n  ANTONY.  I will be justified in all I do\n  To late posterity, and therefore hear me.\n  If I mix a lie\n  With any truth, reproach me freely with it;\n  Else, favour me with silence.\n\n  CLEOPATRA.  You command me,\n  And I am dumb.\n\n  VENTIDIUS.  I like this well; he shows authority.\n\n  ANTONY.  That I derive my ruin\n  From you alone----\n\n  CLEOPATRA.  O heavens!  I ruin you!\n\n  ANTONY.  You promised me your silence, and you break it\n  Ere I have scarce begun.\n\n  CLEOPATRA.  Well, I obey you.\n\n  ANTONY.  When I beheld you first, it was in Egypt.\n  Ere Caesar saw your eyes, you gave me love,\n  And were too young to know it; that I settled\n  Your father in his throne, was for your sake;\n  I left the acknowledgment for time to ripen.\n  Caesar stept in, and, with a greedy hand,\n  Plucked the green fruit, ere the first blush of red,\n  Yet cleaving to the bough.  He was my lord,\n  And was, beside, too great for me to rival;\n  But, I deserved you first, though he enjoyed you.\n  When, after, I beheld you in Cilicia,\n  An enemy to Rome, I pardoned you.\n\n  CLEOPATRA.  I cleared myself----\n\n  ANTONY.  Again you break your promise.\n  I loved you still, and took your weak excuses,\n  Took you into my bosom, stained by Caesar,\n  And not half mine:  I went to Egypt with you,\n  And hid me from the business of the world,\n  Shut out inquiring nations from my sight,\n  To give whole years to you.\n\n  VENTIDIUS.  Yes, to your shame be't spoken.\n       [Aside.]\n\n  ANTONY.  How I loved.\n  Witness, ye days and nights, and all ye hours,\n  That danced away with down upon your feet,\n  As all your business were to count my passion!\n  One day passed by, and nothing saw but love;\n  Another came, and still 'twas only love:\n  The suns were wearied out with looking on,\n  And I untired with loving.\n  I saw you every day, and all the day;\n  And every day was still but as the first,\n  So eager was I still to see you more.\n\n  VENTIDIUS.  'Tis all too true.\n\n  ANTONY.  Fulvia, my wife, grew jealous,\n  (As she indeed had reason) raised a war\n  In Italy, to call me back.\n\n  VENTIDIUS.  But yet\n  You went not.\n\n  ANTONY.  While within your arms I lay,\n  The world fell mouldering from my hands each hour,\n  And left me scarce a grasp--I thank your love for't.\n\n  VENTIDIUS.  Well pushed:  that last was home.\n\n  CLEOPATRA.  Yet may I speak?\n\n  ANTONY.  If I have urged a falsehood, yes; else, not.\n  Your silence says, I have not.  Fulvia died,\n  (Pardon, you gods, with my unkindness died);\n  To set the world at peace, I took Octavia,\n  This Caesar's sister; in her pride of youth,\n  And flower of beauty, did I wed that lady,\n  Whom blushing I must praise, because I left her.\n  You called; my love obeyed the fatal summons:\n  This raised the Roman arms; the cause was yours.\n  I would have fought by land, where I was stronger;\n  You hindered it:  yet, when I fought at sea,\n  Forsook me fighting; and (O stain to honour!\n  O lasting shame!) I knew not that I fled;\n  But fled to follow you.\n\n  VENTIDIUS.  What haste she made to hoist her purple sails!\n  And, to appear magnificent in flight,\n  Drew half our strength away.\n\n  ANTONY.  All this you caused.\n  And, would you multiply more ruins on me?\n  This honest man, my best, my only friend,\n  Has gathered up the shipwreck of my fortunes;\n  Twelve legions I have left, my last recruits.\n  And you have watched the news, and bring your eyes\n  To seize them too.  If you have aught to answer,\n  Now speak, you have free leave.\n\n  ALEXAS.  [aside.]  She stands confounded:\n  Despair is in her eyes.\n\n  VENTIDIUS.  Now lay a sigh in the way to stop his passage:\n  Prepare a tear, and bid it for his legions;\n  'Tis like they shall be sold.\n\n  CLEOPATRA.  How shall I plead my cause, when you, my judge,\n  Already have condemned me?  Shall I bring\n  The love you bore me for my advocate?\n  That now is turned against me, that destroys me;\n  For love, once past, is, at the best, forgotten;\n  But oftener sours to hate:  'twill please my lord\n  To ruin me, and therefore I'll be guilty.\n  But, could I once have thought it would have pleased you,\n  That you would pry, with narrow searching eyes,\n  Into my faults, severe to my destruction,\n  And watching all advantages with care,\n  That serve to make me wretched?  Speak, my lord,\n  For I end here.  Though I deserved this usage,\n  Was it like you to give it?\n\n  ANTONY.  Oh, you wrong me,\n  To think I sought this parting, or desired\n  To accuse you more than what will clear myself,\n  And justify this breach.\n\n  CLEOPATRA.  Thus low I thank you;\n  And, since my innocence will not offend,\n  I shall not blush to own it.\n\n  VENTIDIUS.  After this,\n  I think she'll blush at nothing.\n\n  CLEOPATRA.  You seem grieved\n  (And therein you are kind) that Caesar first\n  Enjoyed my love, though you deserved it better:\n  I grieve for that, my lord, much more than you;\n  For, had I first been yours, it would have saved\n  My second choice:  I never had been his,\n  And ne'er had been but yours.  But Caesar first,\n  You say, possessed my love.  Not so, my lord:\n  He first possessed my person; you, my love:\n  Caesar loved me; but I loved Antony.\n  If I endured him after, 'twas because\n  I judged it due to the first name of men;\n  And, half constrained, I gave, as to a tyrant,\n  What he would take by force.\n\n  VENTIDIUS.  O Syren!  Syren!\n  Yet grant that all the love she boasts were true,\n  Has she not ruined you?  I still urge that,\n  The fatal consequence.\n\n  CLEOPATRA.  The consequence indeed--\n  For I dare challenge him, my greatest foe,\n  To say it was designed:  'tis true, I loved you,\n  And kept you far from an uneasy wife,--\n  Such Fulvia was.\n  Yes, but he'll say, you left Octavia for me;--\n  And, can you blame me to receive that love,\n  Which quitted such desert, for worthless me?\n  How often have I wished some other Caesar,\n  Great as the first, and as the second young,\n  Would court my love, to be refused for you!\n\n  VENTIDIUS.  Words, words; but Actium, sir; remember Actium.\n\n  CLEOPATRA.  Even there, I dare his malice.  True, I counselled\n  To fight at sea; but I betrayed you not.\n  I fled, but not to the enemy.  'Twas fear;\n  Would I had been a man, not to have feared!\n  For none would then have envied me your friendship,\n  Who envy me your love.\n\n  ANTONY.  We are both unhappy:\n  If nothing else, yet our ill fortune parts us.\n  Speak; would you have me perish by my stay?\n\n  CLEOPATRA.  If, as a friend, you ask my judgment, go;\n  If, as a lover, stay.  If you must perish--\n  'Tis a hard word--but stay.\n\n  VENTIDIUS.  See now the effects of her so boasted love!\n  She strives to drag you down to ruin with her;\n  But, could she 'scape without you, oh, how soon\n  Would she let go her hold, and haste to shore,\n  And never look behind!\n\n  CLEOPATRA.  Then judge my love by this.\n       [Giving ANTONY a writing.]\n  Could I have borne\n  A life or death, a happiness or woe,\n  From yours divided, this had given me means.\n\n  ANTONY.  By Hercules, the writing of Octavius!\n  I know it well:  'tis that proscribing hand,\n  Young as it was, that led the way to mine,\n  And left me but the second place in murder.--\n  See, see, Ventidius! here he offers Egypt,\n  And joins all Syria to it, as a present;\n  So, in requital, she forsake my fortunes,\n  And join her arms with his.\n\n  CLEOPATRA.  And yet you leave me!\n  You leave me, Antony; and yet I love you,\n  Indeed I do:  I have refused a kingdom;\n  That is a trifle;\n  For I could part with life, with anything,\n  But only you.  Oh, let me die but with you!\n  Is that a hard request?\n\n  ANTONY.  Next living with you,\n  'Tis all that Heaven can give.\n\n  ALEXAS.  He melts; we conquer.\n       [Aside.]\n\n  CLEOPATRA.  No; you shall go:  your interest calls you hence;\n  Yes; your dear interest pulls too strong, for these\n  Weak arms to hold you here.\n       [Takes his hand.]\n  Go; leave me, soldier\n  (For you're no more a lover):  leave me dying:\n  Push me, all pale and panting, from your bosom,\n  And, when your march begins, let one run after,\n  Breathless almost for joy, and cry--She's dead.\n  The soldiers shout; you then, perhaps, may sigh,\n  And muster all your Roman gravity:\n  Ventidius chides; and straight your brow clears up,\n  As I had never been.\n\n  ANTONY.  Gods, 'tis too much; too much for man to bear.\n\n  CLEOPATRA.  What is't for me then,\n  A weak, forsaken woman, and a lover?--\n  Here let me breathe my last:  envy me not\n  This minute in your arms:  I'll die apace,\n  As fast as e'er I can, and end your trouble.\n\n  ANTONY.  Die! rather let me perish; loosened nature\n  Leap from its hinges, sink the props of heaven,\n  And fall the skies, to crush the nether world!\n  My eyes, my soul, my all!\n       [Embraces her.]\n\n  VENTIDIUS.  And what's this toy,\n  In balance with your fortune, honour, fame?\n\n  ANTONY.  What is't, Ventidius?--it outweighs them all;\n  Why, we have more than conquered Caesar now:\n  My queen's not only innocent, but loves me.\n  This, this is she, who drags me down to ruin!\n  \"But, could she 'scape without me, with what haste\n  Would she let slip her hold, and make to shore,\n  And never look behind!\"\n  Down on thy knees, blasphemer as thou art,\n  And ask forgiveness of wronged innocence.\n\n  VENTIDIUS.  I'll rather die, than take it.  Will you go?\n\n  ANTONY.  Go! whither?  Go from all that's excellent?\n  Faith, honour, virtue, all good things forbid,\n  That I should go from her, who sets my love\n  Above the price of kingdoms!  Give, you gods,\n  Give to your boy, your Caesar,\n  This rattle of a globe to play withal,\n  This gewgaw world, and put him cheaply off:\n  I'll not be pleased with less than Cleopatra.\n\n  CLEOPATRA.  She's wholly yours.  My heart's so full of joy,\n  That I shall do some wild extravagance\n  Of love, in public; and the foolish world,\n  Which knows not tenderness, will think me mad.\n\n  VENTIDIUS.  O women! women! women! all the gods\n  Have not such power of doing good to man,\n  As you of doing harm.\n       [Exit.]\n\n  ANTONY.  Our men are armed:--\n  Unbar the gate that looks to Caesar's camp:\n  I would revenge the treachery he meant me;\n  And long security makes conquest easy.\n  I'm eager to return before I go;\n  For, all the pleasures I have known beat thick\n  On my remembrance.--How I long for night!\n  That both the sweets of mutual love may try,\n  And triumph once o'er Caesar ere we die.\n       [Exeunt.]\n\n\n\n       Act III\n\n       Scene I\n\n       At one door enter CLEOPATRA, CHARMION, IRAS, and ALEXAS,\n       a Train of EGYPTIANS:  at the other ANTONY and ROMANS.\n       The entrance on both sides is prepared by music; the\n       trumpets first sounding on Antony's part:  then answered\n       by timbrels, etc., on CLEOPATRA'S.  CHARMION and IRAS\n       hold a laurel wreath betwixt them.  A Dance of EGYPTIANS.\n       After the ceremony, CLEOPATRA crowns ANTONY.\n\n  ANTONY.  I thought how those white arms would fold me in,\n  And strain me close, and melt me into love;\n  So pleased with that sweet image, I sprung forwards,\n  And added all my strength to every blow.\n\n  CLEOPATRA.  Come to me, come, my soldier, to my arms!\n  You've been too long away from my embraces;\n  But, when I have you fast, and all my own,\n  With broken murmurs, and with amorous sighs,\n  I'll say, you were unkind, and punish you,\n  And mark you red with many an eager kiss.\n\n  ANTONY.  My brighter Venus!\n\n  CLEOPATRA.  O my greater Mars!\n\n  ANTONY.  Thou join'st us well, my love!\n  Suppose me come from the Phlegraean plains,\n  Where gasping giants lay, cleft by my sword,\n  And mountain-tops paired off each other blow,\n  To bury those I slew.  Receive me, goddess!\n  Let Caesar spread his subtle nets; like Vulcan,\n  In thy embraces I would be beheld\n  By heaven and earth at once;\n  And make their envy what they meant their sport\n  Let those, who took us, blush; I would love on,\n  With awful state, regardless of their frowns,\n  As their superior gods.\n  There's no satiety of love in thee:\n  Enjoyed, thou still art new; perpetual spring\n  Is in thy arms; the ripened fruit but falls,\n  And blossoms rise to fill its empty place;\n  And I grow rich by giving.\n\n       Enter VENTIDIUS, and stands apart\n\n  ALEXAS.  Oh, now the danger's past, your general comes!\n  He joins not in your joys, nor minds your triumphs;\n  But, with contracted brows, looks frowning on,\n  As envying your success.\n\n  ANTONY.  Now, on my soul, he loves me; truly loves me:\n  He never flattered me in any vice,\n  But awes me with his virtue:  even this minute,\n  Methinks, he has a right of chiding me.\n  Lead to the temple:  I'll avoid his presence;\n  It checks too strong upon me.\n       [Exeunt the rest.]\n       [As ANTONY is going, VENTIDIUS pulls him by the robe.]\n\n  VENTIDIUS.  Emperor!\n\n  ANTONY.  'Tis the old argument; I pr'ythee, spare me.\n       [Looking back.]\n\n  VENTIDIUS.  But this one hearing, emperor.\n\n  ANTONY.  Let go\n  My robe; or, by my father Hercules--\n\n  VENTIDIUS.  By Hercules' father, that's yet greater,\n  I bring you somewhat you would wish to know.\n\n  ANTONY.  Thou see'st we are observed; attend me here,\n  And I'll return.\n       [Exit.]\n\n  VENTIDIUS.  I am waning in his favour, yet I love him;\n  I love this man, who runs to meet his ruin;\n  And sure the gods, like me, are fond of him:\n  His virtues lie so mingled with his crimes,\n  As would confound their choice to punish one,\n  And not reward the other.\n\n       Enter ANTONY\n\n  ANTONY.  We can conquer,\n  You see, without your aid.\n  We have dislodged their troops;\n  They look on us at distance, and, like curs\n  Scaped from the lion's paws, they bay far off,\n  And lick their wounds, and faintly threaten war.\n  Five thousand Romans, with their faces upward,\n  Lie breathless on the plain.\n\n  VENTIDIUS.  'Tis well; and he,\n  Who lost them, could have spared ten thousand more.\n  Yet if, by this advantage, you could gain\n  An easier peace, while Caesar doubts the chance\n  Of arms--\n\n  ANTONY.  Oh, think not on't, Ventidius!\n  The boy pursues my ruin, he'll no peace;\n  His malice is considerable in advantage.\n  Oh, he's the coolest murderer! so staunch,\n  He kills, and keeps his temper.\n\n  VENTIDIUS.  Have you no friend\n  In all his army, who has power to move him?\n  Maecenas, or Agrippa, might do much.\n\n  ANTONY.  They're both too deep in Caesar's interests.\n  We'll work it out by dint of sword, or perish.\n\n  VENTIDIUS.  Fain I would find some other.\n\n  ANTONY.  Thank thy love.\n  Some four or five such victories as this\n  Will save thy further pains.\n\n  VENTIDIUS.  Expect no more; Caesar is on his guard:\n  I know, sir, you have conquered against odds;\n  But still you draw supplies from one poor town,\n  And of Egyptians:  he has all the world,\n  And, at his beck, nations come pouring in,\n  To fill the gaps you make.  Pray, think again.\n\n  ANTONY.  Why dost thou drive me from myself, to search\n  For foreign aids?--to hunt my memory,\n  And range all o'er a waste and barren place,\n  To find a friend?  The wretched have no friends.\n  Yet I had one, the bravest youth of Rome,\n  Whom Caesar loves beyond the love of women:\n  He could resolve his mind, as fire does wax,\n  From that hard rugged image melt him down,\n  And mould him in what softer form he pleased.\n\n  VENTIDIUS.  Him would I see; that man, of all the world;\n  Just such a one we want.\n\n  ANTONY.  He loved me too;\n  I was his soul; he lived not but in me:\n  We were so closed within each other's breasts,\n  The rivets were not found, that joined us first.\n  That does not reach us yet:  we were so mixt,\n  As meeting streams, both to ourselves were lost;\n  We were one mass; we could not give or take,\n  But from the same; for he was I, I he.\n\n  VENTIDIUS.  He moves as I would wish him.\n       [Aside.]\n\n  ANTONY.  After this,\n  I need not tell his name;--'twas Dolabella.\n\n  VENTIDIUS.  He's now in Caesar's camp.\n\n  ANTONY.  No matter where,\n  Since he's no longer mine.  He took unkindly,\n  That I forbade him Cleopatra's sight,\n  Because I feared he loved her:  he confessed,\n  He had a warmth, which, for my sake, he stifled;\n  For 'twere impossible that two, so one,\n  Should not have loved the same.  When he departed,\n  He took no leave; and that confirmed my thoughts.\n\n  VENTIDIUS.  It argues, that he loved you more than her,\n  Else he had stayed; but he perceived you jealous,\n  And would not grieve his friend:  I know he loves you.\n\n  ANTONY.  I should have seen him, then, ere now.\n\n  VENTIDIUS.  Perhaps\n  He has thus long been labouring for your peace.\n\n  ANTONY.  Would he were here!\n\n  VENTIDIUS.  Would you believe he loved you?\n  I read your answer in your eyes, you would.\n  Not to conceal it longer, he has sent\n  A messenger from Caesar's camp, with letters.\n\n  ANTONY.  Let him appear.\n\n  VENTIDIUS.  I'll bring him instantly.\n       [Exit VENTIDIUS, and re-enters immediately with DOLABELLA.]\n\n  ANTONY.  'Tis he himself! himself, by holy friendship!\n       [Runs to embrace him.]\n  Art thou returned at last, my better half?\n  Come, give me all myself!\n  Let me not live,\n  If the young bridegroom, longing for his night,\n  Was ever half so fond.\n\n  DOLABELLA.  I must be silent, for my soul is busy\n  About a nobler work; she's new come home,\n  Like a long-absent man, and wanders o'er\n  Each room, a stranger to her own, to look\n  If all be safe.\n\n  ANTONY.  Thou hast what's left of me;\n  For I am now so sunk from what I was,\n  Thou find'st me at my lowest water-mark.\n  The rivers that ran in, and raised my fortunes,\n  Are all dried up, or take another course:\n  What I have left is from my native spring;\n  I've still a heart that swells, in scorn of fate,\n  And lifts me to my banks.\n\n  DOLABELLA.  Still you are lord of all the world to me.\n\n  ANTONY.  Why, then I yet am so; for thou art all.\n  If I had any joy when thou wert absent,\n  I grudged it to myself; methought I robbed\n  Thee of thy part.  But, O my Dolabella!\n  Thou has beheld me other than I am.\n  Hast thou not seen my morning chambers filled\n  With sceptred slaves, who waited to salute me?\n  With eastern monarchs, who forgot the sun,\n  To worship my uprising?--menial kings\n  Ran coursing up and down my palace-yard,\n  Stood silent in my presence, watched my eyes,\n  And, at my least command, all started out,\n  Like racers to the goal.\n\n  DOLABELLA.  Slaves to your fortune.\n\n  ANTONY.  Fortune is Caesar's now; and what am I?\n\n  VENTIDIUS.  What you have made yourself; I will not flatter.\n\n  ANTONY.  Is this friendly done?\n\n  DOLABELLA.  Yes; when his end is so, I must join with him;\n  Indeed I must, and yet you must not chide;\n  Why am I else your friend?\n\n  ANTONY.  Take heed, young man,\n  How thou upbraid'st my love:  The queen has eyes,\n  And thou too hast a soul.  Canst thou remember,\n  When, swelled with hatred, thou beheld'st her first,\n  As accessary to thy brother's death?\n\n  DOLABELLA.  Spare my remembrance; 'twas a guilty day,\n  And still the blush hangs here.\n\n  ANTONY.  To clear herself,\n  For sending him no aid, she came from Egypt.\n  Her galley down the silver Cydnus rowed,\n  The tackling silk, the streamers waved with gold;\n  The gentle winds were lodged in purple sails:\n  Her nymphs, like Nereids, round her couch were placed;\n  Where she, another sea-born Venus, lay.\n\n  DOLABELLA.  No more; I would not hear it.\n\n  ANTONY.  Oh, you must!\n  She lay, and leant her cheek upon her hand,\n  And cast a look so languishingly sweet,\n  As if, secure of all beholders' hearts,\n  Neglecting, she could take them:  boys, like Cupids,\n  Stood fanning, with their painted wings, the winds.\n  That played about her face.  But if she smiled\n  A darting glory seemed to blaze abroad,\n  That men's desiring eyes were never wearied,\n  But hung upon the object:  To soft flutes\n  The silver oars kept time; and while they played,\n  The hearing gave new pleasure to the sight;\n  And both to thought.  'Twas heaven, or somewhat more;\n  For she so charmed all hearts, that gazing crowds\n  Stood panting on the shore, and wanted breath\n  To give their welcome voice.\n  Then, Dolabella, where was then thy soul?\n  Was not thy fury quite disarmed with wonder?\n  Didst thou not shrink behind me from those eyes\n  And whisper in my ear--Oh, tell her not\n  That I accused her with my brother's death?\n\n  DOLABELLA.  And should my weakness be a plea for yours?\n  Mine was an age when love might be excused,\n  When kindly warmth, and when my springing youth\n  Made it a debt to nature.  Yours--\n\n  VENTIDIUS.  Speak boldly.\n  Yours, he would say, in your declining age,\n  When no more heat was left but what you forced,\n  When all the sap was needful for the trunk,\n  When it went down, then you constrained the course,\n  And robbed from nature, to supply desire;\n  In you (I would not use so harsh a word)\n  'Tis but plain dotage.\n\n  ANTONY.  Ha!\n\n  DOLABELLA.  'Twas urged too home.--\n  But yet the loss was private, that I made;\n  'Twas but myself I lost:  I lost no legions;\n  I had no world to lose, no people's love.\n\n  ANTONY.  This from a friend?\n\n  DOLABELLA.  Yes, Antony, a true one;\n  A friend so tender, that each word I speak\n  Stabs my own heart, before it reach your ear.\n  Oh, judge me not less kind, because I chide!\n  To Caesar I excuse you.\n\n  ANTONY.  O ye gods!\n  Have I then lived to be excused to Caesar?\n\n  DOLABELLA.  As to your equal.\n\n  ANTONY.  Well, he's but my equal:\n  While I wear this he never shall be more.\n\n  DOLABELLA.  I bring conditions from him.\n\n  ANTONY.  Are they noble?\n  Methinks thou shouldst not bring them else; yet he\n  Is full of deep dissembling; knows no honour\n  Divided from his interest.  Fate mistook him;\n  For nature meant him for an usurer:\n  He's fit indeed to buy, not conquer kingdoms.\n\n  VENTIDIUS.  Then, granting this,\n  What power was theirs, who wrought so hard a temper\n  To honourable terms?\n\n  ANTONY.  I was my Dolabella, or some god.\n\n  DOLABELLA.  Nor I, nor yet Maecenas, nor Agrippa:\n  They were your enemies; and I, a friend,\n  Too weak alone; yet 'twas a Roman's deed.\n\n  ANTONY.  'Twas like a Roman done:  show me that man,\n  Who has preserved my life, my love, my honour;\n  Let me but see his face.\n\n  VENTIDIUS.  That task is mine,\n  And, Heaven, thou know'st how pleasing.\n       [Exit VENTIDIUS.]\n\n  DOLABELLA.  You'll remember\n  To whom you stand obliged?\n\n  ANTONY.  When I forget it\n  Be thou unkind, and that's my greatest curse.\n  My queen shall thank him too,\n\n  DOLABELLA.  I fear she will not.\n\n  ANTONY.  But she shall do it:  The queen, my Dolabella!\n  Hast thou not still some grudgings of thy fever?\n\n  DOLABELLA.  I would not see her lost.\n\n  ANTONY.  When I forsake her,\n  Leave me my better stars! for she has truth\n  Beyond her beauty.  Caesar tempted her,\n  At no less price than kingdoms, to betray me;\n  But she resisted all:  and yet thou chidest me\n  For loving her too well.  Could I do so?\n\n  DOLABELLA.  Yes; there's my reason.\n\n       Re-enter VENTIDIUS, with OCTAVIA,\n       leading ANTONY'S two little DAUGHTERS\n\n  ANTONY.  Where?--Octavia there!\n       [Starting back.]\n\n  VENTIDIUS.  What, is she poison to you?--a disease?\n  Look on her, view her well, and those she brings:\n  Are they all strangers to your eyes? has nature\n  No secret call, no whisper they are yours?\n\n  DOLABELLA.  For shame, my lord, if not for love, receive them\n  With kinder eyes.  If you confess a man,\n  Meet them, embrace them, bid them welcome to you.\n  Your arms should open, even without your knowledge,\n  To clasp them in; your feet should turn to wings,\n  To bear you to them; and your eyes dart out\n  And aim a kiss, ere you could reach the lips.\n\n  ANTONY.  I stood amazed, to think how they came hither.\n\n  VENTIDIUS.  I sent for them; I brought them in unknown\n  To Cleopatra's guards.\n\n  DOLABELLA.  Yet, are you cold?\n\n  OCTAVIA.  Thus long I have attended for my welcome;\n  Which, as a stranger, sure I might expect.\n  Who am I?\n\n  ANTONY.  Caesar's sister.\n\n  OCTAVIA.  That's unkind.\n  Had I been nothing more than Caesar's sister,\n  Know, I had still remained in Caesar's camp:\n  But your Octavia, your much injured wife,\n  Though banished from your bed, driven from your house,\n  In spite of Caesar's sister, still is yours.\n  'Tis true, I have a heart disdains your coldness,\n  And prompts me not to seek what you should offer;\n  But a wife's virtue still surmounts that pride.\n  I come to claim you as my own; to show\n  My duty first; to ask, nay beg, your kindness:\n  Your hand, my lord; 'tis mine, and I will have it.\n       [Taking his hand.]\n\n  VENTIDIUS.  Do, take it; thou deserv'st it.\n\n  DOLABELLA.  On my soul,\n  And so she does:  she's neither too submissive,\n  Nor yet too haughty; but so just a mean\n  Shows, as it ought, a wife and Roman too.\n\n  ANTONY.  I fear, Octavia, you have begged my life.\n\n  OCTAVIA.  Begged it, my lord?\n\n  ANTONY.  Yes, begged it, my ambassadress;\n  Poorly and basely begged it of your brother.\n\n  OCTAVIA.  Poorly and basely I could never beg:\n  Nor could my brother grant.\n\n  ANTONY.  Shall I, who, to my kneeling slave, could say,\n  Rise up, and be a king; shall I fall down\n  And cry,--Forgive me, Caesar!  Shall I set\n  A man, my equal, in the place of Jove,\n  As he could give me being?  No; that word,\n  Forgive, would choke me up,\n  And die upon my tongue.\n\n  DOLABELLA.  You shall not need it.\n\n  ANTONY.  I will not need it.  Come, you've all betrayed me,--\n  My friend too!--to receive some vile conditions.\n  My wife has bought me, with her prayers and tears;\n  And now I must become her branded slave.\n  In every peevish mood, she will upbraid\n  The life she gave:  if I but look awry,\n  She cries--I'll tell my brother.\n\n  OCTAVIA.  My hard fortune\n  Subjects me still to your unkind mistakes.\n  But the conditions I have brought are such,\n  Your need not blush to take:  I love your honour,\n  Because 'tis mine; it never shall be said,\n  Octavia's husband was her brother's slave.\n  Sir, you are free; free, even from her you loathe;\n  For, though my brother bargains for your love,\n  Makes me the price and cement of your peace,\n  I have a soul like yours; I cannot take\n  Your love as alms, nor beg what I deserve.\n  I'll tell my brother we are reconciled;\n  He shall draw back his troops, and you shall march\n  To rule the East:  I may be dropt at Athens;\n  No matter where.  I never will complain,\n  But only keep the barren name of wife,\n  And rid you of the trouble.\n\n  VENTIDIUS.  Was ever such a strife of sullen honour!      [Apart]\n  Both scorn to be obliged.\n\n  DOLABELLA.  Oh, she has touched him in the tenderest part;[Apart]\n  See how he reddens with despite and shame,\n  To be outdone in generosity!\n\n  VENTIDIUS.  See how he winks! how he dries up a tear,    [Apart]\n  That fain would fall!\n\n  ANTONY.  Octavia, I have heard you, and must praise\n  The greatness of your soul;\n  But cannot yield to what you have proposed:\n  For I can ne'er be conquered but by love;\n  And you do all for duty.  You would free me,\n  And would be dropt at Athens; was't not so?\n\n  OCTAVIA.  It was, my lord.\n\n  ANTONY.  Then I must be obliged\n  To one who loves me not; who, to herself,\n  May call me thankless and ungrateful man:--\n  I'll not endure it; no.\n\n  VENTIDIUS.  I am glad it pinches there.\n       [Aside.]\n\n  OCTAVIA.  Would you triumph o'er poor Octavia's virtue?\n  That pride was all I had to bear me up;\n  That you might think you owed me for your life,\n  And owed it to my duty, not my love.\n  I have been injured, and my haughty soul\n  Could brook but ill the man who slights my bed.\n\n  ANTONY.  Therefore you love me not.\n\n  OCTAVIA.  Therefore, my lord,\n  I should not love you.\n\n  ANTONY.  Therefore you would leave me?\n\n  OCTAVIA.  And therefore I should leave you--if I could.\n\n  DOLABELLA.  Her soul's too great, after such injuries,\n  To say she loves; and yet she lets you see it.\n  Her modesty and silence plead her cause.\n\n  ANTONY.  O Dolabella, which way shall I turn?\n  I find a secret yielding in my soul;\n  But Cleopatra, who would die with me,\n  Must she be left?  Pity pleads for Octavia;\n  But does it not plead more for Cleopatra?\n\n  VENTIDIUS.  Justice and pity both plead for Octavia;\n  For Cleopatra, neither.\n  One would be ruined with you; but she first\n  Had ruined you:  The other, you have ruined,\n  And yet she would preserve you.\n  In everything their merits are unequal.\n\n  ANTONY.  O my distracted soul!\n\n  OCTAVIA.  Sweet Heaven compose it!--\n  Come, come, my lord, if I can pardon you,\n  Methinks you should accept it.  Look on these;\n  Are they not yours? or stand they thus neglected,\n  As they are mine?  Go to him, children, go;\n  Kneel to him, take him by the hand, speak to him;\n  For you may speak, and he may own you too,\n  Without a blush; and so he cannot all\n  His children:  go, I say, and pull him to me,\n  And pull him to yourselves, from that bad woman.\n  You, Agrippina, hang upon his arms;\n  And you, Antonia, clasp about his waist:\n  If he will shake you off, if he will dash you\n  Against the pavement, you must bear it, children;\n  For you are mine, and I was born to suffer.\n       [Here the CHILDREN go to him, etc.]\n\n  VENTIDIUS.  Was ever sight so moving?--Emperor!\n\n  DOLABELLA.  Friend!\n\n  OCTAVIA.  Husband!\n\n  BOTH CHILDREN.  Father!\n\n  ANTONY.  I am vanquished:  take me,\n  Octavia; take me, children; share me all.\n       [Embracing them.]\n\n  I've been a thriftless debtor to your loves,\n  And run out much, in riot, from your stock;\n  But all shall be amended.\n\n  OCTAVIA.  O blest hour!\n\n  DOLABELLA.  O happy change!\n\n  VENTIDIUS.  My joy stops at my tongue;\n  But it has found two channels here for one,\n  And bubbles out above.\n\n  ANTONY.  [to OCTAVIA]\n  This is thy triumph; lead me where thou wilt;\n  Even to thy brother's camp.\n\n  OCTAVIA.  All there are yours.\n\n       Enter ALEXAS hastily\n\n  ALEXAS.  The queen, my mistress, sir, and yours--\n\n  ANTONY.  'Tis past.--\n  Octavia, you shall stay this night:  To-morrow,\n  Caesar and we are one.\n       [Exit leading OCTAVIA; DOLABELLA and the CHILDREN follow.]\n\n  VENTIDIUS.  There's news for you; run, my officious eunuch,\n  Be sure to be the first; haste forward:\n  Haste, my dear eunuch, haste.\n       [Exit.]\n\n  ALEXAS.  This downright fighting fool, this thick-skulled hero,\n  This blunt, unthinking instrument of death,\n  With plain dull virtue has outgone my wit.\n  Pleasure forsook my earliest infancy;\n  The luxury of others robbed my cradle,\n  And ravished thence the promise of a man.\n  Cast out from nature, disinherited\n  Of what her meanest children claim by kind,\n  Yet greatness kept me from contempt:  that's gone.\n  Had Cleopatra followed my advice,\n  Then he had been betrayed who now forsakes.\n  She dies for love; but she has known its joys:\n  Gods, is this just, that I, who know no joys,\n  Must die, because she loves?\n\n       Enter CLEOPATRA, CHARMION, IRAS, and Train\n\n  O madam, I have seen what blasts my eyes!\n  Octavia's here.\n\n  CLEOPATRA.  Peace with that raven's note.\n  I know it too; and now am in\n  The pangs of death.\n\n  ALEXAS.  You are no more a queen;\n  Egypt is lost.\n\n  CLEOPATRA.  What tell'st thou me of Egypt?\n  My life, my soul is lost!  Octavia has him!--\n  O fatal name to Cleopatra's love!\n  My kisses, my embraces now are hers;\n  While I--But thou hast seen my rival; speak,\n  Does she deserve this blessing?  Is she fair?\n  Bright as a goddess? and is all perfection\n  Confined to her?  It is.  Poor I was made\n  Of that coarse matter, which, when she was finished,\n  The gods threw by for rubbish.\n\n  ALEXAS.  She is indeed a very miracle.\n\n  CLEOPATRA.  Death to my hopes, a miracle!\n\n  ALEXAS.  A miracle;\n       [Bowing.]\n  I mean of goodness; for in beauty, madam,\n  You make all wonders cease.\n\n  CLEOPATRA.  I was too rash:\n  Take this in part of recompense.  But, oh!\n       [Giving a ring.]\n  I fear thou flatterest me.\n\n  CHARMION.  She comes! she's here!\n\n  IRAS.  Fly, madam, Caesar's sister!\n\n  CLEOPATRA.  Were she the sister of the thunderer Jove,\n  And bore her brother's lightning in her eyes,\n  Thus would I face my rival.\n       [Meets OCTAVIA with VENTIDIUS.  OCTAVIA bears up\n        to her.  Their Trains come up on either side.]\n\n  OCTAVIA.  I need not ask if you are Cleopatra;\n  Your haughty carriage--\n\n  CLEOPATRA.  Shows I am a queen:\n  Nor need I ask you, who you are.\n\n  OCTAVIA.  A Roman:\n  A name, that makes and can unmake a queen.\n\n  CLEOPATRA.  Your lord, the man who serves me, is a Roman.\n\n  OCTAVIA.  He was a Roman, till he lost that name,\n  To be a slave in Egypt; but I come\n  To free him thence.\n\n  CLEOPATRA.  Peace, peace, my lover's Juno.\n  When he grew weary of that household clog,\n  He chose my easier bonds.\n\n  OCTAVIA.  I wonder not\n  Your bonds are easy:  you have long been practised\n  In that lascivious art:  He's not the first\n  For whom you spread your snares:  Let Caesar witness.\n\n  CLEOPATRA.  I loved not Caesar; 'twas but gratitude\n  I paid his love:  The worst your malice can,\n  Is but to say the greatest of mankind\n  Has been my slave.  The next, but far above him\n  In my esteem, is he whom law calls yours,\n  But whom his love made mine.\n\n  OCTAVIA.  I would view nearer.\n       [Coming up close to her.]\n  That face, which has so long usurped my right,\n  To find the inevitable charms, that catch\n  Mankind so sure, that ruined my dear lord.\n\n  CLEOPATRA.  Oh, you do well to search; for had you known\n  But half these charms, you had not lost his heart.\n\n  OCTAVIA.  Far be their knowledge from a Roman lady,\n  Far from a modest wife!  Shame of our sex,\n  Dost thou not blush to own those black endearments,\n  That make sin pleasing?\n\n  CLEOPATRA.  You may blush, who want them.\n  If bounteous nature, if indulgent Heaven\n  Have given me charms to please the bravest man,\n  Should I not thank them?  Should I be ashamed,\n  And not be proud?  I am, that he has loved me;\n  And, when I love not him, Heaven change this face\n  For one like that.\n\n  OCTAVIA.  Thou lov'st him not so well.\n\n  CLEOPATRA.  I love him better, and deserve him more.\n\n  OCTAVIA.  You do not; cannot:  You have been his ruin.\n  Who made him cheap at Rome, but Cleopatra?\n  Who made him scorned abroad, but Cleopatra?\n  At Actium, who betrayed him?  Cleopatra.\n  Who made his children orphans, and poor me\n  A wretched widow? only Cleopatra.\n\n  CLEOPATRA.  Yet she, who loves him best, is Cleopatra.\n  If you have suffered, I have suffered more.\n  You bear the specious title of a wife,\n  To gild your cause, and draw the pitying world\n  To favour it:  the world condemns poor me.\n  For I have lost my honour, lost my fame,\n  And stained the glory of my royal house,\n  And all to bear the branded name of mistress.\n  There wants but life, and that too I would lose\n  For him I love.\n\n  OCTAVIA.  Be't so, then; take thy wish.\n       [Exit with her Train.]\n\n  CLEOPATRA.  And 'tis my wish,\n  Now he is lost for whom alone I lived.\n  My sight grows dim, and every object dances,\n  And swims before me, in the maze of death.\n  My spirits, while they were opposed, kept up;\n  They could not sink beneath a rival's scorn!\n  But now she's gone, they faint.\n\n  ALEXAS.  Mine have had leisure\n  To recollect their strength, and furnish counsel,\n  To ruin her, who else must ruin you.\n\n  CLEOPATRA.  Vain promiser!\n  Lead me, my Charmion; nay, your hand too, Iras.\n  My grief has weight enough to sink you both.\n  Conduct me to some solitary chamber,\n  And draw the curtains round;\n  Then leave me to myself, to take alone\n  My fill of grief:\n     There I till death will his unkindness weep;\n     As harmless infants moan themselves asleep.\n       [Exeunt.]\n\n\n\n       Act IV\n\n       Scene I\n\n       Enter ANTONY and DOLABELLA\n\n  DOLABELLA.  Why would you shift it from yourself on me?\n  Can you not tell her, you must part?\n\n  ANTONY.  I cannot.\n  I could pull out an eye, and bid it go,\n  And t'other should not weep.  O Dolabella,\n  How many deaths are in this word, DEPART!\n  I dare not trust my tongue to tell her so:\n  One look of hers would thaw me into tears,\n  And I should melt, till I were lost again.\n\n  DOLABELLA.  Then let Ventidius;\n  He's rough by nature.\n\n  ANTONY.  Oh, he'll speak too harshly;\n  He'll kill her with the news:  Thou, only thou.\n\n  DOLABELLA.  Nature has cast me in so soft a mould,\n  That but to hear a story, feigned for pleasure,\n  Of some sad lover's death, moistens my eyes,\n  And robs me of my manhood.  I should speak\n  So faintly, with such fear to grieve her heart,\n  She'd not believe it earnest.\n\n  ANTONY.  Therefore,--therefore\n  Thou only, thou art fit:  Think thyself me;\n  And when thou speak'st (but let it first be long),\n  Take off the edge from every sharper sound,\n  And let our parting be as gently made,\n  As other loves begin:  Wilt thou do this?\n\n  DOLABELLA.  What you have said so sinks into my soul,\n  That, if I must speak, I shall speak just so.\n\n  ANTONY.  I leave you then to your sad task:  Farewell.\n  I sent her word to meet you.\n       [Goes to the door, and comes back.]\n  I forgot;\n  Let her be told, I'll make her peace with mine,\n  Her crown and dignity shall be preserved,\n  If I have power with Caesar.--Oh, be sure\n  To think on that.\n\n  DOLABELLA.  Fear not, I will remember.\n       [ANTONY goes again to the door, and comes back.]\n\n  ANTONY.  And tell her, too, how much I was constrained;\n  I did not this, but with extremest force.\n  Desire her not to hate my memory,\n  For I still cherish hers:--insist on that.\n\n  DOLABELLA.  Trust me.  I'll not forget it.\n\n  ANTONY.  Then that's all.\n       [Goes out, and returns again.]\n  Wilt thou forgive my fondness this once more?\n  Tell her, though we shall never meet again,\n  If I should hear she took another love,\n  The news would break my heart.--Now I must go;\n  For every time I have returned, I feel\n  My soul more tender; and my next command\n  Would be, to bid her stay, and ruin both.\n       [Exit.]\n\n  DOLABELLA.  Men are but children of a larger growth;\n  Our appetites as apt to change as theirs,\n  And full as craving too, and full as vain;\n  And yet the soul, shut up in her dark room,\n  Viewing so clear abroad, at home sees nothing:\n  But, like a mole in earth, busy and blind,\n  Works all her folly up, and casts it outward\n  To the world's open view:  Thus I discovered,\n  And blamed the love of ruined Antony:\n  Yet wish that I were he, to be so ruined.\n\n       Enter VENTIDIUS above\n\n  VENTIDIUS.  Alone, and talking to himself? concerned too?\n  Perhaps my guess is right; he loved her once,\n  And may pursue it still.\n\n  DOLABELLA.  O friendship! friendship!\n  Ill canst thou answer this; and reason, worse:\n  Unfaithful in the attempt; hopeless to win;\n  And if I win, undone:  mere madness all.\n  And yet the occasion's fair.  What injury\n  To him, to wear the robe which he throws by!\n\n  VENTIDIUS.  None, none at all.  This happens as I wish,\n  To ruin her yet more with Antony.\n\n       Enter CLEOPATRA talking with ALEXAS;\n       CHARMION, IRAS on the other side.\n\n  DOLABELLA.  She comes!  What charms have sorrow on that face!\n  Sorrow seems pleased to dwell with so much sweetness;\n  Yet, now and then, a melancholy smile\n  Breaks loose, like lightning in a winter's night,\n  And shows a moment's day.\n\n  VENTIDIUS.  If she should love him too! her eunuch there?\n  That porc'pisce bodes ill weather.  Draw, draw nearer,\n  Sweet devil, that I may hear.\n\n  ALEXAS.  Believe me; try\n       [DOLABELLA goes over to CHARMION and IRAS;\n        seems to talk with them.]\n  To make him jealous; jealousy is like\n  A polished glass held to the lips when life's in doubt;\n  If there be breath, 'twill catch the damp, and show it.\n\n  CLEOPATRA.  I grant you, jealousy's a proof of love,\n  But 'tis a weak and unavailing medicine;\n  It puts out the disease, and makes it show,\n  But has no power to cure.\n\n  ALEXAS.  'Tis your last remedy, and strongest too:\n  And then this Dolabella, who so fit\n  To practise on?  He's handsome, valiant, young,\n  And looks as he were laid for nature's bait,\n  To catch weak women's eyes.\n  He stands already more than half suspected\n  Of loving you:  the least kind word or glance,\n  You give this youth, will kindle him with love:\n  Then, like a burning vessel set adrift,\n  You'll send him down amain before the wind,\n  To fire the heart of jealous Antony.\n\n  CLEOPATRA.  Can I do this?  Ah, no, my love's so true,\n  That I can neither hide it where it is,\n  Nor show it where it is not.  Nature meant me\n  A wife; a silly, harmless, household dove,\n  Fond without art, and kind without deceit;\n  But Fortune, that has made a mistress of me,\n  Has thrust me out to the wide world, unfurnished\n  Of falsehood to be happy.\n\n  ALEXAS.  Force yourself.\n  The event will be, your lover will return,\n  Doubly desirous to possess the good\n  Which once he feared to lose.\n\n  CLEOPATRA.  I must attempt it;\n  But oh, with what regret!\n       [Exit ALEXAS.  She comes up to DOLABELLA.]\n\n  VENTIDIUS.  So, now the scene draws near; they're in my reach.\n\n  CLEOPATRA.  [to DOLABELLA.]\n  Discoursing with my women! might not I\n  Share in your entertainment?\n\n  CHARMION.  You have been\n  The subject of it, madam.\n\n  CLEOPATRA.  How! and how!\n\n  IRAS.  Such praises of your beauty!\n\n  CLEOPATRA.  Mere poetry.\n  Your Roman wits, your Gallus and Tibullus,\n  Have taught you this from Cytheris and Delia.\n\n  DOLABELLA.  Those Roman wits have never been in Egypt;\n  Cytheris and Delia else had been unsung:\n  I, who have seen--had I been born a poet,\n  Should choose a nobler name.\n\n  CLEOPATRA.  You flatter me.\n  But, 'tis your nation's vice:  All of your country\n  Are flatterers, and all false.  Your friend's like you.\n  I'm sure, he sent you not to speak these words.\n\n  DOLABELLA.  No, madam; yet he sent me--\n\n  CLEOPATRA.  Well, he sent you--\n\n  DOLABELLA.  Of a less pleasing errand.\n\n  CLEOPATRA.  How less pleasing?\n  Less to yourself, or me?\n\n  DOLABELLA.  Madam, to both;\n  For you must mourn, and I must grieve to cause it.\n\n  CLEOPATRA.  You, Charmion, and your fellow, stand at distance.--\n  Hold up, my spirits.  [Aside.]--Well, now your mournful matter;\n  For I'm prepared, perhaps can guess it too.\n\n  DOLABELLA.  I wish you would; for 'tis a thankless office,\n  To tell ill news:  And I, of all your sex,\n  Most fear displeasing you.\n\n  CLEOPATRA.  Of all your sex,\n  I soonest could forgive you, if you should.\n\n  VENTIDIUS.  Most delicate advances!  Women! women!\n  Dear, damned, inconstant sex!\n\n  CLEOPATRA.  In the first place,\n  I am to be forsaken; is't not so?\n\n  DOLABELLA.  I wish I could not answer to that question.\n\n  CLEOPATRA.  Then pass it o'er, because it troubles you:\n  I should have been more grieved another time.\n  Next I'm to lose my kingdom--Farewell, Egypt!\n  Yet, is there ary more?\n\n  DOLABELLA.  Madam, I fear\n  Your too deep sense of grief has turned your reason.\n\n  CLEOPATRA.  No, no, I'm not run mad; I can bear fortune:\n  And love may be expelled by other love,\n  As poisons are by poisons.\n\n  DOLABELLA.  You o'erjoy me, madam,\n  To find your griefs so moderately borne.\n  You've heard the worst; all are not false like him.\n\n  CLEOPATRA.  No; Heaven forbid they should.\n\n  DOLABELLA.  Some men are constant.\n\n  CLEOPATRA.  And constancy deserves reward, that's certain.\n\n  DOLABELLA.  Deserves it not; but give it leave to hope.\n\n  VENTIDIUS.  I'll swear, thou hast my leave.  I have enough:\n  But how to manage this!  Well, I'll consider.\n       [Exit.]\n\n  DOLABELLA.  I came prepared\n  To tell you heavy news; news, which I thought\n  Would fright the blood from your pale cheeks to hear:\n  But you have met it with a cheerfulness,\n  That makes my task more easy; and my tongue,\n  Which on another's message was employed,\n  Would gladly speak its own.\n\n  CLEOPATRA.  Hold, Dolabella.\n  First tell me, were you chosen by my lord?\n  Or sought you this employment?\n\n  DOLABELLA.  He picked me out; and, as his bosom friend,\n  He charged me with his words.\n\n  CLEOPATRA.  The message then\n  I know was tender, and each accent smooth,\n  To mollify that rugged word, DEPART.\n\n  DOLABELLA.  Oh, you mistake:  He chose the harshest words;\n  With fiery eyes, and contracted brows,\n  He coined his face in the severest stamp;\n  And fury shook his fabric, like an earthquake;\n  He heaved for vent, and burst like bellowing Aetna,\n  In sounds scarce human--\"Hence away for ever,\n  Let her begone, the blot of my renown,\n  And bane of all my hopes!\"\n       [All the time of this speech, CLEOPATRA seems more\n        and more concerned, till she sinks quite down.]\n  \"Let her be driven, as far as men can think,\n  From man's commerce! she'll poison to the centre.\"\n\n  CLEOPATRA.  Oh, I can bear no more!\n\n  DOLABELLA.  Help, help!--O wretch!  O cursed, cursed wretch!\n  What have I done!\n\n  CHARMION.  Help, chafe her temples, Iras.\n\n  IRAS.  Bend, bend her forward quickly.\n\n  CHARMION.  Heaven be praised,\n  She comes again.\n\n  CLEOPATRA.  Oh, let him not approach me.\n  Why have you brought me back to this loathed being;\n  The abode of falsehood, violated vows,\n  And injured love?  For pity, let me go;\n  For, if there be a place of long repose,\n  I'm sure I want it.  My disdainful lord\n  Can never break that quiet; nor awake\n  The sleeping soul, with hollowing in my tomb\n  Such words as fright her hence.--Unkind, unkind!\n\n  DOLABELLA. Believe me, 'tis against myself I speak;\n       [Kneeling.]\n  That sure desires belief; I injured him:\n  My friend ne'er spoke those words.  Oh, had you seen\n  How often he came back, and every time\n  With something more obliging and more kind,\n  To add to what he said; what dear farewells;\n  How almost vanquished by his love he parted,\n  And leaned to what unwillingly he left!\n  I, traitor as I was, for love of you\n  (But what can you not do, who made me false?)\n  I forged that lie; for whose forgiveness kneels\n  This self-accused, self-punished criminal.\n\n  CLEOPATRA.  With how much ease believe we what we wish!\n  Rise, Dolabella; if you have been guilty,\n  I have contributed, and too much love\n  Has made me guilty too.\n  The advance of kindness, which I made, was feigned,\n  To call back fleeting love by jealousy;\n  But 'twould not last.  Oh, rather let me lose,\n  Than so ignobly trifle with his heart.\n\n  DOLABELLA.  I find your breast fenced round from human reach,\n  Transparent as a rock of solid crystal;\n  Seen through, but never pierced.  My friend, my friend,\n  What endless treasure hast thou thrown away;\n  And scattered, like an infant, in the ocean,\n  Vain sums of wealth, which none can gather thence!\n\n  CLEOPATRA.  Could you not beg\n  An hour's admittance to his private ear?\n  Like one, who wanders through long barren wilds\n  And yet foreknows no hospitable inn\n  Is near to succour hunger, eats his fill,\n  Before his painful march;\n  So would I feed a while my famished eyes\n  Before we part; for I have far to go,\n  If death be far, and never must return.\n\n       VENTIDIUS with OCTAVIA, behind\n\n  VENTIDIUS.  From hence you may discover--oh, sweet, sweet!\n  Would you indeed?  The pretty hand in earnest?\n\n  DOLABELLA.  I will, for this reward.\n       [Takes her hand.]\n  Draw it not back.\n  'Tis all I e'er will beg.\n\n  VENTIDIUS.  They turn upon us.\n\n  OCTAVIA.  What quick eyes has guilt!\n\n  VENTIDIUS.  Seem not to have observed them, and go on.\n       [They enter.]\n\n  DOLABELLA. Saw you the emperor, Ventidius?\n\n  VENTIDIUS.  No.\n  I sought him; but I heard that he was private,\n  None with him but Hipparchus, his freedman.\n\n  DOLABELLA.  Know you his business?\n\n  VENTIDIUS.  Giving him instructions,\n  And letters to his brother Caesar.\n\n  DOLABELLA.  Well,\n  He must be found.\n       [Exeunt DOLABELLA and CLEOPATRA.]\n\n  OCTAVIA.  Most glorious impudence!\n\n  VENTIDIUS.  She looked, methought,\n  As she would say--Take your old man, Octavia;\n  Thank you, I'm better here.--\n  Well, but what use\n  Make we of this discovery?\n\n  OCTAVIA.  Let it die.\n\n  VENTIDIUS.  I pity Dolabella; but she's dangerous:\n  Her eyes have power beyond Thessalian charms,\n  To draw the moon from heaven; for eloquence,\n  The sea-green Syrens taught her voice their flattery;\n  And, while she speaks, night steals upon the day,\n  Unmarked of those that hear.  Then she's so charming,\n  Age buds at sight of her, and swells to youth:\n  The holy priests gaze on her when she smiles;\n  And with heaved hands, forgetting gravity,\n  They bless her wanton eyes:  Even I, who hate her,\n  With a malignant joy behold such beauty;\n  And, while I curse, desire it.  Antony\n  Must needs have some remains of passion still,\n  Which may ferment into a worse relapse,\n  If now not fully cured.  I know, this minute,\n  With Caesar he's endeavouring her peace.\n\n  OCTAVIA.  You have prevailed:--But for a further purpose\n       [Walks off.]\n  I'll prove how he will relish this discovery.\n  What, make a strumpet's peace! it swells my heart:\n  It must not, shall not be.\n\n  VENTIDIUS.  His guards appear.\n  Let me begin, and you shall second me.\n\n       Enter ANTONY\n\n  ANTONY.  Octavia, I was looking you, my love:\n  What, are your letters ready?  I have given\n  My last instructions.\n\n  OCTAVIA.  Mine, my lord, are written.\n\n  ANTONY.  Ventidius.\n       [Drawing him aside.]\n\n  VENTIDIUS.  My lord?\n\n  ANTONY.  A word in private.--\n  When saw you Dolabella?\n\n  VENTIDIUS.  Now, my lord,\n  He parted hence; and Cleopatra with him.\n\n  ANTONY.  Speak softly.--'Twas by my command he went,\n  To bear my last farewell.\n\n  VENTIDIUS.  It looked indeed\n       [Aloud.]\n  Like your farewell.\n\n  ANTONY.  More softly.--My farewell?\n  What secret meaning have you in those words\n  Of--My farewell?  He did it by my order.\n\n  VENTIDIUS.  Then he obeyed your order.  I suppose\n       [Aloud.]\n  You bid him do it with all gentleness,\n  All kindness, and all--love.\n\n  ANTONY.  How she mourned,\n  The poor forsaken creature!\n\n  VENTIDIUS.  She took it as she ought; she bore your parting\n  As she did Caesar's, as she would another's,\n  Were a new love to come.\n\n  ANTONY.  Thou dost belie her;\n       [Aloud.]\n  Most basely, and maliciously belie her.\n\n  VENTIDIUS.  I thought not to displease you; I have done.\n\n  OCTAVIA.  You seemed disturbed, my Lord.\n       [Coming up.]\n\n  ANTONY.  A very trifle.\n  Retire, my love.\n\n  VENTIDIUS.  It was indeed a trifle.\n  He sent--\n\n  ANTONY.  No more.  Look how thou disobey'st me;\n       [Angrily.]\n  Thy life shall answer it.\n\n  OCTAVIA.  Then 'tis no trifle.\n\n  VENTIDIUS.  [to OCTAVIA.]\n  'Tis less; a very nothing:  You too saw it,\n  As well as I, and therefore 'tis no secret.\n\n  ANTONY.  She saw it!\n\n  VENTIDIUS.  Yes:  She saw young Dolabella--\n\n  ANTONY.  Young Dolabella!\n\n  VENTIDIUS.  Young, I think him young,\n  And handsome too; and so do others think him.\n  But what of that?  He went by your command,\n  Indeed 'tis probable, with some kind message;\n  For she received it graciously; she smiled;\n  And then he grew familiar with her hand,\n  Squeezed it, and worried it with ravenous kisses;\n  She blushed, and sighed, and smiled, and blushed again;\n  At last she took occasion to talk softly,\n  And brought her cheek up close, and leaned on his;\n  At which, he whispered kisses back on hers;\n  And then she cried aloud--That constancy\n  Should be rewarded.\n\n  OCTAVIA.  This I saw and heard.\n\n  ANTONY.  What woman was it, whom you heard and saw\n  So playful with my friend?\n  Not Cleopatra?\n\n  VENTIDIUS.  Even she, my lord.\n\n  ANTONY.  My Cleopatra?\n\n  VENTIDIUS.  Your Cleopatra;\n  Dolabella's Cleopatra; every man's Cleopatra.\n\n  ANTONY.  Thou liest.\n\n  VENTIDIUS.  I do not lie, my lord.\n  Is this so strange?  Should mistresses be left,\n  And not provide against a time of change?\n  You know she's not much used to lonely nights.\n\n  ANTONY.  I'll think no more on't.\n  I know 'tis false, and see the plot betwixt you.--\n  You needed not have gone this way, Octavia.\n  What harms it you that Cleopatra's just?\n  She's mine no more.  I see, and I forgive:\n  Urge it no further, love.\n\n  OCTAVIA.  Are you concerned,\n  That she's found false?\n\n  ANTONY.  I should be, were it so;\n  For, though 'tis past, I would not that the world\n  Should tax my former choice, that I loved one\n  Of so light note; but I forgive you both.\n\n  VENTIDIUS.  What has my age deserved, that you should think\n  I would abuse your ears with perjury?\n  If Heaven be true, she's false.\n\n  ANTONY.  Though heaven and earth\n  Should witness it, I'll not believe her tainted.\n\n  VENTIDIUS.  I'll bring you, then, a witness\n  From hell, to prove her so.--Nay, go not back;\n       [Seeing ALEXAS just entering, and starting back.]\n  For stay you must and shall.\n\n  ALEXAS.  What means my lord?\n\n  VENTIDIUS.  To make you do what most you hate,--speak truth.\n  You are of Cleopatra's private counsel,\n  Of her bed-counsel, her lascivious hours;\n  Are conscious of each nightly change she makes,\n  And watch her, as Chaldaeans do the moon,\n  Can tell what signs she passes through, what day.\n\n  ALEXAS.  My noble lord!\n\n  VENTIDIUS.  My most illustrious pander,\n  No fine set speech, no cadence, no turned periods,\n  But a plain homespun truth, is what I ask.\n  I did, myself, o'erhear your queen make love\n  To Dolabella.  Speak; for I will know,\n  By your confession, what more passed betwixt them;\n  How near the business draws to your employment;\n  And when the happy hour.\n\n  ANTONY.  Speak truth, Alexas; whether it offend\n  Or please Ventidius, care not:  Justify\n  Thy injured queen from malice:  Dare his worst.\n\n  OCTAVIA.  [aside.]  See how he gives him courage! how he fears\n  To find her false! and shuts his eyes to truth,\n  Willing to be misled!\n\n  ALEXAS.  As far as love may plead for woman's frailty,\n  Urged by desert and greatness of the lover,\n  So far, divine Octavia, may my queen\n  Stand even excused to you for loving him\n  Who is your lord:  so far, from brave Ventidius,\n  May her past actions hope a fair report.\n\n  ANTONY.  'Tis well, and truly spoken:  mark, Ventidius.\n\n  ALEXAS.  To you, most noble emperor, her strong passion\n  Stands not excused, but wholly justified.\n  Her beauty's charms alone, without her crown,\n  From Ind and Meroe drew the distant vows\n  Of sighing kings; and at her feet were laid\n  The sceptres of the earth, exposed on heaps,\n  To choose where she would reign:\n  She thought a Roman only could deserve her,\n  And, of all Romans, only Antony;\n  And, to be less than wife to you, disdained\n  Their lawful passion.\n\n  ANTONY.  'Tis but truth.\n\n  ALEXAS.  And yet, though love, and your unmatched desert,\n  Have drawn her from the due regard of honour,\n  At last Heaven opened her unwilling eyes\n  To see the wrongs she offered fair Octavia,\n  Whose holy bed she lawlessly usurped.\n  The sad effects of this improsperous war\n  Confirmed those pious thoughts.\n\n  VENTIDIUS.  [aside.]  Oh, wheel you there?\n  Observe him now; the man begins to mend,\n  And talk substantial reason.--Fear not, eunuch;\n  The emperor has given thee leave to speak.\n\n  ALEXAS.  Else had I never dared to offend his ears\n  With what the last necessity has urged\n  On my forsaken mistress; yet I must not\n  Presume to say, her heart is wholly altered.\n\n  ANTONY.  No, dare not for thy life, I charge thee dare not\n  Pronounce that fatal word!\n\n  OCTAVIA.  Must I bear this?  Good Heaven, afford me patience.\n       [Aside.]\n\n  VENTIDIUS.  On, sweet eunuch; my dear half-man, proceed.\n\n  ALEXAS.  Yet Dolabella\n  Has loved her long; he, next my god-like lord,\n  Deserves her best; and should she meet his passion,\n  Rejected, as she is, by him she loved----\n\n  ANTONY.  Hence from my sight! for I can bear no more:\n  Let furies drag thee quick to hell; let all\n  The longer damned have rest; each torturing hand\n  Do thou employ, till Cleopatra comes;\n  Then join thou too, and help to torture her!\n       [Exit ALEXAS, thrust out by ANTONY.]\n\n  OCTAVIA.  'Tis not well.\n  Indeed, my lord, 'tis much unkind to me,\n  To show this passion, this extreme concernment,\n  For an abandoned, faithless prostitute.\n\n  ANTONY.  Octavia, leave me; I am much disordered:\n  Leave me, I say.\n\n  OCTAVIA.  My lord!\n\n  ANTONY.  I bid you leave me.\n\n  VENTIDIUS.  Obey him, madam:  best withdraw a while,\n  And see how this will work.\n\n  OCTAVIA.  Wherein have I offended you, my lord,\n  That I am bid to leave you?  Am I false,\n  Or infamous?  Am I a Cleopatra?\n  Were I she,\n  Base as she is, you would not bid me leave you;\n  But hang upon my neck, take slight excuses,\n  And fawn upon my falsehood.\n\n  ANTONY.  'Tis too much.\n  Too much, Octavia; I am pressed with sorrows\n  Too heavy to be borne; and you add more:\n  I would retire, and recollect what's left\n  Of man within, to aid me.\n\n  OCTAVIA.  You would mourn,\n  In private, for your love, who has betrayed you.\n  You did but half return to me:  your kindness\n  Lingered behind with her, I hear, my lord,\n  You make conditions for her,\n  And would include her treaty.  Wondrous proofs\n  Of love to me!\n\n  ANTONY.  Are you my friend, Ventidius?\n  Or are you turned a Dolabella too,\n  And let this fury loose?\n\n  VENTIDIUS.  Oh, be advised,\n  Sweet madam, and retire.\n\n  OCTAVIA.  Yes, I will go; but never to return.\n  You shall no more be haunted with this Fury.\n  My lord, my lord, love will not always last,\n  When urged with long unkindness and disdain:\n  Take her again, whom you prefer to me;\n  She stays but to be called.  Poor cozened man!\n  Let a feigned parting give her back your heart,\n  Which a feigned love first got; for injured me,\n  Though my just sense of wrongs forbid my stay,\n  My duty shall be yours.\n  To the dear pledges of our former love\n  My tenderness and care shall be transferred,\n  And they shall cheer, by turns, my widowed nights:\n  So, take my last farewell; for I despair\n  To have you whole, and scorn to take you half.\n       [Exit.]\n\n  VENTIDIUS.  I combat Heaven, which blasts my best designs;\n  My last attempt must be to win her back;\n  But oh!  I fear in vain.\n       [Exit.]\n\n  ANTONY.  Why was I framed with this plain, honest heart,\n  Which knows not to disguise its griefs and weakness,\n  But bears its workings outward to the world?\n  I should have kept the mighty anguish in,\n  And forced a smile at Cleopatra's falsehood:\n  Octavia had believed it, and had stayed.\n  But I am made a shallow-forded stream,\n  Seen to the bottom:  all my clearness scorned,\n  And all my faults exposed.--See where he comes,\n\n       Enter DOLLABELLA\n\n  Who has profaned the sacred name of friend,\n  And worn it into vileness!\n  With how secure a brow, and specious form,\n  He gilds the secret villain!  Sure that face\n  Was meant for honesty; but Heaven mismatched it,\n  And furnished treason out with nature's pomp,\n  To make its work more easy.\n\n  DOLABELLA.  O my friend!\n\n  ANTONY.  Well, Dolabella, you performed my message?\n\n  DOLABELLA.  I did, unwillingly.\n\n  ANTONY.  Unwillingly?\n  Was it so hard for you to bear our parting?\n  You should have wished it.\n\n  DOLABELLA.  Why?\n\n  ANTONY.  Because you love me.\n  And she received my message with as true,\n  With as unfeigned a sorrow as you brought it?\n\n  DOLABELLA.  She loves you, even to madness.\n\n  ANTONY.  Oh, I know it.\n  You, Dolabella, do not better know\n  How much she loves me.  And should I\n  Forsake this beauty?  This all-perfect creature?\n\n  DOLABELLA.  I could not, were she mine.\n\n  ANTONY.  And yet you first\n  Persuaded me:  How come you altered since?\n\n  DOLABELLA.  I said at first I was not fit to go:\n  I could not hear her sighs, and see her tears,\n  But pity must prevail:  And so, perhaps,\n  It may again with you; for I have promised,\n  That she should take her last farewell:  And, see,\n  She comes to claim my word.\n\n       Enter CLEOPATRA\n\n  ANTONY.  False Dolabella!\n\n  DOLABELLA.  What's false, my lord?\n\n  ANTONY.  Why, Dolabella's false,\n  And Cleopatra's false; both false and faithless.\n  Draw near, you well-joined wickedness, you serpents,\n  Whom I have in my kindly bosom warmed,\n  Till I am stung to death.\n\n  DOLABELLA.  My lord, have I\n  Deserved to be thus used?\n\n  CLEOPATRA.  Can Heaven prepare\n  A newer torment?  Can it find a curse\n  Beyond our separation?\n\n  ANTONY.  Yes, if fate\n  Be just, much greater:  Heaven should be ingenious\n  In punishing such crimes.  The rolling stone,\n  And gnawing vulture, were slight pains, invented\n  When Jove was young, and no examples known\n  Of mighty ills; but you have ripened sin,\n  To such a monstrous growth, 'twill pose the gods\n  To find an equal torture.  Two, two such!--\n  Oh, there's no further name,--two such! to me,\n  To me, who locked my soul within your breasts,\n  Had no desires, no joys, no life, but you;\n  When half the globe was mine, I gave it you\n  In dowry with my heart; I had no use,\n  No fruit of all, but you:  A friend and mistress\n  Was what the world could give.  O Cleopatra!\n  O Dolabella! how could you betray\n  This tender heart, which with an infant fondness\n  Lay lulled betwixt your bosoms, and there slept,\n  Secure of injured faith?\n\n  DOLABELLA.  If she has wronged you,\n  Heaven, hell, and you revenge it.\n\n  ANTONY.  If she has wronged me!\n  Thou wouldst evade thy part of guilt; but swear\n  Thou lov'st not her.\n\n  DOLABELLA.  Not so as I love you.\n\n  ANTONY.  Not so?  Swear, swear, I say, thou dost not love her.\n\n  DOLABELLA.  No more than friendship will allow.\n\n  ANTONY.  No more?\n  Friendship allows thee nothing:  Thou art perjured--\n  And yet thou didst not swear thou lov'st her not;\n  But not so much, no more.  O trifling hypocrite,\n  Who dar'st not own to her, thou dost not love,\n  Nor own to me, thou dost!  Ventidius heard it;\n  Octavia saw it.\n\n  CLEOPATRA.  They are enemies.\n\n  ANTONY.  Alexas is not so:  He, he confessed it;\n  He, who, next hell, best knew it, he avowed it.\n  Why do I seek a proof beyond yourself?\n       [To DOLABELLA.]\n  You, whom I sent to bear my last farewell,\n  Returned, to plead her stay.\n\n  DOLABELLA.  What shall I answer?\n  If to have loved be guilt, then I have sinned;\n  But if to have repented of that love\n  Can wash away my crime, I have repented.\n  Yet, if I have offended past forgiveness,\n  Let not her suffer:  She is innocent.\n\n  CLEOPATRA.  Ah, what will not a woman do, who loves?\n  What means will she refuse, to keep that heart,\n  Where all her joys are placed?  'Twas I encouraged,\n  'Twas I blew up the fire that scorched his soul,\n  To make you jealous, and by that regain you.\n  But all in vain; I could not counterfeit:\n  In spite of all the dams my love broke o'er,\n  And drowned by heart again:  fate took the occasion;\n  And thus one minute's feigning has destroyed\n  My whole life's truth.\n\n  ANTONY.  Thin cobweb arts of falsehood;\n  Seen, and broke through at first.\n\n  DOLABELLA.  Forgive your mistress.\n\n  CLEOPATRA.  Forgive your friend.\n\n  ANTONY.  You have convinced yourselves.\n  You plead each other's cause:  What witness have you,\n  That you but meant to raise my jealousy?\n\n  CLEOPATRA.  Ourselves, and Heaven.\n\n  ANTONY.  Guilt witnesses for guilt.  Hence, love and friendship!\n  You have no longer place in human breasts,\n  These two have driven you out:  Avoid my sight!\n  I would not kill the man whom I have loved,\n  And cannot hurt the woman; but avoid me:\n  I do not know how long I can be tame;\n  For, if I stay one minute more, to think\n  How I am wronged, my justice and revenge\n  Will cry so loud within me, that my pity\n  Will not be heard for either.\n\n  DOLABELLA.  Heaven has but\n  Our sorrow for our sins; and then delights\n  To pardon erring man:  Sweet mercy seems\n  Its darling attribute, which limits justice;\n  As if there were degrees in infinite,\n  And infinite would rather want perfection\n  Than punish to extent.\n\n  ANTONY.  I can forgive\n  A foe; but not a mistress and a friend.\n  Treason is there in its most horrid shape,\n  Where trust is greatest; and the soul resigned,\n  Is stabbed by its own guards:  I'll hear no more;\n  Hence from my sight for ever!\n\n  CLEOPATRA.  How? for ever!\n  I cannot go one moment from your sight,\n  And must I go for ever?\n  My joys, my only joys, are centred here:\n  What place have I to go to?  My own kingdom?\n  That I have lost for you:  Or to the Romans?\n  They hate me for your sake:  Or must I wander\n  The wide world o'er, a helpless, banished woman,\n  Banished for love of you; banished from you?\n  Ay, there's the banishment!  Oh, hear me; hear me,\n  With strictest justice:  For I beg no favour;\n  And if I have offended you, then kill me,\n  But do not banish me.\n\n  ANTONY.  I must not hear you.\n  I have a fool within me takes your part;\n  But honour stops my ears.\n\n  CLEOPATRA.  For pity hear me!\n  Would you cast off a slave who followed you?\n  Who crouched beneath your spurn?--He has no pity!\n  See, if he gives one tear to my departure;\n  One look, one kind farewell:  O iron heart!\n  Let all the gods look down, and judge betwixt us,\n  If he did ever love!\n\n  ANTONY.  No more:  Alexas!\n\n  DOLABELLA.  A perjured villain!\n\n  ANTONY.  [to CLEOPATRA.]  Your Alexas; yours.\n\n  CLEOPATRA.  Oh, 'twas his plot; his ruinous design,\n  To engage you in my love by jealousy.\n  Hear him; confront him with me; let him speak.\n\n  ANTONY.  I have; I have.\n\n  CLEOPATRA.  And if he clear me not--\n\n  ANTONY.  Your creature! one, who hangs upon your smiles!\n  Watches your eye, to say or to unsay,\n  Whate'er you please!  I am not to be moved.\n\n  CLEOPATRA.  Then must we part?  Farewell, my cruel lord!\n  The appearance is against me; and I go,\n  Unjustified, for ever from your sight.\n  How I have loved, you know; how yet I love,\n  My only comfort is, I know myself:\n  I love you more, even now you are unkind,\n  Then when you loved me most; so well, so truly\n  I'll never strive against it; but die pleased,\n  To think you once were mine.\n\n  ANTONY.  Good heaven, they weep at parting!\n  Must I weep too? that calls them innocent.\n  I must not weep; and yet I must, to think\n  That I must not forgive.--\n  Live, but live wretched; 'tis but just you should,\n  Who made me so:  Live from each other's sight:\n  Let me not hear you meet.  Set all the earth,\n  And all the seas, betwixt your sundered loves:\n  View nothing common but the sun and skies.\n  Now, all take several ways;\n    And each your own sad fate, with mine, deplore;\n    That you were false, and I could trust no more.\n       [Exeunt severally.]\n\n\n\n       Act V\n\n       Scene I\n\n       Enter CLEOPATRA, CHARMION, and IRAS\n\n  CHARMION.  Be juster, Heaven; such virtue punished thus,\n  Will make us think that chance rules all above,\n  And shuffles, with a random hand, the lots,\n  Which man is forced to draw.\n\n  CLEOPATRA.  I could tear out these eyes, that gained his heart,\n  And had not power to keep it.  O the curse\n  Of doting on, even when I find it dotage!\n  Bear witness, gods, you heard him bid me go;\n  You, whom he mocked with imprecating vows\n  Of promised faith!--I'll die; I will not bear it.\n  You may hold me--\n       [She pulls out her dagger, and they hold her.]\n  But I can keep my breath; I can die inward,\n  And choke this love.\n\n       Enter ALEXAS\n\n  IRAS.  Help, O Alexas, help!\n  The queen grows desperate; her soul struggles in her\n  With all the agonies of love and rage,\n  And strives to force its passage.\n\n  CLEOPATRA.  Let me go.\n  Art thou there, traitor!--O,\n  O for a little breath, to vent my rage,\n  Give, give me way, and let me loose upon him.\n\n  ALEXAS.  Yes, I deserve it, for my ill-timed truth.\n  Was it for me to prop\n  The ruins of a falling majesty?\n  To place myself beneath the mighty flaw,\n  Thus to be crushed, and pounded into atoms,\n  By its o'erwhelming weight?  'Tis too presuming\n  For subjects to preserve that wilful power,\n  Which courts its own destruction.\n\n  CLEOPATRA.  I would reason\n  More calmly with you.  Did not you o'errule,\n  And force my plain, direct, and open love,\n  Into these crooked paths of jealousy?\n  Now, what's the event?  Octavia is removed;\n  But Cleopatra's banished.  Thou, thou villain,\n  Hast pushed my boat to open sea; to prove,\n  At my sad cost, if thou canst steer it back.\n  It cannot be; I'm lost too far; I'm ruined:\n  Hence, thou impostor, traitor, monster, devil!--\n  I can no more:  Thou, and my griefs, have sunk\n  Me down so low, that I want voice to curse thee.\n\n  ALEXAS.  Suppose some shipwrecked seaman near the shore,\n  Dropping and faint, with climbing up the cliff,\n  If, from above, some charitable hand\n  Pull him to safety, hazarding himself,\n  To draw the other's weight; would he look back,\n  And curse him for his pains?  The case is yours;\n  But one step more, and you have gained the height.\n\n  CLEOPATRA.  Sunk, never more to rise.\n\n  ALEXAS.  Octavia's gone, and Dolabella banished.\n  Believe me, madam, Antony is yours.\n  His heart was never lost, but started off\n  To jealousy, love's last retreat and covert;\n  Where it lies hid in shades, watchful in silence,\n  And listening for the sound that calls it back.\n  Some other, any man ('tis so advanced),\n  May perfect this unfinished work, which I\n  (Unhappy only to myself) have left\n  So easy to his hand.\n\n  CLEOPATRA.  Look well thou do't; else--\n\n  ALEXAS.  Else, what your silence threatens.--Antony\n  Is mounted up the Pharos; from whose turret,\n  He stands surveying our Egyptian galleys,\n  Engaged with Caesar's fleet.  Now death or conquest!\n  If the first happen, fate acquits my promise;\n  If we o'ercome, the conqueror is yours.\n       [A distant shout within.]\n\n  CHARMION.  Have comfort, madam:  Did you mark that shout?\n       [Second shout nearer.]\n\n  IRAS.  Hark! they redouble it.\n\n  ALEXAS.  'Tis from the port.\n  The loudness shows it near:  Good news, kind heavens!\n\n  CLEOPATRA.  Osiris make it so!\n\n       Enter SERAPION\n\n  SERAPION.  Where, where's the queen?\n\n  ALEXAS.  How frightfully the holy coward stares\n  As if not yet recovered of the assault,\n  When all his gods, and, what's more dear to him,\n  His offerings, were at stake.\n\n  SERAPION.  O horror, horror!\n  Egypt has been; our latest hour has come:\n  The queen of nations, from her ancient seat,\n  Is sunk for ever in the dark abyss:\n  Time has unrolled her glories to the last,\n  And now closed up the volume.\n\n  CLEOPATRA.  Be more plain:\n  Say, whence thou comest; though fate is in thy face,\n  Which from the haggard eyes looks wildly out,\n  And threatens ere thou speakest.\n\n  SERAPION.  I came from Pharos;\n  From viewing (spare me, and imagine it)\n  Our land's last hope, your navy--\n\n  CLEOPATRA.  Vanquished?\n\n  SERAPION.  No:\n  They fought not.\n\n  CLEOPATRA.  Then they fled.\n\n  SERAPION.  Nor that.  I saw,\n  With Antony, your well-appointed fleet\n  Row out; and thrice he waved his hand on high,\n  And thrice with cheerful cries they shouted back:\n  'Twas then false Fortune, like a fawning strumpet,\n  About to leave the bankrupt prodigal,\n  With a dissembled smile would kiss at parting,\n  And flatter to the last; the well-timed oars,\n  Now dipt from every bank, now smoothly run\n  To meet the foe; and soon indeed they met,\n  But not as foes.  In few, we saw their caps\n  On either side thrown up; the Egyptian galleys,\n  Received like friends, passed through, and fell behind\n  The Roman rear:  And now, they all come forward,\n  And ride within the port.\n\n  CLEOPATRA.  Enough, Serapion:\n  I've heard my doom.--This needed not, you gods:\n  When I lost Antony, your work was done;\n  'Tis but superfluous malice.--Where's my lord?\n  How bears he this last blow?\n\n  SERAPION.  His fury cannot be expressed by words:\n  Thrice he attempted headlong to have fallen\n  Full on his foes, and aimed at Caesar's galley:\n  Withheld, he raves on you; cries,--He's betrayed.\n  Should he now find you--\n\n  ALEXAS.  Shun him; seek your safety,\n  Till you can clear your innocence.\n\n  CLEOPATRA.  I'll stay.\n\n  ALEXAS.  You must not; haste you to your monument,\n  While I make speed to Caesar.\n\n  CLEOPATRA.  Caesar!  No,\n  I have no business with him.\n\n  ALEXAS.  I can work him\n  To spare your life, and let this madman perish.\n\n  CLEOPATRA.  Base fawning wretch! wouldst thou betray him too?\n  Hence from my sight!  I will not hear a traitor;\n  'Twas thy design brought all this ruin on us.--\n  Serapion, thou art honest; counsel me:\n  But haste, each moment's precious.\n\n  SERAPION.  Retire; you must not yet see Antony.\n  He who began this mischief,\n  'Tis just he tempt the danger; let him clear you:\n  And, since he offered you his servile tongue,\n  To gain a poor precarious life from Caesar,\n  Let him expose that fawning eloquence,\n  And speak to Antony.\n\n  ALEXAS.  O heavens!  I dare not;\n  I meet my certain death.\n\n  CLEOPATRA.  Slave, thou deservest it.--\n  Not that I fear my lord, will I avoid him;\n  I know him noble:  when he banished me,\n  And thought me false, he scorned to take my life;\n  But I'll be justified, and then die with him.\n\n  ALEXAS.  O pity me, and let me follow you.\n\n  CLEOPATRA.  To death, if thou stir hence.  Speak, if thou canst,\n  Now for thy life, which basely thou wouldst save;\n  While mine I prize at--this!  Come, good Serapion.\n       [Exeunt CLEOPATRA, SERAPION, CHARMION, and IRAS.]\n\n  ALEXAS.  O that I less could fear to lose this being,\n  Which, like a snowball in my coward hand,\n  The more 'tis grasped, the faster melts away.\n  Poor reason! what a wretched aid art thou!\n  For still, in spite of thee,\n  These two long lovers, soul and body, dread\n  Their final separation.  Let me think:\n  What can I say, to save myself from death?\n  No matter what becomes of Cleopatra.\n\n  ANTONY.  Which way? where?\n       [Within.]\n\n  VENTIDIUS.  This leads to the monument.\n       [Within.]\n\n  ALEXAS.  Ah me!  I hear him; yet I'm unprepared:\n  My gift of lying's gone;\n  And this court-devil, which I so oft have raised,\n  Forsakes me at my need.  I dare not stay;\n  Yet cannot far go hence.\n       [Exit.]\n\n       Enter ANTONY and VENTIDIUS\n\n  ANTONY.  O happy Caesar! thou hast men to lead:\n  Think not 'tis thou hast conquered Antony;\n  But Rome has conquered Egypt.  I'm betrayed.\n\n  VENTIDIUS.  Curse on this treacherous train!\n  Their soil and heaven infect them all with baseness:\n  And their young souls come tainted to the world\n  With the first breath they draw.\n\n  ANTONY.  The original villain sure no god created;\n  He was a bastard of the sun, by Nile,\n  Aped into man; with all his mother's mud\n  Crusted about his soul.\n\n  VENTIDIUS.  The nation is\n  One universal traitor; and their queen\n  The very spirit and extract of them all.\n\n  ANTONY.  Is there yet left\n  A possibility of aid from valour?\n  Is there one god unsworn to my destruction?\n  The least unmortgaged hope? for, if there be,\n  Methinks I cannot fall beneath the fate\n  Of such a boy as Caesar.\n  The world's one half is yet in Antony;\n  And from each limb of it, that's hewed away,\n  The soul comes back to me.\n\n  VENTIDIUS.  There yet remain\n  Three legions in the town.  The last assault\n  Lopt off the rest; if death be your design,--\n  As I must wish it now,--these are sufficient\n  To make a heap about us of dead foes,\n  An honest pile for burial.\n\n  ANTONY.  They are enough.\n  We'll not divide our stars; but, side by side,\n  Fight emulous, and with malicious eyes\n  Survey each other's acts:  So every death\n  Thou giv'st, I'll take on me, as a just debt,\n  And pay thee back a soul.\n\n  VENTIDIUS.  Now you shall see I love you.  Not a word\n  Of chiding more.  By my few hours of life,\n  I am so pleased with this brave Roman fate,\n  That I would not be Caesar, to outlive you.\n  When we put off this flesh, and mount together,\n  I shall be shown to all the ethereal crowd,--\n  Lo, this is he who died with Antony!\n\n  ANTONY.  Who knows, but we may pierce through all their troops,\n  And reach my veterans yet? 'tis worth the 'tempting,\n  To o'erleap this gulf of fate,\n  And leave our wandering destinies behind.\n\n       Enter ALEXAS, trembling\n\n  VENTIDIUS.  See, see, that villain!\n  See Cleopatra stamped upon that face,\n  With all her cunning, all her arts of falsehood!\n  How she looks out through those dissembling eyes!\n  How he sets his countenance for deceit,\n  And promises a lie, before he speaks!\n  Let me despatch him first.\n       [Drawing.]\n\n  ALEXAS.  O spare me, spare me!\n\n  ANTONY.  Hold; he's not worth your killing.--On thy life,\n  Which thou may'st keep, because I scorn to take it,\n  No syllable to justify thy queen;\n  Save thy base tongue its office.\n\n  ALEXAS.  Sir, she is gone.\n  Where she shall never be molested more\n  By love, or you.\n\n  ANTONY.  Fled to her Dolabella!\n  Die, traitor!  I revoke my promise! die!\n       [Going to kill him.]\n\n  ALEXAS.  O hold! she is not fled.\n\n  ANTONY.  She is:  my eyes\n  Are open to her falsehood; my whole life\n  Has been a golden dream of love and friendship;\n  But, now I wake, I'm like a merchant, roused\n  From soft repose, to see his vessel sinking,\n  And all his wealth cast over.  Ungrateful woman!\n  Who followed me, but as the swallow summer,\n  Hatching her young ones in my kindly beams,\n  Singing her flatteries to my morning wake:\n  But, now my winter comes, she spreads her wings,\n  And seeks the spring of Caesar.\n\n  ALEXAS.  Think not so;\n  Her fortunes have, in all things, mixed with yours.\n  Had she betrayed her naval force to Rome,\n  How easily might she have gone to Caesar,\n  Secure by such a bribe!\n\n  VENTIDIUS.  She sent it first,\n  To be more welcome after.\n\n  ANTONY.  'Tis too plain;\n  Else would she have appeared, to clear herself.\n\n  ALEXAS.  Too fatally she has:  she could not bear\n  To be accused by you; but shut herself\n  Within her monument; looked down and sighed;\n  While, from her unchanged face, the silent tears\n  Dropt, as they had not leave, but stole their parting.\n  Some indistinguished words she only murmured;\n  At last, she raised her eyes; and, with such looks\n  As dying Lucrece cast--\n\n  ANTONY.  My heart forebodes--\n\n  VENTIDIUS.  All for the best:--Go on.\n\n  ALEXAS.  She snatched her poniard,\n  And, ere we could prevent the fatal blow,\n  Plunged it within her breast; then turned to me:\n  Go, bear my lord, said she, my last farewell;\n  And ask him, if he yet suspect my faith.\n  More she was saying, but death rushed betwixt.\n  She half pronounced your name with her last breath,\n  And buried half within her.\n\n  VENTIDIUS.  Heaven be praised!\n\n  ANTONY.  Then art thou innocent, my poor dear love,\n  And art thou dead?\n  O those two words! their sound should be divided:\n  Hadst thou been false, and died; or hadst thou lived,\n  And hadst been true--But innocence and death!\n  This shows not well above.  Then what am I,\n  The murderer of this truth, this innocence!\n  Thoughts cannot form themselves in words so horrid\n  As can express my guilt!\n\n  VENTIDIUS.  Is't come to this?  The gods have been too gracious;\n  And thus you thank them for it!\n\n  ANTONY.  [to ALEXAS.]  Why stayest thou here?\n  Is it for thee to spy upon my soul,\n  And see its inward mourning?  Get thee hence;\n  Thou art not worthy to behold, what now\n  Becomes a Roman emperor to perform.\n\n  ALEXAS.  He loves her still:\n  His grief betrays it.  Good! the joy to find\n  She's yet alive, completes the reconcilement.\n  I've saved myself, and her.  But, oh! the Romans!\n  Fate comes too fast upon my wit,\n  Hunts me too hard, and meets me at each double.\n       [Aside.]\n       [Exit.]\n\n  VENTIDIUS.  Would she had died a little sooner, though!\n  Before Octavia went, you might have treated:\n  Now 'twill look tame, and would not be received.\n  Come, rouse yourself, and let's die warm together.\n\n  ANTONY.  I will not fight:  there's no more work for war.\n  The business of my angry hours is done.\n\n  VENTIDIUS.  Caesar is at your gates.\n\n  ANTONY.  Why, let him enter;\n  He's welcome now.\n\n  VENTIDIUS.  What lethargy has crept into your soul?\n\n  ANTONY.  'Tis but a scorn of life, and just desire\n  To free myself from bondage.\n\n  VENTIDIUS.  Do it bravely.\n\n  ANTONY.  I will; but not by fighting.  O Ventidius!\n  What should I fight for now?--my queen is dead.\n  I was but great for her; my power, my empire,\n  Were but my merchandise to buy her love;\n  And conquered kings, my factors.  Now she's dead,\n  Let Caesar take the world,--\n  An empty circle, since the jewel's gone\n  Which made it worth my strife:  my being's nauseous;\n  For all the bribes of life are gone away.\n\n  VENTIDIUS.  Would you be taken?\n\n  ANTONY.  Yes, I would be taken;\n  But, as a Roman ought,--dead, my Ventidius:\n  For I'll convey my soul from Caesar's reach,\n  And lay down life myself.  'Tis time the world\n  Should have a lord, and know whom to obey.\n  We two have kept its homage in suspense,\n  And bent the globe, on whose each side we trod,\n  Till it was dented inwards.  Let him walk\n  Alone upon't:  I'm weary of my part.\n  My torch is out; and the world stands before me,\n  Like a black desert at the approach of night:\n  I'll lay me down, and stray no farther on.\n\n  VENTIDIUS.  I could be grieved,\n  But that I'll not outlive you:  choose your death;\n  For, I have seen him in such various shapes,\n  I care not which I take:  I'm only troubled,\n  The life I bear is worn to such a rag,\n  'Tis scarce worth giving.  I could wish, indeed,\n  We threw it from us with a better grace;\n  That, like two lions taken in the toils,\n  We might at last thrust out our paws, and wound\n  The hunters that inclose us.\n\n  ANTONY.  I have thought on it.\n  Ventidius, you must live.\n\n  VENTIDIUS.  I must not, sir.\n\n  ANTONY.  Wilt thou not live, to speak some good of me?\n  To stand by my fair fame, and guard the approaches\n  From the ill tongues of men?\n\n  VENTIDIUS.  Who shall guard mine,\n  For living after you?\n\n  ANTONY.  Say, I command it.\n\n  VENTIDIUS.  If we die well, our deaths will speak themselves\n  And need no living witness.\n\n  ANTONY.  Thou hast loved me,\n  And fain I would reward thee.  I must die;\n  Kill me, and take the merit of my death,\n  To make thee friends with Caesar.\n\n  VENTIDIUS.  Thank your kindness.\n  You said I loved you; and in recompense,\n  You bid me turn a traitor:  Did I think\n  You would have used me thus?--that I should die\n  With a hard thought of you?\n\n  ANTONY.  Forgive me, Roman.\n  Since I have heard of Cleopatra's death,\n  My reason bears no rule upon my tongue,\n  But lets my thoughts break all at random out.\n  I've thought better; do not deny me twice.\n\n  VENTIDIUS.  By Heaven I will not.\n  Let it not be to outlive you.\n\n  ANTONY.  Kill me first,\n  And then die thou; for 'tis but just thou serve\n  Thy friend, before thyself.\n\n  VENTIDIUS.  Give me your hand.\n  We soon shall meet again.  Now, farewell, emperor!--\n       [Embrace.]\n  Methinks that word's too cold to be my last:\n  Since death sweeps all distinctions, farewell, friend!\n  That's all--\n  I will not make a business of a trifle;\n  And yet I cannot look on you, and kill you;\n  Pray turn your face.\n\n  ANTONY.  I do:  strike home, be sure.\n\n  VENTIDIUS.  Home as my sword will reach.\n       [Kills himself.]\n\n  ANTONY.  Oh, thou mistak'st;\n  That wound was not of thine; give it me back:\n  Thou robb'st me of my death.\n\n  VENTIDIUS.  I do indeed;\n  But think 'tis the first time I e'er deceived you,\n  If that may plead my pardon.--And you, gods,\n  Forgive me, if you will; for I die perjured,\n  Rather than kill my friend.\n       [Dies.]\n\n  ANTONY.  Farewell!  Ever my leader, even in death!\n  My queen and thou have got the start of me,\n  And I'm the lag of honour.--Gone so soon?\n  Is Death no more? he used him carelessly,\n  With a familiar kindness:  ere he knocked,\n  Ran to the door, and took him in his arms,\n  As who should say--You're welcome at all hours,\n  A friend need give no warning.  Books had spoiled him;\n  For all the learned are cowards by profession.\n  'Tis not worth\n  My further thought; for death, for aught I know,\n  Is but to think no more.  Here's to be satisfied.\n       [Falls on his sword.]\n  I've missed my heart.  O unperforming hand!\n  Thou never couldst have erred in a worse time.\n  My fortune jades me to the last; and death,\n  Like a great man, takes state, and makes me wait\n  For my admittance.--\n       [Trampling within.]\n  Some, perhaps, from Caesar:\n  If he should find me living, and suspect\n  That I played booty with my life!  I'll mend\n  My work, ere they can reach me.\n       [Rises upon his knees.]\n\n       Enter CLEOPATRA, CHARMION, and IRAS\n\n  CLEOPATRA.  Where is my lord? where is he?\n\n  CHARMION.  There he lies,\n  And dead Ventidius by him.\n\n  CLEOPATRA.  My tears were prophets; I am come too late.\n  O that accursed Alexas!\n       [Runs to him.]\n\n  ANTONY.  Art thou living?\n  Or am I dead before I knew, and thou\n  The first kind ghost that meets me?\n\n  CLEOPATRA.  Help me seat him.\n  Send quickly, send for help!\n       [They place him in a chair.]\n\n  ANTONY.  I am answered.\n  We live both.  Sit thee down, my Cleopatra:\n  I'll make the most I can of life, to stay\n  A moment more with thee.\n\n  CLEOPATRA.  How is it with you?\n\n  ANTONY.  'Tis as with a man\n  Removing in a hurry; all packed up,\n  But one dear jewel that his haste forgot;\n  And he, for that, returns upon the spur:\n  So I come back for thee.\n\n  CLEOPATRA.  Too long, ye heavens, you have been cruel to me:\n  Now show your mended faith, and give me back\n  His fleeting life!\n\n  ANTONY.  It will not be, my love;\n  I keep my soul by force.\n  Say but, thou art not false.\n\n  CLEOPATRA.  'Tis now too late\n  To say I'm true:  I'll prove it, and die with you.\n  Unknown to me, Alexas feigned my death:\n  Which, when I knew, I hasted to prevent\n  This fatal consequence.  My fleet betrayed\n  Both you and me.\n\n  ANTONY.  And Dolabella--\n\n  CLEOPATRA.  Scarce\n  Esteemed before he loved; but hated now.\n\n  ANTONY.  Enough:  my life's not long enough for more.\n  Thou say'st, thou wilt come after:  I believe thee;\n  For I can now believe whate'er thou sayest,\n  That we may part more kindly.\n\n  CLEOPATRA.  I will come:\n  Doubt not, my life, I'll come, and quickly too:\n  Caesar shall triumph o'er no part of thee.\n\n  ANTONY.  But grieve not, while thou stayest,\n  My last disastrous times:\n  Think we have had a clear and glorious day\n  And Heaven did kindly to delay the storm,\n  Just till our close of evening.  Ten years' love,\n  And not a moment lost, but all improved\n  To the utmost joys,--what ages have we lived?\n  And now to die each other's; and, so dying,\n  While hand in hand we walk in groves below,\n  Whole troops of lovers' ghosts shall flock about us,\n  And all the train be ours.\n\n  CLEOPATRA.  Your words are like the notes of dying swans,\n  Too sweet to last.  Were there so many hours\n  For your unkindness, and not one for love?\n\n  ANTONY.  No, not a minute.--This one kiss--more worth\n  Than all I leave to Caesar.\n       [Dies.]\n\n  CLEOPATRA.  O tell me so again,\n  And take ten thousand kisses for that word.\n  My lord, my lord! speak, if you yet have being;\n  Sign to me, if you cannot speak; or cast\n  One look!  Do anything that shows you live.\n\n  IRAS.  He's gone too far to hear you;\n  And this you see, a lump of senseless clay,\n  The leavings of a soul.\n\n  CHARMION.  Remember, madam,\n  He charged you not to grieve.\n\n  CLEOPATRA.  And I'll obey him.\n  I have not loved a Roman, not to know\n  What should become his wife; his wife, my Charmion!\n  For 'tis to that high title I aspire;\n  And now I'll not die less.  Let dull Octavia\n  Survive, to mourn him dead:  My nobler fate\n  Shall knit our spousals with a tie, too strong\n  For Roman laws to break.\n\n  IRAS.  Will you then die?\n\n  CLEOPATRA.  Why shouldst thou make that question?\n\n  IRAS.  Caesar is merciful.\n\n  CLEOPATRA.  Let him be so\n  To those that want his mercy:  My poor lord\n  Made no such covenant with him, to spare me\n  When he was dead.  Yield me to Caesar's pride?\n  What! to be led in triumph through the streets,\n  A spectacle to base plebeian eyes;\n  While some dejected friend of Antony's,\n  Close in a corner, shakes his head, and mutters\n  A secret curse on her who ruined him!\n  I'll none of that.\n\n  CHARMION.  Whatever you resolve,\n  I'll follow, even to death.\n\n  IRAS.  I only feared\n  For you; but more should fear to live without you.\n\n  CLEOPATRA.  Why, now, 'tis as it should be.  Quick, my friends,\n  Despatch; ere this, the town's in Caesar's hands:\n  My lord looks down concerned, and fears my stay,\n  Lest I should be surprised;\n  Keep him not waiting for his love too long.\n  You, Charmion, bring my crown and richest jewels;\n  With them, the wreath of victory I made\n  (Vain augury!) for him, who now lies dead:\n  You, Iras, bring the cure of all our ills.\n\n  IRAS.  The aspics, madam?\n\n  CLEOPATRA.  Must I bid you twice?\n       [Exit CHARMION and IRAS.]\n  'Tis sweet to die, when they would force life on me,\n  To rush into the dark abode of death,\n  And seize him first; if he be like my love,\n  He is not frightful, sure.\n  We're now alone, in secrecy and silence;\n  And is not this like lovers?  I may kiss\n  These pale, cold lips; Octavia does not see me:\n  And, oh! 'tis better far to have him thus,\n  Than see him in her arms.--Oh, welcome, welcome!\n\n       Enter CHARMION and IRAS\n\n  CHARMION.  What must be done?\n\n  CLEOPATRA.  Short ceremony, friends;\n  But yet it must be decent.  First, this laurel\n  Shall crown my hero's head:  he fell not basely,\n  Nor left his shield behind him.--Only thou\n  Couldst triumph o'er thyself; and thou alone\n  Wert worthy so to triumph.\n\n  CHARMION.  To what end\n  These ensigns of your pomp and royalty?\n\n  CLEOPATRA.  Dull, that thou art! why 'tis to meet my love;\n  As when I saw him first, on Cydnus' bank,\n  All sparkling, like a goddess:  so adorned,\n  I'll find him once again; my second spousals\n  Shall match my first in glory.  Haste, haste, both,\n  And dress the bride of Antony.\n\n  CHARMION.  'Tis done.\n\n  CLEOPATRA.  Now seat me by my lord.  I claim this place,\n  For I must conquer Caesar too, like him,\n  And win my share of the world.--Hail, you dear relics\n  Of my immortal love!\n  O let no impious hand remove you hence:\n  But rest for ever here!  Let Egypt give\n  His death that peace, which it denied his life.--\n  Reach me the casket.\n\n  IRAS.  Underneath the fruit\n  The aspic lies.\n\n  CLEOPATRA.  Welcome, thou kind deceiver!\n       [Putting aside the leaves.]\n  Thou best of thieves:  who, with an easy key,\n  Dost open life, and, unperceived by us,\n  Even steal us from ourselves; discharging so\n  Death's dreadful office, better than himself;\n  Touching our limbs so gently into slumber,\n  That Death stands by, deceived by his own image,\n  And thinks himself but sleep.\n\n  SERAPION.  The queen, where is she?\n       [Within.]\n  The town is yielded, Caesar's at the gates.\n\n  CLEOPATRA.  He comes too late to invade the rights of death!\n  Haste, bare my arm, and rouse the serpent's fury.\n       [Holds out her arm, and draws it back.]\n  Coward flesh,\n  Wouldst thou conspire with Caesar to betray me,\n  As thou wert none of mine?  I'll force thee to it,\n  And not be sent by him,\n  But bring, myself, my soul to Antony.\n       [Turns aside, and then shows her arm bloody.]\n  Take hence; the work is done.\n\n  SERAPION.  Break ope the door,\n       [Within.]\n  And guard the traitor well.\n\n  CHARMION.  The next is ours.\n\n  IRAS.  Now, Charmion, to be worthy\n  Of our great queen and mistress.\n       [They apply the aspics.]\n\n  CLEOPATRA.  Already, death, I feel thee in my veins:\n  I go with such a will to find my lord,\n  That we shall quickly meet.\n  A heavy numbness creeps through every limb,\n  And now 'tis at my head:  My eyelids fall,\n  And my dear love is vanquished in a mist.\n  Where shall I find him, where?  O turn me to him,\n  And lay me on his breast!--Caesar, thy worst;\n  Now part us, if thou canst.\n       [Dies.]\n       [IRAS sinks down at her feet, and dies;\n        CHARMION stands behind her chair, as dressing her head.]\n\n       Enter SERAPION, two PRIESTS, ALEXAS bound, EGYPTIANS\n\n  PRIEST.  Behold, Serapion,\n  What havoc death has made!\n\n  SERAPION.  'Twas what I feared.--\n  Charmion, is this well done?\n\n  CHARMION.  Yes, 'tis well done, and like a queen, the last\n  Of her great race:  I follow her.\n       [Sinks down:  dies.]\n\n  ALEXAS.  'Tis true,\n  She has done well:  Much better thus to die,\n  Than live to make a holiday in Rome.\n\n  SERAPION.  See how the lovers sit in state together,\n  As they were giving laws to half mankind!\n  The impression of a smile, left in her face,\n  Shows she died pleased with him for whom she lived,\n  And went to charm him in another world.\n  Caesar's just entering:  grief has now no leisure.\n  Secure that villain, as our pledge of safety,\n  To grace the imperial triumph.--Sleep, blest pair,\n  Secure from human chance, long ages out,\n  While all the storms of fate fly o'er your tomb;\n    And fame to late posterity shall tell,\n    No lovers lived so great, or died so well.\n       [Exeunt.]\n\n\n\n  EPILOGUE\n\n  Poets, like disputants, when reasons fail,\n  Have one sure refuge left--and that's to rail.\n  Fop, coxcomb, fool, are thundered through the pit;\n  And this is all their equipage of wit.\n  We wonder how the devil this difference grows\n  Betwixt our fools in verse, and yours in prose:\n  For, 'faith, the quarrel rightly understood,\n  'Tis civil war with their own flesh and blood.\n  The threadbare author hates the gaudy coat;\n  And swears at the gilt coach, but swears afoot:\n  For 'tis observed of every scribbling man,\n  He grows a fop as fast as e'er he can;\n  Prunes up, and asks his oracle, the glass,\n  If pink or purple best become his face.\n  For our poor wretch, he neither rails nor prays;\n  Nor likes your wit just as you like his plays;\n  He has not yet so much of Mr. Bayes.\n  He does his best; and if he cannot please,\n  Would quietly sue out his WRIT OF EASE.\n  Yet, if he might his own grand jury call,\n  By the fair sex he begs to stand or fall.\n  Let Caesar's power the men's ambition move,\n  But grace you him who lost the world for love!\n    Yet if some antiquated lady say,\n  The last age is not copied in his play;\n  Heaven help the man who for that face must drudge,\n  Which only has the wrinkles of a judge.\n  Let not the young and beauteous join with those;\n  For should you raise such numerous hosts of foes,\n  Young wits and sparks he to his aid must call;\n  'Tis more than one man's work to please you all.\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of All for Love, by John Dryden\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALL FOR LOVE ***\n\n***** This file should be named 2062.txt or 2062.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/0\/6\/2062\/\n\nProduced by Gary R. Young\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":157,"split":"train"}
