{"ori_id":"1343fe0f3a4293a8d5a214cd30e857f9abe77ebb","title":"The Tin Woodman of Oz","context":"The Tin Woodman of Oz\n The Tin Woodman and the Scarecrow are regaling each other with tales at the Woodman's palace in the Winkie Country when a Gillikin boy named Woot wanders in. After he is fed and rested, Woot asks the Woodman how he came made of tin.\nHe relates how the Wicked Witch of the East enchanted his axe and caused him to chop his body parts off limb by limb, because he was in love with her ward, Nimmie Amee. Each chopped limb was replaced by the tinsmith Ku-Klip with a counterpart made of tin. (Since Oz is a fairyland, no one can die, even when the parts of their body are separated from each other.) Without a heart, the Tin Woodman felt he could no longer love Nimmie Amee and he left her. Dorothy and the Scarecrow found him after he had rusted in the forest (an event related in The Wonderful Wizard of Oz) and went with him to the Emerald City where the Wizard gave him a heart. Woot suggests that the heart may have made him kind, but it did not make him loving, or he would have returned to Nimmie Amee. This shames the Tin Woodman and inspires him to journey to the Munchkin Country and find her.\nThe Tin Woodman, the Scarecrow, and Woot journey into the Gillikin Country and encounter the inflatable Loons of Loonville, whom they escape by popping several of them. They descend into Yoop Valley, where the giantess Mrs. Yoop dwells, who transforms the travelers into animals for her amusement, just as she has already done to Polychrome, the Rainbow's Daughter. Woot steals a magic apron that opens doors and barriers at the wearer's request, enabling the four to escape. Woot, as a green monkey, narrowly avoids becoming a jaguar's meal by descending further into a den of subterranean dragons. After escaping that ordeal, Woot, the Tin Woodman as a tin owl, the Scarecrow as a straw-stuffed bear, and Polychrome as a canary turn south into the Munchkin Country.\nThey arrive at the farm of Jinjur, who renews her acquaintance with them and sends to the Emerald City for help. Dorothy and Ozma arrive and Ozma easily restores the Scarecrow and the Tin Woodman to their rightful forms. Polychrome takes several steps to restore to her true form. However, Ozma discovers that the Green Monkey into which Woot is transformed has to be someone's form; it cannot be destroyed. Polychrome suggests as a punishment for wickedness that Mrs. Yoop the giantess be made into the Green Monkey, and Ozma thus succeeds in restoring Woot to his proper form.\nThe Tin Woodman, the Scarecrow, Woot, and Polychrome resume their quest and come upon the spot where the Tin Woodman had rusted and find another tin man there. After they oil his joints, he identifies himself as Captain Fy-ter, a soldier who courted Nimmie Amee after the Woodman had left her. The Wicked Witch of the East had made Fy-ter's sword do what the Woodman's axe had doneâ\u0080\u0094cut off his limbs, which Ku-Klip replaced with tin limbs. He does not have a heart either, but this does not bother him. However, he can rust, which he does one day during a rainstorm. Both woodmen now seek the heart of Nimmie Amee, agreeing to let her choose between them.\nThe five come to the dwelling of the tinsmith Ku-Klip where the Tin Woodman talks to himselfâ\u0080\u0094that is, to the head of the man (Nick Chopper) he once was. The Tin Woodman and the Tin Soldier also find a barrel of assorted body parts that once belonged to each of them, but some, like Captain Fy-ter's head, are conspicuously missing. Ku-Klip reveals that he used Fy-ter's head and many body parts from each of them (which never decayed) to create his assistant Chopfyt. Chopfyt complained about missing an arm until Ku-Klip made him a tin one, and he departed for the east.\nThe companions leave Ku-Klip and continue east themselves to find Nimmie Amee and find themselves crossing the Invisible Country, where a massive Hip-po-gy-raf helps them across in return for the Scarecrow's straw. Reluctantly, he gives it and consents to being stuffed with available hay, which makes his movements awkward. They rest for the night at the house of Professor and Mrs. Swynne, pigs whose nine children live in the Emerald City under the care of the Wizard.\nThey leave the Swynnes and arrive at the foot of Mount Munch on the eastern border of the Munchkin Country. At its summit is a cottage where a rabbit tells them Nimmie Amee now lives happily. The Tin Woodman and Tin Soldier knock and are admitted by Nimmie Amee, who is now married to Chopfyt. She refuses to leave her domestic life, even to become Empress of the Winkies (which she would become as the Tin Woodman's wife), saying \"All I ask is to be left alone and not be disturbed by visitors.\" The four return to the Emerald City and relate their adventures. Woot is allowed free rein to roam where he pleases, Captain Fy-ter is dispatched by Ozma to guard duty in the Gillikin Country, and the Tin Woodman and Scarecrow return to his palace in the Winkie Country where the story began.\nï»¿The Project Gutenberg EBook of The Tin Woodman of Oz, by L. Frank  Baum\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Tin Woodman of Oz\n       A Faithful Story of the Astonishing Adventure Undertaken\n       by the Tin Woodman, assisted by Woot the Wanderer, the\n       Scarecrow of Oz, and Polychrome, the Rainbow's Daughter\n\nAuthor: L. Frank  Baum\n\nIllustrator: John R. Neill\n\nRelease Date: January 4, 2010 [EBook #30852]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TIN WOODMAN OF OZ ***\n\n\n\n\nProduced by Chris Curnow, Joseph Cooper and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n\n\n    THE TIN WOODMAN OF OZ\n\n    A Faithful Story of the Astonishing Adventure\n    Undertaken by the Tin Woodman, assisted\n    by Woot the Wanderer, the Scarecrow\n    of Oz, and Polychrome, the Rainbow's\n    Daughter\n\n    BY\n\n    L. FRANK BAUM\n    \"Royal Historian of Oz\"\n\n    Author of\n    All the Oz Books\n\n    ILLUSTRATED BY\n    JOHN R. NEILL\n\n\n    The Reilly & Britton Co.\n    Chicago\n\n\n\n\n[Illustration:\n\n    Copyright\n    1918\n    by\n    L. Frank Baum\n\n    _All\n    rights\n    reserved_]\n\n    _Made in U. S. A._\n\n\n\n\n[Illustration:\n\n    This Book\n    is dedicated\n    to the son of\n    my son\n    =Frank Alden Baum=]\n\n\n\n\n[Illustration: Ozma]\n\n\n\n\n[Illustration]\n\nTO MY READERS\n\n\nI know that some of you have been waiting for this story of the Tin\nWoodman, because many of my correspondents have asked me, time and\nagain, what ever became of the \"pretty Munchkin girl\" whom Nick Chopper\nwas engaged to marry before the Wicked Witch enchanted his axe and he\ntraded his flesh for tin. I, too, have wondered what became of her, but\nuntil Woot the Wanderer interested himself in the matter the Tin Woodman\nknew no more than we did. However, he found her, after many thrilling\nadventures, as you will discover when you have read this story.\n\nI am delighted at the continued interest of both young and old in the Oz\nstories. A learned college professor recently wrote me to ask: \"For\nreaders of what age are your books intended?\" It puzzled me to answer\nthat properly, until I had looked over some of the letters I have\nreceived. One says: \"I'm a little boy 5 years old, and I just love your\nOz stories. My sister, who is writing this for me, reads me the Oz\nbooks, but I wish I could read them myself.\" Another letter says: \"I'm a\ngreat girl 13 years old, so you'll be surprised when I tell you I am not\ntoo old yet for the Oz stories.\" Here's another letter: \"Since I was a\nyoung girl I've never missed getting a Baum book for Christmas. I'm\nmarried, now, but am as eager to get and read the Oz stories as ever.\"\nAnd still another writes: \"My good wife and I, both more than 70 years\nof age, believe that we find more real enjoyment in your Oz books than\nin any other books we read.\" Considering these statements, I wrote the\ncollege professor that my books are intended for all those whose hearts\nare young, no matter what their ages may be.\n\nAnd while on this subject of letters I am reminded that a good many of\nmy correspondents neglect to slip a 3-cent postage-stamp into their\nletters, for the answer. You are sending but one letter, you know, while\nI get so many hundreds of letters that to prepay postage on all the\nanswers to them would be no small burden to me.\n\nI think I am justified in promising that there will be some astonishing\nrevelations about The Magic of Oz in my book for 1919.\n\n    Always your loving and grateful friend,\n\n                                  L. FRANK BAUM,\n                              Royal Historian of Oz.\n\n       \"OZCOT\"\n    at HOLLYWOOD\n    in CALIFORNIA\n        1918.\n\n\n\n\nLIST OF CHAPTERS\n\n[Illustration]\n\n\n     1 Woot the Wanderer                       13\n\n     2 The Heart of the Tin Woodman            25\n\n     3 Roundabout                              35\n\n     4 The Loons of Loonville                  46\n\n     5 Mrs. Yoop, the Giantess                 66\n\n     6 The Magic of a Yookoohoo                81\n\n     7 The Lace Apron                          99\n\n     8 The Menace of the Forest               107\n\n     9 The Quarrelsome Dragons                122\n\n    10 Tommy Kwikstep                         131\n\n    11 Jinjur's Ranch                         143\n\n    12 Ozma and Dorothy                       155\n\n    13 The Restoration                        165\n\n    14 The Green Monkey                       179\n\n    15 The Man of Tin                         185\n\n    16 Captain Fyter                          195\n\n    17 The Workshop of Ku-Klip                201\n\n    18 The Tin Woodman Talks to Himself       209\n\n    19 The Invisible Country                  229\n\n    20 Over Night                             251\n\n    21 Polychrome's Magic                     260\n\n    22 Nimmie Amee                            271\n\n    23 Through the Tunnel                     280\n\n    24 The Curtain Falls                      285\n\n\n\n\n[Illustration: Woot _in court dress_]\n\n\n\n\nWoot the Wanderer\n\n[Illustration]\n\nCHAPTER 1\n\n\nThe Tin Woodman sat on his glittering tin throne in the handsome tin\nhall of his splendid tin castle in the Winkie Country of the Land of Oz.\nBeside him, in a chair of woven straw, sat his best friend, the\nScarecrow of Oz. At times they spoke to one another of curious things\nthey had seen and strange adventures they had known since first they\ntwo had met and become comrades. But at times they were silent, for\nthese things had been talked over many times between them, and they\nfound themselves contented in merely being together, speaking now and\nthen a brief sentence to prove they were wide awake and attentive. But\nthen, these two quaint persons never slept. Why should they sleep, when\nthey never tired?\n\nAnd now, as the brilliant sun sank low over the Winkie Country of Oz,\ntinting the glistening tin towers and tin minarets of the tin castle\nwith glorious sunset hues, there approached along a winding pathway Woot\nthe Wanderer, who met at the castle entrance a Winkie servant.\n\nThe servants of the Tin Woodman all wore tin helmets and tin\nbreastplates and uniforms covered with tiny tin discs sewed closely\ntogether on silver cloth, so that their bodies sparkled as beautifully\nas did the tin castle--and almost as beautifully as did the Tin Woodman\nhimself.\n\nWoot the Wanderer looked at the man servant--all bright and\nglittering--and at the magnificent castle--all bright and\nglittering--and as he looked his eyes grew big with wonder.\nFor Woot was not very big and not very old and, wanderer though\nhe was, this proved the most gorgeous sight that had ever met his\nboyish gaze.\n\n\"Who lives here?\" he asked.\n\n\"The Emperor of the Winkies, who is the famous Tin Woodman of Oz,\"\nreplied the servant, who had been trained to treat all strangers with\ncourtesy.\n\n\"A Tin Woodman? How queer!\" exclaimed the little wanderer.\n\n\"Well, perhaps our Emperor is queer,\" admitted the servant; \"but he is a\nkind master and as honest and true as good tin can make him; so we, who\ngladly serve him, are apt to forget that he is not like other people.\"\n\n\"May I see him?\" asked Woot the Wanderer, after a moment's thought.\n\n\"If it please you to wait a moment, I will go and ask him,\" said the\nservant, and then he went into the hall where the Tin Woodman sat with\nhis friend the Scarecrow. Both were glad to learn that a stranger had\narrived at the castle, for this would give them something new to talk\nabout, so the servant was asked to admit the boy at once.\n\nBy the time Woot the Wanderer had passed through the grand\ncorridors--all lined with ornamental tin--and under stately tin archways\nand through the many tin rooms all set with beautiful tin furniture,\nhis eyes had grown bigger than ever and his whole little body thrilled\nwith amazement. But, astonished though he was, he was able to make a\npolite bow before the throne and to say in a respectful voice: \"I salute\nyour Illustrious Majesty and offer you my humble services.\"\n\n\"Very good!\" answered the Tin Woodman in his accustomed cheerful manner.\n\"Tell me who you are, and whence you come.\"\n\n\"I am known as Woot the Wanderer,\" answered the boy, \"and I have come,\nthrough many travels and by roundabout ways, from my former home in a\nfar corner of the Gillikin Country of Oz.\"\n\n\"To wander from one's home,\" remarked the Scarecrow, \"is to encounter\ndangers and hardships, especially if one is made of meat and bone. Had\nyou no friends in that corner of the Gillikin Country? Was it not\nhomelike and comfortable?\"\n\nTo hear a man stuffed with straw speak, and speak so well, quite\nstartled Woot, and perhaps he stared a bit rudely at the Scarecrow. But\nafter a moment he replied:\n\n\"I had home and friends, your Honorable Strawness, but they were so\nquiet and happy and comfortable that I found them dismally stupid.\nNothing in that corner of Oz interested me, but I believed that in other\nparts of the country I would find strange people and see new sights, and\nso I set out upon my wandering journey. I have been a wanderer for\nnearly a full year, and now my wanderings have brought me to this\nsplendid castle.\"\n\n\"I suppose,\" said the Tin Woodman, \"that in this year you have seen so\nmuch that you have become very wise.\"\n\n\"No,\" replied Woot, thoughtfully, \"I am not at all wise, I beg to assure\nyour Majesty. The more I wander the less I find that I know, for in the\nLand of Oz much wisdom and many things may be learned.\"\n\n\"To learn is simple. Don't you ask questions?\" inquired the Scarecrow.\n\n\"Yes; I ask as many questions as I dare; but some people refuse to\nanswer questions.\"\n\n\"That is not kind of them,\" declared the Tin Woodman. \"If one does not\nask for information he seldom receives it; so I, for my part, make it a\nrule to answer any civil question that is asked me.\"\n\n\"So do I,\" added the Scarecrow, nodding.\n\n\"I am glad to hear this,\" said the Wanderer, \"for it makes me bold to\nask for something to eat.\"\n\n[Illustration]\n\n\"Bless the boy!\" cried the Emperor of the Winkies; \"how careless of me\nnot to remember that wanderers are usually hungry. I will have food\nbrought you at once.\"\n\nSaying this he blew upon a tin whistle that was suspended from his tin\nneck, and at the summons a servant appeared and bowed low. The Tin\nWoodman ordered food for the stranger, and in a few minutes the servant\nbrought in a tin tray heaped with a choice array of good things to eat,\nall neatly displayed on tin dishes that were polished till they shone\nlike mirrors. The tray was set upon a tin table drawn before the throne,\nand the servant placed a tin chair before the table for the boy to seat\nhimself.\n\n\"Eat, friend Wanderer,\" said the Emperor cordially, \"and I trust the\nfeast will be to your liking. I, myself, do not eat, being made in such\nmanner that I require no food to keep me alive. Neither does my friend\nthe Scarecrow. But all my Winkie people eat, being formed of flesh, as\nyou are, and so my tin cupboard is never bare, and strangers are always\nwelcome to whatever it contains.\"\n\nThe boy ate in silence for a time, being really hungry, but after his\nappetite was somewhat satisfied, he said:\n\n\"How happened your Majesty to be made of tin, and still be alive?\"\n\n\"That,\" replied the tin man, \"is a long story.\"\n\n[Illustration]\n\n\"The longer the better,\" said the boy. \"Won't you please tell me the\nstory?\"\n\n\"If you desire it,\" promised the Tin Woodman, leaning back in his tin\nthrone and crossing his tin legs. \"I haven't related my history in a\nlong while, because everyone here knows it nearly as well as I do. But\nyou, being a stranger, are no doubt curious to learn how I became so\nbeautiful and prosperous, so I will recite for your benefit my strange\nadventures.\"\n\n\"Thank you,\" said Woot the Wanderer, still eating.\n\n\"I was not always made of tin,\" began the Emperor, \"for in the beginning\nI was a man of flesh and bone and blood and lived in the Munchkin\nCountry of Oz. There I was, by trade, a woodchopper, and contributed my\nshare to the comfort of the Oz people by chopping up the trees of the\nforest to make firewood, with which the women would cook their meals\nwhile the children warmed themselves about the fires. For my home I had\na little hut by the edge of the forest, and my life was one of much\ncontent until I fell in love with a beautiful Munchkin girl who lived\nnot far away.\"\n\n\"What was the Munchkin girl's name?\" asked Woot.\n\n\"Nimmie Amee. This girl, so fair that the sunsets blushed when their\nrays fell upon her, lived with a powerful witch who wore silver shoes\nand who had made the poor child her slave. Nimmie Amee was obliged to\nwork from morning till night for the old Witch of the East, scrubbing\nand sweeping her hut and cooking her meals and washing her dishes. She\nhad to cut firewood, too, until I found her one day in the forest and\nfell in love with her. After that, I always brought plenty of firewood\nto Nimmie Amee and we became very friendly. Finally I asked her to marry\nme, and she agreed to do so, but the Witch happened to overhear our\nconversation and it made her very angry, for she did not wish her slave\nto be taken away from her. The Witch commanded me never to come near\nNimmie Amee again, but I told her I was my own master and would do as I\npleased, not realizing that this was a careless way to speak to a Witch.\n\n\"The next day, as I was cutting wood in the forest, the cruel Witch\nenchanted my axe, so that it slipped and cut off my right leg.\"\n\n\"How dreadful!\" cried Woot the Wanderer.\n\n\"Yes, it was a seeming misfortune,\" agreed the Tin Man, \"for a\none-legged woodchopper is of little use in his trade. But I would not\nallow the Witch to conquer me so easily. I knew a very skillful mechanic\nat the other side of the forest, who was my friend, so I hopped on one\nleg to him and asked him to help me. He soon made me a new leg out of\ntin and fastened it cleverly to my meat body. It had joints at the knee\nand at the ankle and was almost as comfortable as the leg I had lost.\"\n\n\"Your friend must have been a wonderful workman!\" exclaimed Woot.\n\n\"He was, indeed,\" admitted the Emperor. \"He was a tinsmith by trade and\ncould make anything out of tin. When I returned to Nimmie Amee, the girl\nwas delighted and threw her arms around my neck and kissed me, declaring\nshe was proud of me. The Witch saw the kiss and was more angry than\nbefore. When I went to work in the forest, next day, my axe, being still\nenchanted, slipped and cut off my other leg. Again I hopped--on my tin\nleg--to my friend the tinsmith, who kindly made me another tin leg and\nfastened it to my body. So I returned joyfully to Nimmie Amee, who was\nmuch pleased with my glittering legs and promised that when we were wed\nshe would always keep them oiled and polished. But the Witch was more\nfurious than ever, and as soon as I raised my axe to chop, it twisted\naround and cut off one of my arms. The tinsmith made me a tin arm and I\nwas not much worried, because Nimmie Amee declared she still loved me.\"\n\n[Illustration]\n\n\n\n\nThe Heart of the Tin Woodman\n\n[Illustration]\n\nCHAPTER 2\n\n\nThe Emperor of the Winkies paused in his story to reach for an oil-can,\nwith which he carefully oiled the joints in his tin throat, for his\nvoice had begun to squeak a little. Woot the Wanderer, having satisfied\nhis hunger, watched this oiling process with much curiosity, but begged\nthe Tin Man to go on with his tale.\n\n\"The Witch with the Silver Shoes hated me for having defied her,\"\nresumed the Emperor, his voice now sounding clear as a bell, \"and she\ninsisted that Nimmie Amee should never marry me. Therefore she made the\nenchanted axe cut off my other arm, and the tinsmith also replaced that\nmember with tin, including these finely-jointed hands that you see me\nusing. But, alas! after that, the axe, still enchanted by the cruel\nWitch, cut my body in two, so that I fell to the ground. Then the Witch,\nwho was watching from a near-by bush, rushed up and seized the axe and\nchopped my body into several small pieces, after which, thinking that at\nlast she had destroyed me, she ran away laughing in wicked glee.\n\n\"But Nimmie Amee found me. She picked up my arms and legs and head, and\nmade a bundle of them and carried them to the tinsmith, who set to work\nand made me a fine body of pure tin. When he had joined the arms and\nlegs to the body, and set my head in the tin collar, I was a much better\nman than ever, for my body could not ache or pain me, and I was so\nbeautiful and bright that I had no need of clothing. Clothing is always\na nuisance, because it soils and tears and has to be replaced; but my\ntin body only needs to be oiled and polished.\n\n[Illustration]\n\n\"Nimmie Amee still declared she would marry me, as she still loved me in\nspite of the Witch's evil deeds. The girl declared I would make the\nbrightest husband in all the world, which was quite true. However, the\nWicked Witch was not yet defeated. When I returned to my work the axe\nslipped and cut off my head, which was the only meat part of me then\nremaining. Moreover, the old woman grabbed up my severed head and\ncarried it away with her and hid it. But Nimmie Amee came into the\nforest and found me wandering around helplessly, because I could not see\nwhere to go, and she led me to my friend the tinsmith. The faithful\nfellow at once set to work to make me a tin head, and he had just\ncompleted it when Nimmie Amee came running up with my old head, which\nshe had stolen from the Witch. But, on reflection, I considered the tin\nhead far superior to the meat one--I am wearing it yet, so you can see\nits beauty and grace of outline--and the girl agreed with me that a man\nall made of tin was far more perfect than one formed of different\nmaterials. The tinsmith was as proud of his workmanship as I was, and\nfor three whole days, all admired me and praised my beauty.\n\n\"Being now completely formed of tin, I had no more fear of the Wicked\nWitch, for she was powerless to injure me. Nimmie Amee said we must be\nmarried at once, for then she could come to my cottage and live with me\nand keep me bright and sparkling.\n\n\"'I am sure, my dear Nick,' said the brave and beautiful girl--my name\nwas then Nick Chopper, you should be told--'that you will make the best\nhusband any girl could have. I shall not be obliged to cook for you, for\nnow you do not eat; I shall not have to make your bed, for tin does not\ntire or require sleep; when we go to a dance, you will not get weary\nbefore the music stops and say you want to go home. All day long, while\nyou are chopping wood in the forest, I shall be able to amuse myself in\nmy own way--a privilege few wives enjoy. There is no temper in your new\nhead, so you will not get angry with me. Finally, I shall take pride in\nbeing the wife of the only live Tin Woodman in all the world!' Which\nshows that Nimmie Amee was as wise as she was brave and beautiful.\"\n\n\"I think she was a very nice girl,\" said Woot the Wanderer. \"But, tell\nme, please, why were you not killed when you were chopped to pieces?\"\n\n\"In the Land of Oz,\" replied the Emperor, \"no one can ever be killed. A\nman with a wooden leg or a tin leg is still the same man; and, as I\nlost parts of my meat body by degrees, I always remained the same person\nas in the beginning, even though in the end I was all tin and no meat.\"\n\n\"I see,\" said the boy, thoughtfully. \"And did you marry Nimmie Amee?\"\n\n\"No,\" answered the Tin Woodman, \"I did not. She said she still loved me,\nbut I found that I no longer loved her. My tin body contained no heart,\nand without a heart no one can love. So the Wicked Witch conquered in\nthe end, and when I left the Munchkin Country of Oz, the poor girl was\nstill the slave of the Witch and had to do her bidding day and night.\"\n\n\"Where did you go?\" asked Woot.\n\n\"Well, I first started out to find a heart, so I could love Nimmie Amee\nagain; but hearts are more scarce than one would think. One day, in a\nbig forest that was strange to me, my joints suddenly became rusted,\nbecause I had forgotten to oil them. There I stood, unable to move hand\nor foot. And there I continued to stand--while days came and went--until\nDorothy and the Scarecrow came along and rescued me. They oiled my\njoints and set me free, and I've taken good care never to rust again.\"\n\n\"Who was this Dorothy?\" questioned the Wanderer.\n\n\"A little girl who happened to be in a house when it was carried by a\ncyclone all the way from Kansas to the Land of Oz. When the house fell,\nin the Munchkin Country, it fortunately landed on the Wicked Witch and\nsmashed her flat. It was a big house, and I think the Witch is under it\nyet.\"\n\n\"No,\" said the Scarecrow, correcting him, \"Dorothy says the Witch turned\nto dust, and the wind scattered the dust in every direction.\"\n\n\"Well,\" continued the Tin Woodman, \"after meeting the Scarecrow and\nDorothy, I went with them to the Emerald City, where the Wizard of Oz\ngave me a heart. But the Wizard's stock of hearts was low, and he gave\nme a Kind Heart instead of a Loving Heart, so that I could not love\nNimmie Amee any more than I did when I was heartless.\"\n\n\"Couldn't the Wizard give you a heart that was both Kind and Loving?\"\nasked the boy.\n\n\"No; that was what I asked for, but he said he was so short on hearts,\njust then, that there was but one in stock, and I could take that or\nnone at all. So I accepted it, and I must say that for its kind it is a\nvery good heart indeed.\"\n\n\"It seems to me,\" said Woot, musingly, \"that the Wizard fooled you. It\ncan't be a very Kind Heart, you know.\"\n\n\"Why not?\" demanded the Emperor.\n\n\"Because it was unkind of you to desert the girl who loved you, and who\nhad been faithful and true to you when you were in trouble. Had the\nheart the Wizard gave you been a Kind Heart, you would have gone back\nhome and made the beautiful Munchkin girl your wife, and then brought\nher here to be an Empress and live in your splendid tin castle.\"\n\nThe Tin Woodman was so surprised at this frank speech that for a time he\ndid nothing but stare hard at the boy Wanderer. But the Scarecrow wagged\nhis stuffed head and said in a positive tone:\n\n\"This boy is right. I've often wondered, myself, why you didn't go back\nand find that poor Munchkin girl.\"\n\nThen the Tin Woodman stared hard at his friend the Scarecrow. But\nfinally he said in a serious tone of voice:\n\n\"I must admit that never before have I thought of such a thing as\nfinding Nimmie Amee and making her Empress of the Winkies. But it is\nsurely not too late, even now, to do this, for the girl must still be\nliving in the Munchkin Country. And, since this strange Wanderer has\nreminded me of Nimmie Amee, I believe it is my duty to set out and find\nher. Surely it is not the girl's fault that I no longer love her, and\nso, if I can make her happy, it is proper that I should do so, and in\nthis way reward her for her faithfulness.\"\n\n[Illustration]\n\n\"Quite right, my friend!\" agreed the Scarecrow.\n\n\"Will you accompany me on this errand?\" asked the Tin Emperor.\n\n\"Of course,\" said the Scarecrow.\n\n\"And will you take me along?\" pleaded Woot the Wanderer in an eager\nvoice.\n\n\"To be sure,\" said the Tin Woodman, \"if you care to join our party. It\nwas you who first told me it was my duty to find and marry Nimmie Amee,\nand I'd like you to know that Nick Chopper, the Tin Emperor of the\nWinkies, is a man who never shirks his duty, once it is pointed out to\nhim.\"\n\n\"It ought to be a pleasure, as well as a duty, if the girl is so\nbeautiful,\" said Woot, well pleased with the idea of the adventure.\n\n\"Beautiful things may be admired, if not loved,\" asserted the Tin Man.\n\"Flowers are beautiful, for instance, but we are not inclined to marry\nthem. Duty, on the contrary, is a bugle call to action, whether you are\ninclined to act, or not. In this case, I obey the bugle call of duty.\"\n\n\"When shall we start?\" inquired the Scarecrow, who was always glad to\nembark upon a new adventure. \"I don't hear any bugle, but when do we\ngo?\"\n\n\"As soon as we can get ready,\" answered the Emperor. \"I'll call my\nservants at once and order them to make preparations for our journey.\"\n\n\n\n\nRoundabout\n\n[Illustration]\n\nCHAPTER 3\n\n\nWoot the Wanderer slept that night in the tin castle of the Emperor of\nthe Winkies and found his tin bed quite comfortable. Early the next\nmorning he rose and took a walk through the gardens, where there were\ntin fountains and beds of curious tin flowers, and where tin birds\nperched upon the branches of tin trees and sang songs that sounded like\nthe notes of tin whistles. All these wonders had been made by the clever\nWinkie tinsmiths, who wound the birds up every morning so that they\nwould move about and sing.\n\nAfter breakfast the boy went into the throne room, where the Emperor was\nhaving his tin joints carefully oiled by a servant, while other servants\nwere stuffing sweet, fresh straw into the body of the Scarecrow.\n\nWoot watched this operation with much interest, for the Scarecrow's body\nwas only a suit of clothes filled with straw. The coat was buttoned\ntight to keep the packed straw from falling out and a rope was tied\naround the waist to hold it in shape and prevent the straw from sagging\ndown. The Scarecrow's head was a gunnysack filled with bran, on which\nthe eyes, nose and mouth had been painted. His hands were white cotton\ngloves stuffed with fine straw. Woot noticed that even when carefully\nstuffed and patted into shape, the straw man was awkward in his\nmovements and decidedly wobbly on his feet, so the boy wondered if the\nScarecrow would be able to travel with them all the way to the forests\nof the Munchkin Country of Oz.\n\nThe preparations made for this important journey were very simple. A\nknapsack was filled with food and given Woot the Wanderer to carry upon\nhis back, for the food was for his use alone. The Tin Woodman shouldered\nan axe which was sharp and brightly polished, and the Scarecrow put the\nEmperor's oil-can in his pocket, that he might oil his friend's joints\nshould they need it.\n\n[Illustration: I don't hear any bugle]\n\n\"Who will govern the Winkie Country during your absence?\" asked the\nboy.\n\n\"Why, the Country will run itself,\" answered the Emperor. \"As a matter\nof fact, my people do not need an Emperor, for Ozma of Oz watches over\nthe welfare of all her subjects, including the Winkies. Like a good many\nkings and emperors, I have a grand title, but very little real power,\nwhich allows me time to amuse myself in my own way. The people of Oz\nhave but one law to obey, which is: 'Behave Yourself,' so it is easy for\nthem to abide by this Law, and you'll notice they behave very well. But\nit is time for us to be off, and I am eager to start because I suppose\nthat that poor Munchkin girl is anxiously awaiting my coming.\"\n\n\"She's waited a long time already, seems to me,\" remarked the Scarecrow,\nas they left the grounds of the castle and followed a path that led\neastward.\n\n\"True,\" replied the Tin Woodman; \"but I've noticed that the last end of\na wait, however long it has been, is the hardest to endure; so I must\ntry to make Nimmie Amee happy as soon as possible.\"\n\n\"Ah; that proves you have a Kind Heart,\" remarked the Scarecrow,\napprovingly.\n\n\"It's too bad he hasn't a Loving Heart,\" said Woot. \"This Tin Man is\ngoing to marry a nice girl through kindness, and not because he loves\nher, and somehow that doesn't seem quite right.\"\n\n\"Even so, I am not sure it isn't best for the girl,\" said the Scarecrow,\nwho seemed very intelligent for a straw man, \"for a loving husband is\nnot always kind, while a kind husband is sure to make any girl content.\"\n\n\"Nimmie Amee will become an Empress!\" announced the Tin Woodman,\nproudly. \"I shall have a tin gown made for her, with tin ruffles and\ntucks on it, and she shall have tin slippers, and tin earrings and\nbracelets, and wear a tin crown on her head. I am sure that will delight\nNimmie Amee, for all girls are fond of finery.\"\n\n\"Are we going to the Munchkin Country by way of the Emerald City?\"\ninquired the Scarecrow, who looked upon the Tin Woodman as the leader of\nthe party.\n\n\"I think not,\" was the reply. \"We are engaged upon a rather delicate\nadventure, for we are seeking a girl who fears her former lover has\nforgotten her. It will be rather hard for me, you must admit, when I\nconfess to Nimmie Amee that I have come to marry her because it is my\nduty to do so, and therefore the fewer witnesses there are to our\nmeeting the better for both of us. After I have found Nimmie Amee and\nshe has managed to control her joy at our reunion, I shall take her to\nthe Emerald City and introduce her to Ozma and Dorothy, and to Betsy\nBobbin and Tiny Trot, and all our other friends; but, if I remember\nrightly, poor Nimmie Amee has a sharp tongue when angry, and she may be\na trifle angry with me, at first, because I have been so long in coming\nto her.\"\n\n\"I can understand that,\" said Woot gravely. \"But how can we get to that\npart of the Munchkin Country where you once lived without passing\nthrough the Emerald City?\"\n\n\"Why, that is easy,\" the Tin Man assured him.\n\n\"I have a map of Oz in my pocket,\" persisted the boy, \"and it shows that\nthe Winkie Country, where we now are, is at the west of Oz, and the\nMunchkin Country at the east, while directly between them lies the\nEmerald City.\"\n\n\"True enough; but we shall go toward the north, first of all, into the\nGillikin Country, and so pass around the Emerald City,\" explained the\nTin Woodman.\n\n\"That may prove a dangerous journey,\" replied the boy. \"I used to live\nin one of the top corners of the Gillikin Country, near to Oogaboo, and\nI have been told that in this northland country are many people whom it\nis not pleasant to meet. I was very careful to avoid them during my\njourney south.\"\n\n\"A Wanderer should have no fear,\" observed the Scarecrow, who was\nwabbling along in a funny, haphazard manner, but keeping pace with his\nfriends.\n\n[Illustration]\n\n\"Fear does not make one a coward,\" returned Woot, growing a little red\nin the face, \"but I believe it is more easy to avoid danger than to\novercome it. The safest way is the best way, even for one who is brave\nand determined.\"\n\n\"Do not worry, for we shall not go far to the north,\" said the Emperor.\n\"My one idea is to avoid the Emerald City without going out of our way\nmore than is necessary. Once around the Emerald City we will turn south\ninto the Munchkin Country, where the Scarecrow and I are well acquainted\nand have many friends.\"\n\n\"I have traveled some in the Gillikin Country,\" remarked the Scarecrow,\n\"and while I must say I have met some strange people there at times, I\nhave never yet been harmed by them.\"\n\n\"Well, it's all the same to me,\" said Woot, with assumed carelessness.\n\"Dangers, when they cannot be avoided, are often quite interesting, and\nI am willing to go wherever you two venture to go.\"\n\nSo they left the path they had been following and began to travel toward\nthe northeast, and all that day they were in the pleasant Winkie\nCountry, and all the people they met saluted the Emperor with great\nrespect and wished him good luck on his journey. At night they stopped\nat a house where they were well entertained and where Woot was given a\ncomfortable bed to sleep in.\n\n\"Were the Scarecrow and I alone,\" said the Tin Woodman, \"we would travel\nby night as well as by day; but with a meat person in our party, we must\nhalt at night to permit him to rest.\"\n\n[Illustration]\n\n\"Meat tires, after a day's travel,\" added the Scarecrow, \"while straw\nand tin never tire at all. Which proves,\" said he, \"that we are somewhat\nsuperior to people made in the common way.\"\n\nWoot could not deny that he was tired, and he slept soundly until\nmorning, when he was given a good breakfast, smoking hot.\n\n\"You two miss a great deal by not eating,\" he said to his companions.\n\n\"It is true,\" responded the Scarecrow. \"We miss suffering from hunger,\nwhen food cannot be had, and we miss a stomach-ache, now and then.\"\n\nAs he said this, the Scarecrow glanced at the Tin Woodman, who nodded\nhis assent.\n\nAll that second day they traveled steadily, entertaining one another the\nwhile with stories of adventures they had formerly met and listening to\nthe Scarecrow recite poetry. He had learned a great many poems from\nProfessor Wogglebug and loved to repeat them whenever anybody would\nlisten to him. Of course Woot and the Tin Woodman now listened, because\nthey could not do otherwise--unless they rudely ran away from their\nstuffed comrade.\n\nOne of the Scarecrow's recitations was like this:\n\n      \"What sound is so sweet\n      As the straw from the wheat\n    When it crunkles so tender and low?\n      It is yellow and bright,\n      So it gives me delight\n    To crunkle wherever I go.\n\n      \"Sweet, fresh, golden Straw!\n      There is surely no flaw\n    In a stuffing so clean and compact.\n      It creaks when I walk,\n      And it thrills when I talk,\n    And its fragrance is fine, for a fact.\n\n      \"To cut me don't hurt,\n      For I've no blood to squirt,\n    And I therefore can suffer no pain;\n      The straw that I use\n      Doesn't lump up or bruise,\n    Though it's pounded again and again!\n\n      \"I know it is said\n      That my beautiful head\n    Has brains of mixed wheat-straw and bran,\n      But my thoughts are so good\n      I'd not change, if I could,\n    For the brains of a common meat man.\n\n      \"Content with my lot,\n      I'm glad that I'm not\n    Like others I meet day by day;\n      If my insides get musty,\n      Or mussed-up, or dusty,\n    I get newly stuffed right away.\"\n\n[Illustration]\n\n\n\n\nThe Loons of Loonville\n\n[Illustration]\n\nCHAPTER 4\n\n\nToward evening, the travelers found there was no longer a path to guide\nthem, and the purple hues of the grass and trees warned them that they\nwere now in the Country of the Gillikins, where strange peoples dwelt in\nplaces that were quite unknown to the other inhabitants of Oz. The\nfields were wild and uncultivated and there were no houses of any sort\nto be seen. But our friends kept on walking even after the sun went\ndown, hoping to find a good place for Woot the Wanderer to sleep; but\nwhen it grew quite dark and the boy was weary with his long walk, they\nhalted right in the middle of a field and allowed Woot to get his supper\nfrom the food he carried in his knapsack. Then the Scarecrow laid\nhimself down, so that Woot could use his stuffed body as a pillow, and\nthe Tin Woodman stood up beside them all night, so the dampness of the\nground might not rust his joints or dull his brilliant polish. Whenever\nthe dew settled on his body he carefully wiped it off with a cloth, and\nso in the morning the Emperor shone as brightly as ever in the rays of\nthe rising sun.\n\nThey wakened the boy at daybreak, the Scarecrow saying to him:\n\n\"We have discovered something queer, and therefore we must counsel\ntogether what to do about it.\"\n\n\"What have you discovered?\" asked Woot, rubbing the sleep from his eyes\nwith his knuckles and giving three wide yawns to prove he was fully\nawake.\n\n\"A Sign,\" said the Tin Woodman. \"A Sign, and another path.\"\n\n\"What does the Sign say?\" inquired the boy.\n\n\"It says that 'All Strangers are Warned not to Follow this Path to\nLoonville,'\" answered the Scarecrow, who could read very well when his\neyes had been freshly painted.\n\n[Illustration: All strangers are warned not to follow this Path to\nLoonville]\n\n\"In that case,\" said the boy, opening his knapsack to get some\nbreakfast, \"let us travel in some other direction.\"\n\nBut this did not seem to please either of his companions.\n\n\"I'd like to see what Loonville looks like,\" remarked the Tin Woodman.\n\n\"When one travels, it is foolish to miss any interesting sight,\" added\nthe Scarecrow.\n\n\"But a warning means danger,\" protested Woot the Wanderer, \"and I\nbelieve it sensible to keep out of danger whenever we can.\"\n\nThey made no reply to this speech for a while. Then said the Scarecrow:\n\n\"I have escaped so many dangers, during my lifetime, that I am not much\nafraid of anything that can happen.\"\n\n\"Nor am I!\" exclaimed the Tin Woodman, swinging his glittering axe\naround his tin head, in a series of circles. \"Few things can injure tin,\nand my axe is a powerful weapon to use against a foe. But our boy\nfriend,\" he continued, looking solemnly at Woot, \"might perhaps be\ninjured if the people of Loonville are really dangerous; so I propose he\nwaits here while you and I, Friend Scarecrow, visit the forbidden City\nof Loonville.\"\n\n\"Don't worry about me,\" advised Woot, calmly. \"Wherever you wish to go,\nI will go, and share your dangers. During my wanderings I have found it\nmore wise to keep out of danger than to venture in, but at that time I\nwas alone, and now I have two powerful friends to protect me.\"\n\nSo, when he had finished his breakfast, they all set out along the path\nthat led to Loonville.\n\n\"It is a place I have never heard of before,\" remarked the Scarecrow, as\nthey approached a dense forest. \"The inhabitants may be people, of some\nsort, or they may be animals, but whatever they prove to be, we will\nhave an interesting story to relate to Dorothy and Ozma on our return.\"\n\nThe path led into the forest, but the big trees grew so closely together\nand the vines and underbrush were so thick and matted that they had to\nclear a path at each step in order to proceed. In one or two places the\nTin Man, who went first to clear the way, cut the branches with a blow\nof his axe. Woot followed next, and last of the three came the\nScarecrow, who could not have kept the path at all had not his comrades\nbroken the way for his straw-stuffed body.\n\nPresently the Tin Woodman pushed his way through some heavy underbrush,\nand almost tumbled headlong into a vast cleared space in the forest. The\nclearing was circular, big and roomy, yet the top branches of the tall\ntrees reached over and formed a complete dome or roof for it. Strangely\nenough, it was not dark in this immense natural chamber in the woodland,\nfor the place glowed with a soft, white light that seemed to come from\nsome unseen source.\n\nIn the chamber were grouped dozens of queer creatures, and these so\nastonished the Tin Man that Woot had to push his metal body aside, that\nhe might see, too. And the Scarecrow pushed Woot aside, so that the\nthree travelers stood in a row, staring with all their eyes.\n\nThe creatures they beheld were round and ball-like; round in body, round\nin legs and arms, round in hands and feet and round of head. The only\nexception to the roundness was a slight hollow on the top of each head,\nmaking it saucer-shaped instead of dome-shaped. They wore no clothes on\ntheir puffy bodies, nor had they any hair. Their skins were all of a\nlight gray color, and their eyes were mere purple spots. Their noses\nwere as puffy as the rest of them.\n\n\"Are they rubber, do you think?\" asked the Scarecrow, who noticed that\nthe creatures bounded, as they moved, and seemed almost as light as air.\n\n\"It is difficult to tell what they are,\" answered Woot, \"they seem to be\ncovered with warts.\"\n\nThe Loons--for so these folks were called--had been doing many things,\nsome playing together, some working at tasks and some gathered in groups\nto talk; but at the sound of strange voices, which echoed rather loudly\nthrough the clearing, all turned in the direction of the intruders.\nThen, in a body, they all rushed forward, running and bounding with\ntremendous speed.\n\nThe Tin Woodman was so surprised by this sudden dash that he had no time\nto raise his axe before the Loons were on them. The creatures swung\ntheir puffy hands, which looked like boxing-gloves, and pounded the\nthree travelers as hard as they could, on all sides. The blows were\nquite soft and did not hurt our friends at all, but the onslaught quite\nbewildered them, so that in a brief period all three were knocked over\nand fell flat upon the ground. Once down, many of the Loons held them,\nto prevent their getting up again, while others wound long tendrils of\nvines about them, binding their arms and legs to their bodies and so\nrendering them helpless.\n\n\"Aha!\" cried the biggest Loon of all; \"we've got 'em safe; so let's\ncarry 'em to King Bal and have 'em tried, and condemned and perforated!\"\n\nThey had to drag their captives to the center of the domed chamber, for\ntheir weight, as compared with that of the Loons, prevented their being\ncarried. Even the Scarecrow was much heavier than the puffy Loons. But\nfinally the party halted before a raised platform, on which stood a sort\nof throne, consisting of a big, wide chair with a string tied to one arm\nof it. This string led upward to the roof of the dome.\n\nArranged before the platform, the prisoners were allowed to sit up,\nfacing the empty throne.\n\n\"Good!\" said the big Loon who had commanded the party. \"Now to get King\nBal to judge these terrible creatures we have so bravely captured.\"\n\nAs he spoke he took hold of the string and began to pull as hard as he\ncould. One or two of the others helped him and pretty soon, as they drew\nin the cord, the leaves above them parted and a Loon appeared at the\nother end of the string. It didn't take long to draw him down to the\nthrone, where he seated himself and was tied in, so he wouldn't float\nupward again.\n\n\"Hello,\" said the King, blinking his purple eyes at his followers;\n\"what's up now!\"\n\n\"Strangers, your Majesty--strangers and captives,\" replied the big Loon,\npompously.\n\n\"Dear me! I see 'em. I see 'em very plainly,\" exclaimed the King, his\npurple eyes bulging out as he looked at the three prisoners. \"What\ncurious animals! Are they dangerous, do you think, my good Panta?\"\n\n\"I'm 'fraid so, your Majesty. Of course, they may _not_ be dangerous,\nbut we mustn't take chances. Enough accidents happen to us poor Loons as\nit is, and my advice is to condemn and perforate 'em as quickly as\npossible.\"\n\n\"Keep your advice to yourself,\" said the monarch, in a peeved tone.\n\"Who's King here, anyhow? You or Me?\"\n\n\"We made you our King because you have less common sense than the rest\nof us,\" answered Panta Loon, indignantly. \"I could have been King\nmyself, had I wanted to, but I didn't care for the hard work and\nresponsibility.\"\n\nAs he said this, the big Loon strutted back and forth in the space\nbetween the throne of King Bal and the prisoners, and the other Loons\nseemed much impressed by his defiance. But suddenly there came a sharp\nreport and Panta Loon instantly disappeared, to the great astonishment\nof the Scarecrow, the Tin Woodman and Woot the Wanderer, who saw on the\nspot where the big fellow had stood a little heap of flabby, wrinkled\nskin that looked like a collapsed rubber balloon.\n\n\"There!\" exclaimed the King; \"I expected that would happen. The\nconceited rascal wanted to puff himself up until he was bigger than the\nrest of you, and this is the result of his folly. Get the pump working,\nsome of you, and blow him up again.\"\n\n\"We will have to mend the puncture first, your Majesty,\" suggested one\nof the Loons, and the prisoners noticed that none of them seemed\nsurprised or shocked at the sad accident to Panta.\n\n\"All right,\" grumbled the King. \"Fetch Til to mend him.\"\n\nOne or two ran away and presently returned, followed by a lady Loon\nwearing huge, puffed-up rubber skirts. Also she had a purple feather\nfastened to a wart on the top of her head, and around her waist was a\nsash of fibre-like vines, dried and tough, that looked like strings.\n\n\"Get to work, Til,\" commanded King Bal. \"Panta has just exploded.\"\n\nThe lady Loon picked up the bunch of skin and examined it carefully\nuntil she discovered a hole in one foot. Then she pulled a strand of\nstring from her sash, and drawing the edges of the hole together, she\ntied them fast with the string, thus making one of those curious warts\nwhich the strangers had noticed on so many Loons. Having done this, Til\nLoon tossed the bit of skin to the other Loons and was about to go away\nwhen she noticed the prisoners and stopped to inspect them.\n\n\"Dear me!\" said Til; \"what dreadful creatures. Where did they come\nfrom?\"\n\n\"We captured them,\" replied one of the Loons.\n\n\"And what are we going to do with them?\" inquired the girl Loon.\n\n\"Perhaps we'll condemn 'em and puncture 'em,\" answered the King.\n\n\"Well,\" said she, still eyeing the captives, \"I'm not sure they'll\npuncture. Let's try it, and see.\"\n\nOne of the Loons ran to the forest's edge and quickly returned with a\nlong, sharp thorn. He glanced at the King, who nodded his head in\nassent, and then he rushed forward and stuck the thorn into the leg of\nthe Scarecrow. The Scarecrow merely smiled and said nothing, for the\nthorn didn't hurt him at all.\n\nThen the Loon tried to prick the Tin Woodman's leg, but the tin only\nblunted the point of the thorn.\n\n[Illustration]\n\n\"Just as I thought,\" said Til, blinking her purple eyes and shaking her\npuffy head; but just then the Loon stuck the thorn into the leg of Woot\nthe Wanderer, and while it had been blunted somewhat, it was still sharp\nenough to hurt.\n\n\"Ouch!\" yelled Woot, and kicked out his leg with so much energy that the\nfrail bonds that tied him burst apart. His foot caught the Loon--who was\nleaning over him--full on his puffy stomach, and sent him shooting up\ninto the air. When he was high over their heads he exploded with a loud\n\"pop\" and his skin fell to the ground.\n\n\"I really believe,\" said the King, rolling his spot-like eyes in a\nfrightened way, \"that Panta was right in claiming these prisoners are\ndangerous. Is the pump ready?\"\n\nSome of the Loons had wheeled a big machine in front of the throne and\nnow took Panta's skin and began to pump air into it. Slowly it swelled\nout until the King cried \"Stop!\"\n\n\"No, no!\" yelled Panta, \"I'm not big enough yet.\"\n\n\"You're as big as you're going to be,\" declared the King. \"Before you\nexploded you were bigger than the rest of us, and that caused you to be\nproud and overbearing. Now you're a little smaller than the rest, and\nyou will last longer and be more humble.\"\n\n\"Pump me up--pump me up!\" wailed Panta. \"If you don't you'll break my\nheart.\"\n\n\"If we do we'll break your skin,\" replied the King.\n\nSo the Loons stopped pumping air into Panta, and pushed him away from\nthe pump. He was certainly more humble than before his accident, for he\ncrept into the background and said nothing more.\n\n[Illustration]\n\n\"Now pump up the other one,\" ordered the King. Til had already mended\nhim, and the Loons set to work to pump him full of air.\n\nDuring these last few moments none had paid much attention to the\nprisoners, so Woot, finding his legs free, crept over to the Tin Woodman\nand rubbed the bonds that were still around his arms and body against\nthe sharp edge of the axe, which quickly cut them.\n\nThe boy was now free, and the thorn which the Loon had stuck into his\nleg was lying unnoticed on the ground, where the creature had dropped it\nwhen he exploded. Woot leaned forward and picked up the thorn, and while\nthe Loons were busy watching the pump, the boy sprang to his feet and\nsuddenly rushed upon the group.\n\n\"Pop\"--\"pop\"--\"pop!\" went three of the Loons, when the Wanderer pricked\nthem with his thorn, and at the sounds the others looked around and saw\ntheir danger. With yells of fear they bounded away in all directions,\nscattering about the clearing, with Woot the Wanderer in full chase.\nWhile they could run much faster than the boy, they often stumbled and\nfell, or got in one another's way, so he managed to catch several and\nprick them with his thorn.\n\nIt astonished him to see how easily the Loons exploded. When the air was\nlet out of them they were quite helpless. Til Loon was one of those who\nran against his thorn and many others suffered the same fate. The\ncreatures could not escape from the enclosure, but in their fright many\nbounded upward and caught branches of the trees, and then climbed out of\nreach of the dreaded thorn.\n\nWoot was getting pretty tired chasing them, so he stopped and came over,\npanting, to where his friends were sitting, still bound.\n\n\"Very well done, my Wanderer,\" said the Tin Woodman. \"It is evident that\nwe need fear these puffed-up creatures no longer, so be kind enough to\nunfasten our bonds and we will proceed upon our journey.\"\n\nWoot untied the bonds of the Scarecrow and helped him to his feet. Then\nhe freed the Tin Woodman, who got up without help. Looking around them,\nthey saw that the only Loon now remaining within reach was Bal Loon, the\nKing, who had remained seated in his throne, watching the punishment of\nhis people with a bewildered look in his purple eyes.\n\n\"Shall I puncture the King?\" the boy asked his companions.\n\n[Illustration]\n\nKing Bal must have overheard the question, for he fumbled with the cord\nthat fastened him to the throne and managed to release it. Then he\nfloated upward until he reached the leafy dome, and parting the branches\nhe disappeared from sight. But the string that was tied to his body was\nstill connected with the arm of the throne, and they knew they could\npull his Majesty down again, if they wanted to.\n\n\"Let him alone,\" suggested the Scarecrow. \"He seems a good enough king\nfor his peculiar people, and after we are gone, the Loons will have\nsomething of a job to pump up all those whom Woot has punctured.\"\n\n\"Every one of them ought to be exploded,\" declared Woot, who was angry\nbecause his leg still hurt him.\n\n\"No,\" said the Tin Woodman, \"that would not be just fair. They were\nquite right to capture us, because we had no business to intrude here,\nhaving been warned to keep away from Loonville. This is their country,\nnot ours, and since the poor things can't get out of the clearing, they\ncan harm no one save those who venture here out of curiosity, as we\ndid.\"\n\n\"Well said, my friend,\" agreed the Scarecrow. \"We really had no right to\ndisturb their peace and comfort; so let us go away.\"\n\nThey easily found the place where they had forced their way into the\nenclosure, so the Tin Woodman pushed aside the underbrush and started\nfirst along the path. The Scarecrow followed next and last came Woot,\nwho looked back and saw that the Loons were still clinging to their\nperches on the trees and watching their former captives with frightened\neyes.\n\n\"I guess they're glad to see the last of us,\" remarked the boy, and\nlaughing at the happy ending of the adventure, he followed his comrades\nalong the path.\n\n[Illustration]\n\n\n\n\nMrs. Yoop, the Giantess\n\n[Illustration]\n\nCHAPTER 5\n\n\nWhen they had reached the end of the path, where they had first seen the\nwarning sign, they set off across the country in an easterly direction.\nBefore long they reached Rolling Lands, which were a succession of hills\nand valleys where constant climbs and descents were required, and their\njourney now became tedious, because on climbing each hill, they found\nbefore them nothing in the valley below it--except grass, or weeds or\nstones.\n\nUp and down they went for hours, with nothing to relieve the monotony of\nthe landscape, until finally, when they had topped a higher hill than\nusual, they discovered a cup-shaped valley before them in the center of\nwhich stood an enormous castle, built of purple stone. The castle was\nhigh and broad and long, but had no turrets and towers. So far as they\ncould see, there was but one small window and one big door on each side\nof the great building.\n\n\"This is strange!\" mused the Scarecrow. \"I'd no idea such a big castle\nexisted in this Gillikin Country. I wonder who lives here?\"\n\n\"It seems to me, from this distance,\" remarked the Tin Woodman, \"that\nit's the biggest castle I ever saw. It is really too big for any use,\nand no one could open or shut those big doors without a stepladder.\"\n\n\"Perhaps, if we go nearer, we shall find out whether anybody lives there\nor not,\" suggested Woot. \"Looks to me as if nobody lived there.\"\n\nOn they went, and when they reached the center of the valley, where the\ngreat stone castle stood, it was beginning to grow dark. So they\nhesitated as to what to do.\n\n\"If friendly people happen to live here,\" said Woot, \"I shall be glad of\na bed; but should enemies occupy the place, I prefer to sleep upon the\nground.\"\n\n\"And if no one at all lives here,\" added the Scarecrow, \"we can enter,\nand take possession, and make ourselves at home.\"\n\nWhile speaking he went nearer to one of the great doors, which was three\ntimes as high and broad as any he had ever seen in a house before, and\nthen he discovered, engraved in big letters upon a stone over the\ndoorway, the words:\n\n\"YOOP CASTLE\"\n\n\"Oho!\" he exclaimed; \"I know the place now. This was probably the home\nof Mr. Yoop, a terrible giant whom I have seen confined in a cage, a\nlong way from here. Therefore this castle is likely to be empty and we\nmay use it in any way we please.\"\n\n\"Yes, yes,\" said the Tin Emperor, nodding; \"I also remember Mr. Yoop.\nBut how are we to get into his deserted castle? The latch of the door is\nso far above our heads that none of us can reach it.\"\n\nThey considered this problem for a while, and then Woot said to the Tin\nMan:\n\n[Illustration]\n\n\"If I stand upon your shoulders, I think I can unlatch the door.\"\n\n\"Climb up, then,\" was the reply, and when the boy was perched upon the\ntin shoulders of Nick Chopper, he was just able to reach the latch and\nraise it.\n\nAt once the door swung open, its great hinges making a groaning sound as\nif in protest, so Woot leaped down and followed his companions into a\nbig, bare hallway. Scarcely were the three inside, however, when they\nheard the door slam shut behind them, and this astonished them because\nno one had touched it. It had closed of its own accord, as if by magic.\nMoreover, the latch was on the outside, and the thought occurred to each\none of them that they were now prisoners in this unknown castle.\n\n\"However,\" mumbled the Scarecrow, \"we are not to blame for what cannot\nbe helped; so let us push bravely ahead and see what may be seen.\"\n\nIt was quite dark in the hallway, now that the outside door was shut, so\nas they stumbled along a stone passage they kept close together, not\nknowing what danger was likely to befall them.\n\nSuddenly a soft glow enveloped them. It grew brighter, until they could\nsee their surroundings distinctly. They had reached the end of the\npassage and before them was another huge door. This noiselessly swung\nopen before them, without the help of anyone, and through the doorway\nthey observed a big chamber, the walls of which were lined with plates\nof pure gold, highly polished.\n\nThis room was also lighted, although they could discover no lamps, and\nin the center of it was a great table at which sat an immense woman. She\nwas clad in silver robes embroidered with gay floral designs, and wore\nover this splendid raiment a short apron of elaborate lace-work. Such an\napron was no protection, and was not in keeping with the handsome gown,\nbut the huge woman wore it, nevertheless. The table at which she sat was\nspread with a white cloth and had golden dishes upon it, so the\ntravelers saw that they had surprised the Giantess while she was eating\nher supper.\n\nShe had her back toward them and did not even turn around, but taking a\nbiscuit from a dish she began to butter it and said in a voice that was\nbig and deep but not especially unpleasant:\n\n\"Why don't you come in and allow the door to shut? You're causing a\ndraught, and I shall catch cold and sneeze. When I sneeze, I get cross,\nand when I get cross I'm liable to do something wicked. Come in, you\nfoolish strangers; come in!\"\n\nBeing thus urged, they entered the room and approached the table, until\nthey stood where they faced the great Giantess. She continued eating,\nbut smiled in a curious way as she looked at them. Woot noticed that the\ndoor had closed silently after they had entered, and that didn't please\nhim at all.\n\n\"Well,\" said the Giantess, \"what excuse have you to offer?\"\n\n\"We didn't know anyone lived here, Madam,\" explained the Scarecrow; \"so,\nbeing travelers and strangers in these parts, and wishing to find a\nplace for our boy friend to sleep, we ventured to enter your castle.\"\n\n\"You knew it was private property, I suppose?\" said she, buttering\nanother biscuit.\n\n\"We saw the words, 'Yoop Castle,' over the door, but we knew that Mr.\nYoop is a prisoner in a cage in a far-off part of the land of Oz, so we\ndecided there was no one now at home and that we might use the castle\nfor the night.\"\n\n\"I see,\" remarked the Giantess, nodding her head and smiling again in\nthat curious way--a way that made Woot shudder. \"You didn't know that\nMr. Yoop was married, or that after he was cruelly captured his wife\nstill lived in his castle, and ran it to suit herself.\"\n\n\"Who captured Mr. Yoop?\" asked Woot, looking gravely at the big woman.\n\n\"Wicked enemies. People who selfishly objected to Yoop's taking their\ncows and sheep for his food. I must admit, however, that Yoop had a bad\ntemper, and had the habit of knocking over a few houses, now and then,\nwhen he was angry. So one day the little folks came in a great crowd and\ncaptured Mr. Yoop, and carried him away to a cage somewhere in the\nmountains. I don't know where it is, and I don't care, for my husband\ntreated me badly at times, forgetting the respect a giant owes to a\ngiantess. Often he kicked me on my shins, when I wouldn't wait on him.\nSo I'm glad he is gone.\"\n\n\"It's a wonder the people didn't capture you, too,\" remarked Woot.\n\n\"Well, I was too clever for them,\" said she, giving a sudden laugh that\ncaused such a breeze that the wobbly Scarecrow was almost blown off his\nfeet and had to grab his friend Nick Chopper to steady himself. \"I saw\nthe people coming,\" continued Mrs. Yoop, \"and knowing they meant\nmischief I transformed myself into a mouse and hid in a cupboard. After\nthey had gone away, carrying my shin-kicking husband with them, I\ntransformed myself back to my former shape again, and here I've lived in\npeace and comfort ever since.\"\n\n\"Are you a Witch, then?\" inquired Woot.\n\n\"Well, not exactly a Witch,\" she replied, \"but I'm an Artist in\nTransformations. In other words, I'm more of a Yookoohoo than a Witch,\nand of course you know that the Yookoohoos are the cleverest\nmagic-workers in the world.\"\n\nThe travelers were silent for a time, uneasily considering this\nstatement and the effect it might have on their future. No doubt the\nGiantess had wilfully made them her prisoners; yet she spoke so\ncheerfully, in her big voice, that until now they had not been alarmed\nin the least.\n\nBy and by the Scarecrow, whose mixed brains had been working steadily,\nasked the woman:\n\n\"Are we to consider you our friend, Mrs. Yoop, or do you intend to be\nour enemy?\"\n\n\"I never have friends,\" she said in a matter-of-fact tone, \"because\nfriends get too familiar and always forget to mind their own business.\nBut I am not your enemy; not yet, anyhow. Indeed, I'm glad you've come,\nfor my life here is rather lonely. I've had no one to talk to since I\ntransformed Polychrome, the Daughter of the Rainbow, into a\ncanary-bird.\"\n\n\"How did you manage to do that?\" asked the Tin Woodman, in amazement.\n\"Polychrome is a powerful fairy!\"\n\n\"She _was_,\" said the Giantess; \"but now she's a canary-bird. One day\nafter a rain, Polychrome danced off the Rainbow and fell asleep on a\nlittle mound in this valley, not far from my castle. The sun came out\nand drove the Rainbow away, and before Poly wakened, I stole out and\ntransformed her into a canary-bird in a gold cage studded with diamonds.\nThe cage was so she couldn't fly away. I expected she'd sing and talk\nand we'd have good times together; but she has proved no company for me\nat all. Ever since the moment of her transformation, she has refused to\nspeak a single word.\"\n\n\"Where is she now?\" inquired Woot, who had heard tales of lovely\nPolychrome and was much interested in her.\n\n\"The cage is hanging up in my bedroom,\" said the Giantess, eating\nanother biscuit.\n\nThe travelers were now more uneasy and suspicious of the Giantess than\nbefore. If Polychrome, the Rainbow's Daughter, who was a real fairy, had\nbeen transformed and enslaved by this huge woman, who claimed to be a\nYookoohoo, what was liable to happen to _them_? Said the Scarecrow,\ntwisting his stuffed head around in Mrs. Yoop's direction:\n\n\"Do you know, Ma'am, who we are?\"\n\n\"Of course,\" said she; \"a straw man, a tin man and a boy.\"\n\n\"We are very important people,\" declared the Tin Woodman.\n\n\"All the better,\" she replied. \"I shall enjoy your society the more on\nthat account. For I mean to keep you here as long as I live, to amuse me\nwhen I get lonely. And,\" she added slowly, \"in this Valley no one ever\ndies.\"\n\nThey didn't like this speech at all, so the Scarecrow frowned in a way\nthat made Mrs. Yoop smile, while the Tin Woodman looked so fierce that\nMrs. Yoop laughed. The Scarecrow suspected she was going to laugh, so he\nslipped behind his friends to escape the wind from her breath. From this\nsafe position he said warningly:\n\n\"We have powerful friends who will soon come to rescue us.\"\n\n[Illustration]\n\n\"Let them come,\" she returned, with an accent of scorn. \"When they get\nhere they will find neither a boy, nor a tin man, nor a scarecrow, for\ntomorrow morning I intend to transform you all into other shapes, so\nthat you cannot be recognized.\"\n\nThis threat filled them with dismay. The good-natured Giantess was more\nterrible than they had imagined. She could smile and wear pretty clothes\nand at the same time be even more cruel than her wicked husband had\nbeen.\n\nBoth the Scarecrow and the Tin Woodman tried to think of some way to\nescape from the castle before morning, but she seemed to read their\nthoughts and shook her head.\n\n\"Don't worry your poor brains,\" said she. \"You can't escape me, however\nhard you try. But why should you wish to escape? I shall give you new\nforms that are much better than the ones you now have. Be contented with\nyour fate, for discontent leads to unhappiness, and unhappiness, in any\nform, is the greatest evil that can befall you.\"\n\n\"What forms do you intend to give us?\" asked Woot earnestly.\n\n\"I haven't decided, as yet. I'll dream over it tonight, so in the\nmorning I shall have made up my mind how to transform you. Perhaps\nyou'd prefer to choose your own transformations?\"\n\n\"No,\" said Woot, \"I prefer to remain as I am.\"\n\n\"That's funny,\" she retorted. \"You are little, and you're weak; as you\nare, you're not much account, anyhow. The best thing about you is that\nyou're alive, for I shall be able to make of you some sort of live\ncreature which will be a great improvement on your present form.\"\n\n[Illustration]\n\nShe took another biscuit from a plate and dipped it in a pot of honey\nand calmly began eating it.\n\nThe Scarecrow watched her thoughtfully.\n\n\"There are no fields of grain in your Valley,\" said he; \"where, then,\ndid you get the flour to make your biscuits?\"\n\n\"Mercy me! do you think I'd bother to make biscuits out of flour?\" she\nreplied. \"That is altogether too tedious a process for a Yookoohoo. I\nset some traps this afternoon and caught a lot of field-mice, but as I\ndo not like to eat mice, I transformed them into hot biscuits for my\nsupper. The honey in this pot was once a wasp's nest, but since being\ntransformed it has become sweet and delicious. All I need do, when I\nwish to eat, is to take something I don't care to keep, and transform it\ninto any sort of food I like, and eat it. Are you hungry?\"\n\n\"I don't eat, thank you,\" said the Scarecrow.\n\n\"Nor do I,\" said the Tin Woodman.\n\n\"I have still a little natural food in my knapsack,\" said Woot the\nWanderer, \"and I'd rather eat that than any wasp's nest.\"\n\n\"Every one to his taste,\" said the Giantess carelessly, and having now\nfinished her supper she rose to her feet, clapped her hands together,\nand the supper table at once disappeared.\n\n\n\n\nThe Magic of a Yookoohoo\n\n[Illustration]\n\nCHAPTER 6\n\n\nWoot had seen very little of magic during his wanderings, while the\nScarecrow and the Tin Woodman had seen a great deal of many sorts in\ntheir lives, yet all three were greatly impressed by Mrs. Yoop's powers.\nShe did not affect any mysterious airs or indulge in chants or mystic\nrites, as most witches do, nor was the Giantess old and ugly or\ndisagreeable in face or manner. Nevertheless, she frightened her\nprisoners more than any witch could have done.\n\n\"Please be seated,\" she said to them, as she sat herself down in a great\narm-chair and spread her beautiful embroidered skirts for them to\nadmire. But all the chairs in the room were so high that our friends\ncould not climb to the seats of them. Mrs. Yoop observed this and waved\nher hand, when instantly a golden ladder appeared leaning against a\nchair opposite her own.\n\n\"Climb up,\" said she, and they obeyed, the Tin Man and the boy assisting\nthe more clumsy Scarecrow. When they were all seated in a row on the\ncushion of the chair, the Giantess continued: \"Now tell me how you\nhappened to travel in this direction, and where you came from and what\nyour errand is.\"\n\nSo the Tin Woodman told her all about Nimmie Amee, and how he had\ndecided to find her and marry her, although he had no Loving Heart. The\nstory seemed to amuse the big woman, who then began to ask the Scarecrow\nquestions and for the first time in her life heard of Ozma of Oz, and of\nDorothy and Jack Pumpkinhead and Dr. Pipt and Tik-tok and many other Oz\npeople who are well known in the Emerald City. Also Woot had to tell\nhis story, which was very simple and did not take long. The Giantess\nlaughed heartily when the boy related their adventure at Loonville, but\nsaid she knew nothing of the Loons because she never left her Valley.\n\n\"There are wicked people who would like to capture me, as they did my\ngiant husband, Mr. Yoop,\" said she; \"so I stay at home and mind my own\nbusiness.\"\n\n\"If Ozma knew that you dared to work magic without her consent, she\nwould punish you severely,\" declared the Scarecrow, \"for this castle is\nin the Land of Oz, and no persons in the Land of Oz are permitted to\nwork magic except Glinda the Good and the little Wizard who lives with\nOzma in the Emerald City.\"\n\n\"_That_ for your Ozma!\" exclaimed the Giantess, snapping her fingers in\nderision. \"What do I care for a girl whom I have never seen and who has\nnever seen me?\"\n\n\"But Ozma is a fairy,\" said the Tin Woodman, \"and therefore she is very\npowerful. Also, we are under Ozma's protection, and to injure us in any\nway would make her extremely angry.\"\n\n\"What I do here, in my own private castle in this secluded\nValley--where no one comes but fools like you--can never be known to\nyour fairy Ozma,\" returned the Giantess. \"Do not seek to frighten me\nfrom my purpose, and do not allow yourselves to be frightened, for it is\nbest to meet bravely what cannot be avoided. I am now going to bed, and\nin the morning I will give you all new forms, such as will be more\ninteresting to me than the ones you now wear. Good night, and pleasant\ndreams.\"\n\nSaying this, Mrs. Yoop rose from her chair and walked through a doorway\ninto another room. So heavy was the tread of the Giantess that even the\nwalls of the big stone castle trembled as she stepped. She closed the\ndoor of her bedroom behind her, and then suddenly the light went out and\nthe three prisoners found themselves in total darkness.\n\nThe Tin Woodman and the Scarecrow didn't mind the dark at all, but Woot\nthe Wanderer felt worried to be left in this strange place in this\nstrange manner, without being able to see any danger that might\nthreaten.\n\n\"The big woman might have given me a bed, anyhow,\" he said to his\ncompanions, and scarcely had he spoken when he felt something press\nagainst his legs, which were then dangling from the seat of the chair.\nLeaning down, he put out his hand and found that a bedstead had\nappeared, with mattress, sheets and covers, all complete. He lost no\ntime in slipping down upon the bed and was soon fast asleep.\n\nDuring the night the Scarecrow and the Emperor talked in low tones\ntogether, and they got out of the chair and moved all about the room,\nfeeling for some hidden spring that might open a door or window and\npermit them to escape.\n\nMorning found them still unsuccessful in the quest and as soon as it was\ndaylight Woot's bed suddenly disappeared, and he dropped to the floor\nwith a thump that quickly wakened him. And after a time the Giantess\ncame from her bedroom, wearing another dress that was quite as elaborate\nas the one in which she had been attired the evening before, and also\nwearing the pretty lace apron. Having seated herself in a chair, she\nsaid:\n\n\"I'm hungry; so I'll have breakfast at once.\"\n\nShe clapped her hands together and instantly the table appeared before\nher, spread with snowy linen and laden with golden dishes. But there was\nno food upon the table, nor anything else except a pitcher of water, a\nbundle of weeds and a handful of pebbles. But the Giantess poured some\nwater into her coffee-pot, patted it once or twice with her hand, and\nthen poured out a cupful of steaming hot coffee.\n\n\"Would you like some?\" she asked Woot.\n\nHe was suspicious of magic coffee, but it smelled so good that he could\nnot resist it; so he answered: \"If you please, Madam.\"\n\nThe Giantess poured out another cup and set it on the floor for Woot. It\nwas as big as a tub, and the golden spoon in the saucer beside the cup\nwas so heavy the boy could scarcely lift it. But Woot managed to get a\nsip of the coffee and found it delicious.\n\nMrs. Yoop next transformed the weeds into a dish of oatmeal, which she\nate with good appetite.\n\n\"Now, then,\" said she, picking up the pebbles, \"I'm wondering whether I\nshall have fish-balls or lamb-chops to complete my meal. Which would you\nprefer, Woot the Wanderer?\"\n\n\"If you please, I'll eat the food in my knapsack,\" answered the boy.\n\"Your magic food might taste good, but I'm afraid of it.\"\n\nThe woman laughed at his fears and transformed the pebbles into\nfish-balls.\n\n[Illustration]\n\n\"I suppose you think that after you had eaten this food it would turn to\nstones again and make you sick,\" she remarked; \"but that would be\nimpossible. _Nothing I transform ever gets back to its former shape\nagain_, so these fish-balls can never more be pebbles. That is why I\nhave to be careful of my transformations,\" she added, busily eating\nwhile she talked, \"for while I can change forms at will I can never\nchange them back again--which proves that even the powers of a clever\nYookoohoo are limited. When I have transformed you three people, you\nmust always wear the shapes that I have given you.\"\n\n\"Then please don't transform us,\" begged Woot, \"for we are quite\nsatisfied to remain as we are.\"\n\n\"I am not expecting to satisfy you, but intend to please myself,\" she\ndeclared, \"and my pleasure is to give you new shapes. For, if by chance\nyour friends came in search of you, not one of them would be able to\nrecognize you.\"\n\nHer tone was so positive that they knew it would be useless to protest.\nThe woman was not unpleasant to look at; her face was not cruel; her\nvoice was big but gracious in tone; but her words showed that she\npossessed a merciless heart and no pleadings would alter her wicked\npurpose.\n\nMrs. Yoop took ample time to finish her breakfast and the prisoners had\nno desire to hurry her, but finally the meal was concluded and she\nfolded her napkin and made the table disappear by clapping her hands\ntogether. Then she turned to her captives and said:\n\n\"The next thing on the programme is to change your forms.\"\n\n\"Have you decided what forms to give us?\" asked the Scarecrow, uneasily.\n\n\"Yes; I dreamed it all out while I was asleep. This Tin Man seems a very\nsolemn person\"--indeed, the Tin Woodman _was_ looking solemn, just then,\nfor he was greatly disturbed--\"so I shall change him into an Owl.\"\n\nAll she did was to point one finger at him as she spoke, but immediately\nthe form of the Tin Woodman began to change and in a few seconds Nick\nChopper, the Emperor of the Winkies, had been transformed into an Owl,\nwith eyes as big as saucers and a hooked beak and strong claws. But he\nwas still tin. He was a Tin Owl, with tin legs and beak and eyes and\nfeathers. When he flew to the back of a chair and perched upon it, his\ntin feathers rattled against one another with a tinny clatter.\n\nThe Giantess seemed much amused by the Tin Owl's appearance, for her\nlaugh was big and jolly.\n\n\"You're not liable to get lost,\" said she, \"for your wings and feathers\nwill make a racket wherever you go. And, on my word, a Tin Owl is so\nrare and pretty that it is an improvement on the ordinary bird. I did\nnot intend to make you tin, but I forgot to wish you to be meat.\nHowever, tin you were, and tin you are, and as it's too late to change\nyou, that settles it.\"\n\nUntil now the Scarecrow had rather doubted the possibility of Mrs.\nYoop's being able to transform him, or his friend the Tin Woodman, for\nthey were not made as ordinary people are. He had worried more over what\nmight happen to Woot than to himself, but now he began to worry about\nhimself.\n\n\"Madam,\" he said hastily, \"I consider this action very impolite. It may\neven be called rude, considering we are your guests.\"\n\n\"You are not guests, for I did not invite you here,\" she replied.\n\n\"Perhaps not; but we craved hospitality. We threw ourselves upon your\nmercy, so to speak, and we now find you have no mercy. Therefore, if you\nwill excuse the expression, I must say it is downright wicked to take\nour proper forms away from us and give us others that we do not care\nfor.\"\n\n\"Are you trying to make me angry?\" she asked, frowning.\n\n\"By no means,\" said the Scarecrow; \"I'm just trying to make you act more\nladylike.\"\n\n[Illustration]\n\n\"Oh, indeed! In _my_ opinion, Mr. Scarecrow, you are now acting like a\nbear--so a Bear you shall be!\"\n\nAgain the dreadful finger pointed, this time in the Scarecrow's\ndirection, and at once his form began to change. In a few seconds he had\nbecome a small Brown Bear, but he was stuffed with straw as he had been\nbefore, and when the little Brown Bear shuffled across the floor he was\njust as wobbly as the Scarecrow had been and moved just as awkwardly.\n\nWoot was amazed, but he was also thoroughly frightened.\n\n\"Did it hurt?\" he asked the little Brown Bear.\n\n\"No, of course not,\" growled the Scarecrow in the Bear's form; \"but I\ndon't like walking on four legs; it's undignified.\"\n\n\"Consider _my_ humiliation!\" chirped the Tin Owl, trying to settle its\ntin feathers smoothly with its tin beak. \"And I can't see very well,\neither. The light seems to hurt my eyes.\"\n\n\"That's because you are an Owl,\" said Woot. \"I think you will see better\nin the dark.\"\n\n\"Well,\" remarked the Giantess, \"I'm very well pleased with these new\nforms, for my part, and I'm sure you will like them better when you get\nused to them. So now,\" she added, turning to the boy, \"it is _your_\nturn.\"\n\n\"Don't you think you'd better leave me as I am?\" asked Woot in a\ntrembling voice.\n\n\"No,\" she replied, \"I'm going to make a Monkey of you. I love\nmonkeys--they're so cute!--and I think a Green Monkey will be lots of\nfun and amuse me when I am sad.\"\n\nWoot shivered, for again the terrible magic finger pointed, and pointed\ndirectly his way. He felt himself changing; not so very much, however,\nand it didn't hurt him a bit. He looked down at his limbs and body and\nfound that his clothes were gone and his skin covered with a fine,\nsilk-like green fur. His hands and feet were now those of a monkey. He\nrealized he really _was_ a monkey, and his first feeling was one of\nanger. He began to chatter as monkeys do. He bounded to the seat of a\ngiant chair, and then to its back and with a wild leap sprang upon the\nlaughing Giantess. His idea was to seize her hair and pull it out by the\nroots, and so have revenge for her wicked transformations. But she\nraised her hand and said:\n\n\"Gently, my dear Monkey--gently! You're not angry; you're happy as can\nbe!\"\n\nWoot stopped short. No; he wasn't a bit angry now; he felt as\ngood-humored and gay as ever he did when a boy. Instead of pulling Mrs.\nYoop's hair, he perched on her shoulder and smoothed her soft cheek with\nhis hairy paw. In return, she smiled at the funny green animal and\npatted his head.\n\n\"Very good,\" said the Giantess. \"Let us all become friends and be happy\ntogether. How is my Tin Owl feeling?\"\n\n\"Quite comfortable,\" said the Owl. \"I don't like it, to be sure, but I'm\nnot going to allow my new form to make me unhappy. But, tell me, please:\nWhat is a Tin Owl good for?\"\n\n\"You are only good to make me laugh,\" replied the Giantess.\n\n\"Will a stuffed Bear also make you laugh?\" inquired the Scarecrow,\nsitting back on his haunches to look up at her.\n\n\"Of course,\" declared the Giantess; \"and I have added a little magic to\nyour transformations to make you all contented with wearing your new\nforms. I'm sorry I didn't think to do that when I transformed Polychrome\ninto a Canary-Bird. But perhaps, when she sees how cheerful you are, she\nwill cease to be silent and sullen and take to singing. I will go get\nthe bird and let you see her.\"\n\nWith this, Mrs. Yoop went into the next room and soon returned bearing a\ngolden cage in which sat upon a swinging perch a lovely yellow Canary.\n\n[Illustration]\n\n\"Polychrome,\" said the Giantess, \"permit me to introduce to you a Green\nMonkey, which used to be a boy called Woot the Wanderer, and a Tin Owl,\nwhich used to be a Tin Woodman named Nick Chopper, and a straw-stuffed\nlittle Brown Bear which used to be a live Scarecrow.\"\n\n\"We already know one another,\" declared the Scarecrow. \"The bird is\nPolychrome, the Rainbow's Daughter, and she and I used to be good\nfriends.\"\n\n\"Are you really my old friend, the Scarecrow?\" asked the bird, in a\nsweet, low voice.\n\n\"There!\" cried Mrs. Yoop; \"that's the first time she has spoken since\nshe was transformed.\"\n\n\"I am really your old friend,\" answered the Scarecrow; \"but you must\npardon me for appearing just now in this brutal form.\"\n\n\"I am a bird, as you are, dear Poly,\" said the Tin Woodman; \"but, alas!\na Tin Owl is not as beautiful as a Canary-Bird.\"\n\n\"How dreadful it all is!\" sighed the Canary. \"Couldn't you manage to\nescape from this terrible Yookoohoo?\"\n\n\"No,\" answered the Scarecrow, \"we tried to escape, but failed. She first\nmade us her prisoners and then transformed us. But how did she manage to\nget _you_, Polychrome?\"\n\n\"I was asleep, and she took unfair advantage of me,\" answered the bird\nsadly. \"Had I been awake, I could easily have protected myself.\"\n\n\"Tell me,\" said the Green Monkey earnestly, as he came close to the\ncage, \"what must we do, Daughter of the Rainbow, to escape from these\ntransformations? Can't you help us, being a Fairy?\"\n\n[Illustration]\n\n\"At present I am powerless to help even myself,\" replied the Canary.\n\n\"That's the exact truth!\" exclaimed the Giantess, who seemed pleased to\nhear the bird talk, even though it complained; \"you are all helpless and\nin my power, so you may as well make up your minds to accept your fate\nand be content. Remember that you are transformed for good, since no\nmagic on earth can break your enchantments. I am now going out for my\nmorning walk, for each day after breakfast I walk sixteen times around\nmy castle for exercise. Amuse yourselves while I am gone, and when I\nreturn I hope to find you all reconciled and happy.\"\n\nSo the Giantess walked to the door by which our friends had entered the\ngreat hall and spoke one word: \"Open!\" Then the door swung open and\nafter Mrs. Yoop had passed out it closed again with a snap as its\npowerful bolts shot into place. The Green Monkey had rushed toward the\nopening, hoping to escape, but he was too late and only got a bump on\nhis nose as the door slammed shut.\n\n\n\n\nThe Lace Apron\n\n[Illustration]\n\nCHAPTER 7\n\n\n\"Now,\" said the Canary, in a tone more brisk than before, \"we may talk\ntogether more freely, as Mrs. Yoop cannot hear us. Perhaps we can figure\nout a way to escape.\"\n\n\"Open!\" said Woot the Monkey, still facing the door; but his command had\nno effect and he slowly rejoined the others.\n\n\"You cannot open any door or window in this enchanted castle unless you\nare wearing the Magic Apron,\" said the Canary.\n\n\"What Magic Apron do you mean?\" asked the Tin Owl, in a curious voice.\n\n\"The lace one, which the Giantess always wears. I have been her\nprisoner, in this cage, for several weeks, and she hangs my cage in her\nbedroom every night, so that she can keep her eye on me,\" explained\nPolychrome the Canary. \"Therefore I have discovered that it is the Magic\nApron that opens the doors and windows, and nothing else can move them.\nWhen she goes to bed, Mrs. Yoop hangs her apron on the bedpost, and one\nmorning she forgot to put it on when she commanded the door to open, and\nthe door would not move. So then she put on the lace apron and the door\nobeyed her. That was how I learned the magic power of the apron.\"\n\n\"I see--I see!\" said the little Brown Bear, wagging his stuffed head.\n\"Then, if we could get the apron from Mrs. Yoop, we could open the doors\nand escape from our prison.\"\n\n\"That is true, and it is the plan I was about to suggest,\" replied\nPolychrome the Canary-Bird. \"However, I don't believe the Owl could\nsteal the apron, or even the Bear, but perhaps the Monkey could hide in\nher room at night and get the apron while she is asleep.\"\n\n\"I'll try it!\" cried Woot the Monkey. \"I'll try it this very night, if I\ncan manage to steal into her bedroom.\"\n\n\"You mustn't think about it, though,\" warned the bird, \"for she can read\nyour thoughts whenever she cares to do so. And do not forget, before you\nescape, to take me with you. Once I am out of the power of the Giantess,\nI may discover a way to save us all.\"\n\n\"We won't forget our fairy friend,\" promised the boy; \"but perhaps you\ncan tell me how to get into the bedroom.\"\n\n\"No,\" declared Polychrome, \"I cannot advise you as to that. You must\nwatch for a chance, and slip in when Mrs. Yoop isn't looking.\"\n\nThey talked it over for a while longer and then Mrs. Yoop returned. When\nshe entered, the door opened suddenly, at her command, and closed as\nsoon as her huge form had passed through the doorway. During that day\nshe entered her bedroom several times, on one errand or another, but\nalways she commanded the door to close behind her and her prisoners\nfound not the slightest chance to leave the big hall in which they were\nconfined.\n\nThe Green Monkey thought it would be wise to make a friend of the big\nwoman, so as to gain her confidence, so he sat on the back of her chair\nand chattered to her while she mended her stockings and sewed silver\nbuttons on some golden shoes that were as big as row-boats. This pleased\nthe Giantess and she would pause at times to pat the Monkey's head. The\nlittle Brown Bear curled up in a corner and lay still all day. The Owl\nand the Canary found they could converse together in the bird language,\nwhich neither the Giantess nor the Bear nor the Monkey could understand;\nso at times they twittered away to each other and passed the long,\ndreary day quite cheerfully.\n\nAfter dinner Mrs. Yoop took a big fiddle from a big cupboard and played\nsuch loud and dreadful music that her prisoners were all thankful when\nat last she stopped and said she was going to bed.\n\n[Illustration]\n\nAfter cautioning the Monkey and Bear and Owl to behave themselves during\nthe night, she picked up the cage containing the Canary and, going to\nthe door of her bedroom, commanded it to open. Just then, however, she\nremembered she had left her fiddle lying upon a table, so she went back\nfor it and put it away in the cupboard, and while her back was turned\nthe Green Monkey slipped through the open door into her bedroom and hid\nunderneath the bed. The Giantess, being sleepy, did not notice this, and\nentering her room she made the door close behind her and then hung the\nbird-cage on a peg by the window. Then she began to undress, first\ntaking off the lace apron and laying it over the bedpost, where it was\nwithin easy reach of her hand.\n\nAs soon as Mrs. Yoop was in bed the lights all went out, and Woot the\nMonkey crouched under the bed and waited patiently until he heard the\nGiantess snoring. Then he crept out and in the dark felt around until he\ngot hold of the apron, which he at once tied around his own waist.\n\nNext, Woot tried to find the Canary, and there was just enough moonlight\nshowing through the window to enable him to see where the cage hung; but\nit was out of his reach. At first he was tempted to leave Polychrome and\nescape with his other friends, but remembering his promise to the\nRainbow's Daughter Woot tried to think how to save her.\n\nA chair stood near the window, and this--showing dimly in the\nmoonlight--gave him an idea. By pushing against it with all his might,\nhe found he could move the giant chair a few inches at a time. So he\npushed and pushed until the chair was beneath the bird-cage, and then he\nsprang noiselessly upon the seat--for his monkey form enabled him to\njump higher than he could do as a boy--and from there to the back of the\nchair, and so managed to reach the cage and take it off the peg. Then\ndown he sprang to the floor and made his way to the door.\n\n[Illustration]\n\n\"Open!\" he commanded, and at once the door obeyed and swung open. But\nhis voice wakened Mrs. Yoop, who gave a wild cry and sprang out of bed\nwith one bound. The Green Monkey dashed through the doorway, carrying\nthe cage with him, and before the Giantess could reach the door it\nslammed shut and imprisoned her in her own bed-chamber!\n\nThe noise she made, pounding upon the door, and her yells of anger and\ndreadful threats of vengeance, filled all our friends with terror, and\nWoot the Monkey was so excited that in the dark he could not find the\nouter door of the hall. But the Tin Owl could see very nicely in the\ndark, so he guided his friends to the right place and when all were\ngrouped before the door Woot commanded it to open. The Magic Apron\nproved as powerful as when it had been worn by the Giantess, so a moment\nlater they had rushed through the passage and were standing in the fresh\nnight air outside the castle, free to go wherever they willed.\n\n\n\n\nThe Menace of the Forest\n\n[Illustration]\n\nCHAPTER 8\n\n\n\"Quick!\" cried Polychrome the Canary; \"we must hurry, or Mrs. Yoop may\nfind some way to recapture us, even now. Let us get out of her Valley as\nsoon as possible.\"\n\nSo they set off toward the east, moving as swiftly as they could, and\nfor a long time they could hear the yells and struggles of the\nimprisoned Giantess. The Green Monkey could run over the ground very\nswiftly, and he carried with him the bird-cage containing Polychrome the\nRainbow's Daughter. Also the Tin Owl could skip and fly along at a good\nrate of speed, his feathers rattling against one another with a tinkling\nsound as he moved. But the little Brown Bear, being stuffed with straw,\nwas a clumsy traveler and the others had to wait for him to follow.\n\nHowever, they were not very long in reaching the ridge that led out of\nMrs. Yoop's Valley, and when they had passed this ridge and descended\ninto the next valley they stopped to rest, for the Green Monkey was\ntired.\n\n\"I believe we are safe, now,\" said Polychrome, when her cage was set\ndown and the others had all gathered around it, \"for Mrs. Yoop dares not\ngo outside of her own Valley, for fear of being captured by her enemies.\nSo we may take our time to consider what to do next.\"\n\n\"I'm afraid poor Mrs. Yoop will starve to death, if no one lets her out\nof her bedroom,\" said Woot, who had a heart as kind as that of the Tin\nWoodman. \"We've taken her Magic Apron away, and now the doors will never\nopen.\"\n\n\"Don't worry about that,\" advised Polychrome. \"Mrs. Yoop has plenty of\nmagic left to console her.\"\n\n\"Are you sure of that?\" asked the Green Monkey.\n\n\"Yes, for I've been watching her for weeks,\" said the Canary. \"She has\nsix magic hairpins, which she wears in her hair, and a magic ring which\nshe wears on her thumb and which is invisible to all eyes except those\nof a fairy, and magic bracelets on both her ankles. So I am positive\nthat she will manage to find a way out of her prison.\"\n\n\"She might transform the door into an archway,\" suggested the little\nBrown Bear.\n\n\"That would be easy for her,\" said the Tin Owl; \"but I'm glad she was\ntoo angry to think of that before we got out of her Valley.\"\n\n\"Well, we have escaped the big woman, to be sure,\" remarked the Green\nMonkey, \"but we still wear the awful forms the cruel yookoohoo gave us.\nHow are we going to get rid of these shapes, and become ourselves\nagain?\"\n\nNone could answer that question. They sat around the cage, brooding over\nthe problem, until the Monkey fell asleep. Seeing this, the Canary\ntucked her head under her wing and also slept, and the Tin Owl and the\nBrown Bear did not disturb them until morning came and it was broad\ndaylight.\n\n\"I'm hungry,\" said Woot, when he wakened, for his knapsack of food had\nbeen left behind at the castle.\n\n\"Then let us travel on until we can find something for you to eat,\"\nreturned the Scarecrow Bear.\n\n\"There is no use in your lugging my cage any farther,\" declared the\nCanary. \"Let me out, and throw the cage away. Then I can fly with you\nand find my own breakfast of seeds. Also I can search for water, and\ntell you where to find it.\"\n\nSo the Green Monkey unfastened the door of the golden cage and the\nCanary hopped out. At first she flew high in the air and made great\ncircles overhead, but after a time she returned and perched beside them.\n\n\"At the east, in the direction we were following,\" announced the Canary,\n\"there is a fine forest, with a brook running through it. In the forest\nthere may be fruits or nuts growing, or berry bushes at its edge, so let\nus go that way.\"\n\n[Illustration]\n\nThey agreed to this and promptly set off, this time moving more\ndeliberately. The Tin Owl, which had guided their way during the night,\nnow found the sunshine very trying to his big eyes, so he shut them\ntight and perched upon the back of the little Brown Bear, which carried\nthe Owl's weight with ease. The Canary sometimes perched upon the Green\nMonkey's shoulder and sometimes fluttered on ahead of the party, and in\nthis manner they traveled in good spirits across that valley and into\nthe next one to the east of it.\n\nThis they found to be an immense hollow, shaped like a saucer, and on\nits farther edge appeared the forest which Polychrome had seen from the\nsky.\n\n\"Come to think of it,\" said the Tin Owl, waking up and blinking\ncomically at his friends, \"there's no object, now, in our traveling to\nthe Munchkin Country. My idea in going there was to marry Nimmie Amee,\nbut however much the Munchkin girl may have loved a Tin Woodman, I\ncannot reasonably expect her to marry a Tin Owl.\"\n\n\"There is some truth in that, my friend,\" remarked the Brown Bear. \"And\nto think that I, who was considered the handsomest Scarecrow in the\nworld, am now condemned to be a scrubby, no-account beast, whose only\nredeeming feature is that he is stuffed with straw!\"\n\n\"Consider _my_ case, please,\" said Woot. \"The cruel Giantess has made a\nMonkey of a Boy, and that is the most dreadful deed of all!\"\n\n\"Your color is rather pretty,\" said the Brown Bear, eyeing Woot\ncritically. \"I have never seen a pea-green monkey before, and it strikes\nme you are quite gorgeous.\"\n\n\"It isn't so bad to be a bird,\" asserted the Canary, fluttering from one\nto another with a free and graceful motion, \"but I long to enjoy my own\nshape again.\"\n\n\"As Polychrome, you were the loveliest maiden I have ever seen--except,\nof course, Ozma,\" said the Tin Owl; \"so the Giantess did well to\ntransform you into the loveliest of all birds, if you were to be\ntransformed at all. But tell me, since you are a fairy, and have a fairy\nwisdom: do you think we shall be able to break these enchantments?\"\n\n\"Queer things happen in the Land of Oz,\" replied the Canary, again\nperching on the Green Monkey's shoulder and turning one bright eye\nthoughtfully toward her questioner. \"Mrs. Yoop has declared that none of\nher transformations can ever be changed, even by herself, but I believe\nthat if we could get to Glinda, the Good Sorceress, she might find a way\nto restore us to our natural shapes. Glinda, as you know, is the most\npowerful Sorceress in the world, and there are few things she cannot do\nif she tries.\"\n\n\"In that case,\" said the Little Brown Bear, \"let us return southward and\ntry to get to Glinda's castle. It lies in the Quadling Country, you\nknow, so it is a good way from here.\"\n\n\"First, however, let us visit the forest and search for something to\neat,\" pleaded Woot. So they continued on to the edge of the forest,\nwhich consisted of many tall and beautiful trees. They discovered no\nfruit trees, at first, so the Green Monkey pushed on into the forest\ndepths and the others followed close behind him.\n\nThey were traveling quietly along, under the shade of the trees, when\nsuddenly an enormous jaguar leaped upon them from a limb and with one\nblow of his paw sent the little Brown Bear tumbling over and over until\nhe was stopped by a tree-trunk. Instantly they all took alarm. The Tin\nOwl shrieked: \"Hoot--hoot!\" and flew straight up to the branch of a tall\ntree, although he could scarcely see where he was going. The Canary\nswiftly darted to a place beside the Owl, and the Green Monkey sprang\nup, caught a limb, and soon scrambled to a high perch of safety.\n\nThe Jaguar crouched low and with hungry eyes regarded the little Brown\nBear, which slowly got upon its feet and asked reproachfully:\n\n\"For goodness' sake, Beast, what were you trying to do?\"\n\n\"Trying to get my breakfast,\" answered the Jaguar with a snarl, \"and I\nbelieve I've succeeded. You ought to make a delicious meal--unless you\nhappen to be old and tough.\"\n\n\"I'm worse than that, considered as a breakfast,\" said the Bear, \"for\nI'm only a skin stuffed with straw, and therefore not fit to eat.\"\n\n\"Indeed!\" cried the Jaguar, in a disappointed voice; \"then you must be a\nmagic Bear, or enchanted, and I must seek my breakfast from among your\ncompanions.\"\n\nWith this he raised his lean head to look up at the Tin Owl and the\nCanary and the Monkey, and he lashed his tail upon the ground and\ngrowled as fiercely as any jaguar could.\n\n\"My friends are enchanted, also,\" said the little Brown Bear.\n\n\"All of them?\" asked the Jaguar.\n\n\"Yes. The Owl is tin, so you couldn't possibly eat him. The Canary is a\nfairy--Polychrome, the Daughter of the Rainbow--and you never could\ncatch her because she can easily fly out of your reach.\"\n\n\"There still remains the Green Monkey,\" remarked the Jaguar hungrily.\n\"He is neither made of tin nor stuffed with straw, nor can he fly. I'm\npretty good at climbing trees, myself, so I think I'll capture the\nMonkey and eat him for my breakfast.\"\n\nWoot the Monkey, hearing this speech from his perch on the tree, became\nmuch frightened, for he knew the nature of jaguars and realized they\ncould climb trees and leap from limb to limb with the agility of cats.\nSo he at once began to scamper through the forest as fast as he could\ngo, catching at a branch with his long monkey arms and swinging his\ngreen body through space to grasp another branch in a neighboring tree,\nand so on, while the Jaguar followed him from below, his eyes fixed\nsteadfastly on his prey. But presently Woot got his feet tangled in the\nLace Apron, which he was still wearing, and that tripped him in his\nflight and made him fall to the ground, where the Jaguar placed one huge\npaw upon him and said grimly:\n\n\"I've got you, now!\"\n\nThe fact that the Apron had tripped him made Woot remember its magic\npowers, and in his terror he cried out: \"Open!\" without stopping to\nconsider how this command might save him. But, at the word, the earth\nopened at the exact spot where he lay under the Jaguar's paw, and his\nbody sank downward, the earth closing over it again. The last thing Woot\nthe Monkey saw, as he glanced upward, was the Jaguar peering into the\nhole in astonishment.\n\n[Illustration]\n\n\"He's gone!\" cried the beast, with a long-drawn sigh of disappointment;\n\"he's gone, and now I shall have no breakfast.\"\n\nThe clatter of the Tin Owl's wings sounded above him, and the little\nBrown Bear came trotting up and asked:\n\n\"Where is the monkey? Have you eaten him so quickly?\"\n\n\"No, indeed,\" answered the Jaguar. \"He disappeared into the earth before\nI could take one bite of him!\"\n\nAnd now the Canary perched upon a stump, a little way from the forest\nbeast, and said:\n\n\"I am glad our friend has escaped you; but, as it is natural for a\nhungry beast to wish his breakfast, I will try to give you one.\"\n\n\"Thank you,\" replied the Jaguar. \"You're rather small for a full meal,\nbut it's kind of you to sacrifice yourself to my appetite.\"\n\n\"Oh, I don't intend to be eaten, I assure you,\" said the Canary, \"but as\nI am a fairy I know something of magic, and though I am now transformed\ninto a bird's shape, I am sure I can conjure up a breakfast that will\nsatisfy you.\"\n\n\"If you can work magic, why don't you break the enchantment you are\nunder and return to your proper form?\" inquired the beast doubtingly.\n\n\"I haven't the power to do that,\" answered the Canary, \"for Mrs. Yoop,\nthe Giantess who transformed me, used a peculiar form of yookoohoo magic\nthat is unknown to me. However, she could not deprive me of my own fairy\nknowledge, so I will try to get you a breakfast.\"\n\n\"Do you think a magic breakfast would taste good, or relieve the pangs\nof hunger I now suffer?\" asked the Jaguar.\n\n\"I am sure it would. What would you like to eat?\"\n\n\"Give me a couple of fat rabbits,\" said the beast.\n\n\"Rabbits! No, indeed. I'd not allow you to eat the dear little things,\"\ndeclared Polychrome the Canary.\n\n\"Well, three or four squirrels, then,\" pleaded the Jaguar.\n\n\"Do you think me so cruel?\" demanded the Canary, indignantly. \"The\nsquirrels are my especial friends.\"\n\n\"How about a plump owl?\" asked the beast. \"Not a tin one, you know, but\na real meat owl.\"\n\n\"Neither beast nor bird shall you have,\" said Polychrome in a positive\nvoice.\n\n\"Give me a fish, then; there's a river a little way off,\" proposed the\nJaguar.\n\n\"No living thing shall be sacrificed to feed you,\" returned the Canary.\n\n\"Then what in the world do you expect me to eat?\" said the Jaguar in a\nscornful tone.\n\n\"How would mush-and-milk do?\" asked the Canary.\n\nThe Jaguar snarled in derision and lashed his tail against the ground\nangrily.\n\n[Illustration]\n\n\"Give him some scrambled eggs on toast, Poly,\" suggested the Bear\nScarecrow. \"He ought to like that.\"\n\n\"I will,\" responded the Canary, and fluttering her wings she made a\nflight of three circles around the stump. Then she flew up to a tree\nand the Bear and the Owl and the Jaguar saw that upon the stump had\nappeared a great green leaf upon which was a large portion of scrambled\neggs on toast, smoking hot.\n\n\"There!\" said the Bear; \"eat your breakfast, friend Jaguar, and be\ncontent.\"\n\nThe Jaguar crept closer to the stump and sniffed the fragrance of the\nscrambled eggs. They smelled so good that he tasted them, and they\ntasted so good that he ate the strange meal in a hurry, proving he had\nbeen really hungry.\n\n\"I prefer rabbits,\" he muttered, licking his chops, \"but I must admit\nthe magic breakfast has filled my stomach full, and brought me comfort.\nSo I'm much obliged for the kindness, little Fairy, and I'll now leave\nyou in peace.\"\n\nSaying this, he plunged into the thick underbrush and soon disappeared,\nalthough they could hear his great body crashing through the bushes\nuntil he was far distant.\n\n\"That was a good way to get rid of the savage beast, Poly,\" said the Tin\nWoodman to the Canary; \"but I'm surprised that you didn't give our\nfriend Woot a magic breakfast, when you knew he was hungry.\"\n\n\"The reason for that,\" answered Polychrome, \"was that my mind was so\nintent on other things that I quite forgot my power to produce food by\nmagic. But where _is_ the monkey boy?\"\n\n\"Gone!\" said the Scarecrow Bear, solemnly. \"The earth has swallowed him\nup.\"\n\n[Illustration]\n\n\n\n\nThe Quarrelsome Dragons\n\n[Illustration]\n\nCHAPTER 9\n\n\nThe Green Monkey sank gently into the earth for a little way and then\ntumbled swiftly through space, landing on a rocky floor with a thump\nthat astonished him. Then he sat up, found that no bones were broken,\nand gazed around him.\n\nHe seemed to be in a big underground cave, which was dimly lighted by\ndozens of big round discs that looked like moons. They were not moons,\nhowever, as Woot discovered when he had examined the place more\ncarefully. They were eyes. The eyes were in the heads of enormous beasts\nwhose bodies trailed far behind them. Each beast was bigger than an\nelephant, and three times as long, and there were a dozen or more of the\ncreatures scattered here and there about the cavern. On their bodies\nwere big scales, as round as pie-plates, which were beautifully tinted\nin shades of green, purple and orange. On the ends of their long tails\nwere clusters of jewels. Around the great, moon-like eyes were circles\nof diamonds which sparkled in the subdued light that glowed from the\neyes.\n\nWoot saw that the creatures had wide mouths and rows of terrible teeth\nand, from tales he had heard of such beings, he knew he had fallen into\na cavern inhabited by the great Dragons that had been driven from the\nsurface of the earth and were only allowed to come out once in a hundred\nyears to search for food. Of course he had never seen Dragons before,\nyet there was no mistaking them, for they were unlike any other living\ncreatures.\n\nWoot sat upon the floor where he had fallen, staring around, and the\nowners of the big eyes returned his look, silently and motionless.\nFinally one of the Dragons which was farthest away from him asked, in a\ndeep, grave voice:\n\n\"What was that?\"\n\nAnd the greatest Dragon of all, who was just in front of the Green\nMonkey, answered in a still deeper voice:\n\n\"It is some foolish animal from Outside.\"\n\n\"Is it good to eat?\" inquired a smaller Dragon beside the great one.\n\"I'm hungry.\"\n\n\"Hungry!\" exclaimed all the Dragons, in a reproachful chorus; and then\nthe great one said chidingly: \"Tut-tut, my son! You've no reason to be\nhungry at _this_ time.\"\n\n\"Why not?\" asked the little Dragon. \"I haven't eaten anything in eleven\nyears.\"\n\n\"Eleven years is nothing,\" remarked another Dragon, sleepily opening and\nclosing his eyes; \"_I_ haven't feasted for eighty-seven years, and I\ndare not get hungry for a dozen or so years to come. Children who eat\nbetween meals should be broken of the habit.\"\n\n\"All I had, eleven years ago, was a rhinoceros, and that's not a full\nmeal at all,\" grumbled the young one. \"And, before that, I had waited\nsixty-two years to be fed; so it's no wonder I'm hungry.\"\n\n\"How old are you now?\" asked Woot, forgetting his own dangerous position\nin his interest in the conversation.\n\n\"Why, I'm--I'm-- How old am I, Father?\" asked the little Dragon.\n\n\"Goodness gracious! what a child to ask questions. Do you want to keep\nme thinking all the time? Don't you know that thinking is very bad for\nDragons?\" returned the big one, impatiently.\n\n\"How old am I, Father?\" persisted the small Dragon.\n\n\"About six hundred and thirty, I believe. Ask your mother.\"\n\n\"No; don't!\" said an old Dragon in the background; \"haven't I enough\nworries, what with being wakened in the middle of a nap, without being\nobliged to keep track of my children's ages?\"\n\n\"You've been fast asleep for over sixty years, Mother,\" said the child\nDragon. \"How long a nap do you wish?\"\n\n\"I should have slept forty years longer. And this strange little green\nbeast should be punished for falling into our cavern and disturbing\nus.\"\n\n\"I didn't know you were here, and I didn't know I was going to fall in,\"\nexplained Woot.\n\n\"Nevertheless, here you are,\" said the great Dragon, \"and you have\ncarelessly wakened our entire tribe; so it stands to reason you must be\npunished.\"\n\n\"In what way?\" inquired the Green Monkey, trembling a little.\n\n\"Give me time and I'll think of a way. You're in no hurry, are you?\"\nasked the great Dragon.\n\n\"No, indeed,\" cried Woot. \"Take your time. I'd much rather you'd all go\nto sleep again, and punish me when you wake up in a hundred years or\nso.\"\n\n\"Let me eat him!\" pleaded the littlest Dragon.\n\n\"He is too small,\" said the father. \"To eat this one Green Monkey would\nonly serve to make you hungry for more, and there _are_ no more.\"\n\n\"Quit this chatter and let me get to sleep,\" protested another Dragon,\nyawning in a fearful manner, for when he opened his mouth a sheet of\nflame leaped forth from it and made Woot jump back to get out of its\nway.\n\n[Illustration]\n\nIn his jump he bumped against the nose of a Dragon behind him, which\nopened its mouth to growl and shot another sheet of flame at him. The\nflame was bright, but not very hot, yet Woot screamed with terror and\nsprang forward with a great bound. This time he landed on the paw of the\ngreat Chief Dragon, who angrily raised his other front paw and struck\nthe Green Monkey a fierce blow. Woot went sailing through the air and\nfell sprawling upon the rocky floor far beyond the place where the\nDragon Tribe was grouped.\n\nAll the great beasts were now thoroughly wakened and aroused, and they\nblamed the monkey for disturbing their quiet. The littlest Dragon darted\nafter Woot and the others turned their unwieldy bodies in his direction\nand followed, flashing from their eyes and mouths flames which lighted\nup the entire cavern.\n\nWoot almost gave himself up for lost, at that moment, but he scrambled\nto his feet and dashed away to the farthest end of the cave, the Dragons\nfollowing more leisurely because they were too clumsy to move fast.\nPerhaps they thought there was no need of haste, as the monkey could not\nescape from the cave. But, away up at the end of the place, the cavern\nfloor was heaped with tumbled rocks, so Woot, with an agility born of\nfear, climbed from rock to rock until he found himself crouched against\nthe cavern roof. There he waited, for he could go no farther, while on\nover the tumbled rocks slowly crept the Dragons--the littlest one\ncoming first because he was hungry as well as angry.\n\nThe beasts had almost reached him when Woot, remembering his lace\napron--now sadly torn and soiled--recovered his wits and shouted:\n\"Open!\" At the cry a hole appeared in the roof of the cavern, just over\nhis head, and through it the sunlight streamed full upon the Green\nMonkey.\n\nThe Dragons paused, astonished at the magic and blinking at the\nsunlight, and this gave Woot time to climb through the opening. As soon\nas he reached the surface of the earth the hole closed again, and the\nboy monkey realized, with a thrill of joy, that he had seen the last of\nthe dangerous Dragon family.\n\nHe sat upon the ground, still panting hard from his exertions, when the\nbushes before him parted and his former enemy, the Jaguar, appeared.\n\n\"Don't run,\" said the woodland beast, as Woot sprang up; \"you are\nperfectly safe, so far as I am concerned, for since you so mysteriously\ndisappeared I have had my breakfast. I am now on my way home, to sleep\nthe rest of the day.\"\n\n\"Oh, indeed!\" returned the Green Monkey, in a tone both sorry and\nstartled. \"Which of my friends did you manage to eat?\"\n\n\"None of them,\" returned the Jaguar, with a sly grin. \"I had a dish of\nmagic scrambled eggs--on toast--and it wasn't a bad feast, at all. There\nisn't room in me for even you, and I don't regret it because I judge,\nfrom your green color, that you are not ripe, and would make an\nindifferent meal. We jaguars have to be careful of our digestions.\nFarewell, Friend Monkey. Follow the path I made through the bushes and\nyou will find your friends.\"\n\nWith this the Jaguar marched on his way and Woot took his advice and\nfollowed the trail he had made until he came to the place where the\nlittle Brown Bear, and the Tin Owl, and the Canary were conferring\ntogether and wondering what had become of their comrade, the Green\nMonkey.\n\n[Illustration]\n\n\n\n\nTommy Kwikstep\n\n[Illustration]\n\nCHAPTER 10\n\n\n\"Our best plan,\" said the Scarecrow Bear, when the Green Monkey had\nrelated the story of his adventure with the Dragons, \"is to get out of\nthis Gillikin Country as soon as we can and try to find our way to the\ncastle of Glinda, the Good Sorceress. There are too many dangers lurking\nhere to suit me, and Glinda may be able to restore us to our proper\nforms.\"\n\n\"If we turn south now,\" the Tin Owl replied, \"we might go straight into\nthe Emerald City. That's a place I wish to avoid, for I'd hate to have\nmy friends see me in this sad plight,\" and he blinked his eyes and\nfluttered his tin wings mournfully.\n\n\"But I am certain we have passed _beyond_ Emerald City,\" the Canary\nassured him, sailing lightly around their heads. \"So, should we turn\nsouth from here, we would pass into the Munchkin Country, and continuing\nsouth we would reach the Quadling Country where Glinda's castle is\nlocated.\"\n\n\"Well, since you're sure of that, let's start right away,\" proposed the\nBear. \"It's a long journey, at the best, and I'm getting tired of\nwalking on four legs.\"\n\n\"I thought you never tired, being stuffed with straw,\" said Woot.\n\n\"I mean that it annoys me, to be obliged to go on all fours, when two\nlegs are my proper walking equipment,\" replied the Scarecrow. \"I\nconsider it beneath my dignity. In other words, my remarkable brains can\ntire, through humiliation, although my body cannot tire.\"\n\n\"That is one of the penalties of having brains,\" remarked the Tin Owl\nwith a sigh. \"I have had no brains since I was a man of meat, and so I\nnever worry. Nevertheless, I prefer my former manly form to this owl's\nshape and would be glad to break Mrs. Yoop's enchantment as soon as\npossible. I am so noisy, just now, that I disturb myself,\" and he\nfluttered his wings with a clatter that echoed throughout the forest.\n\nSo, being all of one mind, they turned southward, traveling steadily on\nuntil the woods were left behind and the landscape turned from purple\ntints to blue tints, which assured them they had entered the Country of\nthe Munchkins.\n\n\"Now I feel myself more safe,\" said the Scarecrow Bear. \"I know this\ncountry pretty well, having been made here by a Munchkin farmer and\nhaving wandered over these lovely blue lands many times. Seems to me,\nindeed, that I even remember that group of three tall trees ahead of us;\nand, if I do, we are not far from the home of my friend Jinjur.\"\n\n\"Who is Jinjur?\" asked Woot, the Green Monkey.\n\n\"Haven't you heard of Jinjur?\" exclaimed the Scarecrow, in surprise.\n\n\"No,\" said Woot. \"Is Jinjur a man, a woman, a beast or a bird?\"\n\n\"Jinjur is a girl,\" explained the Scarecrow Bear. \"She's a fine girl,\ntoo, although a bit restless and liable to get excited. Once, a long\ntime ago, she raised an army of girls and called herself 'General\nJinjur.' With her army she captured the Emerald City, and drove me out\nof it, because I insisted that an army in Oz was highly improper. But\nOzma punished the rash girl, and afterward Jinjur and I became fast\nfriends. Now Jinjur lives peacefully on a farm, near here, and raises\nfields of cream-puffs, chocolate-caramels and macaroons. They say she's\na pretty good farmer, and in addition to that she's an artist, and\npaints pictures so perfect that one can scarcely tell them from nature.\nShe often repaints my face for me, when it gets worn or mussy, and the\nlovely expression I wore when the Giantess transformed me was painted by\nJinjur only a month or so ago.\"\n\n\"It was certainly a pleasant expression,\" agreed Woot.\n\n\"Jinjur can paint anything,\" continued the Scarecrow Bear, with\nenthusiasm, as they walked along together. \"Once, when I came to her\nhouse, my straw was old and crumpled, so that my body sagged dreadfully.\nI needed new straw to replace the old, but Jinjur had no straw on all\nher ranch and I was really unable to travel farther until I had been\nrestuffed. When I explained this to Jinjur, the girl at once painted a\nstraw-stack which was so natural that I went to it and secured enough\nstraw to fill all my body. It was a good quality of straw, too, and\nlasted me a long time.\"\n\nThis seemed very wonderful to Woot, who knew that such a thing could\nnever happen in any place but a fairy country like Oz.\n\nThe Munchkin Country was much nicer than the Gillikin Country, and all\nthe fields were separated by blue fences, with grassy lanes and paths of\nblue ground, and the land seemed well cultivated. They were on a little\nhill looking down upon this favored country, but had not quite reached\nthe settled parts, when on turning a bend in the path they were halted\nby a form that barred their way.\n\nA more curious creature they had seldom seen, even in the Land of Oz,\nwhere curious creatures abound. It had the head of a young\nman--evidently a Munchkin--with a pleasant face and hair neatly combed.\nBut the body was very long, for it had twenty legs--ten legs on each\nside--and this caused the body to stretch out and lie in a horizontal\nposition, so that all the legs could touch the ground and stand firm.\nFrom the shoulders extended two small arms; at least, they seemed small\nbeside so many legs.\n\nThis odd creature was dressed in the regulation clothing of the Munchkin\npeople, a dark blue coat neatly fitting the long body and each pair of\nlegs having a pair of sky-blue trousers, with blue-tinted stockings and\nblue leather shoes turned up at the pointed toes.\n\n\"I wonder who you are?\" said Polychrome the Canary, fluttering above the\nstrange creature, who had probably been asleep on the path.\n\n\"I sometimes wonder, myself, who I am,\" replied the many-legged young\nman; \"but, in reality, I am Tommy Kwikstep, and I live in a hollow tree\nthat fell to the ground with age. I have polished the inside of it, and\nmade a door at each end, and that's a very comfortable residence for me\nbecause it just fits my shape.\"\n\n\"How did you happen to have such a shape?\" asked the Scarecrow Bear,\nsitting on his haunches and regarding Tommy Kwikstep with a serious\nlook. \"Is the shape natural?\"\n\n[Illustration]\n\n\"No; it was wished on me,\" replied Tommy, with a sigh. \"I used to be\nvery active and loved to run errands for anyone who needed my services.\nThat was how I got my name of Tommy Kwikstep. I could run an errand more\nquickly than any other boy, and so I was very proud of myself. One day,\nhowever, I met an old lady who was a fairy, or a witch, or something of\nthe sort, and she said if I would run an errand for her--to carry some\nmagic medicine to another old woman--she would grant me just one Wish,\nwhatever the Wish happened to be. Of course I consented and, taking the\nmedicine, I hurried away. It was a long distance, mostly up hill, and my\nlegs began to grow weary. Without thinking what I was doing I said\naloud: 'Dear me; I wish I had twenty legs!' and in an instant I became\nthe unusual creature you see beside you. Twenty legs! Twenty on one man!\nYou may count them, if you doubt my word.\"\n\n\"You've got 'em, all right,\" said Woot the Monkey, who had already\ncounted them.\n\n\"After I had delivered the magic medicine to the old woman, I returned\nand tried to find the witch, or fairy, or whatever she was, who had\ngiven me the unlucky wish, so she could take it away again. I've been\nsearching for her ever since, but never can I find her,\" continued poor\nTommy Kwikstep, sadly.\n\n\"I suppose,\" said the Tin Owl, blinking at him, \"you can travel very\nfast, with those twenty legs.\"\n\n\"At first I was able to,\" was the reply; \"but I traveled so much,\nsearching for the fairy, or witch, or whatever she was, that I soon got\ncorns on my toes. Now, a corn on one toe is not so bad, but when you\nhave a hundred toes--as I have--and get corns on most of them, it is far\nfrom pleasant. Instead of running, I now painfully crawl, and although I\ntry not to be discouraged I do hope I shall find that witch or fairy, or\nwhatever she was, before long.\"\n\n\"I hope so, too,\" said the Scarecrow. \"But, after all, you have the\npleasure of knowing you are unusual, and therefore remarkable among the\npeople of Oz. To be just like other persons is small credit to one,\nwhile to be unlike others is a mark of distinction.\"\n\n\"That _sounds_ very pretty,\" returned Tommy Kwikstep, \"but if you had to\nput on ten pair of trousers every morning, and tie up twenty shoes, you\nwould prefer not to be so distinguished.\"\n\n\"Was the witch, or fairy, or whatever she was, an old person, with\nwrinkled skin, and half her teeth gone?\" inquired the Tin Owl.\n\n\"No,\" said Tommy Kwikstep.\n\n\"Then she wasn't Old Mombi,\" remarked the transformed Emperor.\n\n\"I'm not interested in who it _wasn't_, so much as I am in who it\n_was_,\" said the twenty-legged young man. \"And, whatever or whomsoever\nshe was, she has managed to keep out of my way.\"\n\n\"If you found her, do you suppose she'd change you back into a\ntwo-legged boy?\" asked Woot.\n\n\"Perhaps so, if I could run another errand for her and so earn another\nwish.\"\n\n\"Would you really like to be as you were before?\" asked Polychrome the\nCanary, perching upon the Green Monkey's shoulder to observe Tommy\nKwikstep more attentively.\n\n\"I would, indeed,\" was the earnest reply.\n\n\"Then I will see what I can do for you,\" promised the Rainbow's\nDaughter, and flying to the ground she took a small twig in her bill and\nwith it made several mystic figures on each side of Tommy Kwikstep.\n\n\"Are _you_ a witch, or fairy, or something of the sort?\" he asked as he\nwatched her wonderingly.\n\nThe Canary made no answer, for she was busy, but the Scarecrow Bear\nreplied: \"Yes; she's something of the sort, and a bird of a magician.\"\n\n[Illustration]\n\nThe twenty-legged boy's transformation happened so queerly that they\nwere all surprised at its method. First, Tommy Kwikstep's last two legs\ndisappeared; then the next two, and the next, and as each pair of legs\nvanished his body shortened. All this while Polychrome was running\naround him and chirping mystical words, and when all the young man's\nlegs had disappeared but two he noticed that the Canary was still busy\nand cried out in alarm:\n\n\"Stop--stop! Leave me _two_ of my legs, or I shall be worse off than\nbefore.\"\n\n\"I know,\" said the Canary. \"I'm only removing with my magic the corns\nfrom your last ten toes.\"\n\n\"Thank you for being so thoughtful,\" he said gratefully, and now they\nnoticed that Tommy Kwikstep was quite a nice looking young fellow.\n\n\"What will you do now?\" asked Woot the Monkey.\n\n\"First,\" he answered, \"I must deliver a note which I've carried in my\npocket ever since the witch, or fairy, or whatever she was, granted my\nfoolish wish. And I am resolved never to speak again without taking time\nto think carefully on what I am going to say, for I realize that speech\nwithout thought is dangerous. And after I've delivered the note, I shall\nrun errands again for anyone who needs my services.\"\n\nSo he thanked Polychrome again and started away in a different direction\nfrom their own, and that was the last they saw of Tommy Kwikstep.\n\n\n\n\nJinjur's Ranch\n\n[Illustration]\n\nCHAPTER 11\n\n\nAs they followed a path down the blue-grass hillside, the first house\nthat met the view of the travelers was joyously recognized by the\nScarecrow Bear as the one inhabited by his friend Jinjur, so they\nincreased their speed and hurried toward it.\n\nOn reaching the place, however, they found the house deserted. The\nfront door stood open, but no one was inside. In the garden surrounding\nthe house were neat rows of bushes bearing cream-puffs and macaroons,\nsome of which were still green, but others ripe and ready to eat.\nFarther back were fields of caramels, and all the land seemed well\ncultivated and carefully tended. They looked through the fields for the\ngirl farmer, but she was nowhere to be seen.\n\n\"Well,\" finally remarked the little Brown Bear, \"let us go into the\nhouse and make ourselves at home. That will be sure to please my friend\nJinjur, who happens to be away from home just now. When she returns, she\nwill be greatly surprised.\"\n\n\"Would she care if I ate some of those ripe cream-puffs?\" asked the\nGreen Monkey.\n\n\"No, indeed; Jinjur is very generous. Help yourself to all you want,\"\nsaid the Scarecrow Bear.\n\nSo Woot gathered a lot of the cream-puffs that were golden yellow and\nfilled with a sweet, creamy substance, and ate until his hunger was\nsatisfied. Then he entered the house with his friends and sat in a\nrocking-chair--just as he was accustomed to do when a boy. The Canary\nperched herself upon the mantel and daintily plumed her feathers; the\nTin Owl sat on the back of another chair; the Scarecrow squatted on his\nhairy haunches in the middle of the room.\n\n\"I believe I remember the girl Jinjur,\" remarked the Canary, in her\nsweet voice. \"She cannot help us very much, except to direct us on our\nway to Glinda's castle, for she does not understand magic. But she's a\ngood girl, honest and sensible, and I'll be glad to see her.\"\n\n[Illustration]\n\n\"All our troubles,\" said the Owl with a deep sigh, \"arose from my\nfoolish resolve to seek Nimmie Amee and make her Empress of the Winkies,\nand while I wish to reproach no one, I must say that it was Woot the\nWanderer who put the notion into my head.\"\n\n\"Well, for my part, I am glad he did,\" responded the Canary. \"Your\njourney resulted in saving me from the Giantess, and had you not\ntraveled to the Yoop Valley, I would still be Mrs. Yoop's prisoner. It\nis much nicer to be free, even though I still bear the enchanted form of\na Canary-Bird.\"\n\n\"Do you think we shall ever be able to get our proper forms back again?\"\nasked the Green Monkey earnestly.\n\nPolychrome did not make reply at once to this important question, but\nafter a period of thoughtfulness she said:\n\n\"I have been taught to believe that there is an antidote for every\nmagic charm, yet Mrs. Yoop insists that no power can alter her\ntransformations. I realize that my own fairy magic cannot do it,\nalthough I have thought that we Sky Fairies have more power than is\naccorded to Earth Fairies. The yookoohoo magic is admitted to be very\nstrange in its workings and different from the magic usually practiced,\nbut perhaps Glinda or Ozma may understand it better than I. In them lies\nour only hope. Unless they can help us, we must remain forever as we\nare.\"\n\n\"A Canary-Bird on a Rainbow wouldn't be so bad,\" asserted the Tin Owl,\nwinking and blinking with his round tin eyes, \"so if you can manage to\nfind your Rainbow again you need have little to worry about.\"\n\n\"That's nonsense, Friend Chopper,\" exclaimed Woot. \"I know just how\nPolychrome feels. A beautiful girl is much superior to a little yellow\nbird, and a boy--such as I was--far better than a Green Monkey. Neither\nof us can be happy again unless we recover our rightful forms.\"\n\n\"I feel the same way,\" announced the stuffed Bear. \"What do you suppose\nmy friend the Patchwork Girl would think of me, if she saw me wearing\nthis beastly shape?\"\n\n\"She'd laugh till she cried,\" admitted the Tin Owl. \"For my part, I'll\nhave to give up the notion of marrying Nimmie Amee, but I'll try not to\nlet that make me unhappy. If it's my duty, I'd like to do my duty, but\nif magic prevents my getting married I'll flutter along all by myself\nand be just as contented.\"\n\nTheir serious misfortunes made them all silent for a time, and as their\nthoughts were busy in dwelling upon the evils with which fate had\nburdened them, none noticed that Jinjur had suddenly appeared in the\ndoorway and was looking at them in astonishment. The next moment her\nastonishment changed to anger, for there, in her best rocking-chair, sat\na Green Monkey. A great shiny Owl perched upon another chair and a Brown\nBear squatted upon her parlor rug. Jinjur did not notice the Canary, but\nshe caught up a broomstick and dashed into the room, shouting as she\ncame:\n\n\"Get out of here, you wild creatures! How dare you enter my house?\"\n\nWith a blow of her broom she knocked the Brown Bear over, and the Tin\nOwl tried to fly out of her reach and made a great clatter with his tin\nwings. The Green Monkey was so startled by the sudden attack that he\nsprang into the fireplace--where there was fortunately no fire--and\ntried to escape by climbing up the chimney. But he found the opening too\nsmall, and so was forced to drop down again. Then he crouched trembling\nin the fireplace, his pretty green hair all blackened with soot and\ncovered with ashes. From this position Woot watched to see what would\nhappen next.\n\n\"Stop, Jinjur--stop!\" cried the Brown Bear, when the broom again\nthreatened him. \"Don't you know me? I'm your old friend the Scarecrow?\"\n\n\"You're trying to deceive me, you naughty beast! I can see plainly that\nyou are a bear, and a mighty poor specimen of a bear, too,\" retorted the\ngirl.\n\n\"That's because I'm not properly stuffed,\" he assured her. \"When Mrs.\nYoop transformed me, she didn't realize I should have more stuffing.\"\n\n\"Who is Mrs. Yoop?\" inquired Jinjur, pausing with the broom still\nupraised.\n\n\"A Giantess in the Gillikin Country.\"\n\n\"Oh; I begin to understand. And Mrs. Yoop transformed you? You are\nreally the famous Scarecrow of Oz?\"\n\n\"I _was_, Jinjur. Just now I'm as you see me--a miserable little Brown\nBear with a poor quality of stuffing. That Tin Owl is none other than\nour dear Tin Woodman--Nick Chopper, the Emperor of the Winkies--while\nthis Green Monkey is a nice little boy we recently became acquainted\nwith, Woot the Wanderer.\"\n\n\"And I,\" said the Canary, flying close to Jinjur, \"am Polychrome, the\nDaughter of the Rainbow, in the form of a bird.\"\n\n\"Goodness me!\" cried Jinjur, amazed; \"that Giantess must be a powerful\nSorceress, and as wicked as she is powerful.\"\n\n[Illustration]\n\n\"She's a yookoohoo,\" said Polychrome. \"Fortunately, we managed to escape\nfrom her castle, and we are now on our way to Glinda the Good to see if\nshe possesses the power to restore us to our former shapes.\"\n\n\"Then I must beg your pardons; all of you must forgive me,\" said Jinjur,\nputting away the broom. \"I took you to be a lot of wild, unmannerly\nanimals, as was quite natural. You are very welcome to my home and I'm\nsorry I haven't the power to help you out of your troubles. Please use\nmy house and all that I have, as if it were your own.\"\n\nAt this declaration of peace, the Bear got upon his feet and the Owl\nresumed his perch upon the chair and the Monkey crept out of the\nfireplace. Jinjur looked at Woot critically, and scowled.\n\n\"For a Green Monkey,\" said she, \"you're the blackest creature I ever\nsaw. And you'll get my nice clean room all dirty with soot and ashes.\nWhatever possessed you to jump up the chimney?\"\n\n\"I--I was scared,\" explained Woot, somewhat ashamed.\n\n\"Well, you need renovating, and that's what will happen to you, right\naway. Come with me!\" she commanded.\n\n[Illustration]\n\n\"What are you going to do?\" asked Woot.\n\n\"Give you a good scrubbing,\" said Jinjur.\n\nNow, neither boys nor monkeys relish being scrubbed, so Woot shrank away\nfrom the energetic girl, trembling fearfully. But Jinjur grabbed him by\nhis paw and dragged him out to the back yard, where, in spite of his\nwhines and struggles, she plunged him into a tub of cold water and began\nto scrub him with a stiff brush and a cake of yellow soap.\n\nThis was the hardest trial that Woot had endured since he became a\nmonkey, but no protest had any influence with Jinjur, who lathered and\nscrubbed him in a business-like manner and afterward dried him with a\ncoarse towel.\n\nThe Bear and the Owl gravely watched this operation and nodded approval\nwhen Woot's silky green fur shone clear and bright in the afternoon sun.\nThe Canary seemed much amused and laughed a silvery ripple of laughter\nas she said:\n\n\"Very well done, my good Jinjur; I admire your energy and judgment. But\nI had no idea a monkey could look so comical as this monkey did while he\nwas being bathed.\"\n\n\"I'm _not_ a monkey!\" declared Woot, resentfully; \"I'm just a boy in a\nmonkey's shape, that's all.\"\n\n\"If you can explain to me the difference,\" said Jinjur, \"I'll agree not\nto wash you again--that is, unless you foolishly get into the fireplace.\nAll persons are usually judged by the shapes in which they appear to the\neyes of others. Look at _me_, Woot; what am _I_?\"\n\nWoot looked at her.\n\n\"You're as pretty a girl as I've ever seen,\" he replied.\n\nJinjur frowned. That is, she tried hard to frown.\n\n\"Come out into the garden with me,\" she said, \"and I'll give you some of\nthe most delicious caramels you ever ate. They're a new variety, that no\none can grow but me, and they have a heliotrope flavor.\"\n\n\n\n\nOzma and Dorothy\n\n[Illustration]\n\nCHAPTER 12\n\n\nIn her magnificent palace in the Emerald City, the beautiful girl Ruler\nof all the wonderful Land of Oz sat in her dainty boudoir with her\nfriend Princess Dorothy beside her. Ozma was studying a roll of\nmanuscript which she had taken from the Royal Library, while Dorothy\nworked at her embroidery and at times stooped to pat a shaggy little\nblack dog that lay at her feet. The little dog's name was Toto, and he\nwas Dorothy's faithful companion.\n\nTo judge Ozma of Oz by the standards of our world, you would think her\nvery young--perhaps fourteen or fifteen years of age--yet for years she\nhad ruled the Land of Oz and had never seemed a bit older. Dorothy\nappeared much younger than Ozma. She had been a little girl when first\nshe came to the Land of Oz, and she was a little girl still, and would\nnever seem to be a day older while she lived in this wonderful\nfairyland.\n\nOz was not always a fairyland, I am told. Once it was much like other\nlands, except it was shut in by a dreadful desert of sandy wastes that\nlay all around it, thus preventing its people from all contact with the\nrest of the world. Seeing this isolation, the fairy band of Queen\nLurline, passing over Oz while on a journey, enchanted the country and\nso made it a Fairyland. And Queen Lurline left one of her fairies to\nrule this enchanted Land of Oz, and then passed on and forgot all about\nit.\n\nFrom that moment no one in Oz ever died. Those who were old remained\nold; those who were young and strong did not change as years passed them\nby; the children remained children always, and played and romped to\ntheir hearts' content, while all the babies lived in their cradles and\nwere tenderly cared for and never grew up. So people in Oz stopped\ncounting how old they were in years, for years made no difference in\ntheir appearance and could not alter their station. They did not get\nsick, so there were no doctors among them. Accidents might happen to\nsome, on rare occasions, it is true, and while no one could die\nnaturally, as other people do, it was possible that one might be totally\ndestroyed. Such incidents, however, were very unusual, and so seldom was\nthere anything to worry over that the Oz people were as happy and\ncontented as can be.\n\nAnother strange thing about this fairy Land of Oz was that whoever\nmanaged to enter it from the outside world came under the magic spell of\nthe place and did not change in appearance as long as they lived there.\nSo Dorothy, who now lived with Ozma, seemed just the same sweet little\ngirl she had been when first she came to this delightful fairyland.\n\nPerhaps all parts of Oz might not be called truly delightful, but it was\nsurely delightful in the neighborhood of the Emerald City, where Ozma\nreigned. Her loving influence was felt for many miles around, but there\nwere places in the mountains of the Gillikin Country, and the forests of\nthe Quadling Country, and perhaps in far-away parts of the Munchkin and\nWinkie Countries, where the inhabitants were somewhat rude and\nuncivilized and had not yet come under the spell of Ozma's wise and\nkindly rule. Also, when Oz first became a fairyland, it harbored several\nwitches and magicians and sorcerers and necromancers, who were scattered\nin various parts, but most of these had been deprived of their magic\npowers, and Ozma had issued a royal edict forbidding anyone in her\ndominions to work magic except Glinda the Good and the Wizard of Oz.\nOzma herself, being a real fairy, knew a lot of magic, but she only used\nit to benefit her subjects.\n\nThis little explanation will help you to understand better the story you\nare reading, but most of it is already known to those who are familiar\nwith the Oz people whose adventures they have followed in other Oz\nbooks.\n\nOzma and Dorothy were fast friends and were much together. Everyone in\nOz loved Dorothy almost as well as they did their lovely Ruler, for the\nlittle Kansas girl's good fortune had not spoiled her or rendered her\nat all vain. She was just the same brave and true and adventurous child\nas before she lived in a royal palace and became the chum of the fairy\nOzma.\n\nIn the room in which the two sat--which was one of Ozma's private suite\nof apartments--hung the famous Magic Picture. This was the source of\nconstant interest to little Dorothy. One had but to stand before it and\nwish to see what any person was doing, and at once a scene would flash\nupon the magic canvas which showed exactly where that person was, and\nlike our own moving pictures would reproduce the actions of that person\nas long as you cared to watch them. So today, when Dorothy tired of her\nembroidery, she drew the curtains from before the Magic Picture and\nwished to see what her friend Button Bright was doing. Button Bright,\nshe saw, was playing ball with Ojo, the Munchkin boy, so Dorothy next\nwished to see what her Aunt Em was doing. The picture showed Aunt Em\nquietly engaged in darning socks for Uncle Henry, so Dorothy wished to\nsee what her old friend the Tin Woodman was doing.\n\nThe Tin Woodman was then just leaving his tin castle in the company of\nthe Scarecrow and Woot the Wanderer. Dorothy had never seen this boy\nbefore, so she wondered who he was. Also she was curious to know where\nthe three were going, for she noticed Woot's knapsack and guessed they\nhad started on a long journey. She asked Ozma about it, but Ozma did not\nknow.\n\nThat afternoon Dorothy again saw the travelers in the Magic Picture, but\nthey were merely tramping through the country and Dorothy was not much\ninterested in them. A couple of days later, however, the girl, being\nagain with Ozma, wished to see her friends, the Scarecrow and the Tin\nWoodman in the Magic Picture, and on this occasion found them in the\ngreat castle of Mrs. Yoop, the Giantess, who was at the time about to\ntransform them. Both Dorothy and Ozma now became greatly interested and\nwatched the transformations with indignation and horror.\n\n\"What a wicked Giantess!\" exclaimed Dorothy.\n\n\"Yes,\" answered Ozma, \"she must be punished for this cruelty to our\nfriends, and to the poor boy who is with them.\"\n\nAfter this they followed the adventure of the little Brown Bear and the\nTin Owl and the Green Monkey with breathless interest, and were\ndelighted when they escaped from Mrs. Yoop. They did not know, then, who\nthe Canary was, but realized it must be the transformation of some\nperson of consequence, whom the Giantess had also enchanted.\n\n[Illustration]\n\nWhen, finally, the day came when the adventurers headed south into the\nMunchkin Country, Dorothy asked anxiously:\n\n\"Can't something be done for them, Ozma? Can't you change 'em back into\ntheir own shapes? They've suffered enough from these dreadful\ntransformations, seems to me.\"\n\n\"I've been studying ways to help them, ever since they were\ntransformed,\" replied Ozma. \"Mrs. Yoop is now the only yookoohoo in my\ndominions, and the yookoohoo magic is very peculiar and hard for others\nto understand, yet I am resolved to make the attempt to break these\nenchantments. I may not succeed, but I shall do the best I can. From the\ndirections our friends are taking, I believe they are going to pass by\nJinjur's Ranch, so if we start now we may meet them there. Would you\nlike to go with me, Dorothy?\"\n\n\"Of course,\" answered the little girl; \"I wouldn't miss it for\nanything.\"\n\n\"Then order the Red Wagon,\" said Ozma of Oz, \"and we will start at\nonce.\"\n\nDorothy ran to do as she was bid, while Ozma went to her Magic Room to\nmake ready the things she believed she would need. In half an hour the\nRed Wagon stood before the grand entrance of the palace, and before it\nwas hitched the Wooden Sawhorse, which was Ozma's favorite steed.\n\n[Illustration]\n\nThis Sawhorse, while made of wood, was very much alive and could travel\nswiftly and without tiring. To keep the ends of his wooden legs from\nwearing down short, Ozma had shod the Sawhorse with plates of pure gold.\nHis harness was studded with brilliant emeralds and other jewels and so,\nwhile he himself was not at all handsome, his outfit made a splendid\nappearance.\n\nSince the Sawhorse could understand her spoken words, Ozma used no reins\nto guide him. She merely told him where to go. When she came from the\npalace with Dorothy, they both climbed into the Red Wagon and then the\nlittle dog, Toto, ran up and asked:\n\n\"Are you going to leave me behind, Dorothy?\"\n\nDorothy looked at Ozma, who smiled in return and said:\n\n\"Toto may go with us, if you wish him to.\"\n\nSo Dorothy lifted the little dog into the wagon, for, while he could run\nfast, he could not keep up with the speed of the wonderful Sawhorse.\n\nAway they went, over hills and through meadows, covering the ground with\nastonishing speed. It is not surprising, therefore, that the Red Wagon\narrived before Jinjur's house just as that energetic young lady had\nfinished scrubbing the Green Monkey and was about to lead him to the\ncaramel patch.\n\n\n\n\nThe Restoration\n\n[Illustration]\n\nCHAPTER 13\n\n\nThe Tin Owl gave a hoot of delight when he saw the Red Wagon draw up\nbefore Jinjur's house, and the Brown Bear grunted and growled with glee\nand trotted toward Ozma as fast as he could wobble. As for the Canary,\nit flew swiftly to Dorothy's shoulder and perched there, saying in her\near:\n\n\"Thank goodness you have come to our rescue!\"\n\n\"But who are you?\" asked Dorothy.\n\n\"Don't you know?\" returned the Canary.\n\n\"No; for the first time we noticed you in the Magic Picture, you were\njust a bird, as you are now. But we've guessed that the giant woman had\ntransformed you, as she did the others.\"\n\n\"Yes; I'm Polychrome, the Rainbow's Daughter,\" announced the Canary.\n\n\"Goodness me!\" cried Dorothy. \"How dreadful.\"\n\n\"Well, I make a rather pretty bird, I think,\" returned Polychrome, \"but\nof course I'm anxious to resume my own shape and get back upon my\nrainbow.\"\n\n\"Ozma will help you, I'm sure,\" said Dorothy. \"How does it feel,\nScarecrow, to be a Bear?\" she asked, addressing her old friend.\n\n\"I don't like it,\" declared the Scarecrow Bear. \"This brutal form is\nquite beneath the dignity of a wholesome straw man.\"\n\n\"And think of me,\" said the Owl, perching upon the dashboard of the Red\nWagon with much noisy clattering of his tin feathers. \"Don't I look\nhorrid, Dorothy, with eyes several sizes too big for my body, and so\nweak that I ought to wear spectacles?\"\n\n\"Well,\" said Dorothy critically, as she looked him over, \"you're nothing\nto brag of, I must confess. But Ozma will soon fix you up again.\"\n\nThe Green Monkey had hung back, bashful at meeting two lovely girls\nwhile in the form of a beast; but Jinjur now took his hand and led him\nforward while she introduced him to Ozma, and Woot managed to make a low\nbow, not really ungraceful, before her girlish Majesty, the Ruler of Oz.\n\n\"You have all been forced to endure a sad experience,\" said Ozma, \"and\nso I am anxious to do all in my power to break Mrs. Yoop's enchantments.\nBut first tell me how you happened to stray into that lonely Valley\nwhere Yoop Castle stands.\"\n\nBetween them they related the object of their journey, the Scarecrow\nBear telling of the Tin Woodman's resolve to find Nimmie Amee and marry\nher, as a just reward for her loyalty to him. Woot told of their\nadventures with the Loons of Loonville, and the Tin Owl described the\nmanner in which they had been captured and transformed by the Giantess.\nThen Polychrome related her story, and when all had been told, and\nDorothy had several times reproved Toto for growling at the Tin Owl,\nOzma remained thoughtful for a while, pondering upon what she had\nheard. Finally she looked up, and with one of her delightful smiles,\nsaid to the anxious group:\n\n\"I am not sure my magic will be able to restore every one of you,\nbecause your transformations are of such a strange and unusual\ncharacter. Indeed, Mrs. Yoop was quite justified in believing no power\ncould alter her enchantments. However, I am sure I can restore the\nScarecrow to his original shape. He was stuffed with straw from the\nbeginning, and even the yookoohoo magic could not alter that. The\nGiantess was merely able to make a bear's shape of a man's shape, but\nthe bear is stuffed with straw, just as the man was. So I feel confident\nI can make a man of the bear again.\"\n\n\"Hurrah!\" cried the Brown Bear, and tried clumsily to dance a jig of\ndelight.\n\n\"As for the Tin Woodman, his case is much the same,\" resumed Ozma, still\nsmiling. \"The power of the Giantess could not make him anything but a\ntin creature, whatever shape she transformed him into, so it will not be\nimpossible to restore him to his manly form. Anyhow, I shall test my\nmagic at once, and see if it will do what I have promised.\"\n\n[Illustration]\n\nShe drew from her bosom a small silver Wand and, making passes with the\nWand over the head of the Bear, she succeeded in the brief space of a\nmoment in breaking his enchantment. The original Scarecrow of Oz again\nstood before them, well stuffed with straw and with his features nicely\npainted upon the bag which formed his head.\n\nThe Scarecrow was greatly delighted, as you may suppose, and he strutted\nproudly around while the powerful fairy, Ozma of Oz, broke the\nenchantment that had transformed the Tin Woodman and made a Tin Owl into\na Tin Man again.\n\n\"Now, then,\" chirped the Canary, eagerly; \"I'm next, Ozma!\"\n\n\"But your case is different,\" replied Ozma, no longer smiling but\nwearing a grave expression on her sweet face. \"I shall have to\nexperiment on you, Polychrome, and I may fail in all my attempts.\"\n\nShe then tried two or three different methods of magic, hoping one of\nthem would succeed in breaking Polychrome's enchantment, but still the\nRainbow's Daughter remained a Canary-Bird. Finally, however, she\nexperimented in another way. She transformed the Canary into a Dove, and\nthen transformed the Dove into a Speckled Hen, and then changed the\nSpeckled Hen into a rabbit, and then the rabbit into a Fawn. And at the\nlast, after mixing several powders and sprinkling them upon the Fawn,\nthe yookoohoo enchantment was suddenly broken and before them stood one\nof the daintiest and loveliest creatures in any fairyland in the world.\nPolychrome was as sweet and merry in disposition as she was beautiful,\nand when she danced and capered around in delight, her beautiful hair\nfloated around her like a golden mist and her many-hued raiment, as soft\nas cobwebs, reminded one of drifting clouds in a summer sky.\n\nWoot was so awed by the entrancing sight of this exquisite Sky Fairy\nthat he quite forgot his own sad plight until he noticed Ozma gazing\nupon him with an intent expression that denoted sympathy and sorrow.\nDorothy whispered in her friend's ear, but the Ruler of Oz shook her\nhead sadly.\n\nJinjur, noticing this and understanding Ozma's looks, took the paw of\nthe Green Monkey in her own hand and patted it softly.\n\n\"Never mind,\" she said to him. \"You are a very beautiful color, and a\nmonkey can climb better than a boy and do a lot of other things no boy\ncan ever do.\"\n\n\"What's the matter?\" asked Woot, a sinking feeling at his heart. \"Is\nOzma's magic all used up?\"\n\n[Illustration]\n\nOzma herself answered him.\n\n\"Your form of enchantment, my poor boy,\" she said pityingly, \"is\ndifferent from that of the others. Indeed, it is a form that is\nimpossible to alter by any magic known to fairies or yookoohoos. The\nwicked Giantess was well aware, when she gave you the form of a Green\nMonkey, that the Green Monkey must exist in the Land of Oz for all\nfuture time.\"\n\nWoot drew a long sigh.\n\n\"Well, that's pretty hard luck,\" he said bravely, \"but if it can't be\nhelped I must endure it; that's all. I don't like being a monkey, but\nwhat's the use of kicking against my fate?\"\n\nThey were all very sorry for him, and Dorothy anxiously asked Ozma:\n\n\"Couldn't Glinda save him?\"\n\n\"No,\" was the reply. \"Glinda's power in transformations is no greater\nthan my own. Before I left my palace I went to my Magic Room and studied\nWoot's case very carefully. I found that no power can do away with the\nGreen Monkey. He might transfer, or exchange his form with some other\nperson, it is true; but the Green Monkey we cannot get rid of by any\nmagic arts known to science.\"\n\n\"But--see here,\" said the Scarecrow, who had listened intently to this\nexplanation, \"why not put the monkey's form on some one else?\"\n\n\"Who would agree to make the change?\" asked Ozma. \"If by force we caused\nanyone else to become a Green Monkey, we would be as cruel and wicked as\nMrs. Yoop. And what good would an exchange do?\" she continued. \"Suppose,\nfor instance, we worked the enchantment, and made Toto into a Green\nMonkey. At the same moment Woot would become a little dog.\"\n\n\"Leave me out of your magic, please,\" said Toto, with a reproachful\ngrowl. \"I wouldn't become a Green Monkey for anything.\"\n\n\"And I wouldn't become a dog,\" said Woot. \"A green monkey is much better\nthan a dog, it seems to me.\"\n\n\"That is only a matter of opinion,\" answered Toto.\n\n\"Now, here's another idea,\" said the Scarecrow. \"My brains are working\nfinely today, you must admit. Why not transform Toto into Woot the\nWanderer, and then have them exchange forms? The dog would become a\ngreen monkey and the monkey would have his own natural shape again.\"\n\n\"To be sure!\" cried Jinjur. \"That's a fine idea.\"\n\n\"Leave me out of it,\" said Toto. \"I won't do it.\"\n\n\"Wouldn't you be willing to become a green monkey--see what a pretty\ncolor it is--so that this poor boy could be restored to his own shape?\"\nasked Jinjur, pleadingly.\n\n\"No,\" said Toto.\n\n\"I don't like that plan the least bit,\" declared Dorothy, \"for then I\nwouldn't have any little dog.\"\n\n\"But you'd have a green monkey in his place,\" persisted Jinjur, who\nliked Woot and wanted to help him.\n\n\"I don't want a green monkey,\" said Dorothy positively.\n\n\"Don't speak of this again, I beg of you,\" said Woot. \"This is my own\nmisfortune and I would rather suffer it alone than deprive Princess\nDorothy of her dog, or deprive the dog of his proper shape. And perhaps\neven her Majesty, Ozma of Oz, might not be able to transform anyone else\ninto the shape of Woot the Wanderer.\"\n\n\"Yes; I believe I might do that,\" Ozma returned; \"but Woot is quite\nright; we are not justified in inflicting upon anyone--man or dog--the\nform of a green monkey. Also it is certain that in order to relieve the\nboy of the form he now wears, we must give it to someone else, who would\nbe forced to wear it always.\"\n\n\"I wonder,\" said Dorothy, thoughtfully, \"if we couldn't find someone in\nthe Land of Oz who would be willing to become a green monkey? Seems to\nme a monkey is active and spry, and he can climb trees and do a lot of\nclever things, and green isn't a bad color for a monkey--it makes him\nunusual.\"\n\n\"I wouldn't ask anyone to take this dreadful form,\" said Woot; \"it\nwouldn't be right, you know. I've been a monkey for some time, now, and\nI don't like it. It makes me ashamed to be a beast of this sort when by\nright of birth I'm a boy; so I'm sure it would be wicked to ask anyone\nelse to take my place.\"\n\nThey were all silent, for they knew he spoke the truth. Dorothy was\nalmost ready to cry with pity and Ozma's sweet face was sad and\ndisturbed. The Scarecrow rubbed and patted his stuffed head to try to\nmake it think better, while the Tin Woodman went into the house and\nbegan to oil his tin joints so that the sorrow of his friends might not\ncause him to weep. Weeping is liable to rust tin, and the Emperor\nprided himself upon his highly polished body--now doubly dear to him\nbecause for a time he had been deprived of it.\n\nPolychrome had danced down the garden paths and back again a dozen\ntimes, for she was seldom still a moment, yet she had heard Ozma's\nspeech and understood very well Woot's unfortunate position. But the\nRainbow's Daughter, even while dancing, could think and reason very\nclearly, and suddenly she solved the problem in the nicest possible way.\nComing close to Ozma, she said:\n\n\"Your Majesty, all this trouble was caused by the wickedness of Mrs.\nYoop, the Giantess. Yet even now that cruel woman is living in her\nsecluded castle, enjoying the thought that she has put this terrible\nenchantment on Woot the Wanderer. Even now she is laughing at our\ndespair because we can find no way to get rid of the green monkey. Very\nwell, we do not wish to get rid of it. Let the woman who created the\nform wear it herself, as a just punishment for her wickedness. I am sure\nyour fairy power can give to Mrs. Yoop the form of Woot the\nWanderer--even at this distance from her--and then it will be possible\nto exchange the two forms. Mrs. Yoop will become the Green Monkey, and\nWoot will recover his own form again.\"\n\n[Illustration]\n\nOzma's face brightened as she listened to this clever proposal.\n\n\"Thank you, Polychrome,\" said she. \"The task you propose is not so easy\nas you suppose, but I will make the attempt, and perhaps I may succeed.\"\n\n[Illustration]\n\n\n\n\nThe Green Monkey\n\n[Illustration]\n\nCHAPTER 14\n\n\nThey now entered the house, and as an interested group, watched Jinjur,\nat Ozma's command, build a fire and put a kettle of water over to boil.\nThe Ruler of Oz stood before the fire silent and grave, while the\nothers, realizing that an important ceremony of magic was about to be\nperformed, stood quietly in the background so as not to interrupt\nOzma's proceedings. Only Polychrome kept going in and coming out,\nhumming softly to herself as she danced, for the Rainbow's Daughter\ncould not keep still for long, and the four walls of a room always made\nher nervous and ill at ease. She moved so noiselessly, however, that her\nmovements were like the shifting of sunbeams and did not annoy anyone.\n\nWhen the water in the kettle bubbled, Ozma drew from her bosom two tiny\npackets containing powders. These powders she threw into the kettle and\nafter briskly stirring the contents with a branch from a macaroon bush,\nOzma poured the mystic broth upon a broad platter which Jinjur had\nplaced upon the table. As the broth cooled it became as silver,\nreflecting all objects from its smooth surface like a mirror.\n\nWhile her companions gathered around the table, eagerly attentive--and\nDorothy even held little Toto in her arms that he might see--Ozma waved\nher wand over the mirror-like surface. At once it reflected the interior\nof Yoop Castle, and in the big hall sat Mrs. Yoop, in her best\nembroidered silken robes, engaged in weaving a new lace apron to replace\nthe one she had lost.\n\n[Illustration]\n\nThe Giantess seemed rather uneasy, as if she had a faint idea that\nsomeone was spying upon her, for she kept looking behind her and this\nway and that, as though expecting danger from an unknown source. Perhaps\nsome yookoohoo instinct warned her. Woot saw that she had escaped from\nher room by some of the magical means at her disposal, after her\nprisoners had escaped her. She was now occupying the big hall of her\ncastle as she used to do. Also Woot thought, from the cruel expression\non the face of the Giantess, that she was planning revenge on them, as\nsoon as her new magic apron was finished.\n\nBut Ozma was now making passes over the platter with her silver Wand,\nand presently the form of the Giantess began to shrink in size and to\nchange its shape. And now, in her place sat the form of Woot the\nWanderer, and as if suddenly realizing her transformation Mrs. Yoop\nthrew down her work and rushed to a looking-glass that stood against the\nwall of her room. When she saw the boy's form reflected as her own, she\ngrew violently angry and dashed her head against the mirror, smashing it\nto atoms.\n\nJust then Ozma was busy with her magic Wand, making strange figures, and\nshe had also placed her left hand firmly upon the shoulder of the Green\nMonkey. So now, as all eyes were turned upon the platter, the form of\nMrs. Yoop gradually changed again. She was slowly transformed into the\nGreen Monkey, and at the same time Woot slowly regained his natural\nform.\n\nIt was quite a surprise to them all when they raised their eyes from the\nplatter and saw Woot the Wanderer standing beside Ozma. And, when they\nglanced at the platter again, it reflected nothing more than the walls\nof the room in Jinjur's house in which they stood. The magic ceremonial\nwas ended, and Ozma of Oz had triumphed over the wicked Giantess.\n\n\"What will become of her, I wonder?\" said Dorothy, as she drew a long\nbreath.\n\n\"She will always remain a Green Monkey,\" replied Ozma, \"and in that form\nshe will be unable to perform any magical arts whatsoever. She need not\nbe unhappy, however, and as she lives all alone in her castle she\nprobably won't mind the transformation very much after she gets used to\nit.\"\n\n\"Anyhow, it serves her right,\" declared Dorothy, and all agreed with\nher.\n\n\"But,\" said the kind hearted Tin Woodman, \"I'm afraid the Green Monkey\nwill starve, for Mrs. Yoop used to get her food by magic, and now that\nthe magic is taken away from her, what can she eat?\"\n\n\"Why, she'll eat what other monkeys do,\" returned the Scarecrow. \"Even\nin the form of a Green Monkey, she's a very clever person, and I'm sure\nher wits will show her how to get plenty to eat.\"\n\n\"Don't worry about her,\" advised Dorothy. \"She didn't worry about you,\nand her condition is no worse than the condition she imposed on poor\nWoot. She can't starve _to death_ in the Land of Oz, that's certain, and\nif she gets hungry at times it's no more than the wicked thing deserves.\nLet's forget Mrs. Yoop; for, in spite of her being a yookoohoo, our\nfairy friends have broken all of her transformations.\"\n\n[Illustration]\n\n\n\n\nThe Man of Tin\n\n[Illustration]\n\nCHAPTER 15\n\n\nOzma and Dorothy were quite pleased with Woot the Wanderer, whom they\nfound modest and intelligent and very well mannered. The boy was truly\ngrateful for his release from the cruel enchantment, and he promised to\nlove, revere and defend the girl Ruler of Oz forever afterward, as a\nfaithful subject.\n\n\"You may visit me at my palace, if you wish,\" said Ozma, \"where I will\nbe glad to introduce you to two other nice boys, Ojo the Munchkin and\nButton-Bright.\"\n\n\"Thank your Majesty,\" replied Woot, and then he turned to the Tin\nWoodman and inquired: \"What are your further plans, Mr. Emperor? Will\nyou still seek Nimmie Amee and marry her, or will you abandon the quest\nand return to the Emerald City and your own castle?\"\n\nThe Tin Woodman, now as highly polished and well-oiled as ever,\nreflected a while on this question and then answered:\n\n\"Well, I see no reason why I should not find Nimmie Amee. We are now in\nthe Munchkin Country, where we are perfectly safe, and if it was right\nfor me, before our enchantment, to marry Nimmie Amee and make her\nEmpress of the Winkies, it must be right now, when the enchantment has\nbeen broken and I am once more myself. Am I correct, friend Scarecrow?\"\n\n\"You are, indeed,\" answered the Scarecrow. \"No one can oppose such\nlogic.\"\n\n\"But I'm afraid you don't love Nimmie Amee,\" suggested Dorothy.\n\n\"That is just because I can't love anyone,\" replied the Tin Woodman.\n\"But, if I cannot love my wife, I can at least be kind to her, and all\nhusbands are not able to do that.\"\n\n\"Do you s'pose Nimmie Amee still loves you, after all these years?\"\nasked Dorothy.\n\n\"I'm quite sure of it, and that is why I am going to her to make her\nhappy. Woot the Wanderer thinks I ought to reward her for being faithful\nto me after my meat body was chopped to pieces and I became tin. What do\n_you_ think, Ozma?\"\n\nOzma smiled as she said:\n\n\"I do not know your Nimmie Amee, and so I cannot tell what she most\nneeds to make her happy. But there is no harm in your going to her and\nasking her if she still wishes to marry you. If she does, we will give\nyou a grand wedding at the Emerald City and, afterward, as Empress of\nthe Winkies, Nimmie Amee would become one of the most important ladies\nin all Oz.\"\n\nSo it was decided that the Tin Woodman would continue his journey, and\nthat the Scarecrow and Woot the Wanderer should accompany him, as\nbefore. Polychrome also decided to join their party, somewhat to the\nsurprise of all.\n\n\"I hate to be cooped up in a palace,\" she said to Ozma, \"and of course\nthe first time I meet my Rainbow I shall return to my own dear home in\nthe skies, where my fairy sisters are even now awaiting me and my father\nis cross because I get lost so often. But I can find my Rainbow just as\nquickly while traveling in the Munchkin Country as I could if living in\nthe Emerald City--or any other place in Oz--so I shall go with the Tin\nWoodman and help him woo Nimmie Amee.\"\n\nDorothy wanted to go, too, but as the Tin Woodman did not invite her to\njoin his party, she felt she might be intruding if she asked to be\ntaken. She hinted, but she found he didn't take the hint. It is quite a\ndelicate matter for one to ask a girl to marry him, however much she\nloves him, and perhaps the Tin Woodman did not desire to have too many\nlooking on when he found his old sweetheart, Nimmie Amee. So Dorothy\ncontented herself with the thought that she would help Ozma prepare a\nsplendid wedding feast, to be followed by a round of parties and\nfestivities when the Emperor of the Winkies reached the Emerald City\nwith his bride.\n\nOzma offered to take them all in the Red Wagon to a place as near to the\ngreat Munchkin forest as a wagon could get. The Red Wagon was big\nenough to seat them all, and so, bidding good-bye to Jinjur, who gave\nWoot a basket of ripe cream-puffs and caramels to take with him, Ozma\ncommanded the Wooden Sawhorse to start, and the strange creature moved\nswiftly over the lanes and presently came to the Road of Yellow Bricks.\nThis road led straight to a dense forest, where the path was too narrow\nfor the Red Wagon to proceed farther, so here the party separated.\n\nOzma and Dorothy and Toto returned to the Emerald City, after wishing\ntheir friends a safe and successful journey, while the Tin Woodman, the\nScarecrow, Woot the Wanderer and Polychrome, the Rainbow's Daughter,\nprepared to push their way through the thick forest. However, these\nforest paths were well known to the Tin Man and the Scarecrow, who felt\nquite at home among the trees.\n\n\"I was born in this grand forest,\" said Nick Chopper, the tin Emperor,\nspeaking proudly, \"and it was here that the Witch enchanted my axe and I\nlost different parts of my meat body until I became all tin. Here,\nalso--for it is a big forest--Nimmie Amee lived with the Wicked Witch,\nand at the other edge of the trees stands the cottage of my friend\nKu-Klip, the famous tinsmith who made my present beautiful form.\"\n\n\"He must be a clever workman,\" declared Woot, admiringly.\n\n\"He is simply wonderful,\" declared the Tin Woodman.\n\n\"I shall be glad to make his acquaintance,\" said Woot.\n\n\"If you wish to meet with real cleverness,\" remarked the Scarecrow, \"you\nshould visit the Munchkin farmer who first made _me_. I won't say that\nmy friend the Emperor isn't all right for a tin man, but any judge of\nbeauty can understand that a Scarecrow is far more artistic and\nrefined.\"\n\n\"You are too soft and flimsy,\" said the Tin Woodman.\n\n\"You are too hard and stiff,\" said the Scarecrow, and this was as near\nto quarreling as the two friends ever came. Polychrome laughed at them\nboth, as well she might, and Woot hastened to change the subject.\n\nAt night they all camped underneath the trees. The boy ate cream-puffs\nfor supper and offered Polychrome some, but she preferred other food and\nat daybreak sipped the dew that was clustered thick on the forest\nflowers. Then they tramped onward again, and presently the Scarecrow\npaused and said:\n\n\"It was on this very spot that Dorothy and I first met the Tin Woodman,\nwho was rusted so badly that none of his joints would move. But after we\nhad oiled him up, he was as good as new and accompanied us to the\nEmerald City.\"\n\n\"Ah, that was a sad experience,\" asserted the Tin Woodman soberly. \"I\nwas caught in a rainstorm while chopping down a tree for exercise, and\nbefore I realized it, I was firmly rusted in every joint. There I stood,\naxe in hand, but unable to move, for days and weeks and months! Indeed,\nI have never known exactly how long the time was; but finally along came\nDorothy and I was saved. See! This is the very tree I was chopping at\nthe time I rusted.\"\n\n\"You cannot be far from your old home, in that case,\" said Woot.\n\n\"No; my little cabin stands not a great way off, but there is no\noccasion for us to visit it. Our errand is with Nimmie Amee, and her\nhouse is somewhat farther away, to the left of us.\"\n\n\"Didn't you say she lives with a Wicked Witch, who makes her a slave?\"\nasked the boy.\n\n\"She did, but she doesn't,\" was the reply. \"I am told the Witch was\ndestroyed when Dorothy's house fell on her, so now Nimmie Amee must live\nall alone. I haven't seen her, of course, since the Witch was crushed,\nfor at that time I was standing rusted in the forest and had been there\na long time, but the poor girl must have felt very happy to be free from\nher cruel mistress.\"\n\n\"Well,\" said the Scarecrow, \"let's travel on and find Nimmie Amee. Lead\non, your Majesty, since you know the way, and we will follow.\"\n\nSo the Tin Woodman took a path that led through the thickest part of the\nforest, and they followed it for some time. The light was dim here,\nbecause vines and bushes and leafy foliage were all about them, and\noften the Tin Man had to push aside the branches that obstructed their\nway, or cut them off with his axe. After they had proceeded some\ndistance, the Emperor suddenly stopped short and exclaimed: \"Good\ngracious!\"\n\nThe Scarecrow, who was next, first bumped into his friend and then\npeered around his tin body, and said in a tone of wonder:\n\n\"Well, I declare!\"\n\nWoot the Wanderer pushed forward to see what was the matter, and cried\nout in astonishment:\n\n[Illustration]\n\n\"For goodness' sake!\"\n\nThen the three stood motionless, staring hard, until Polychrome's merry\nlaughter rang out behind them and aroused them from their stupor.\n\nIn the path before them stood a tin man who was the exact duplicate of\nthe Tin Woodman. He was of the same size, he was jointed in the same\nmanner, and he was made of shining tin from top to toe. But he stood\nimmovable, with his tin jaws half parted and his tin eyes turned upward.\nIn one of his hands was held a long, gleaming sword. Yes, _there_ was\nthe difference, the only thing that distinguished him from the Emperor\nof the Winkies. This tin man bore a sword, while the Tin Woodman bore an\naxe.\n\n\"It's a dream; it _must_ be a dream!\" gasped Woot.\n\n\"That's it, of course,\" said the Scarecrow; \"there couldn't be _two_ Tin\nWoodmen.\"\n\n\"No,\" agreed Polychrome, dancing nearer to the stranger, \"this one is a\nTin Soldier. Don't you see his sword?\"\n\nThe Tin Woodman cautiously put out one tin hand and felt of his double's\narm. Then he said in a voice that trembled with emotion:\n\n\"Who are you, friend?\"\n\nThere was no reply.\n\n\"Can't you see he's rusted, just as you were once?\" asked Polychrome,\nlaughing again. \"Here, Nick Chopper, lend me your oil-can a minute!\"\n\nThe Tin Woodman silently handed her his oil-can, without which he never\ntraveled, and Polychrome first oiled the stranger's tin jaws and then\nworked them gently to and fro until the Tin Soldier said:\n\n\"That's enough. Thank you. I can now talk. But please oil my other\njoints.\"\n\nWoot seized the oil-can and did this, but all the others helped wiggle\nthe soldier's joints as soon as they were oiled, until they moved\nfreely.\n\nThe Tin Soldier seemed highly pleased at his release. He strutted up and\ndown the path, saying in a high, thin voice:\n\n    \"The Soldier is a splendid man\n      When marching on parade,\n    And when he meets the enemy\n      He never is afraid.\n    He rights the wrongs of nations,\n      His country's flag defends,\n    The foe he'll fight with great delight,\n      But seldom fights his friends.\"\n\n\n\n\nCaptain Fyter\n\n[Illustration]\n\nCHAPTER 16\n\n\n\"Are you really a soldier?\" asked Woot, when they had all watched this\nstrange tin person parade up and down the path and proudly flourish his\nsword.\n\n\"I _was_ a soldier,\" was the reply, \"but I've been a prisoner to Mr.\nRust so long that I don't know exactly _what_ I am.\"\n\n\"But--dear me!\" cried the Tin Woodman, sadly perplexed; \"how came you to\nbe made of tin?\"\n\n\"That,\" answered the Soldier, \"is a sad, sad story. I was in love with a\nbeautiful Munchkin girl, who lived with a Wicked Witch. The Witch did\nnot wish me to marry the girl, so she enchanted my sword, which began\nhacking me to pieces. When I lost my legs I went to the tinsmith,\nKu-Klip, and he made me some tin legs. When I lost my arms, Ku-Klip made\nme tin arms, and when I lost my head he made me this fine one out of\ntin. It was the same way with my body, and finally I was all tin. But I\nwas not unhappy, for Ku-Klip made a good job of me, having had\nexperience in making another tin man before me.\"\n\n\"Yes,\" observed the Tin Woodman, \"it was Ku-Klip who made me. But, tell\nme, what was the name of the Munchkin girl you were in love with?\"\n\n\"She is called Nimmie Amee,\" said the Tin Soldier.\n\nHearing this, they were all so astonished that they were silent for a\ntime, regarding the stranger with wondering looks. Finally the Tin\nWoodman ventured to ask:\n\n\"And did Nimmie Amee return your love?\"\n\n\"Not at first,\" admitted the Soldier. \"When first I marched into the\nforest and met her, she was weeping over the loss of her former\nsweetheart, a woodman whose name was Nick Chopper.\"\n\n\"That is me,\" said the Tin Woodman.\n\n\"She told me he was nicer than a soldier, because he was all made of tin\nand shone beautifully in the sun. She said a tin man appealed to her\nartistic instincts more than an ordinary meat man, as I was then. But I\ndid not despair, because her tin sweetheart had disappeared, and could\nnot be found. And finally Nimmie Amee permitted me to call upon her and\nwe became friends. It was then that the Wicked Witch discovered me and\nbecame furiously angry when I said I wanted to marry the girl. She\nenchanted my sword, as I said, and then my troubles began. When I got my\ntin legs, Nimmie Amee began to take an interest in me; when I got my tin\narms, she began to like me better than ever, and when I was all made of\ntin, she said I looked like her dear Nick Chopper and she would be\nwilling to marry me.\n\n\"The day of our wedding was set, and it turned out to be a rainy day.\nNevertheless I started out to get Nimmie Amee, because the Witch had\nbeen absent for some time, and we meant to elope before she got back. As\nI traveled the forest paths the rain wetted my joints, but I paid no\nattention to this because my thoughts were all on my wedding with\nbeautiful Nimmie Amee and I could think of nothing else until suddenly\nmy legs stopped moving. Then my arms rusted at the joints and I became\nfrightened and cried for help, for now I was unable to oil myself. No\none heard my calls and before long my jaws rusted, and I was unable to\nutter another sound. So I stood helpless in this spot, hoping some\nwanderer would come my way and save me. But this forest path is seldom\nused, and I have been standing here so long that I have lost all track\nof time. In my mind I composed poetry and sang songs, but not a sound\nhave I been able to utter. But this desperate condition has now been\nrelieved by your coming my way and I must thank you for my rescue.\"\n\n\"This is wonderful!\" said the Scarecrow, heaving a stuffy, long sigh. \"I\nthink Ku-Klip was wrong to make two tin men, just alike, and the\nstrangest thing of all is that both you tin men fell in love with the\nsame girl.\"\n\n\"As for that,\" returned the Soldier, seriously, \"I must admit I lost my\nability to love when I lost my meat heart. Ku-Klip gave me a tin heart,\nto be sure, but it doesn't love anything, as far as I can discover, and\nmerely rattles against my tin ribs, which makes me wish I had no heart\nat all.\"\n\n\"Yet, in spite of this condition, you were going to marry Nimmie Amee?\"\n\n\"Well, you see I had promised to marry her, and I am an honest man and\nalways try to keep my promises. I didn't like to disappoint the poor\ngirl, who had been disappointed by one tin man already.\"\n\n\"That was not my fault,\" declared the Emperor of the Winkies, and then\nhe related how he, also, had rusted in the forest and after a long time\nhad been rescued by Dorothy and the Scarecrow and had traveled with them\nto the Emerald City in search of a heart that could love.\n\n\"If you have found such a heart, sir,\" said the Soldier, \"I will gladly\nallow you to marry Nimmie Amee in my place.\"\n\n\"If she loves you best, sir,\" answered the Woodman, \"I shall not\ninterfere with your wedding her. For, to be quite frank with you, I\ncannot yet love Nimmie Amee as I did before I became tin.\"\n\n\"Still, one of you ought to marry the poor girl,\" remarked Woot; \"and,\nif she likes tin men, there is not much choice between you. Why don't\nyou draw lots for her?\"\n\n\"That wouldn't be right,\" said the Scarecrow.\n\n\"The girl should be permitted to choose her own husband,\" asserted\nPolychrome. \"You should both go to her and allow her to take her choice.\nThen she will surely be happy.\"\n\n\"That, to me, seems a very fair arrangement,\" said the Tin Soldier.\n\n\"I agree to it,\" said the Tin Woodman, shaking the hand of his twin to\nshow the matter was settled. \"May I ask your name, sir?\" he continued.\n\n\"Before I was so cut up,\" replied the other, \"I was known as Captain\nFyter, but afterward I was merely called 'The Tin Soldier.'\"\n\n\"Well, Captain, if you are agreeable, let us now go to Nimmie Amee's\nhouse and let her choose between us.\"\n\n\"Very well; and if we meet the Witch, we will both fight her--you with\nyour axe and I with my sword.\"\n\n\"The Witch is destroyed,\" announced the Scarecrow, and as they walked\naway he told the Tin Soldier of much that had happened in the Land of Oz\nsince he had stood rusted in the forest.\n\n\"I must have stood there longer than I had imagined,\" he said\nthoughtfully.\n\n\n\n\nThe Workshop of Ku-Klip\n\n[Illustration]\n\nCHAPTER 17\n\n\nIt was not more than a two hours' journey to the house where Nimmie Amee\nhad lived, but when our travelers arrived there they found the place\ndeserted. The door was partly off its hinges, the roof had fallen in at\nthe rear and the interior of the cottage was thick with dust. Not only\nwas the place vacant, but it was evident that no one had lived there for\na long time.\n\n[Illustration]\n\n\"I suppose,\" said the Scarecrow, as they all stood looking wonderingly\nat the ruined house, \"that after the Wicked Witch was destroyed, Nimmie\nAmee became lonely and went somewhere else to live.\"\n\n\"One could scarcely expect a young girl to live all alone in a forest,\"\nadded Woot. \"She would want company, of course, and so I believe she has\ngone where other people live.\"\n\n\"And perhaps she is still crying her poor little heart out because no\ntin man comes to marry her,\" suggested Polychrome.\n\n\"Well, in that case, it is the clear duty of you two tin persons to seek\nNimmie Amee until you find her,\" declared the Scarecrow.\n\n\"I do not know where to look for the girl,\" said the Tin Soldier, \"for I\nam almost a stranger to this part of the country.\"\n\n\"I was born here,\" said the Tin Woodman, \"but the forest has few\ninhabitants except the wild beasts. I cannot think of anyone living near\nhere with whom Nimmie Amee might care to live.\"\n\n\"Why not go to Ku-Klip and ask him what has become of the girl?\"\nproposed Polychrome.\n\nThat struck them all as being a good suggestion, so once more they\nstarted to tramp through the forest, taking the direct path to Ku-Klip's\nhouse, for both the tin twins knew the way, having followed it many\ntimes.\n\nKu-Klip lived at the far edge of the great forest, his house facing the\nbroad plains of the Munchkin Country that lay to the eastward. But, when\nthey came to this residence by the forest's edge, the tinsmith was not\nat home.\n\nIt was a pretty place, all painted dark blue with trimmings of lighter\nblue. There was a neat blue fence around the yard and several blue\nbenches had been placed underneath the shady blue trees which marked the\nline between forest and plain. There was a blue lawn before the house,\nwhich was a good sized building. Ku-Klip lived in the front part of the\nhouse and had his work-shop in the back part, where he had also built a\nlean-to addition, in order to give him more room.\n\nAlthough they found the tinsmith absent on their arrival, there was\nsmoke coming out of his chimney, which proved that he would soon return.\n\n\"And perhaps Nimmie Amee will be with him,\" said the Scarecrow in a\ncheerful voice.\n\nWhile they waited, the Tin Woodman went to the door of the workshop and,\nfinding it unlocked, entered and looked curiously around the room where\nhe had been made.\n\n\"It seems almost like home to me,\" he told his friends, who had followed\nhim in. \"The first time I came here I had lost a leg, so I had to carry\nit in my hand while I hopped on the other leg all the way from the place\nin the forest where the enchanted axe cut me. I remember that old\nKu-Klip carefully put my meat leg into a barrel--I think that is the\nsame barrel, still standing in the corner yonder--and then at once he\nbegan to make a tin leg for me. He worked fast and with skill, and I was\nmuch interested in the job.\"\n\n\"My experience was much the same,\" said the Tin Soldier. \"I used to\nbring all the parts of me, which the enchanted sword had cut away, here\nto the tinsmith, and Ku-Klip would put them into the barrel.\"\n\n\"I wonder,\" said Woot, \"if those cast-off parts of you two unfortunates\nare still in that barrel in the corner?\"\n\n\"I suppose so,\" replied the Tin Woodman. \"In the Land of Oz no part of a\nliving creature can ever be destroyed.\"\n\n\"If that is true, how was that Wicked Witch destroyed?\" inquired Woot.\n\n\"Why, she was very old and was all dried up and withered before Oz\nbecame a fairyland,\" explained the Scarecrow. \"Only her magic arts had\nkept her alive so long, and when Dorothy's house fell upon her she just\nturned to dust, and was blown away and scattered by the wind. I do not\nthink, however, that the parts cut away from these two young men could\never be entirely destroyed and, if they are still in those barrels, they\nare likely to be just the same as when the enchanted axe or sword\nsevered them.\"\n\n\"It doesn't matter, however,\" said the Tin Woodman; \"our tin bodies are\nmore brilliant and durable, and quite satisfy us.\"\n\n\"Yes, the tin bodies are best,\" agreed the Tin Soldier. \"Nothing can\nhurt them.\"\n\n\"Unless they get dented or rusted,\" said Woot, but both the tin men\nfrowned on him.\n\nScraps of tin, of all shapes and sizes, lay scattered around the\nworkshop. Also there were hammers and anvils and soldering irons and a\ncharcoal furnace and many other tools such as a tinsmith works with.\nAgainst two of the side walls had been built stout work-benches and in\nthe center of the room was a long table. At the end of the shop, which\nadjoined the dwelling, were several cupboards.\n\nAfter examining the interior of the workshop until his curiosity was\nsatisfied, Woot said:\n\n\"I think I will go outside until Ku-Klip comes. It does not seem quite\nproper for us to take possession of his house while he is absent.\"\n\n\"That is true,\" agreed the Scarecrow, and they were all about to leave\nthe room when the Tin Woodman said: \"Wait a minute,\" and they halted in\nobedience to the command.\n\n[Illustration]\n\n\n\n\nThe Tin Woodman Talks to Himself\n\n[Illustration]\n\nCHAPTER 18\n\n\nThe Tin Woodman had just noticed the cupboards and was curious to know\nwhat they contained, so he went to one of them and opened the door.\nThere were shelves inside, and upon one of the shelves which was about\non a level with his tin chin the Emperor discovered a Head--it looked\nlike a doll's head, only it was larger, and he soon saw it was the Head\nof some person. It was facing the Tin Woodman and as the cupboard door\nswung back, the eyes of the Head slowly opened and looked at him. The\nTin Woodman was not at all surprised, for in the Land of Oz one runs\ninto magic at every turn.\n\n\"Dear me!\" said the Tin Woodman, staring hard. \"It seems as if I had met\nyou, somewhere, before. Good morning, sir!\"\n\n\"You have the advantage of me,\" replied the Head. \"I never saw you\nbefore in my life.\"\n\n\"Still, your face is very familiar,\" persisted the Tin Woodman. \"Pardon\nme, but may I ask if you--eh--eh--if you ever had a Body?\"\n\n\"Yes, at one time,\" answered the Head, \"but that is so long ago I can't\nremember it. Did you think,\" with a pleasant smile, \"that I was born\njust as I am? That a Head would be created without a Body?\"\n\n\"No, of course not,\" said the other. \"But how came you to lose your\nbody?\"\n\n\"Well, I can't recollect the details; you'll have to ask Ku-Klip about\nit,\" returned the Head. \"For, curious as it may seem to you, my memory\nis not good since my separation from the rest of me. I still possess my\nbrains and my intellect is as good as ever, but my memory of some of the\nevents I formerly experienced is quite hazy.\"\n\n[Illustration]\n\n\"How long have you been in this cupboard?\" asked the Emperor.\n\n\"I don't know.\"\n\n\"Haven't you a name?\"\n\n\"Oh, yes,\" said the Head; \"I used to be called Nick Chopper, when I was\na woodman and cut down trees for a living.\"\n\n\"Good gracious!\" cried the Tin Woodman in astonishment. \"If you are Nick\nChopper's Head, then you are _Me_--or I'm _You_--or--or-- What relation\n_are_ we, anyhow?\"\n\n\"Don't ask me,\" replied the Head. \"For my part, I'm not anxious to claim\nrelationship with any common, manufactured article, like you. You may be\nall right in your class, but your class isn't my class. You're tin.\"\n\nThe poor Emperor felt so bewildered that for a time he could only stare\nat his old Head in silence. Then he said:\n\n\"I must admit that I wasn't at all bad looking before I became tin.\nYou're almost handsome--for meat. If your hair was combed, you'd be\nquite attractive.\"\n\n\"How do you expect me to comb my hair without help?\" demanded the Head,\nindignantly. \"I used to keep it smooth and neat, when I had arms, but\nafter I was removed from the rest of me, my hair got mussed, and old\nKu-Klip never has combed it for me.\"\n\n\"I'll speak to him about it,\" said the Tin Woodman. \"Do you remember\nloving a pretty Munchkin girl named Nimmie Amee?\"\n\n\"No,\" answered the Head. \"That is a foolish question. The heart in my\nbody--when I had a body--might have loved someone, for all I know, but a\nhead isn't made to love; it's made to think.\"\n\n\"Oh; do you think, then?\"\n\n\"I used to think.\"\n\n\"You must have been shut up in this cupboard for years and years. What\nhave you thought about, in all that time?\"\n\n\"Nothing. That's another foolish question. A little reflection will\nconvince you that I have had nothing to think about, except the boards\non the inside of the cupboard door, and it didn't take me long to think\nof everything about those boards that could be thought of. Then, of\ncourse, I quit thinking.\"\n\n\"And are you happy?\"\n\n\"Happy? What's that?\"\n\n\"Don't you know what happiness is?\" inquired the Tin Woodman.\n\n\"I haven't the faintest idea whether it's round or square, or black or\nwhite, or what it is. And, if you will pardon my lack of interest in it,\nI will say that I don't care.\"\n\nThe Tin Woodman was much puzzled by these answers. His traveling\ncompanions had grouped themselves at his back, and had fixed their eyes\non the Head and listened to the conversation with much interest, but\nuntil now, they had not interrupted because they thought the Tin Woodman\nhad the best right to talk to his own head and renew acquaintance with\nit.\n\nBut now the Tin Soldier remarked:\n\n\"I wonder if _my_ old head happens to be in any of these cupboards,\" and\nhe proceeded to open all the cupboard doors. But no other head was to be\nfound on any of the shelves.\n\n\"Oh, well; never mind,\" said Woot the Wanderer; \"I can't imagine what\nanyone wants of a cast-off head, anyhow.\"\n\n\"I can understand the Soldier's interest,\" asserted Polychrome, dancing\naround the grimy workshop until her draperies formed a cloud around her\ndainty form. \"For sentimental reasons a man might like to see his old\nhead once more, just as one likes to revisit an old home.\"\n\n\"And then to kiss it good-bye,\" added the Scarecrow.\n\n\"I hope that tin thing won't try to kiss _me_ goodbye!\" exclaimed the\nTin Woodman's former head. \"And I don't see what right you folks have to\ndisturb my peace and comfort, either.\"\n\n\"You belong to me,\" the Tin Woodman declared.\n\n\"I do not!\"\n\n\"You and I are one.\"\n\n\"We've been parted,\" asserted the Head. \"It would be unnatural for me to\nhave any interest in a man made of tin. Please close the door and leave\nme alone.\"\n\n\"I did not think that my old Head could be so disagreeable,\" said the\nEmperor. \"I--I'm quite ashamed of myself; meaning _you_.\"\n\n\"You ought to be glad that I've enough sense to know what my rights\nare,\" retorted the Head. \"In this cupboard I am leading a simple life,\npeaceful and dignified, and when a mob of people in whom I am not\ninterested disturb me, _they_ are the disagreeable ones; not I.\"\n\nWith a sigh the Tin Woodman closed and latched the cupboard door and\nturned away.\n\n\"Well,\" said the Tin Soldier, \"if my old head would have treated me as\ncoldly and in so unfriendly a manner as your old head has treated you,\nfriend Chopper, I'm glad I could not find it.\"\n\n\"Yes; I'm rather surprised at my head, myself,\" replied the Tin Woodman,\nthoughtfully. \"I thought I had a more pleasant disposition when I was\nmade of meat.\"\n\nBut just then old Ku-Klip the Tinsmith arrived, and he seemed surprised\nto find so many visitors. Ku-Klip was a stout man and a short man. He\nhad his sleeves rolled above his elbows, showing muscular arms, and he\nwore a leathern apron that covered all the front of him, and was so long\nthat Woot was surprised he didn't step on it and trip whenever he\nwalked. And Ku-Klip had a gray beard that was almost as long as his\napron, and his head was bald on top and his ears stuck out from his head\nlike two fans. Over his eyes, which were bright and twinkling, he wore\nbig spectacles. It was easy to see that the tinsmith was a kind hearted\nman, as well as a merry and agreeable one.\n\n\"Oh-ho!\" he cried in a joyous bass voice; \"here are both my tin men\ncome to visit me, and they and their friends are welcome indeed. I'm\nvery proud of you two characters, I assure you, for you are so perfect\nthat you are proof that I'm a good workman. Sit down. Sit down, all of\nyou--if you can find anything to sit on--and tell me why you are here.\"\n\nSo they found seats and told him all of their adventures that they\nthought he would like to know. Ku-Klip was glad to learn that Nick\nChopper, the Tin Woodman, was now Emperor of the Winkies and a friend of\nOzma of Oz, and the tinsmith was also interested in the Scarecrow and\nPolychrome.\n\nHe turned the straw man around, examining him curiously, and patted him\non all sides, and then said:\n\n\"You are certainly wonderful, but I think you would be more durable and\nsteady on your legs if you were made of tin. Would you like me to--\"\n\n\"No, indeed!\" interrupted the Scarecrow hastily; \"I like myself better\nas I am.\"\n\nBut to Polychrome the tinsmith said:\n\n\"Nothing could improve _you_, my dear, for you are the most beautiful\nmaiden I have ever seen. It is pure happiness just to look at you.\"\n\n[Illustration]\n\n\"That is praise, indeed, from so skillful a workman,\" returned the\nRainbow's Daughter, laughing and dancing in and out the room.\n\n\"Then it must be this boy you wish me to help,\" said Ku-Klip, looking at\nWoot.\n\n\"No,\" said Woot, \"we are not here to seek your skill, but have merely\ncome to you for information.\"\n\nThen, between them, they related their search for Nimmie Amee, whom the\nTin Woodman explained he had resolved to marry, yet who had promised to\nbecome the bride of the Tin Soldier before he unfortunately became\nrusted. And when the story was told, they asked Ku-Klip if he knew what\nhad become of Nimmie Amee.\n\n\"Not exactly,\" replied the old man, \"but I know that she wept bitterly\nwhen the Tin Soldier did not come to marry her, as he had promised to\ndo. The old Witch was so provoked at the girl's tears that she beat\nNimmie Amee with her crooked stick and then hobbled away to gather some\nmagic herbs, with which she intended to transform the girl into an old\nhag, so that no one would again love her or care to marry her. It was\nwhile she was away on this errand that Dorothy's house fell on the\nWicked Witch, and she turned to dust and blew away. When I heard this\ngood news, I sent Nimmie Amee to find the Silver Shoes which the Witch\nhad worn, but Dorothy had taken them with her to the Emerald City.\"\n\n[Illustration]\n\n\"Yes, we know all about those Silver Shoes,\" said the Scarecrow.\n\n\"Well,\" continued Ku-Klip, \"after that, Nimmie Amee decided to go away\nfrom the forest and live with some people she was acquainted with who\nhad a house on Mount Munch. I have never seen the girl since.\"\n\n\"Do you know the name of the people on Mount Munch, with whom she went\nto live?\" asked the Tin Woodman.\n\n\"No, Nimmie Amee did not mention her friend's name, and I did not ask\nher. She took with her all that she could carry of the goods that were\nin the Witch's house, and she told me I could have the rest. But when I\nwent there I found nothing worth taking except some magic powders that I\ndid not know how to use, and a bottle of Magic Glue.\"\n\n\"What is Magic Glue?\" asked Woot.\n\n\"It is a magic preparation with which to mend people when they cut\nthemselves. One time, long ago, I cut off one of my fingers by accident,\nand I carried it to the Witch, who took down her bottle and glued it on\nagain for me. See!\" showing them his finger, \"it is as good as ever it\nwas. No one else that I ever heard of had this Magic Glue, and of course\nwhen Nick Chopper cut himself to pieces with his enchanted axe and\nCaptain Fyter cut himself to pieces with his enchanted sword, the Witch\nwould not mend them, or allow me to glue them together, because she had\nherself wickedly enchanted the axe and sword. Nothing remained but for\nme to make them new parts out of tin; but, as you see, tin answered the\npurpose very well, and I am sure their tin bodies are a great\nimprovement on their meat bodies.\"\n\n\"Very true,\" said the Tin Soldier.\n\n\"I quite agree with you,\" said the Tin Woodman. \"I happened to find my\nold head in your cupboard, a while ago, and certainly it is not as\ndesirable a head as the tin one I now wear.\"\n\n\"By the way,\" said the Tin Soldier, \"what ever became of _my_ old head,\nKu-Klip?\"\n\n\"And of the different parts of our bodies?\" added the Tin Woodman.\n\n\"Let me think a minute,\" replied Ku-Klip. \"If I remember right, you two\nboys used to bring me most of your parts, when they were cut off, and I\nsaved them in that barrel in the corner. You must not have brought me\nall the parts, for when I made Chopfyt I had hard work finding enough\npieces to complete the job. I finally had to finish him with one arm.\"\n\n\"Who is Chopfyt?\" inquired Woot.\n\n\"Oh, haven't I told you about Chopfyt?\" exclaimed Ku-Klip. \"Of course\nnot! And he's quite a curiosity, too. You'll be interested in hearing\nabout Chopfyt. This is how he happened:\n\n\"One day, after the Witch had been destroyed and Nimmie Amee had gone to\nlive with her friends on Mount Munch, I was looking around the shop for\nsomething and came upon the bottle of Magic Glue which I had brought\nfrom the old Witch's house. It occurred to me to piece together the odds\nand ends of you two people, which of course were just as good as ever,\nand see if I couldn't make a man out of them. If I succeeded, I would\nhave an assistant to help me with my work, and I thought it would be a\nclever idea to put to some practical use the scraps of Nick Chopper and\nCaptain Fyter. There were two perfectly good heads in my cupboard, and a\nlot of feet and legs and parts of bodies in the barrel, so I set to work\nto see what I could do.\n\n\"First, I pieced together a body, gluing it with the Witch's Magic Glue,\nwhich worked perfectly. That was the hardest part of my job, however,\nbecause the bodies didn't match up well and some parts were missing.\nBut by using a piece of Captain Fyter here and a piece of Nick Chopper\nthere, I finally got together a very decent body, with heart and all the\ntrimmings complete.\"\n\n\"Whose heart did you use in making the body?\" asked the Tin Woodman\nanxiously.\n\n[Illustration: MEAT GLUE]\n\n\"I can't tell, for the parts had no tags on them and one heart looks\nmuch like another. After the body was completed, I glued two fine legs\nand feet onto it. One leg was Nick Chopper's and one was Captain\nFyter's and, finding one leg longer than the other, I trimmed it down to\nmake them match. I was much disappointed to find that I had but one arm.\nThere was an extra leg in the barrel, but I could find only one arm.\nHaving glued this onto the body, I was ready for the head, and I had\nsome difficulty in making up my mind which head to use. Finally I shut\nmy eyes and reached out my hand toward the cupboard shelf, and the first\nhead I touched I glued upon my new man.\"\n\n\"It was mine!\" declared the Tin Soldier, gloomily.\n\n\"No, it was mine,\" asserted Ku-Klip, \"for I had given you another in\nexchange for it--the beautiful tin head you now wear. When the glue had\ndried, my man was quite an interesting fellow. I named him Chopfyt,\nusing a part of Nick Chopper's name and a part of Captain Fyter's name,\nbecause he was a mixture of both your cast-off parts. Chopfyt was\ninteresting, as I said, but he did not prove a very agreeable companion.\nHe complained bitterly because I had given him but one arm--as if it\nwere my fault!--and he grumbled because the suit of blue Munchkin\nclothes, which I got for him from a neighbor, did not fit him\nperfectly.\"\n\n[Illustration]\n\n\"Ah, that was because he was wearing my old head,\" remarked the Tin\nSoldier. \"I remember that head used to be very particular about its\nclothes.\"\n\n\"As an assistant,\" the old tinsmith continued, \"Chopfyt was not a\nsuccess. He was awkward with tools and was always hungry. He demanded\nsomething to eat six or eight times a day, so I wondered if I had fitted\nhis insides properly. Indeed, Chopfyt ate so much that little food was\nleft for myself; so, when he proposed, one day, to go out into the world\nand seek adventures, I was delighted to be rid of him. I even made him a\ntin arm to take the place of the missing one, and that pleased him very\nmuch, so that we parted good friends.\"\n\n\"What became of Chopfyt after that?\" the Scarecrow inquired.\n\n\"I never heard. He started off toward the east, into the plains of the\nMunchkin Country, and that was the last I ever saw of him.\"\n\n\"It seems to me,\" said the Tin Woodman reflectively, \"that you did wrong\nin making a man out of our cast-off parts. It is evident that Chopfyt\ncould, with justice, claim relationship with both of us.\"\n\n\"Don't worry about that,\" advised Ku-Klip cheerfully; \"it is not likely\nthat you will ever meet the fellow. And, if you should meet him, he\ndoesn't know who he is made of, for I never told him the secret of his\nmanufacture. Indeed, you are the only ones who know of it, and you may\nkeep the secret to yourselves, if you wish to.\"\n\n\"Never mind Chopfyt,\" said the Scarecrow. \"Our business now is to find\npoor Nimmie Amee and let her choose her tin husband. To do that, it\nseems, from the information Ku-Klip has given us, we must travel to\nMount Munch.\"\n\n\"If that's the programme, let us start at once,\" suggested Woot.\n\nSo they all went outside, where they found Polychrome dancing about\namong the trees and talking with the birds and laughing as merrily as if\nshe had not lost her Rainbow and so been separated from all her fairy\nsisters.\n\nThey told her they were going to Mount Munch, and she replied:\n\n\"Very well; I am as likely to find my Rainbow there as here, and any\nother place is as likely as there. It all depends on the weather. Do you\nthink it looks like rain?\"\n\nThey shook their heads, and Polychrome laughed again and danced on after\nthem when they resumed their journey.\n\n\n\n\nThe Invisible Country\n\n[Illustration]\n\nCHAPTER 19\n\n\nThey were proceeding so easily and comfortably on their way to Mount\nMunch that Woot said in a serious tone of voice:\n\n\"I'm afraid something is going to happen.\"\n\n\"Why?\" asked Polychrome, dancing around the group of travelers.\n\n\"Because,\" said the boy, thoughtfully, \"I've noticed that when we have\nthe least reason for getting into trouble, something is sure to go\nwrong. Just now the weather is delightful; the grass is beautifully blue\nand quite soft to our feet; the mountain we are seeking shows clearly in\nthe distance and there is no reason anything should happen to delay us\nin getting there. Our troubles all seem to be over, and--well, that's\nwhy I'm afraid,\" he added, with a sigh.\n\n\"Dear me!\" remarked the Scarecrow, \"what unhappy thoughts you have, to\nbe sure. This is proof that born brains cannot equal manufactured\nbrains, for _my_ brains dwell only on facts and never borrow trouble.\nWhen there is occasion for my brains to think, they think, but I would\nbe ashamed of my brains if they kept shooting out thoughts that were\nmerely fears and imaginings, such as do no good, but are likely to do\nharm.\"\n\n\"For my part,\" said the Tin Woodman, \"I do not think at all, but allow\nmy velvet heart to guide me at all times.\"\n\n\"The tinsmith filled my hollow head with scraps and clippings of tin,\"\nsaid the Soldier, \"and he told me they would do nicely for brains, but\nwhen I begin to think, the tin scraps rattle around and get so mixed\nthat I'm soon bewildered. So I try not to think. My tin heart is almost\nas useless to me, for it is hard and cold, so I'm sure the red velvet\nheart of my friend Nick Chopper is a better guide.\"\n\n\"Thoughtless people are not unusual,\" observed the Scarecrow, \"but I\nconsider them more fortunate than those who have useless or wicked\nthoughts and do not try to curb them. Your oil can, friend Woodman, is\nfilled with oil, but you only apply the oil to your joints, drop by\ndrop, as you need it, and do not keep spilling it where it will do no\ngood. Thoughts should be restrained in the same way as your oil, and\nonly applied when necessary, and for a good purpose. If used carefully,\nthoughts are good things to have.\"\n\nPolychrome laughed at him, for the Rainbow's Daughter knew more about\nthoughts than the Scarecrow did. But the others were solemn, feeling\nthey had been rebuked, and tramped on in silence.\n\nSuddenly Woot, who was in the lead, looked around and found that all his\ncomrades had mysteriously disappeared. But where could they have gone\nto? The broad plain was all about him and there were neither trees nor\nbushes that could hide even a rabbit, nor any hole for one to fall into.\nYet there he stood, alone.\n\nSurprise had caused him to halt, and with a thoughtful and puzzled\nexpression on his face he looked down at his feet. It startled him anew\nto discover that he had no feet. He reached out his hands, but he could\nnot see them. He could feel his hands and arms and body; he stamped his\nfeet on the grass and knew they were there, but in some strange way they\nhad become invisible.\n\nWhile Woot stood, wondering, a crash of metal sounded in his ears and he\nheard two heavy bodies tumble to the earth just beside him.\n\n\"Good gracious!\" exclaimed the voice of the Tin Woodman.\n\n\"Mercy me!\" cried the voice of the Tin Soldier.\n\n\"Why didn't you look where you were going?\" asked the Tin Woodman\nreproachfully.\n\n\"I did, but I couldn't see you,\" said the Tin Soldier. \"Something has\nhappened to my tin eyes. I can't see you, even now, nor can I see anyone\nelse!\"\n\n\"It's the same way with me,\" admitted the Tin Woodman.\n\n[Illustration]\n\nWoot couldn't see either of them, although he heard them plainly, and\njust then something smashed against him unexpectedly and knocked him\nover; but it was only the straw-stuffed body of the Scarecrow that fell\nupon him and while he could not see the Scarecrow he managed to push him\noff and rose to his feet just as Polychrome whirled against him and made\nhim tumble again.\n\nSitting upon the ground, the boy asked:\n\n\"Can _you_ see us, Poly?\"\n\n\"No, indeed,\" answered the Rainbow's Daughter; \"we've all become\ninvisible.\"\n\n\"How did it happen, do you suppose?\" inquired the Scarecrow, lying where\nhe had fallen.\n\n\"We have met with no enemy,\" answered Polychrome, \"so it must be that\nthis part of the country has the magic quality of making people\ninvisible--even fairies falling under the charm. We can see the grass,\nand the flowers, and the stretch of plain before us, and we can still\nsee Mount Munch in the distance; but we cannot see ourselves or one\nanother.\"\n\n\"Well, what are we to do about it?\" demanded Woot.\n\n\"I think this magic affects only a small part of the plain,\" replied\nPolychrome; \"perhaps there is only a streak of the country where an\nenchantment makes people become invisible. So, if we get together and\nhold hands, we can travel toward Mount Munch until the enchanted streak\nis passed.\"\n\n\"All right,\" said Woot, jumping up, \"give me your hand, Polychrome.\nWhere are you?\"\n\n\"Here,\" she answered. \"Whistle, Woot, and keep whistling until I come to\nyou.\"\n\nSo Woot whistled, and presently Polychrome found him and grasped his\nhand.\n\n\"Someone must help me up,\" said the Scarecrow, lying near them; so they\nfound the straw man and sat him upon his feet, after which he held fast\nto Polychrome's other hand.\n\nNick Chopper and the Tin Soldier had managed to scramble up without\nassistance, but it was awkward for them and the Tin Woodman said:\n\n\"I don't seem to stand straight, somehow. But my joints all work, so I\nguess I can walk.\"\n\nGuided by his voice, they reached his side, where Woot grasped his tin\nfingers so they might keep together.\n\nThe Tin Soldier was standing near by and the Scarecrow soon touched him\nand took hold of his arm.\n\n\"I hope you're not wobbly,\" said the straw man, \"for if two of us walk\nunsteadily we will be sure to fall.\"\n\n\"I'm not wobbly,\" the Tin Soldier assured him, \"but I'm certain that\none of my legs is shorter than the other. I can't see it, to tell what's\ngone wrong, but I'll limp on with the rest of you until we are out of\nthis enchanted territory.\"\n\nThey now formed a line, holding hands, and turning their faces toward\nMount Munch resumed their journey. They had not gone far, however, when\na terrible growl saluted their ears. The sound seemed to come from a\nplace just in front of them, so they halted abruptly and remained\nsilent, listening with all their ears.\n\n\"I smell straw!\" cried a hoarse, harsh voice, with more growls and\nsnarls. \"I smell straw, and I'm a Hip-po-gy-raf who loves straw and eats\nall he can find. I want to eat _this_ straw! Where is it? Where is it?\"\n\nThe Scarecrow, hearing this, trembled but kept silent. All the others\nwere silent, too, hoping that the invisible beast would be unable to\nfind them. But the creature sniffed the odor of the straw and drew\nnearer and nearer to them until he reached the Tin Woodman, on one end\nof the line. It was a big beast and it smelled of the Tin Woodman and\ngrated two rows of enormous teeth against the Emperor's tin body.\n\n\"Bah! that's not straw,\" said the harsh voice, and the beast advanced\nalong the line to Woot.\n\n\"Meat! Pooh, you're no good! I can't eat meat,\" grumbled the beast, and\npassed on to Polychrome.\n\n\"Sweetmeats and perfume--cobwebs and dew! Nothing to eat in a fairy like\nyou,\" said the creature.\n\nNow, the Scarecrow was next to Polychrome in the line, and he realized\nif the beast devoured his straw he would be helpless for a long time,\nbecause the last farmhouse was far behind them and only grass covered\nthe vast expanse of plain. So in his fright he let go of Polychrome's\nhand and put the hand of the Tin Soldier in that of the Rainbow's\nDaughter. Then he slipped back of the line and went to the other end,\nwhere he silently seized the Tin Woodman's hand.\n\nMeantime, the beast had smelled the Tin Soldier and found he was the\nlast of the line.\n\n\"That's funny!\" growled the Hip-po-gy-raf; \"I can smell straw, but I\ncan't find it. Well, it's here, somewhere, and I must hunt around until\nI _do_ find it, for I'm hungry.\"\n\nHis voice was now at the left of them, so they started on, hoping to\navoid him, and traveled as fast as they could in the direction of Mount\nMunch.\n\n\"I don't like this invisible country,\" said Woot with a shudder. \"We\ncan't tell how many dreadful, invisible beasts are roaming around us, or\nwhat danger we'll come to next.\"\n\n\"Quit thinking about danger, please,\" said the Scarecrow, warningly.\n\n\"Why?\" asked the boy.\n\n\"If you think of some dreadful thing, it's liable to happen, but if you\ndon't think of it, and no one else thinks of it, it just _can't_ happen.\nDo you see?\"\n\n\"No,\" answered Woot. \"I won't be able to see much of anything until we\nescape from this enchantment.\"\n\nBut they got out of the invisible strip of country as suddenly as they\nhad entered it, and the instant they got out they stopped short, for\njust before them was a deep ditch, running at right angles as far as\ntheir eyes could see and stopping all further progress toward Mount\nMunch.\n\n\"It's not so very wide,\" said Woot, \"but I'm sure none of us can jump\nacross it.\"\n\nPolychrome began to laugh, and the Scarecrow said: \"What's the matter?\"\n\n\"Look at the tin men!\" she said, with another burst of merry laughter.\n\nWoot and the Scarecrow looked, and the tin men looked at themselves.\n\n\"It was the collision,\" said the Tin Woodman regretfully. \"I knew\nsomething was wrong with me, and now I can see that my side is dented in\nso that I lean over toward the left. It was the Soldier's fault; he\nshouldn't have been so careless.\"\n\n\"It is your fault that my right leg is bent, making it shorter than the\nother, so that I limp badly,\" retorted the Soldier. \"You shouldn't have\nstood where I was walking.\"\n\n\"You shouldn't have walked where I was standing,\" replied the Tin\nWoodman.\n\nIt was almost a quarrel, so Polychrome said soothingly:\n\n\"Never mind, friends; as soon as we have time I am sure we can\nstraighten the Soldier's leg and get the dent out of the Woodman's body.\nThe Scarecrow needs patting into shape, too, for he had a bad tumble,\nbut our first task is to get over this ditch.\"\n\n\"Yes, the ditch is the most important thing, just now,\" added Woot.\n\nThey were standing in a row, looking hard at the unexpected barrier,\nwhen a fierce growl from behind them made them all turn quickly. Out of\nthe invisible country marched a huge beast with a thick, leathery skin\nand a surprisingly long neck. The head on the top of this neck was broad\nand flat and the eyes and mouth were very big and the nose and ears very\nsmall. When the head was drawn down toward the beast's shoulders, the\nneck was all wrinkles, but the head could shoot up very high indeed, if\nthe creature wished it to.\n\n\"Dear me!\" exclaimed the Scarecrow, \"this must be the Hip-po-gy-raf.\"\n\n\"Quite right,\" said the beast; \"and you're the straw which I'm to eat\nfor my dinner. Oh, how I love straw! I hope you don't resent my\naffectionate appetite?\"\n\nWith its four great legs it advanced straight toward the Scarecrow, but\nthe Tin Woodman and the Tin Soldier both sprang in front of their friend\nand flourished their weapons.\n\n\"Keep off!\" said the Tin Woodman, warningly, \"or I'll chop you with my\naxe.\"\n\n\"Keep off!\" said the Tin Soldier, \"or I'll cut you with my sword.\"\n\n\"Would you really do that?\" asked the Hip-po-gy-raf, in a disappointed\nvoice.\n\n[Illustration]\n\n[Illustration]\n\n\"We would,\" they both replied, and the Tin Woodman added: \"The Scarecrow\nis our friend, and he would be useless without his straw stuffing. So,\nas we are comrades, faithful and true, we will defend our friend's\nstuffing against all enemies.\"\n\nThe Hip-po-gy-raf sat down and looked at them sorrowfully.\n\n\"When one has made up his mind to have a meal of delicious straw, and\nthen finds he can't have it, it is certainly hard luck,\" he said. \"And\nwhat good is the straw man to you, or to himself, when the ditch keeps\nyou from going any further?\"\n\n\"Well, we can go back again,\" suggested Woot.\n\n\"True,\" said the Hip-po; \"and if you do, you'll be as disappointed as I\nam. That's some comfort, anyhow.\"\n\nThe travelers looked at the beast, and then they looked across the ditch\nat the level plain beyond. On the other side the grass had grown tall,\nand the sun had dried it, so there was a fine crop of hay that only\nneeded to be cut and stacked.\n\n\"Why don't you cross over and eat hay?\" the boy asked the beast.\n\n\"I'm not fond of hay,\" replied the Hip-po-gy-raf; \"straw is much more\ndelicious, to my notion, and it's more scarce in this neighborhood, too.\nAlso I must confess that I can't get across the ditch, for my body is\ntoo heavy and clumsy for me to jump the distance. I can stretch my neck\nacross, though, and you will notice that I've nibbled the hay on the\nfarther edge--not because I liked it, but because one must eat, and if\none can't get the sort of food he desires, he must take what is offered\nor go hungry.\"\n\n\"Ah, I see you are a philosopher,\" remarked the Scarecrow.\n\n\"No, I'm just a Hip-po-gy-raf,\" was the reply.\n\nPolychrome was not afraid of the big beast. She danced close to him and\nsaid:\n\n\"If you can stretch your neck across the ditch, why not help us over? We\ncan sit on your big head, one at a time, and then you can lift us\nacross.\"\n\n\"Yes; I _can_, it is true,\" answered the Hip-po; \"but I refuse to do it.\nUnless--\" he added, and stopped short.\n\n\"Unless what?\" asked Polychrome.\n\n\"Unless you first allow me to eat the straw with which the Scarecrow is\nstuffed.\"\n\n\"No,\" said the Rainbow's Daughter, \"that is too high a price to pay. Our\nfriend's straw is nice and fresh, for he was restuffed only a little\nwhile ago.\"\n\n\"I know,\" agreed the Hip-po-gy-raf. \"That's why I want it. If it was\nold, musty straw, I wouldn't care for it.\"\n\n\"_Please_ lift us across,\" pleaded Polychrome.\n\n\"No,\" replied the beast; \"since you refuse my generous offer, I can be\nas stubborn as you are.\"\n\nAfter that they were all silent for a time, but then the Scarecrow said\nbravely:\n\n\"Friends, let us agree to the beast's terms. Give him my straw, and\ncarry the rest of me with you across the ditch. Once on the other side,\nthe Tin Soldier can cut some of the hay with his sharp sword, and you\ncan stuff me with that material until we reach a place where there is\nstraw. It is true I have been stuffed with straw all my life and it will\nbe somewhat humiliating to be filled with common hay, but I am willing\nto sacrifice my pride in a good cause. Moreover, to abandon our errand\nand so deprive the great Emperor of the Winkies--or this noble\nSoldier--of his bride, would be equally humiliating, if not more so.\"\n\n\"You're a very honest and clever man!\" exclaimed the Hip-po-gy-raf,\nadmiringly. \"When I have eaten your head, perhaps I also will become\nclever.\"\n\n\"You're not to eat my head, you know,\" returned the Scarecrow hastily.\n\"My head isn't stuffed with straw and I cannot part with it. When one\nloses his head he loses his brains.\"\n\n\"Very well, then; you may keep your head,\" said the beast.\n\nThe Scarecrow's companions thanked him warmly for his loyal sacrifice to\ntheir mutual good, and then he laid down and permitted them to pull the\nstraw from his body. As fast as they did this, the Hip-po-gy-raf ate up\nthe straw, and when all was consumed Polychrome made a neat bundle of\nthe clothes and boots and gloves and hat and said she would carry them,\nwhile Woot tucked the Scarecrow's head under his arm and promised to\nguard its safety.\n\n\"Now, then,\" said the Tin Woodman, \"keep your promise, Beast, and lift\nus over the ditch.\"\n\n\"M-m-m-mum, but that was a fine dinner!\" said the Hip-po, smacking his\nthick lips in satisfaction, \"and I'm as good as my word. Sit on my head,\none at a time, and I'll land you safely on the other side.\"\n\nHe approached close to the edge of the ditch and squatted down.\nPolychrome climbed over his big body and sat herself lightly upon the\nflat head, holding the bundle of the Scarecrow's raiment in her hand.\nSlowly the elastic neck stretched out until it reached the far side of\nthe ditch, when the beast lowered his head and permitted the beautiful\nfairy to leap to the ground.\n\nWoot made the queer journey next, and then the Tin Soldier and the Tin\nWoodman went over, and all were well pleased to have overcome this\nserious barrier to their progress.\n\n\"Now, Soldier, cut the hay,\" said the Scarecrow's head, which was still\nheld by Woot the Wanderer.\n\n\"I'd like to, but I can't stoop over, with my bent leg, without\nfalling,\" replied Captain Fyter.\n\n\"What can we do about that leg, anyhow?\" asked Woot, appealing to\nPolychrome.\n\nShe danced around in a circle several times without replying, and the\nboy feared she had not heard him; but the Rainbow's Daughter was merely\nthinking upon the problem, and presently she paused beside the Tin\nSoldier and said:\n\n\"I've been taught a little fairy magic, but I've never before been asked\nto mend tin legs with it, so I'm not sure I can help you. It all depends\non the good will of my unseen fairy guardians, so I'll try, and if I\nfail, you will be no worse off than you are now.\"\n\n[Illustration]\n\nShe danced around the circle again, and then laid both hands upon the\ntwisted tin leg and sang in her sweet voice:\n\n    \"Fairy Powers, come to my aid!\n    This bent leg of tin is made;\n    Make it straight and strong and true,\n    And I'll render thanks to you.\"\n\n\"Ah!\" murmured Captain Fyter in a glad voice, as she withdrew her hands\nand danced away, and they saw he was standing straight as ever, because\nhis leg was as shapely and strong as it had been before his accident.\n\nThe Tin Woodman had watched Polychrome with much interest, and he now\nsaid:\n\n\"Please take the dent out of my side, Poly, for I am more crippled than\nwas the Soldier.\"\n\nSo the Rainbow's Daughter touched his side lightly and sang:\n\n    \"Here's a dent by accident;\n    Such a thing was never meant.\n    Fairy Powers, so wondrous great,\n    Make our dear Tin Woodman straight!\"\n\n\"Good!\" cried the Emperor, again standing erect and strutting around to\nshow his fine figure. \"Your fairy magic may not be able to accomplish\nall things, sweet Polychrome, but it works splendidly on tin. Thank you\nvery much.\"\n\n\"The hay--the hay!\" pleaded the Scarecrow's head.\n\n\"Oh, yes; the hay,\" said Woot. \"What are you waiting for, Captain\nFyter?\"\n\nAt once the Tin Soldier set to work cutting hay with his sword and in a\nfew minutes there was quite enough with which to stuff the Scarecrow's\nbody. Woot and Polychrome did this and it was no easy task because the\nhay packed together more than straw and as they had little experience in\nsuch work their job, when completed, left the Scarecrow's arms and legs\nrather bunchy. Also there was a hump on his back which made Woot laugh\nand say it reminded him of a camel, but it was the best they could do\nand when the head was fastened on to the body they asked the Scarecrow\nhow he felt.\n\n\"A little heavy, and not quite natural,\" he cheerfully replied; \"but\nI'll get along somehow until we reach a straw-stack. Don't laugh at me,\nplease, because I'm a little ashamed of myself and I don't want to\nregret a good action.\"\n\nThey started at once in the direction of Mount Munch, and as the\nScarecrow proved very clumsy in his movements, Woot took one of his arms\nand the Tin Woodman the other and so helped their friend to walk in a\nstraight line.\n\nAnd the Rainbow's Daughter, as before, danced ahead of them and behind\nthem and all around them, and they never minded her odd ways, because to\nthem she was like a ray of sunshine.\n\n[Illustration]\n\n\n\n\nOver Night\n\n[Illustration]\n\nCHAPTER 20\n\n\nThe Land of the Munchkins is full of surprises, as our travelers had\nalready learned, and although Mount Munch was constantly growing larger\nas they advanced toward it, they knew it was still a long way off and\nwere not certain, by any means, that they had escaped all danger or\nencountered their last adventure.\n\nThe plain was broad, and as far as the eye could see, there seemed to be\na level stretch of country between them and the mountain, but toward\nevening they came upon a hollow, in which stood a tiny blue Munchkin\ndwelling with a garden around it and fields of grain filling in all the\nrest of the hollow.\n\nThey did not discover this place until they came close to the edge of\nit, and they were astonished at the sight that greeted them because they\nhad imagined that this part of the plain had no inhabitants.\n\n\"It's a very small house,\" Woot declared. \"I wonder who lives there?\"\n\n\"The way to find out is to knock on the door and ask,\" replied the Tin\nWoodman. \"Perhaps it is the home of Nimmie Amee.\"\n\n\"Is she a dwarf?\" asked the boy.\n\n\"No, indeed; Nimmie Amee is a full sized woman.\"\n\n\"Then I'm sure she couldn't live in that little house,\" said Woot.\n\n\"Let's go down,\" suggested the Scarecrow. \"I'm almost sure I can see a\nstraw-stack in the back yard.\"\n\nThey descended the hollow, which was rather steep at the sides, and soon\ncame to the house, which was indeed rather small. Woot knocked upon a\ndoor that was not much higher than his waist, but got no reply. He\nknocked again, but not a sound was heard.\n\n\"Smoke is coming out of the chimney,\" announced Polychrome, who was\ndancing lightly through the garden, where cabbages and beets and turnips\nand the like were growing finely.\n\n\"Then someone surely lives here,\" said Woot, and knocked again.\n\nNow a window at the side of the house opened and a queer head appeared.\nIt was white and hairy and had a long snout and little round eyes. The\nears were hidden by a blue sunbonnet tied under the chin.\n\n\"Oh; it's a pig!\" exclaimed Woot.\n\n\"Pardon me; I am Mrs. Squealina Swyne, wife of Professor Grunter Swyne,\nand this is our home,\" said the one in the window. \"What do you want?\"\n\n\"What sort of a Professor is your husband?\" inquired the Tin Woodman\ncuriously.\n\n\"He is Professor of Cabbage Culture and Corn Perfection. He is very\nfamous in his own family, and would be the wonder of the world if he\nwent abroad,\" said Mrs. Swyne in a voice that was half proud and half\nirritable. \"I must also inform you intruders that the Professor is a\ndangerous individual, for he files his teeth every morning until they\nare sharp as needles. If you are butchers, you'd better run away and\navoid trouble.\"\n\n\"We are not butchers,\" the Tin Woodman assured her.\n\n\"Then what are you doing with that axe? And why has the other tin man a\nsword?\"\n\n\"They are the only weapons we have to defend our friends from their\nenemies,\" explained the Emperor of the Winkies, and Woot added:\n\n\"Do not be afraid of us, Mrs. Swyne, for we are harmless travelers. The\ntin men and the Scarecrow never eat anything and Polychrome feasts only\non dewdrops. As for me, I'm rather hungry, but there is plenty of food\nin your garden to satisfy me.\"\n\nProfessor Swyne now joined his wife at the window, looking rather scared\nin spite of the boy's assuring speech. He wore a blue Munchkin hat, with\npointed crown and broad brim, and big spectacles covered his eyes. He\npeeked around from behind his wife and after looking hard at the\nstrangers, he said:\n\n\"My wisdom assures me that you are merely travelers, as you say, and not\nbutchers. Butchers have reason to be afraid of me, but you are safe. We\ncannot invite you in, for you are too big for our house, but the boy who\neats is welcome to all the carrots and turnips he wants. Make\nyourselves at home in the garden and stay all night, if you like; but in\nthe morning you must go away, for we are quiet people and do not care\nfor company.\"\n\n\"May I have some of your straw?\" asked the Scarecrow.\n\n\"Help yourself,\" replied Professor Swyne.\n\n\"For pigs, they're quite respectable,\" remarked Woot, as they all went\ntoward the straw-stack.\n\n\"I'm glad they didn't invite us in,\" said Captain Fyter. \"I hope I'm not\ntoo particular about my associates, but I draw the line at pigs.\"\n\nThe Scarecrow was glad to be rid of his hay, for during the long walk it\nhad sagged down and made him fat and squatty and more bumpy than at\nfirst.\n\n\"I'm not specially proud,\" he said, \"but I love a manly figure, such as\nonly straw stuffing can create. I've not felt like myself since that\nhungry Hip-po ate my last straw.\"\n\nPolychrome and Woot set to work removing the hay and then they selected\nthe finest straw, crisp and golden, and with it stuffed the Scarecrow\nanew. He certainly looked better after the operation, and he was so\npleased at being reformed that he tried to dance a little jig, and\nalmost succeeded.\n\n[Illustration]\n\n\"I shall sleep under the straw-stack tonight,\" Woot decided, after he\nhad eaten some of the vegetables from the garden, and in fact he slept\nvery well, with the two tin men and the Scarecrow sitting silently\nbeside him and Polychrome away somewhere in the moonlight dancing her\nfairy dances.\n\nAt daybreak the Tin Woodman and the Tin Soldier took occasion to polish\ntheir bodies and oil their joints, for both were exceedingly careful of\ntheir personal appearance. They had forgotten the quarrel due to their\naccidental bumping of one another in the invisible country, and being\nnow good friends the Tin Woodman polished the Tin Soldier's back for him\nand then the Tin Soldier polished the Tin Woodman's back.\n\nFor breakfast the Wanderer ate crisp lettuce and radishes, and the\nRainbow's Daughter, who had now returned to her friends, sipped the\ndewdrops that had formed on the petals of the wild-flowers.\n\nAs they passed the little house to renew their journey, Woot called out:\n\n\"Good-bye, Mr. and Mrs. Swyne!\"\n\nThe window opened and the two pigs looked out.\n\n\"A pleasant journey,\" said the Professor.\n\n\"Have you any children?\" asked the Scarecrow, who was a great friend of\nchildren.\n\n\"We have nine,\" answered the Professor; \"but they do not live with us,\nfor when they were tiny piglets the Wizard of Oz came here and offered\nto care for them and to educate them. So we let him have our nine tiny\npiglets, for he's a good Wizard and can be relied upon to keep his\npromises.\"\n\n\"I know the Nine Tiny Piglets,\" said the Tin Woodman.\n\n\"So do I,\" said the Scarecrow. \"They still live in the Emerald City, and\nthe Wizard takes good care of them and teaches them to do all sorts of\ntricks.\"\n\n\"Did they ever grow up?\" inquired Mrs. Squealina Swyne, in an anxious\nvoice.\n\n\"No,\" answered the Scarecrow; \"like all other children in the Land of\nOz, they will always remain children, and in the case of the tiny\npiglets that is a good thing, because they would not be nearly so cute\nand cunning if they were bigger.\"\n\n\"But are they happy?\" asked Mrs. Swyne.\n\n\"Everyone in the Emerald City is happy,\" said the Tin Woodman. \"They\ncan't help it.\"\n\nThen the travelers said good-bye, and climbed the side of the basin that\nwas toward Mount Munch.\n\n\n\n\nPolychrome's Magic\n\n[Illustration]\n\nCHAPTER 21\n\n\nOn this morning, which ought to be the last of this important journey,\nour friends started away as bright and cheery as could be, and Woot\nwhistled a merry tune so that Polychrome could dance to the music.\n\nOn reaching the top of the hill, the plain spread out before them in all\nits beauty of blue grasses and wildflowers, and Mount Munch seemed much\nnearer than it had the previous evening. They trudged on at a brisk\npace, and by noon the mountain was so close that they could admire its\nappearance. Its slopes were partly clothed with pretty evergreens, and\nits foot-hills were tufted with a slender waving bluegrass that had a\ntassel on the end of every blade. And, for the first time, they\nperceived, near the foot of the mountain, a charming house, not of great\nsize but neatly painted and with many flowers surrounding it and vines\nclimbing over the doors and windows.\n\nIt was toward this solitary house that our travelers now directed their\nsteps, thinking to inquire of the people who lived there where Nimmie\nAmee might be found.\n\nThere were no paths, but the way was quite open and clear, and they were\ndrawing near to the dwelling when Woot the Wanderer, who was then in the\nlead of the little party, halted with such an abrupt jerk that he\nstumbled over backward and lay flat on his back in the meadow. The\nScarecrow stopped to look at the boy.\n\n\"Why did you do that?\" he asked in surprise.\n\nWoot sat up and gazed around him in amazement.\n\n\"I--I don't know!\" he replied.\n\nThe two tin men, arm in arm, started to pass them, when both halted and\ntumbled, with a great clatter, into a heap beside Woot. Polychrome,\nlaughing at the absurd sight, came dancing up and she, also, came to a\nsudden stop, but managed to save herself from falling.\n\nEveryone of them was much astonished, and the Scarecrow said with a\npuzzled look:\n\n\"I don't see anything.\"\n\n\"Nor I,\" said Woot; \"but something hit me, just the same.\"\n\n\"Some invisible person struck me a heavy blow,\" declared the Tin\nWoodman, struggling to separate himself from the Tin Soldier, whose legs\nand arms were mixed with his own.\n\n\"I'm not sure it was a person,\" said Polychrome, looking more grave than\nusual. \"It seems to me that I merely ran into some hard substance which\nbarred my way. In order to make sure of this, let me try another place.\"\n\nShe ran back a way and then with much caution advanced in a different\nplace, but when she reached a position on a line with the others she\nhalted, her arms outstretched before her.\n\n[Illustration]\n\n\"I can feel something hard--something smooth as glass,\" she said, \"but\nI'm sure it is not glass.\"\n\n\"Let me try,\" suggested Woot, getting up; but when he tried to go\nforward, he discovered the same barrier that Polychrome had encountered.\n\n\"No,\" he said, \"it isn't glass. But what is it?\"\n\n\"Air,\" replied a small voice beside him. \"Solid air; that's all.\"\n\nThey all looked downward and found a sky-blue rabbit had stuck his head\nout of a burrow in the ground. The rabbit's eyes were a deeper blue than\nhis fur, and the pretty creature seemed friendly and unafraid.\n\n\"Air!\" exclaimed Woot, staring in astonishment into the rabbit's blue\neyes; \"whoever heard of air so solid that one cannot push it aside?\"\n\n\"You can't push _this_ air aside,\" declared the rabbit, \"for it was made\nhard by powerful sorcery, and it forms a wall that is intended to keep\npeople from getting to that house yonder.\"\n\n\"Oh; it's a wall, is it?\" said the Tin Woodman.\n\n\"Yes, it is really a wall,\" answered the rabbit, \"and it is fully six\nfeet thick.\"\n\n\"How high is it?\" inquired Captain Fyter, the Tin Soldier.\n\n\"Oh, ever so high; perhaps a mile,\" said the rabbit.\n\n\"Couldn't we go around it?\" asked Woot.\n\n\"Of course, for the wall is a circle,\" explained the rabbit. \"In the\ncenter of the circle stands the house, so you may walk around the Wall\nof Solid Air, but you can't get to the house.\"\n\n\"Who put the air wall around the house?\" was the Scarecrow's question.\n\n\"Nimmie Amee did that.\"\n\n\"Nimmie Amee!\" they all exclaimed in surprise.\n\n\"Yes,\" answered the rabbit. \"She used to live with an old Witch, who was\nsuddenly destroyed, and when Nimmie Amee ran away from the Witch's\nhouse, she took with her just one magic formula--pure sorcery it\nwas--which enabled her to build this air wall around her house--the\nhouse yonder. It was quite a clever idea, I think, for it doesn't mar\nthe beauty of the landscape, solid air being invisible, and yet it keeps\nall strangers away from the house.\"\n\n\"Does Nimmie Amee live there now?\" asked the Tin Woodman anxiously.\n\n\"Yes, indeed,\" said the rabbit.\n\n\"And does she weep and wail from morning till night?\" continued the\nEmperor.\n\n\"No; she seems quite happy,\" asserted the rabbit.\n\nThe Tin Woodman seemed quite disappointed to hear this report of his old\nsweetheart, but the Scarecrow reassured his friend, saying:\n\n[Illustration]\n\n\"Never mind, your Majesty; however happy Nimmie Amee is now, I'm sure\nshe will be much happier as Empress of the Winkies.\"\n\n\"Perhaps,\" said Captain Fyter, somewhat stiffly, \"she will be still more\nhappy to become the bride of a Tin Soldier.\"\n\n\"She shall choose between us, as we have agreed,\" the Tin Woodman\npromised; \"but how shall we get to the poor girl?\"\n\nPolychrome, although dancing lightly back and forth, had listened to\nevery word of the conversation. Now she came forward and sat herself\ndown just in front of the Blue Rabbit, her many-hued draperies giving\nher the appearance of some beautiful flower. The rabbit didn't back away\nan inch. Instead, he gazed at the Rainbow's Daughter admiringly.\n\n\"Does your burrow go underneath this Wall of Air?\" asked Polychrome.\n\n\"To be sure,\" answered the Blue Rabbit; \"I dug it that way so I could\nroam in these broad fields, by going out one way, or eat the cabbages in\nNimmie Amee's garden by leaving my burrow at the other end. I don't\nthink Nimmie Amee ought to mind the little I take from her garden, or\nthe hole I've made under her magic wall. A rabbit may go and come as he\npleases, but no one who is bigger than I am could get through my\nburrow.\"\n\n\"Will you allow us to pass through it, if we are able to?\" inquired\nPolychrome.\n\n\"Yes, indeed,\" answered the Blue Rabbit. \"I'm no especial friend of\nNimmie Amee, for once she threw stones at me, just because I was\nnibbling some lettuce, and only yesterday she yelled 'Shoo!' at me,\nwhich made me nervous. You're welcome to use my burrow in any way you\nchoose.\"\n\n\"But this is all nonsense!\" declared Woot the Wanderer. \"We are every\none too big to crawl through a rabbit's burrow.\"\n\n\"We are too big _now_,\" agreed the Scarecrow, \"but you must remember\nthat Polychrome is a fairy, and fairies have many magic powers.\"\n\nWoot's face brightened as he turned to the lovely Daughter of the\nRainbow.\n\n\"Could you make us all as small as that rabbit?\" he asked eagerly.\n\n\"I can try,\" answered Polychrome, with a smile.\n\nAnd presently she did it--so easily that Woot was not the only one\nastonished. As the now tiny people grouped themselves before the\nrabbit's burrow the hole appeared to them like the entrance to a tunnel,\nwhich indeed it was.\n\n\"I'll go first,\" said wee Polychrome, who had made herself grow as small\nas the others, and into the tunnel she danced without hesitation. A tiny\nScarecrow went next and then the two funny little tin men.\n\n\"Walk in; it's your turn,\" said the Blue Rabbit to Woot the Wanderer.\n\"I'm coming after, to see how you get along. This will be a regular\nsurprise party to Nimmie Amee.\"\n\nSo Woot entered the hole and felt his way along its smooth sides in the\ndark until he finally saw the glimmer of daylight ahead and knew the\njourney was almost over. Had he remained his natural size, the distance\ncould have been covered in a few steps, but to a thumb-high Woot it was\nquite a promenade. When he emerged from the burrow he found himself but\na short distance from the house, in the center of the vegetable garden,\nwhere the leaves of rhubarb waving above his head seemed like trees.\nOutside the hole, and waiting for him, he found all his friends.\n\n\"So far, so good!\" remarked the Scarecrow cheerfully.\n\n\"Yes; _so far_, but no farther,\" returned the Tin Woodman in a plaintive\nand disturbed tone of voice. \"I am now close to Nimmie Amee, whom I have\ncome ever so far to seek, but I cannot ask the girl to marry such a\nlittle man as I am now.\"\n\n\"I'm no bigger than a toy soldier!\" said Captain Fyter, sorrowfully.\n\"Unless Polychrome can make us big again, there is little use in our\nvisiting Nimmie Amee at all, for I'm sure she wouldn't care for a\nhusband she might carelessly step on and ruin.\"\n\nPolychrome laughed merrily.\n\n\"If I make you big, you can't get out of here again,\" said she, \"and if\nyou remain little Nimmie Amee will laugh at you. So make your choice.\"\n\n\"I think we'd better go back,\" said Woot seriously.\n\n\"No,\" said the Tin Woodman, stoutly, \"I have decided that it's my duty\nto make Nimmie Amee happy, in case she wishes to marry me.\"\n\n\"So have I,\" announced Captain Fyter. \"A good soldier never shrinks from\ndoing his duty.\"\n\n\"As for that,\" said the Scarecrow, \"tin doesn't shrink any to speak of,\nunder any circumstances. But Woot and I intend to stick to our comrades,\nwhatever they decide to do, so we will ask Polychrome to make us as big\nas we were before.\"\n\nPolychrome agreed to this request and in half a minute all of them,\nincluding herself, had been enlarged again to their natural sizes. They\nthen thanked the Blue Rabbit for his kind assistance, and at once\napproached the house of Nimmie Amee.\n\n\n\n\nNimmie Amee\n\n[Illustration]\n\nCHAPTER 22\n\n\nWe may be sure that at this moment our friends were all anxious to see\nthe end of the adventure that had caused them so many trials and\ntroubles. Perhaps the Tin Woodman's heart did not beat any faster,\nbecause it was made of red velvet and stuffed with sawdust, and the Tin\nSoldier's heart was made of tin and reposed in his tin bosom without a\nhint of emotion. However, there is little doubt that they both knew that\na critical moment in their lives had arrived, and that Nimmie Amee's\ndecision was destined to influence the future of one or the other.\n\nAs they assumed their natural sizes and the rhubarb leaves that had\nbefore towered above their heads now barely covered their feet, they\nlooked around the garden and found that no person was visible save\nthemselves. No sound of activity came from the house, either, but they\nwalked to the front door, which had a little porch built before it, and\nthere the two tinmen stood side by side while both knocked upon the door\nwith their tin knuckles.\n\nAs no one seemed eager to answer the summons they knocked again; and\nthen again. Finally they heard a stir from within and someone coughed.\n\n\"Who's there?\" called a girl's voice.\n\n\"It's I!\" cried the tin twins, together.\n\n\"How did you get there?\" asked the voice.\n\nThey hesitated how to reply, so Woot answered for them:\n\n\"By means of magic.\"\n\n\"Oh,\" said the unseen girl. \"Are you friends, or foes?\"\n\n\"Friends!\" they all exclaimed.\n\nThen they heard footsteps approach the door, which slowly opened and\nrevealed a very pretty Munchkin girl standing in the doorway.\n\n\"Nimmie Amee!\" cried the tin twins.\n\n\"That's my name,\" replied the girl, looking at them in cold surprise.\n\"But who can _you_ be?\"\n\n\"Don't you know me, Nimmie?\" said the Tin Woodman. \"I'm your old\nsweetheart, Nick Chopper!\"\n\n\"Don't you know _me_, my dear?\" said the Tin Soldier. \"I'm your old\nsweetheart, Captain Fyter!\"\n\nNimmie Amee smiled at them both. Then she looked beyond them at the rest\nof the party and smiled again. However, she seemed more amused than\npleased.\n\n\"Come in,\" she said, leading the way inside. \"Even sweethearts are\nforgotten after a time, but you and your friends are welcome.\"\n\nThe room they now entered was cosy and comfortable, being neatly\nfurnished and well swept and dusted. But they found someone there\nbesides Nimmie Amee. A man dressed in the attractive Munchkin costume\nwas lazily reclining in an easy chair, and he sat up and turned his eyes\non the visitors with a cold and indifferent stare that was almost\ninsolent. He did not even rise from his seat to greet the strangers, but\nafter glaring at them he looked away with a scowl, as if they were of\ntoo little importance to interest him.\n\nThe tin men returned this man's stare with interest, but they did not\nlook away from him because neither of them seemed able to take his eyes\noff this Munchkin, who was remarkable in having one tin arm--quite like\ntheir own tin arms.\n\n\"Seems to me,\" said Captain Fyter, in a voice that sounded harsh and\nindignant, \"that you, sir, are a vile impostor!\"\n\n\"Gently--gently!\" cautioned the Scarecrow; \"don't be rude to strangers,\nCaptain.\"\n\n\"Rude?\" shouted the Tin Soldier, now very much provoked; \"why, he's a\nscoundrel--a thief! _The villain is wearing my own head!_\"\n\n\"Yes,\" added the Tin Woodman, \"and he's wearing my right arm! I can\nrecognize it by the two warts on the little finger.\"\n\n\"Good gracious!\" exclaimed Woot. \"Then this must be the man whom old\nKu-Klip patched together and named Chopfyt.\"\n\nThe man now turned toward them, still scowling.\n\n[Illustration]\n\n\"Yes, that is my name,\" he said in a voice like a growl, \"and it is\nabsurd for you tin creatures, or for anyone else, to claim my head, or\narm, or any part of me, for they are my personal property.\"\n\n\"You? You're a Nobody!\" shouted Captain Fyter.\n\n[Illustration]\n\n\"You're just a mix-up,\" declared the Emperor.\n\n\"Now, now, gentlemen,\" interrupted Nimmie Amee, \"I must ask you to be\nmore respectful to poor Chopfyt. For, being my guests, it is not polite\nfor you to insult my husband.\"\n\n\"Your husband!\" the tin twins exclaimed in dismay.\n\n\"Yes,\" said she. \"I married Chopfyt a long time ago, because my other\ntwo sweethearts had deserted me.\"\n\nThis reproof embarrassed both Nick Chopper and Captain Fyter. They\nlooked down, shamefaced, for a moment, and then the Tin Woodman\nexplained in an earnest voice:\n\n\"I rusted.\"\n\n\"So did I,\" said the Tin Soldier.\n\n\"I could not know that, of course,\" asserted Nimmie Amee. \"All I knew\nwas that neither of you came to marry me, as you had promised to do. But\nmen are not scarce in the Land of Oz. After I came here to live, I met\nMr. Chopfyt, and he was the more interesting because he reminded me\nstrongly of both of you, as you were before you became tin. He even had\na tin arm, and that reminded me of you the more.\"\n\n\"No wonder!\" remarked the Scarecrow.\n\n\"But, listen, Nimmie Amee!\" said the astonished Woot; \"he really _is_\nboth of them, for he is made of their cast-off parts.\"\n\n\"Oh, you're quite wrong,\" declared Polychrome, laughing, for she was\ngreatly enjoying the confusion of the others. \"The tin men are still\nthemselves, as they will tell you, and so Chopfyt must be someone else.\"\n\nThey looked at her bewildered, for the facts in the case were too\npuzzling to be grasped at once.\n\n\"It is all the fault of old Ku-Klip,\" muttered the Tin Woodman. \"He had\nno right to use our cast-off parts to make another man with.\"\n\n\"It seems he did it, however,\" said Nimmie Amee calmly, \"and I married\nhim because he resembled you both. I won't say he is a husband to be\nproud of, because he has a mixed nature and isn't always an agreeable\ncompanion. There are times when I have to chide him gently, both with my\ntongue and with my broomstick. But he is my husband, and I must make the\nbest of him.\"\n\n\"If you don't like him,\" suggested the Tin Woodman, \"Captain Fyter and I\ncan chop him up with our axe and sword, and each take such parts of the\nfellow as belong to him. Then we are willing for you to select one of us\nas your husband.\"\n\n\"That is a good idea,\" approved Captain Fyter, drawing his sword.\n\n\"No,\" said Nimmie Amee; \"I think I'll keep the husband I now have. He\nis now trained to draw the water and carry in the wood and hoe the\ncabbages and weed the flower-beds and dust the furniture and perform\nmany tasks of a like character. A new husband would have to be\nscolded--and gently chided--until he learns my ways. So I think it will\nbe better to keep my Chopfyt, and I see no reason why you should object\nto him. You two gentlemen threw him away when you became tin, because\nyou had no further use for him, so you cannot justly claim him now. I\nadvise you to go back to your own homes and forget me, as I have\nforgotten you.\"\n\n\"Good advice!\" laughed Polychrome, dancing.\n\n\"Are you happy?\" asked the Tin Soldier.\n\n\"Of course I am,\" said Nimmie Amee; \"I'm the mistress of all I\nsurvey--the queen of my little domain.\"\n\n\"Wouldn't you like to be the Empress of the Winkies?\" asked the Tin\nWoodman.\n\n\"Mercy, no,\" she answered. \"That would be a lot of bother. I don't care\nfor society, or pomp, or posing. All I ask is to be left alone and not\nto be annoyed by visitors.\"\n\nThe Scarecrow nudged Woot the Wanderer.\n\n\"That sounds to me like a hint,\" he said.\n\n\"Looks as if we'd had our journey for nothing,\" remarked Woot, who was a\nlittle ashamed and disappointed because he had proposed the journey.\n\n\"I am glad, however,\" said the Tin Woodman, \"that I have found Nimmie\nAmee, and discovered that she is already married and happy. It will\nrelieve me of any further anxiety concerning her.\"\n\n\"For my part,\" said the Tin Soldier, \"I am not sorry to be free. The\nonly thing that really annoys me is finding my head upon Chopfyt's\nbody.\"\n\n\"As for that, I'm pretty sure it is _my_ body, or a part of it, anyway,\"\nremarked the Emperor of the Winkies. \"But never mind, friend Soldier;\nlet us be willing to donate our cast-off members to insure the happiness\nof Nimmie Amee, and be thankful it is not our fate to hoe cabbages and\ndraw water--and be chided--in the place of this creature Chopfyt.\"\n\n\"Yes,\" agreed the Soldier, \"we have much to be thankful for.\"\n\nPolychrome, who had wandered outside, now poked her pretty head through\nan open window and exclaimed in a pleased voice:\n\n\"It's getting cloudy. Perhaps it is going to rain!\"\n\n\n\n\nThrough the Tunnel\n\n[Illustration]\n\nCHAPTER 23\n\n\nIt didn't rain just then, although the clouds in the sky grew thicker\nand more threatening. Polychrome hoped for a thunder-storm, followed by\nher Rainbow, but the two tin men did not relish the idea of getting wet.\nThey even preferred to remain in Nimmie Amee's house, although they felt\nthey were not welcome there, rather than go out and face the coming\nstorm. But the Scarecrow, who was a very thoughtful person, said to his\nfriends:\n\n\"If we remain here until after the storm, and Polychrome goes away on\nher Rainbow, then we will be prisoners inside the Wall of Solid Air; so\nit seems best to start upon our return journey at once. If I get wet, my\nstraw stuffing will be ruined, and if you two tin gentlemen get wet, you\nmay perhaps rust again, and become useless. But even that is better than\nto stay here. Once we are free of the barrier, we have Woot the Wanderer\nto help us, and he can oil your joints and restuff my body, if it\nbecomes necessary, for the boy is made of meat, which neither rusts nor\ngets soggy or moldy.\"\n\n\"Come along, then!\" cried Polychrome from the window, and the others,\nrealizing the wisdom of the Scarecrow's speech, took leave of Nimmie\nAmee, who was glad to be rid of them, and said good-bye to her husband,\nwho merely scowled and made no answer, and then they hurried from the\nhouse.\n\n\"Your old parts are not very polite, I must say,\" remarked the\nScarecrow, when they were in the garden.\n\n\"No,\" said Woot, \"Chopfyt is a regular grouch. He might have wished us\na pleasant journey, at the very least.\"\n\n\"I beg you not to hold us responsible for that creature's actions,\"\npleaded the Tin Woodman. \"We are through with Chopfyt and shall have\nnothing further to do with him.\"\n\nPolychrome danced ahead of the party and led them straight to the burrow\nof the Blue Rabbit, which they might have had some difficulty in finding\nwithout her. There she lost no time in making them all small again. The\nBlue Rabbit was busy nibbling cabbage leaves in Nimmie Amee's garden, so\nthey did not ask his permission but at once entered the burrow.\n\nEven now the raindrops were beginning to fall, but it was quite dry\ninside the tunnel and by the time they had reached the other end,\noutside the circular Wall of Solid Air, the storm was at its height and\nthe rain was coming down in torrents.\n\n\"Let us wait here,\" proposed Polychrome, peering out of the hole and\nthen quickly retreating. \"The Rainbow won't appear until after the storm\nand I can make you big again in a jiffy, before I join my sisters on our\nbow.\"\n\n\"That's a good plan,\" said the Scarecrow approvingly. \"It will save me\nfrom getting soaked and soggy.\"\n\n\"It will save me from rusting,\" said the Tin Soldier.\n\n\"It will enable me to remain highly polished,\" said the Tin Woodman.\n\n\"Oh, as for that, I myself prefer not to get my pretty clothes wet,\"\nlaughed the Rainbow's daughter. \"But while we wait I will bid you all\nadieu. I must also thank you for saving me from that dreadful Giantess,\nMrs. Yoop. You have been good and patient comrades and I have enjoyed\nour adventures together, but I am never so happy as when on my dear\nRainbow.\"\n\n\"Will your father scold you for getting left on the earth?\" asked Woot.\n\n\"I suppose so,\" said Polychrome gaily; \"I'm always getting scolded for\nmy mad pranks, as they are called. My sisters are so sweet and lovely\nand proper that they never dance off our Rainbow, and so they never have\nany adventures. Adventures to me are good fun, only I never like to stay\ntoo long on earth, because I really don't belong here. I shall tell my\nFather the Rainbow that I'll try not to be so careless again, and he\nwill forgive me because in our sky mansions there is always joy and\nhappiness.\"\n\nThey were indeed sorry to part with their dainty and beautiful companion\nand assured her of their devotion if they ever chanced to meet again.\nShe shook hands with the Scarecrow and the Tin Men and kissed Woot the\nWanderer lightly upon his forehead.\n\nAnd then the rain suddenly ceased, and as the tiny people left the\nburrow of the Blue Rabbit, a glorious big Rainbow appeared in the sky\nand the end of its arch slowly descended and touched the ground just\nwhere they stood.\n\nWoot was so busy watching a score of lovely maidens--sisters of\nPolychrome--who were leaning over the edge of the bow, and another score\nwho danced gaily amid the radiance of the splendid hues, that he did not\nnotice he was growing big again. But now Polychrome joined her sisters\non the Rainbow and the huge arch lifted and slowly melted away as the\nsun burst from the clouds and sent its own white beams dancing over the\nmeadows.\n\n\"Why, she's gone!\" exclaimed the boy, and turned to see his companions\nstill waving their hands in token of adieu to the vanished Polychrome.\n\n[Illustration]\n\n\n\n\nThe Curtain Falls\n\n[Illustration]\n\nCHAPTER 24\n\n\nWell, the rest of the story is quickly told, for the return journey of\nour adventurers was without any important incident. The Scarecrow was so\nafraid of meeting the Hip-po-gy-raf, and having his straw eaten again,\nthat he urged his comrades to select another route to the Emerald City,\nand they willingly consented, so that the Invisible Country was wholly\navoided.\n\nOf course, when they reached the Emerald City their first duty was to\nvisit Ozma's palace, where they were royally entertained. The Tin\nSoldier and Woot the Wanderer were welcomed as warmly as any strangers\nmight be who had been the traveling companions of Ozma's dear old\nfriends, the Scarecrow and the Tin Woodman.\n\nAt the banquet table that evening they related the manner in which they\nhad discovered Nimmie Amee, and told how they had found her happily\nmarried to Chopfyt, whose relationship to Nick Chopper and Captain Fyter\nwas so bewildering that they asked Ozma's advice what to do about it.\n\n\"You need not consider Chopfyt at all,\" replied the beautiful girl Ruler\nof Oz. \"If Nimmie Amee is content with that misfit man for a husband, we\nhave not even just cause to blame Ku-Klip for gluing him together.\"\n\n\"I think it was a very good idea,\" added little Dorothy, \"for if Ku-Klip\nhadn't used up your cast-off parts, they would have been wasted. It's\nwicked to be wasteful, isn't it?\"\n\n\"Well, anyhow,\" said Woot the Wanderer, \"Chopfyt, being kept a prisoner\nby his wife, is too far away from anyone to bother either of you tin men\nin any way. If you hadn't gone where he is and discovered him, you would\nnever have worried about him.\"\n\n\"What do you care, anyhow,\" Betsy Bobbin asked the Tin Woodman, \"so long\nas Nimmie Amee is satisfied?\"\n\n\"And just to think,\" remarked Tiny Trot, \"that any girl would rather\nlive with a mixture like Chopfyt, on far-away Mount Munch, than to be\nthe Empress of the Winkies!\"\n\n\"It is her own choice,\" said the Tin Woodman contentedly; \"and, after\nall, I'm not sure the Winkies would care to have an Empress.\"\n\nIt puzzled Ozma, for a time, to decide what to do with the Tin Soldier.\nIf he went with the Tin Woodman to the Emperor's castle, she felt that\nthe two tin men might not be able to live together in harmony, and\nmoreover the Emperor would not be so distinguished if he had a double\nconstantly beside him. So she asked Captain Fyter if he was willing to\nserve her as a soldier, and he promptly declared that nothing would\nplease him more. After he had been in her service for some time, Ozma\nsent him into the Gillikin Country, with instructions to keep order\namong the wild people who inhabit some parts of that unknown country of\nOz.\n\nAs for Woot, being a Wanderer by profession, he was allowed to wander\nwherever he desired, and Ozma promised to keep watch over his future\njourneys and to protect the boy as well as she was able, in case he ever\ngot into more trouble.\n\nAll this having been happily arranged, the Tin Woodman returned to his\ntin castle, and his chosen comrade, the Scarecrow, accompanied him on\nthe way. The two friends were sure to pass many pleasant hours together\nin talking over their recent adventures, for as they neither ate nor\nslept they found their greatest amusement in conversation.\n\n\nTHE END\n\n[Illustration]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Tin Woodman of Oz, by L. Frank  Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TIN WOODMAN OF OZ ***\n\n***** This file should be named 30852.txt or 30852.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/0\/8\/5\/30852\/\n\nProduced by Chris Curnow, Joseph Cooper and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":86,"split":"train"}
