{"ori_id":"698b8ef8efd1e1191c0c188f1767e1e2e7e5a12c","title":"The Philanderer","context":"The Philanderer\n “A lady and gentleman are making love to one another in the drawing room of a flat in Ashley Gardens in the Victoria district of London.”\nThe lady is a young widow, Grace Tranfield, in love with the man, Leonard Charteris, who is the ‘philanderer’ of the title. Grace is shocked and disconcerted to find that Charteris, on his own light‐hearted admission, has been in a similar position with Julia Craven and others. The affair with Julia, in fact, has never been broken off. He maintains that it is not his fault that half the women he speaks to fall in love with him; and he is in full flight of cajolery when Julia Craven herself erupts on to the scene, attacks Grace, and announces her intention of staying until Charteris has given her up.\nCharteris gets Grace out of the room and unsuccessfully reminds Julia of her supposedly advanced views on marriage. She changes from belligerence to pleading tears, without effect, and, to the consternation of both, the fathers of Grace and Julia enter together. Colonel Craven is suffering from a liver complaint, and much to Charteris’ impatience \"has fully made up his mind not to survive next Easter\", just to oblige the doctors. Cuthbertson, Grace’s father, is a dramatic critic and theatrically shocked to discover something of the Charteris‐Grace‐Julia triangle; but Charteris explains it is Grace whom he wants to marry.\nThe scene changes to the Ibsen Club, of which most of the characters are members. A fashionable physician, Dr. Paramore, says he has made a discovery concerning Col. Craven’s fatal complaint, but horrifies Craven’s younger daughter Sylvia by his practice of vivisection. Craven turns up at Cuthbertson’s invitation, and Charteris outrages both men by admitting he had lied to them last night: the truth is, both young women want to marry him, but he does not want to marry either.\nJulia enters the Club with Paramore dancing attendance, and manages to trap Charteris alone. She is, however, forced to retire by Sylvia, who delights Charteris by saying Dr. Paramore is in love with Julia. Charteris attempts to flirt with Grace again but is repulsed, and attention is diverted by the distraught Dr. Paramore who has learnt in the British Medical Journal that his ‘discovery,’ Craven’s liver complaint, is a disease which doesn’t exist. He complains of lack of animals for experiment, and resents Craven’s delight at learning he is not to die. Charteris, to cheer him, suggests that Julia is fascinated by him, but it is Grace who comes in first and retires with the doctor privately. Changing tactics, Charteris points them out to Julia, arousing her jealousy. The result is another quarrel between Julia and Grace, who threatens to have Julia expelled from the Club. Julia hurries after Dr. Paramore, to enlist him as a witness in her favor, and Charteris tries to prevent the others following, in order to give the doctor time to propose to her.\nThis Paramore does, at his house, and Julia, dubious but flattered, accepts him before the others arrive. Charteris is delighted, and Julia and Grace, reconciled, congratulate each other on having escaped him. Nevertheless, Julia bitterly regrets not being brave enough to kill Charteris.\nAn alternate, and in fact Shaw's original, ending was preserved in manuscript, though not performed until the 1990s. In it the scene at Paramore's house takes place four years later, after his marriage to Julia, when Paramore has tired of Julia and she of marriage. Paramore has fallen in love with Grace and asks Charteris's advice. Eventually, Craven, Cuthbertson and Julia join them and Cuthbertson is persuaded to suggest a solution - divorce, though difficult to obtain in Victorian England without scandal and deceit, is quite easily obtained in South Dakota. Grace joins them, and after a new row between her and Julia, all is agreed. Julia and Charteris are left alone, she presses him to marry her once she is free, but he refuses on the grounds of being a philanderer and no fit husband, and they agree to return to their former ways.\nï»¿The Project Gutenberg EBook of The Philanderer, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Philanderer\n\nAuthor: George Bernard Shaw\n\n\nRelease Date: February, 2004 [EBook #5071]\nThis file was first posted on April 14, 2002\nLast Updated: April 10, 2013\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE PHILANDERER ***\n\n\n\n\nProduced by Jim Tinsley\n\n\n\n\n\n\nTHE PHILANDERER\n\nBy George Bernard Shaw\n\n\n\n\nACT I\n\n\nA lady and gentleman are making love to one another in\nthe drawing-room of a flat in Ashly Gardens in the\nVictoria district of London. It is past ten at night.\nThe walls are hung with theatrical engravings and\nphotographs--Kemble as Hamlet, Mrs. Siddons as Queen\nKatharine pleading in court, Macready as Werner (after\nMaclise), Sir Henry Irving as Richard III (after Long),\nMiss Ellen Terry, Mrs. Kendal, Miss Ada Rehan, Madame\nSarah Bernhardt, Mr. Henry Arthur Jones, Mr. A. W.\nPinero, Mr. Sydney Grundy, and so on, but not the\nSignora Duse or anyone connected with Ibsen. The room\nis not a perfect square, the right hand corner at the\nback being cut off diagonally by the doorway, and the\nopposite corner rounded by a turret window filled up\nwith a stand of flowers surrounding a statue of\nShakespear. The fireplace is on the right, with an\narmchair near it. A small round table, further forward\non the same side, with a chair beside it, has a\nyellow-backed French novel lying open on it. The piano,\na grand, is on the left, open, with the keyboard in\nfull view at right angles to the wall. The piece of\nmusic on the desk is \"When other lips.\" Incandescent\nlights, well shaded, are on the piano and mantelpiece.\nNear the piano is a sofa, on which the lady and\ngentleman are seated affectionately side by side, in\none another's arms.\n\nThe lady, Grace Tranfield, is about 32, slight of\nbuild, delicate of feature, and sensitive in\nexpression. She is just now given up to the emotion of\nthe moment; but her well closed mouth, proudly set\nbrows, firm chin, and elegant carriage show plenty of\ndetermination and self respect. She is in evening\ndress.\n\nThe gentleman, Leonard Charteris, a few years older, is\nunconventionally but smartly dressed in a velvet jacket\nand cashmere trousers. His collar, dyed Wotan blue, is\npart of his shirt, and turns over a garnet coloured\nscarf of Indian silk, secured by a turquoise ring. He\nwears blue socks and leather sandals. The arrangement\nof his tawny hair, and of his moustaches and short\nbeard, is apparently left to Nature; but he has taken\ncare that Nature shall do him the fullest justice. His\namative enthusiasm, at which he is himself laughing,\nand his clever, imaginative, humorous ways, contrast\nstrongly with the sincere tenderness and dignified\nquietness of the woman.\n\n\n\nCHARTERIS (impulsively clasping Grace). My dearest love.\n\nGRACE (responding affectionately). My darling. Are you happy?\n\nCHARTERIS. In Heaven.\n\nGRACE. My own.\n\nCHARTERIS. My heart's love. (He sighs happily, and takes her hands in\nhis, looking quaintly at her.) That must positively be my last kiss,\nGrace, or I shall become downright silly. Let us talk. (Releases her\nand sits a little apart from her.) Grace: is this your first love\naffair?\n\nGRACE. Have you forgotten that I am a widow? Do you think I married\nTranfield for money?\n\nCHARTERIS. How do I know? Besides, you might have married him not\nbecause you loved him, but because you didn't love anybody else. When\none is young, one marries out of mere curiosity, just to see what it's\nlike.\n\nGRACE. Well, since you ask me, I never was in love with Tranfield,\nthough I only found that out when I fell in love with you. But I used\nto like him for being in love with me. It brought out all the good in\nhim so much that I have wanted to be in love with some one ever since.\nI hope, now that I am in love with you, you will like me for it just\nas I liked Tranfield.\n\nCHARTERIS. My dear, it is because I like you that I want to marry you.\nI could love anybody--any pretty woman, that is.\n\nGRACE. Do you really mean that, Leonard?\n\nCHARTERIS. Of course. Why not?\n\nGRACE (reflecting). Never mind why. Now tell me, is this your first\nlove affair?\n\nCHARTERIS (amazed at the simplicity of the question). No, bless my\nsoul. No--nor my second, nor my third.\n\nGRACE. But I mean your first serious one.\n\nCHARTERIS (with a certain hesitation). Yes. (There is a pause. She is\nnot convinced. He adds, with a very perceptible load on his\nconscience.) It is the first in which _I_ have been serious.\n\nGRACE (searchingly). I see. The other parties were always serious.\n\nCHARTERIS. No, not always--heaven forbid!\n\nGRACE. How often?\n\nCHARTERIS. Well, once.\n\nGRACE. Julia Craven?\n\nCHARTERIS (recoiling). Who told you that? (She shakes her head\nmysteriously, and he turns away from her moodily and adds) You had\nmuch better not have asked.\n\nGRACE (gently). I'm sorry, dear. (She puts out her hand and pulls\nsoftly at him to bring him near her again.)\n\nCHARTERIS (yielding mechanically to the pull, and allowing her hand to\nrest on his arm, but sitting squarely without the least attempt to\nreturn the caress). Do I feel harder to the touch than I did five\nminutes ago?\n\nGRACE. What nonsense!\n\nCHARTERIS. I feel as if my body had turned into the toughest of\nhickory. That is what comes of reminding me of Julia Craven.\n(Brooding, with his chin on his right hand and his elbow on his knee.)\nI have sat alone with her just as I am sitting with you--\n\nGRACE (shrinking from him). Just!\n\nCHARTERIS (sitting upright and facing her steadily). Just exactly. She\nhas put her hands in mine, and laid her cheek against mine, and\nlistened to me saying all sorts of silly things. (Grace, chilled to\nthe soul, rises from the sofa and sits down on the piano stool, with\nher back to the keyboard.) Ah, you don't want to hear any more of the\nstory. So much the better.\n\nGRACE (deeply hurt, but controlling herself). When did you break it\noff?\n\nCHARTERIS (guiltily). Break it off?\n\nGRACE (firmly). Yes, break it off.\n\nCHARTERIS. Well, let me see. When did I fall in love with you?\n\nGRACE. Did you break it off then?\n\nCHARTERIS (mischievously, making it plainer and plainer that it has\nnot been broken off). It was clear then, of course, that it must be\nbroken off.\n\nGRACE. And did you break it off?\n\nCHARTERIS. Oh, yes: _I_ broke it off,\n\nGRACE. But did she break it off?\n\nCHARTERIS (rising). As a favour to me, dearest, change the subject.\nCome away from the piano: I want you to sit here with me. (Takes a\nstep towards her.)\n\nGRACE. No. I also have grown hard to the touch--much harder than\nhickory for the present. Did she break it off?\n\nCHARTERIS. My dear, be reasonable. It was fully explained to her that\nit was to be broken off.\n\nGRACE. Did she accept the explanation?\n\nCHARTERIS. She did what a woman like Julia always does. When I\nexplained personally, she said it was not not my better self that was\nspeaking, and that she knew I still really loved her. When I wrote it\nto her with brutal explicitness, she read the letter carefully and\nthen sent it back to me with a note to say that she had not had the\ncourage to open it, and that I ought to be ashamed of having written\nit. (Comes beside Grace, and puts his left hand caressingly round her\nneck.) You see, dearie, she won't look the situation in the face.\n\nGRACE. (shaking off his hand and turning a little away on the stool).\nI am afraid, from the light way in which you speak of it, you did not\nsound the right chord.\n\nCHARTERIS. My dear, when you are doing what a woman calls breaking her\nheart, you may sound the very prettiest chords you can find on the\npiano; but to her ears it is just like this--(Sits down on the bass\nend of the keyboard. Grace puts her fingers in her ears. He rises and\nmoves away from the piano, saying) No, my dear: I've been kind; I've\nbeen frank; I've been everything that a goodnatured man could be: she\nonly takes it as the making up of a lover's quarrel. (Grace winces.)\nFrankness and kindness: one is as the other--especially frankness.\nI've tried both. (He crosses to the fireplace, and stands facing the\nfire, looking at the ornaments on the mantelpiece and warming his\nhands.)\n\nGRACE (Her voice a little strained). What are you going to try now?\n\nCHARTERIS (on the hearthrug, turning to face her). Action, my dear!\nMarriage!! In that she must believe. She won't be convinced by\nanything short of it, because, you see, I have had some tremendous\nphilanderings before and have gone back to her after them.\n\nGRACE. And so that is why you want to marry me?\n\nCHARTERIS. I cannot deny it, my love. Yes: it is your mission to\nrescue me from Julia.\n\nGRACE (rising). Then, if you please, I decline to be made use of for\nany such purpose. I will not steal you from another woman. (She begins\nto walk up and down the room with ominous disquiet.)\n\nCHARTERIS. Steal me! (Comes towards her.) Grace: I have a question to\nput to you as an advanced woman. Mind! as an advanced woman. Does\nJulia belong to me? Am I her owner--her master?\n\nGRACE. Certainly not. No woman is the property of a man. A woman\nbelongs to herself and to nobody else.\n\nCHARTERIS. Quite right. Ibsen for ever! That's exactly my opinion. Now\ntell me, do I belong to Julia; or have I a right to belong to myself?\n\nGRACE (puzzled). Of course you have; but--\n\nCHARTERIS (interrupting her triumphantly). Then how can you steal me\nfrom Julia if I don't belong to her? (Catching her by the shoulders\nand holding her out at arm's length in front of him.) Eh, little\nphilosopher? No, my dear: if Ibsen sauce is good for the goose, it's\ngood for the gander as well. Besides (coaxing her) it was nothing but\na philander with Julia--nothing else in the world, I assure you.\n\nGRACE (breaking away from him). So much the worse! I hate your\nphilanderings: they make me ashamed of you and of myself. (Goes to the\nsofa and sits in the right hand corner of it, leaning gloomily on her\nelbow with her face averted.)\n\nCHARTERIS. Grace: you utterly misunderstand the origin of my\nphilanderings. (Sits down beside her.) Listen to me: am I a\nparticularly handsome man?\n\nGRACE (turning to him as if astonished at his conceit). No!\n\nCHARTERIS (triumphantly). You admit it. Am I a well dressed man?\n\nGRACE. Not particularly.\n\nCHARTERIS. Of course not. Have I a romantic mysterious charm about\nme?--do I look as if a secret sorrow preyed on me?--am I gallant\nto women?\n\nGRACE. Not in the least.\n\nCHARTERIS. Certainly not. No one can accuse me of it. Then whose fault\nis it that half the women I speak to fall in love with me? Not mine:\nI hate it: it bores me to distraction. At first it flattered\nme--delighted me--that was how Julia got me, because she was the first\nwoman who had the pluck to make me a declaration. But I soon had\nenough of it; and at no time have I taken the initiative and\npersecuted women with my advances as women have persecuted me. Never.\nExcept, of course, in your case.\n\nGRACE. Oh, you need not make any exception. I had a good deal of\ntrouble to induce you to come and see us. You were very coy.\n\nCHARTERIS (fondly, taking her hand). With you, dearest, the coyness\nwas sheer coquetry. I loved you from the first, and fled only that you\nmight pursue. But come! let us talk about something really\ninteresting. (Takes her in his arms.) Do you love me better than\nanyone else in the world?\n\nGRACE. I don't think you like to be loved too much.\n\nCHARTERIS. That depends on who the person is. You (pressing her to his\nheart) cannot love me too much: you cannot love me half enough. I\nreproach you every day for your coldness--your-- (Violent double knock\nheard without. They start and listen, still in one another's arms,\nhardly daring to breathe.) Who the deuce is calling at this hour?\n\nGRACE. I can't imagine. (They listen guiltily. The door of the flat is\nopened without. They hastily get away from one another.)\n\nA WOMAN'S VOICE OUTSIDE. Is Mr. Charteris here?\n\nCHARTERIS (springing up). Julia! The devil! (Stands at the left of the\nsofa with his hands on it, bending forward with his eyes fixed on the\ndoor.)\n\nGRACE (rising also). What can she want?\n\nTHE VOICE. Never mind: I will announce myself. (A beautiful, dark,\ntragic looking woman, in mantle and bonnet, appears at the door,\nraging furiously.) Oh, this is charming. I have interrupted a pretty\ntete-a-tete. Oh, you villain! (She comes straight at Grace. Charteris\nruns across behind the sofa and stops her. She struggles furiously\nwith him. Grace preserves her self possession, but retreats quietly to\nthe piano. Julia, finding Charteris too strong for her, gives up her\nattempt to get at Grace, but strikes him in the face as she frees\nherself.)\n\nCHARTERIS (shocked). Oh, Julia, Julia! This is too bad.\n\nJULIA. Is it, indeed, too bad? What are you doing up here with that\nwoman? You scoundrel! But now listen to me; Leonard: you have driven\nme to desperation; and I don't care what I do, or who hears me. I'll\nnot bear it. She shall not have my place with you--\n\nCHARTERIS. Sh-sh!\n\nJULIA. No, no: I don't care: I will expose her true character before\neverybody. You belong to me: you have no right to be here; and she\nknows it.\n\nCHARTERIS. I think you had better let me take you home, Julia.\n\nJULIA. I will not. I am not going home: I am going to stay\nhere--here--until I have made you give her up.\n\nCHARTERIS. My dear, you must be reasonable. You really cannot stay in\nMrs. Tranfield's house if she objects. She can ring the bell and have\nus both put out.\n\nJULIA. Let her do it then. Let her ring the bell if she dares. Let us\nsee how this pure virtuous creature will face the scandal of what I\nwill declare about her. Let us see how you will face it. I have\nnothing to lose. Everybody knows how you have treated me: you have\nboasted of your conquests, you poor pitiful, vain creature--I am the\ncommon talk of your acquaintances and hers. Oh, I have calculated my\nadvantage (tearing off her mantle): I am a most unhappy and injured\nwoman; but I am not the fool you take me to be. I am going to\nstay--see! (She flings the mantle on the round table; puts her bonnet\non it, and sits down.) Now, Mrs. Tranfield: there is the bell:\n(pointing to the button beside the fireplace) why don't you ring?\n(Grace, looking attentively at Charteris, does not move.) Ha! ha! I\nthought so.\n\nCHARTERIS (quietly, without relaxing his watch on Julia). Mrs.\nTranfield: I think you had better go into another room. (Grace makes a\nmovement towards the door, but stops and looks inquiringly at\nCharteris as Julia springs up. He advances a step so as to prevent her\nfrom getting to the door.)\n\nJULIA. She shall not. She shall stay here. She shall know what you\nare, and how you have been in love with me--how it is not two days\nsince you kissed me and told me that the future would be as happy as\nthe past. (Screaming at him) You did: deny it if you dare.\n\nCHARTERIS (to Grace in a low voice). Go!\n\nGRACE (with nonchalant disgust--going). Get her away as soon as you\ncan, Leonard.\n\n(Julia, with a stifled cry of rage, rushes at Grace, who is crossing\nbehind the sofa towards door. Charteris seizes her and prevents her\nfrom getting past the sofa. Grace goes out. Charteris, holding Julia\nfast, looks around to the door to see whether Grace is safely out of\nthe room.)\n\nJULIA (suddenly ceasing to struggle and speaking with the most\npathetic dignity). Oh, there is no need to be violent. (He passes her\nacross to the left end of the sofa, and leans against the right end,\npanting and mopping his forehead). That is worthy of you!--to use\nbrute force--to humiliate me before her! (She breaks down and bursts\ninto tears.)\n\nCHARTERIS (to himself with melancholy conviction). This is going to be\na cheerful evening. Now patience, patience, patience! (Sits on a chair\nnear the round table.)\n\nJULIA (in anguish). Leonard, have you no feeling for me?\n\nCHARTERIS. Only an intense desire to get you safely out of this.\n\nJULIA (fiercely). I am not going to stir.\n\nCHARTERIS (wearily). Well, well. (Heaves a long sigh. They sit silent\nfor awhile, Julia struggling, not to regain her self control, but to\nmaintain her rage at boiling point.)\n\nJULIA (rising suddenly). I am going to speak to that woman.\n\nCHARTERIS (jumping up). No, no. Hang it, Julia, don't let's have\nanother wrestling match. I have the strength, but not the wind: you're\ntoo young for me. Sit down or else let me take you home. Suppose her\nfather comes in.\n\nJULIA. I don't care. It rests with you. I am ready to go if she will\ngive you up: until then I stay. Those are my terms: you owe me that,\n(She sits down determinedly. Charteris looks at her for a moment;\nthen, making up his mind, goes resolutely to the couch, sits down near\nthe right hand end of it, she being at the left; and says with biting\nemphasis)--\n\nCHARTERIS. I owe you just exactly nothing.\n\nJULIA (reproachfully). Nothing! You can look me in the face and say\nthat? Oh, Leonard!\n\nCHARTERIS. Let me remind you, Julia, that when first we became\nacquainted, the position you took up was that of a woman of advanced\nviews.\n\nJULIA. That should have made you respect me the more.\n\nCHARTERIS (placably). So it did, my dear. But that is not the point.\nAs a woman of advanced views, you were determined to be free. You\nregarded marriage as a degrading bargain, by which a woman sold\nherself to a man for the social status of a wife and the right to be\nsupported and pensioned in old age out of his income. That's the\nadvanced view--our view. Besides, if you had married me, I might have\nturned out a drunkard, a criminal, an imbecile, a horror to you; and\nyou couldn't have released yourself. Too big a risk, you see. That's\nthe rational view--our view. Accordingly, you reserved the right to\nleave me at any time if you found our companionship incompatible\nwith--what was the expression you used?--with your full development as\na human being: I think that was how you put the Ibsenist view--our\nview. So I had to be content with a charming philander, which taught\nme a great deal, and brought me some hours of exquisite happiness.\n\nJULIA. Leonard: you confess then that you owe me something?\n\nCHARTERIS (haughtily). No: what I received, I paid. Did you learn\nnothing from me?--was there no delight for you in our friendship?\n\nJULIA (vehemently and movingly; for she is now sincere). No. You made\nme pay dearly for every moment of happiness. You revenged yourself on\nme for the humiliation of being the slave of your passion for me. I\nwas never sure of you for a moment. I trembled whenever a letter came\nfrom you, lest it should contain some stab for me. I dreaded your\nvisits almost as much as I longed for them. I was your plaything, not\nyour companion. (She rises, exclaiming) Oh, there was such suffering\nin my happiness that I hardly knew joy from pain. (She sinks on the\npiano stool, and adds, as she buries her face in her hands and turns\naway from him) Better for me if I had never met you!\n\nCHARTERIS (rising indignantly). You ungenerous wretch! Is this your\ngratitude for the way I have just been flattering you? What have I not\nendured from you--endured with angelic patience? Did I not find out,\nbefore our friendship was a fortnight old, that all your advanced\nviews were merely a fashion picked up and followed like any other\nfashion, without understanding or meaning a word of them? Did you\nnot, in spite of your care for your own liberty, set up claims on me\ncompared to which the claims of the most jealous wife would have been\ntrifles. Have I a single woman friend whom you have not abused as old,\nugly, vicious--\n\nJULIA (quickly looking up). So they are.\n\nCHARTERIS. Well, then, I'll come to grievances that even you can\nunderstand. I accuse you of habitual and intolerable jealousy and ill\ntemper; of insulting me on imaginary provocation: of positively\nbeating me; of stealing letters of mine--\n\nJULIA (rising). Yes, nice letters.\n\nCHARTERIS. --of breaking your solemn promises not to do it again; of\nspending hours--aye, days! piecing together the contents of my waste\npaper basket in your search for more letters; and then representing\nyourself as an ill used saint and martyr wantonly betrayed and\ndeserted by a selfish monster of a man.\n\nJULIA. I was justified in reading your letters. Our perfect confidence\nin one another gave me the right to do it.\n\nCHARTERIS. Thank you. Then I hasten to break off a confidence which\ngives such rights. (Sits down sulkily on sofa.)\n\nJULIA (with her right hand on the back of the sofa, bending over him\nthreateningly). You have no right to break it off.\n\nCHARTERIS. I have. You refused to marry me because--\n\nJULIA. I did not. You never asked me. If we were married, you would\nnever dare treat me as you are doing now.\n\nCHARTERIS (laboriously going back to his argument). It was understood\nbetween us as people of advanced views that we were not to marry\nbecause, as the law stands, I might have become a drunkard, a--\n\nJULIA. --a criminal, an imbecile or a horror. You said that before.\n(Sits down beside him with a fling.)\n\nCHARTERIS (politely). I beg your pardon, my dear. I know I have a\nhabit of repeating myself. The point is that you reserved your freedom\nto give me up when you pleased.\n\nJULIA. Well, what of that? I do not please to give you up; and I will\nnot. You have not become a drunkard or a criminal.\n\nCHARTERIS. You don't see the point yet, Julia. You seem to forget that\nin reserving your freedom to leave me in case I should turn out badly,\nyou also reserved my freedom to leave you in case you should turn out\nbadly.\n\nJULIA. Very ingenious. And pray, have _I_ become a drunkard, or a\ncriminal, or an imbecile?\n\nCHARTERIS (rising). You have become what is infinitely worse than all\nthree together--a jealous termagant.\n\nJULIA (shaking her head bitterly). Yes, abuse me--call me names.\n\nCHARTERIS. I now assert the right I reserved--the right of breaking\nwith you when I please. Advanced views, Julia, involve advanced\nduties: you cannot be an advanced woman when you want to bring a man\nto your feet, and a conventional woman when you want to hold him there\nagainst his will. Advanced people form charming friendships:\nconventional people marry. Marriage suits a good deal of people; and\nits first duty is fidelity. Friendship suits some people; and its\nfirst duty is unhesitating, uncomplaining acceptance of a notice of a\nchange of feeling from either side. You chose friendship instead of\nmarriage. Now do your duty, and accept your notice.\n\nJULIA. Never! We are engaged in the eye of--the eye of--\n\nCHARTERIS (sitting down quickly beside her). Yes, Julia. Can't you get\nit out? In the eye of something that advanced women don't believe in,\nen?\n\nJULIA (throwing herself at his feet). O Leonard, don't be cruel. I am\ntoo miserable to argue--to think. I only know I love you. You reproach\nme with not wanting to marry you. I would have married you at any time\nafter I came to love you, if you had asked me. I will marry you now if\nyou will.\n\nCHARTERIS. I won't, my dear. That's flat. We're intellectually\nincompatible.\n\nJULIA. But why? We could be so happy. You love me--I know you love\nme--I feel it. You say \"My dear\" to me: you have said it several times\nthis evening. I know I have been wicked, odious, bad. I say nothing in\ndefence of myself. But don't be hard on me. I was distracted by the\nthought of losing you. I can't face life without you Leonard. I was\nhappy when I met you: I had never loved anyone; and if you had only\nlet me alone I could have gone on contentedly by myself. But I can't\nnow. I must have you with me. Don't cast me off without a thought of\nall I have at stake. I could be a friend to you if you would only let\nme--if you would only tell me your plans--give me a share in your\nwork---treat me as something more than the amusement of an idle hour.\nOh Leonard, Leonard, you've never given me a chance: indeed you\nhaven't. I'll take pains; I'll read; I'll try to think; I'll conquer\nmy jealousy; I'll-- (She breaks down, rocking her head desperately on\nhis knee and writhing.) Oh, I'm mad: I'm mad: you'll kill me if you\ndesert me.\n\nCHARTERIS (petting her). My dear love, don't cry--don't go on in this\nway. You know I can't help it.\n\nJULIA (sobbing as he rises and coaxingly lifts her with him). Oh, you\ncan, you can. One word from you will make us happy for ever.\n\nCHARTERIS (diplomatically). Come, my dear: we really must go. We can't\nstay until Cuthbertson comes. (Releases her gently and takes her\nmantle from the table.) Here is your mantle: put it on and be good.\nYou have given me a terrible evening: you must have some consideration\nfor me.\n\nJULIA (dangerous again). Then I am to be cast off.\n\nCHARTERIS (coaxingly). You are to put on your bonnet, dearest. (He\nputs the mantle on her shoulders.)\n\nJULIA (with a bitter half laugh, half sob). Well, I suppose I must do\nwhat I am told. (She goes to the table, and looks for her bonnet. She\nsees the yellow-backed French novel.) Ah, look at that! (holds it out\nto him.) Look--look at what the creature reads--filthy, vile French\nstuff that no decent woman would touch. And you--you have been reading\nit with her.\n\nCHARTERIS. You recommended that book to me yourself.\n\nJULIA. Faugh! (Dashes it on the floor.)\n\nCHARTERIS (running anxiously to the book). Don't damage property,\nJulia. (He picks it up and dusts it.) Making scenes is an affair of\nsentiment: damaging property is serious. (Replaces it on the table.)\nAnd now do pray come along.\n\nJULIA (implacably). You can go: there is nothing to prevent you. I\nwill not stir. (She sits down stubbornly on the sofa.)\n\nCHARTERIS (losing patience). Oh come! I am not going to begin all this\nover again. There are limits even to my forbearance. Come on.\n\nJULIA. I will not, I tell you.\n\nCHARTERIS. Then good night. (He makes resolutely for the door. With a\nrush, she gets there before him, and bars his way.) I thought you\nwanted me to go.\n\nJULIA (at the door). You shall not leave me here alone.\n\nCHARTERIS. Then come with me.\n\nJULIA. Not until you have sworn to me to give up that woman.\n\nCHARTERIS. My dear, I will swear anything if you will only come away\nand put an end to this.\n\nJULIA (perplexed--doubting him). You will swear?\n\nCHARTERIS. Solemnly. Propose the oath. I have been on the point of\nswearing for the last half hour.\n\nJULIA (despairingly). You are only making fun of me. I want no oaths.\nI want your promise--your sacred word of honour.\n\nCHARTERIS. Certainly--anything you demand, on condition that you come\naway immediately. On my sacred word of honour as a gentleman--as an\nEnglishman--as anything you like--I will never see her again, never\nspeak to her, never think of her. Now come.\n\nJULIA. But are you in earnest? Will you keep your word?\n\nCHARTERIS (smiling subtly). Now you are getting unreasonable. Do come\nalong without any more nonsense. At any rate, I am going. I am not\nstrong enough to carry you home; but I am strong enough to make my way\nthrough that door in spite of you. You will then have a new grievance\nagainst me for my brutal violence. (He takes a step towards the door.)\n\nJULIA (solemnly). If you do, I swear I will throw myself from that\nwindow, Leonard, as you pass out.\n\nCHARTERIS (unimpressed). That window is at the back of the building. I\nshall pass out at the front; so you will not hurt me. Good night. (He\napproaches the door.)\n\nJULIA. Leonard: have you no pity?\n\nCHARTERIS. Not in the least. When you condescend to these antics you\nforce me to despise you. How can a woman who behaves like a spoiled\nchild and talks like a sentimental novel have the audacity to dream of\nbeing a companion for a man of any sort of sense or character? (She\ngives an inarticulate cry and throws herself sobbing on his breast.)\nCome, don't cry, my dear Julia: you don't look half so beautiful as\nwhen you're happy; and it takes all the starch out of my shirt front.\nCome along.\n\nJULIA (affectionately). I'll come, dear, if you wish it. Give me one\nkiss.\n\nCHARTERIS (exasperated). This is too much. No: I'm dashed if I will.\nHere, let me go, Julia. (She clings to him.) Will you come without\nanother word if I give you a kiss?\n\nJULIA. I will do anything you wish, darling.\n\nCHARTERIS. Well, here. (He takes her in his arms and gives her an\nunceremonious kiss.) Now remember your promise. Come along.\n\nJULIA. That was not a nice kiss, dearest. I want one of our old real\nkisses.\n\nCHARTERIS (furious). Oh, go to the deuce. (He disengages himself\nimpulsively; and she, as if he had flung her down, falls pathetically\nwith a stifled moan. With an angry look at her, he strides out and\nslams the door. She raises herself on one hand, listening to his\nretreating footsteps. They stop. Her face lights up with eager,\ntriumphant cunning. The steps return hastily. She throws herself down\nagain as before. Charteris reappears, in the utmost dismay,\nexclaiming) Julia: we're done. Cuthbertson's coming upstairs with your\nfather--(she sits up quickly) do you hear?--the two fathers.\n\nJULIA (sitting on the floor). Impossible. They don't know one another.\n\nCHARTERIS (desperately). I tell you they are coming up together like\nbrothers. What on earth are we to do?\n\nJULIA (scrambling up with the help of his hand). Quick, the lift: we\ncan go down in that. (She rushes to the table for her bonnet.)\n\nCHARTERIS. No, the man's gone home; and the lift's locked.\n\nJULIA (putting on bonnet at express speed). Let's go up to the next\nfloor.\n\nCHARTERIS. There's no next floor. We're at the top of the house. No,\nno, you must invent some thumping lie. I can't think of one: you can,\nJulia. Exercise all your genius. I'll back you up.\n\nJULIA. But------\n\nCHARTERIS. Sh-sh! Here they are. Sit down and look at home. (Julia\ntears off her bonnet and mantle; throws them on the table; and darts\nto the piano at which she seats herself.)\n\nJULIA. Come and sing. (She plays the symphony to \"When other lips.\" He\nstands at the piano, as if about to sing. Two elderly gentlemen enter.\nJulia stops playing.)\n\nThe elder of the two gentlemen, Colonel Daniel Craven,\naffects the bluff, simple veteran, and carries it off\npleasantly and well, having a fine upright figure, and\nbeing, in fact, a goodnaturedly impulsive, credulous\nperson who, after an entirely thoughtless career as an\nofficer and a gentleman, is now being startled into\nsome sort of self-education by the surprising\nproceedings of his children.\n\nHis companion, Mr. Joseph Cuthbertson, Grace's father,\nhas none of the Colonel's boyishness. He is a man of\nfervent idealistic sentiment, so frequently outraged by\nthe facts of life, that he has acquired an habitually\nindignant manner, which unexpectedly becomes\nenthusiastic or affectionate when he speaks.\n\nThe two men differ greatly in expression. The Colonel's\nface is lined with weather, with age, with eating and\ndrinking, and with the cumulative effects of many petty\nvexations, but not with thought: he is still fresh, and\nhe has by no means full expectations of pleasure and\nnovelty. Cuthbertson has the lines of sedentary London\nbrain work, with its chronic fatigue and longing for\nrest and recreative emotion, and its disillusioned\nindifference to adventure and enjoyment, except as a\nmeans of recuperation.\n\nThey are both in evening dress; and Cuthbertson wears\nhis fur collared overcoat, which, with his vigilant,\nirascible eye, piled up hair, and the honorable\nearnestness with which he takes himself, gives him an\nair of considerable consequence.\n\nCUTHBERTSON (with a hospitable show of delight at finding visitors).\nDon't stop, Miss Craven. Go on, Charteris. (He comes down behind the\nsofa, and hangs his overcoat on it, after taking an opera glass and a\ntheatre programme from the pockets, and putting them down on the\npiano. Craven meanwhile goes to the fire-place and stands on the\nhearthrug.)\n\nCHARTERIS. No, thank you. Miss Craven has just been taking me through\nan old song; and I've had enough of it. (He takes the song off the\npiano desk and lays it aside; then closes the lid over the keyboard.)\n\nJULIA (passing between the sofa and piano to shake hands with\nCuthbertson). Why, you've brought Daddy! What a surprise! (Looking\nacross to Craven.) So glad you've come, Dad. (She takes a chair near\nthe window, and sits there.)\n\nCUTHBERTSON. Craven: let me introduce you to Mr. Leonard Charteris,\nthe famous Ibsenist philosopher.\n\nCRAVEN. Oh, we know one another already. Charteris is quite at home at\nour house, Jo.\n\nCUTHBERTSON. I beg both your pardons. (Charteris sits down on the\npiano stool.) He's quite at home here too. By the bye, where's Grace?\n\nJULIA and CHARTERIS. Er-- (They stop and look at one another.)\n\nJULIA (politely). I beg your pardon, Mr. Charteris: I interrupted you.\n\nCHARTERIS. Not at all, Miss Craven. (An awkward pause.)\n\nCUTHBERTSON (to help them out). You were going to tell about Grace,\nCharteris.\n\nCHARTERIS. I was only going to say that I didn't know that you and\nCraven were acquainted.\n\nCRAVEN. Why, _I_ didn't know it until to-night. It's a most\nextraordinary thing. We met by chance at the theatre; and he turns out\nto be my oldest friend.\n\nCUTHBERTSON (energetically). Yes, Craven; and do you see how this\nproves what I was saying to you about the breaking up of family life?\nHere are all our young people--Grace and Miss Julia and the\nrest--bosom friends, inseparables; and yet we two, who knew each other\nbefore they were born, might never have met again if you hadn't popped\ninto the stall next to mine to-night by pure chance. Come, sit down\n(bustling over to him affectionately and pushing him into the arm\nchair above the fire): there's your place, by my fireside, whenever\nyou choose to fill it. (He posts himself at the right end of the sofa,\nleaning against it and admiring Craven.) Just imagine your being Dan\nCraven!\n\nCRAVEN. Just imagine your being Jo Cuthbertson, though! That's a far\nmore extraordinary coincidence, because I'd got it into my head that\nyour name was Tranfield.\n\nCUTHBERTSON. Oh, that's my daughter's name. She's a widow, you know.\nHow uncommonly well you look, Dan! The years haven't hurt you much.\n\nCRAVEN (suddenly becoming unnaturally gloomy). I look well. I even\nfeel well. But my days are numbered.\n\nCUTHBERTSON (alarmed). Oh don't say that, my dear fellow. I hope not.\n\nJULIA (with anguish in her voice). Daddy! (Cuthbertson looks\ninquiringly around at her.)\n\nCRAVEN. There, there, my dear: I was wrong to talk of it. It's a sad\nsubject. But it's better that Cuthbertson should know. We used to be\nvery close friends, and are so still, I hope. (Cuthbertson goes to\nCraven and presses his hand silently; then returns to sofa and sits,\npulling out his handkerchief and displaying some emotion. )\n\nCHARTERIS (a little impatiently). The fact is, Cuthbertson, Craven's a\ndevout believer in the department of witchcraft called medical\nscience. He's celebrated in all the medical schools as an example of\nthe newest sort of liver complaint. The doctors say he can't last\nanother year; and he has fully made up his mind not to survive next\nEaster, just to oblige them.\n\nCRAVEN (with military affectation). It's very kind of you to try to\nkeep up my spirits by making light of it, Charteris. But I shall be\nready when my time comes. I'm a soldier. (A sob from Julia.) Don't\ncry, Julia.\n\nCUTHBERTSON (huskily). I hope you may long be spared, Dan.\n\nCRAVEN. To oblige me, Jo, change the subject. (He gets up and again\nposts himself on the hearthrug with his back to the fire.)\n\nCHARTERIS. Try and persuade him to join our club, Cuthbertson. He\nmopes.\n\nJULIA. It's no use. Sylvia and I are always at him to join; but he\nwon't.\n\nCRAVEN. My child, I have my own club.\n\nCHARTERIS (contemptuously). Yes, the Junior Army and Navy! Do you\ncall that a club? Why, they daren't let a woman cross the doorstep!\n\nCRAVEN (a little ruffled). Clubs are a matter of taste, Charteris. You\nlike a cock and hen club: I don't. It's bad enough to have Julia and\nher sister--a girl under twenty--spending half their time at such a\nplace. Besides, now really, such a name for a club! The Ibsen club! I\nshould be laughed out of London. The Ibsen club! Come, Cuthbertson,\nback me up. I'm sure you agree with me.\n\nCHARTERIS. Cuthbertson's a member.\n\nCRAVEN (amazed). No! Why, he's been talking to me all the evening\nabout the way in which everything is going to the dogs through\nadvanced ideas in the younger generation.\n\nCHARTERIS. Of course. He's been studying it in the club. He's always\nthere.\n\nCUTHBERTSON (warmly). Not always. Don't exaggerate, Charteris. You\nknow very well that though I joined the club on Grace's account,\nthinking that her father's presence there would be a protection and\na--a sort of sanction, as it were--I never approved of it.\n\nCRAVEN (tactlessly harping on Cuthbertson's inconsistency). Well, you\nknow, this is unexpected: now it's really very unexpected. I should\nnever have thought it from hearing you talk, Jo. Why, you said the\nwhole modern movement was abhorrent to you because your life had been\npassed in witnessing scenes of suffering nobly endured and sacrifice\nwillingly rendered by womanly women and manly men and deuce knows what\nelse. Is it at the Ibsen club that you see all this manliness and\nwomanliness?\n\nCHARTERIS. Certainly not: the rules of the club forbid anything of\nthat sort. Every candidate for membership must be nominated by a man\nand a woman, who both guarantee that the candidate, if female, is not\nwomanly, and if male, is not manly.\n\nCRAVEN (chuckling cunningly and stooping to press his heated trousers\nagainst his legs, which are chilly). Won't do, Charteris. Can't take\nme in with so thin a story as that.\n\nCUTHBERTSON (vehemently). It's true. It's monstrous, but it's true.\n\nCRAVEN (with rising indignation, as he begins to draw the inevitable\ninferences). Do you mean to say that somebody had the audacity to\nguarantee that my Julia is not a womanly woman?\n\nCHARTERIS (darkly). It sounds incredible; but a man was found ready to\ntake that inconceivable lie on his conscience.\n\nJULIA (firing up). If he has nothing worse than that on his\nconscience, he may sleep pretty well. In what way am I more womanly\nthan any of the rest of them, I should like to know? They are always\nsaying things like that behind my back--I hear of them from Sylvia.\nOnly the other day a member of the committee said I ought never to\nhave been elected--that you (to Charteris) had smuggled me in. I\nshould like to see her say it to my face: that's all.\n\nCRAVEN. But, my precious, I most sincerely hope she was right. She\npaid you the highest compliment. Why, the place must be a den of\ninfamy.\n\nCUTHBERTSON (emphatically). So it is, Craven, so it is.\n\nCHARTERIS. Exactly. That's what keeps it so select: nobody but people\nwhose reputations are above suspicion dare belong to it. If we once\ngot a good name, we should become a mere whitewashing shop for all the\nshady characters in London. Better join us, Craven. Let me put you up.\n\nCRAVEN. What! Join a club where there's some scoundrel who guaranteed\nmy daughter to be an unwomanly woman! If I weren't an invalid, I'd\nkick him.\n\nCHARTERIS. Oh don't say that. It was I who did it.\n\nCRAVEN (reproachfully). You! Now upon my soul, Charteris, this is very\nvexing. Now how could you bring yourself to do such a thing?\n\nCHARTERIS. She made me. Why, I had to guarantee Cuthbertson as\nunmanly; and he's the leading representative of manly sentiment in\nLondon.\n\nCRAVEN. That didn't do Jo any harm: but it took away my Julia's\ncharacter.\n\nJULIA (outraged). Daddy!\n\nCHARTERIS. Not at the Ibsen club, quite the contrary. After all, what\ncan we do? You know what breaks up most clubs for men and women.\nThere's a quarrel--a scandal--cherchez la femme--always a woman at the\nbottom of it. Well, we knew this when we founded the club; but we\nnoticed that the woman at the bottom of it was always a womanly woman.\nThe unwomanly women who work for their living and know how to take\ncare of themselves never give any trouble. So we simply said we\nwouldn't have any womanly women; and when one gets smuggled in she has\nto take care not to behave in a womanly way. We get on all right. (He\nrises.) Come to lunch with me there tomorrow and see the place.\n\nCUTHBERTSON (rising). No, he's engaged to me. But you can join us.\n\nCHARTERIS. What hour?\n\nCUTHBERTSON. Any time after twelve. (To Craven) It's at 90 Cork\nstreet, at the other end of the Burlington Arcade.\n\nCRAVEN (making a note). 90, you say. After twelve. (He suddenly\nrelapses into gloom.) By the bye, don't order anything special for me.\nI'm not allowed wine--only Apollinaris. No meat either--only a scrap\nof fish occasionally. I'm to have a short life, but not a merry one.\n(Sighing.) Well, well. (Bracing himself up.) Now, Julia, it's time for\nus to be off. (Julia rises.)\n\nCUTHBERTSON. But where on earth is Grace? I must go and look for her.\n(He turns to the door.)\n\nJULIA (stopping him). Oh, pray don't disturb her, Mr. Cuthbertson.\nShe's so tired.\n\nCUTHBERTSON. But just for a moment to say good night. (Julia and\nCharteris look at one another in dismay. Cuthbertson looks quickly at\nthem, perceiving that something is wrong.)\n\nCHARTERIS. We must make a clean breast of it, I see.\n\nCUTHBERTSON. Clean breast?\n\nCHARTERIS. The truth is, Cuthbertson, Mrs. Tranfield, who is, as you\nknow, the most thoughtful of women, took it into her head that\nI--well, that I particularly wanted to speak to Miss Craven alone. So\nshe said she was tired and wanted to go to bed.\n\nCRAVEN (scandalized). Tut! tut!\n\nCUTHBERTSON. Oho! is that it? Then it's all right. She never goes to\nbed as early as this. I'll fetch her in a moment. (He goes out\nconfidently, leaving Charteris aghast.)\n\nJULIA. Now you've done it. (She rushes to the round table and snatches\nup her mantle and bonnet.) I'm off. (She makes for the door.)\n\nCRAVEN (horrified). What are you doing, Julia? You can't go until\nyou've said good night to Mrs. Tranfield. It would be horribly rude.\n\nJULIA. You can stay if you like, Daddy: I can't. I'll wait for you in\nthe hall. (She hurries out.)\n\nCRAVEN (following her). But what on earth am I to say? (Stopping as\nshe disappears, and turning to Charteris grumbling) Now really you\nknow, Charteris, this is devilish awkward, upon my life it is. That\nwas a most indelicate thing of you to say plump out before us\nall--that about you and Julia.\n\nCHARTERIS. I'll explain it all to-morrow. Just at present we'd really\nbetter follow Julia's example and bolt. (He starts for the door.)\n\nCRAVEN (intercepting him). Stop! don't leave me like this: I shall\nlook like a fool. Now I shall really take it in bad part if you run\naway, Charteris.\n\nCHARTERIS (resignedly). All right. I'll stay. (Lifts himself on to the\nshoulder of the grand piano and sits there swinging his legs and\ncontemplating Craven resignedly.)\n\nCRAVEN (pacing up and down). I'm excessively vexed about Julia's\nconduct, I am indeed. She can't bear to be crossed in the slightest\nthing, poor child. I'll have to apologize for her you know: her going\naway is a downright slap in the face for these people here.\nCuthbertson may be offended already for all I know.\n\nCHARTERIS. Oh never mind about him. Mrs. Tranfield bosses this\nestablishment.\n\nCRAVEN (cunningly). Ah, that's it, is it? He's just the sort of fellow\nthat would have no control over his daughter. (He goes back to his\nformer place on the hearthrug with his back to the fire.) By the bye,\nwhat the dickens did he mean by all that about passing his life\namid--what was it?--\"scenes of suffering nobly endured and sacrifice\nwillingly rendered by womanly women and manly men\" and a lot more of\nthe same sort? I suppose he's something in a hospital.\n\nCHARTERIS. Hospital! Nonsense: he's a dramatic critic. Didn't you hear\nme say that he was the leading representative of manly sentiment in\nLondon?\n\nCRAVEN. You don't say so. Now really, who'd have thought it! How jolly\nit must be to be able to go to the theatre for nothing! I must ask him\nto get me a few tickets occasionally. But isn't it ridiculous for a\nman to talk like that! I'm hanged if he don't take what he sees on the\nstage quite seriously.\n\nCHARTERIS. Of course: that's why he's a good critic. Besides, if you\ntake people seriously off the stage, why shouldn't you take them\nseriously on it, where they're under some sort of decent restraint?\n(He jumps down off piano and goes up to the window. Cuthbertson comes\nback.)\n\nCUTHBERTSON (to Craven, rather sheepishly). The fact is, Grace has\ngone to bed. I must apologize to you and Miss-- (He turns to Julia's\nseat, and stops on seeing it vacant.)\n\nCRAVEN (embarrassed). It is I who have to apologize for Julia, Jo.\nShe--\n\nCHARTERIS (interrupting). She said she was quite sure that if we\ndidn't go, you'd persuade Mrs. Tranfield to get up to say good night\nfor the sake of politeness; so she went straight off.\n\nCUTHBERTSON. Very kind of her indeed. I'm really ashamed--\n\nCRAVEN. Don't mention it, Jo, don't mention it. She's waiting for me\nbelow. (Going.) Good night. Good night, Charteris.\n\nCHARTERIS. Good night.\n\nCUTHBERTSON (seeing Craven out). Goodnight. Say good night and thanks\nto Miss Craven for me. To-morrow any time after twelve, remember.\n(They go out; and Charteris with a long sigh crosses to the fireplace,\nthoroughly tired out.)\n\nCRAVEN (outside). All right.\n\nCUTHBERTSON (outside). Take care of the stairs; they're rather steep.\nGood night. (The outside door shuts; and Cuthbertson returns. Instead\nof entering, he stands in the doorway with one hand in the breast of\nhis waistcoat, eyeing Charteris sternly.)\n\nCHARTERIS. What's the matter?\n\nCUTHBERTSON (sternly). Charteris: what's been going on here? I insist\non knowing. Grace has not gone to bed: I have seen and spoken with\nher. What is it all about?\n\nCHARTERIS. Ask your theatrical experience, Cuthbertson. A man, of\ncourse.\n\nCUTHBERTSON (coming forward and confronting him). Don't play the fool\nwith me, Charteris: I'm too old a hand to be amused by it. I ask you,\nseriously, what's the matter?\n\nCHARTERIS. I tell you, seriously, I'm the matter, Julia wants to marry\nme: I want to marry Grace. I came here to-night to sweetheart Grace.\nEnter Julia. Alarums and excursions. Exit Grace. Enter you and Craven.\nSubterfuges and excuses. Exeunt Craven and Julia. And here we are.\nThat's the whole story. Sleep over it. Good night. (He leaves.)\n\nCUTHBERTSON (staring after him). Well I'll be--\n(The act drop descends.)\n\nEND OF ACT I.\n\n\n\n\nACT II\n\nNext day at noon, in the Library of the Ibsen club. A\nspacious room, with glass doors right and left. At the\nback, in the middle, is the fireplace, surmounted by a\nhandsome mantelpiece, with a bust of Ibsen, and\ndecorated inscriptions of the titles of his plays.\nThere are circular recesses at each side of fireplace,\nwith divan seats running round them, and windows at the\ntop, the space between the divan and the window sills\nbeing lined with books. A long settee is placed before\nthe fire. Along the back of the settee, and touching\nit, is a green table, littered with journals. A\nrevolving bookcase stands in the foreground, a little\nto the left, with an easy chair close to it. On the\nright, between the door and the recess, is a light\nlibrary stepladder. Placards inscribed \"silence\" are\nconspicuously exhibited here and there.\n\n(Cuthbertson is seated in the easy chair at the revolving bookstand,\nreading the \"Daily Graphic.\" Dr. Paramore is on the divan in the right\nhand recess, reading \"The British Medical Journal.\" He is young as age\nis counted in the professions--barely forty. His hair is wearing bald\non his forehead; and his dark arched eyebrows, coming rather close\ntogether, give him a conscientiously sinister appearance. He wears the\nfrock coat and cultivates the \"bedside manner\" of the fashionable\nphysician with scrupulous conventionality. Not at all a happy or frank\nman, but not consciously unhappy nor intentionally insincere, and\nhighly self satisfied intellectually.\n\nSylvia Craven is sitting in the middle of the settee before the fire,\nonly the back of her head being visible. She is reading a volume of\nIbsen. She is a girl of eighteen, small and trim, wearing a smart\ntailor-made dress, rather short, and a Newmarket jacket, showing a\nwhite blouse with a light silk sash and a man's collar and watch chain\nso arranged as to look as like a man's waistcoat and shirt-front as\npossible without spoiling the prettiness of the effect. A Page Boy's\nvoice, monotonously calling for Dr. Paramore, is heard approaching\noutside on the right.)\n\nPAGE (outside). Dr. Paramore, Dr. Paramore, Dr. Paramore. (He enters\ncarrying a salver with a card on it.) Dr. Par--\n\nPARAMORE (sharply, sitting up). Here, boy. (The boy presents the\nsalver. Paramore takes the card and looks at it.) All right: I'll come\ndown to him. (The boy goes. Paramore rises, and comes from the recess,\nthrowing his paper on the table.) Good morning, Mr. Cuthbertson\n(stopping to pull out his cuffs and shake his coat straight) Mrs.\nTranfield quite well, I hope?\n\nSYLVIA (turning her head indignantly). Sh--sh--sh! (Paramore turns,\nsurprised. Cuthbertson rises energetically and looks across the\nbookstand to see who is the author of this impertinence.)\n\nPARAMORE (to Sylvia--stiffly). I beg your pardon, Miss Craven: I did\nnot mean to disturb you.\n\nSYLVIA (flustered and self assertive). You may talk as much as you\nlike if you will only have the common consideration to first ask\nwhether the other people object. What I protest against is your\nassumption that my presence doesn't matter because I'm only a female\nmember. That's all. Now go on, pray: you don't disturb me in the\nleast. (She turns to the fire, and again buries herself in Ibsen.)\n\nCUTHBERTSON (with emphatic dignity). No gentleman would have dreamt of\nobjecting to our exchanging a few words, madam. (She takes no notice.\nHe resumes angrily.) As a matter of fact I was about to say to Dr.\nParamore that if he would care to bring his visitor up here, _I_\nshould not object. The impudence! (Dashes his paper down on the\nchair.)\n\nPARAMORE. Oh, many thanks; but it's only an instrument maker.\n\nCUTHBERTSON. Any new medical discoveries, doctor?\n\nPARAMORE. Well, since you ask me, yes--perhaps a most important one. I\nhave discovered something that has hitherto been overlooked--a minute\nduct in the liver of the guinea pig. Miss Craven will forgive my\nmentioning it when I say that it may throw an important light on her\nfather's case. The first thing, of course, is to find out what the\nduct is there for.\n\nCUTHBERTSON (reverently--feeling that he is in the presence of\nscience). Indeed. How will you do that?\n\nPARAMORE. Oh, easily enough, by simply cutting the duct and seeing\nwhat will happen to the guinea pig. (Sylvia rises, horrified.) I shall\nrequire a knife specially made to get at it. The man who is waiting\nfor me downstairs has brought me a few handles to try before fitting\nit and sending it to the laboratory. I am afraid it would not do to\nbring such weapons up here.\n\nSYLVIA. If you attempt such a thing, Dr. Paramore, I will complain to\nthe committee. The majority of the committee are anti-vivisectionists.\nYou ought to be ashamed of yourself. (She flounces out at the right\nhand door.)\n\nPARAMORE (with patient contempt). That's the sort of thing we\nscientific men have to put up with nowadays, Mr. Cuthbertson.\nIgnorance, superstition, sentimentality: they are all one. A guinea\npig's convenience is set above the health and lives of the entire\nhuman race.\n\nCUTHBERTSON (vehemently). It's not ignorance or superstition,\nParamore: it's sheer downright Ibsenism: that's what it is. I've been\nwanting to sit comfortably at the fire the whole morning; but I've\nnever had a chance with that girl there. I couldn't go and plump\nmyself down on a seat beside her: goodness knows what she'd think I\nwanted. That's one of the delights of having women in the club: when\nthey come in here they all want to sit at the fire and adore that\nbust. I sometimes feel that I should like to take the poker and fetch\nit a wipe across the nose--ugh!\n\nPARAMORE. I must say I prefer the elder Miss Craven to her sister.\n\nCUTHBERTSON (his eyes lighting up). Ah, Julia! I believe you. A\nsplendid fine creature--every inch a woman. No Ibsenism about her!\n\nPARAMORE. I quite agree with you there, Mr. Cuthbertson. Er--by the\nway, do you think is Miss Craven attached to Charteris at all?\n\nCUTHBERTSON. What, that fellow! Not he. He hangs about after her; but\nhe's not man enough for her. A woman of that sort likes a strong,\nmanly, deep-throated, broad-chested man.\n\nPARAMORE (anxiously). Hm, a sort of sporting character, you think?\n\nCUTHBERTSON. Oh, no, no. A scientific man, perhaps, like yourself. But\nyou know what I mean--a MAN. (Strikes himself a sounding blow on the\nchest.)\n\nPARAMORE. Of course; but Charteris is a man.\n\nCUTHBERTSON. Pah! you don't see what I mean. (The Page Boy returns\nwith his salver.)\n\nPAGE BOY (calling monotonously as before). Mr. Cuthbertson, Mr.\nCuthbertson, Mr. Cuth--\n\nCUTHBERTSON. Here, boy. (He takes a card from the salver.) Bring the\ngentleman up here. (The boy goes out.) It's Craven. He's coming to\nlunch with me and Charteris. You might join us if you've nothing\nbetter to do, when you've finished with the instrument man. If Julia\nturns up I'll ask her too.\n\nPARAMORE (flushing with pleasure). I shall be very happy. Thank you.\n(He is going out at the right hand door when Craven enters.) Good\nmorning, Colonel Craven.\n\nCRAVEN (at the door). Good morning--glad to see you. I'm looking for\nCuthbertson.\n\nPARAMORE (smiling). There he is. (He goes out.)\n\nCUTHBERTSON (greeting Craven effusively). Delighted to see you. Now\nwill you come to the smoking room, or will you sit down here and have\na chat while we're waiting for Charteris. If you like company, the\nsmoking room is always full of women. Here we shall have it pretty\nwell all to ourselves until about three o'clock.\n\nCRAVEN. I don't like to see women smoking. I'll make myself\ncomfortable here. (Sits in an easy chair on the right.)\n\nCUTHBERTSON (taking a chair beside him, on his left). Neither do I.\nThere's not a room in this club where I can enjoy a pipe quietly\nwithout a woman coming in and beginning to roll a cigarette. It's a\ndisgusting habit in a woman: it's not natural to her sex.\n\nCRAVEN (sighing). Ah, Jo, times have changed since we both courted\nMolly Ebden all those years ago. I took my defeat well, old chap,\ndidn't I?\n\nCUTHBERTSON (with earnest approval). You did, Dan. The thought of it\nhas often helped me to behave well myself: it has, on my honour.\n\nCRAVEN. Yes, you always believe in hearth and home, Jo--in a true\nEnglish wife and a happy wholesome fireside. How did Molly turn out?\n\nCUTHBERTSON (trying to be fair to Molly). Well, not bad. She might\nhave been worse. You see I couldn't stand her relations: all the men\nwere roaring cads; and she couldn't get on with my mother. And then\nshe hated being in town; and of course I couldn't live in the country\non account of my work. But we hit it off as well as most people, until\nwe separated.\n\nCRAVEN (taken aback). Separated! (He is irresistibly amused.) Oh, that\nwas the end of the hearth and home, Jo, was it?\n\nCUTHBERTSON (warmly). It was not my fault, Dan. (Sentimentally.) Some\nday the world will know how I loved that woman. But she was incapable\nof valuing a true man's affection. Do you know, she often said she\nwished she'd married you instead.\n\nCRAVEN (sobered by the suggestion). Dear me, dear me! Well, perhaps it\nwas better as it was. You heard about my marriage, I suppose.\n\nCUTHBERTSON. Oh yes: we all heard of it.\n\nCRAVEN. Well, Jo, I may as well make a clean breast of it--everybody\nknew it. I married for money.\n\nCUTHBERTSON (encouragingly). And why not, Dan, why not? We can't get\non without it, you know.\n\nCRAVEN (with sincere feeling). I got to be very fond of her, Jo. I had\na home until she died. Now everything's changed. Julia's always here.\nSylvia's of a different nature; but she's always here too.\n\nCUTHBERTSON (sympathetically). I know. It's the same with Grace. She's\nalways here.\n\nCRAVEN. And now they want me to be always here. They're at me every\nday to join the club--to stop my grumbling, I suppose. That's what I\nwant to consult you about. Do you think I ought to join?\n\nCUTHBERTSON. Well, if you have no conscientious objection--\n\nCRAVEN (testily interrupting him). I object to the existence of the\nplace on principle; but what's the use of that? Here it is in spite of\nmy objection, and I may as well have the benefit of any good that may\nbe in it.\n\nCUTHBERTSON (soothing him). Of course: that's the only reasonable view\nof the matter. Well, the fact is, it's not so inconvenient as you\nmight think. When you're at home, you have the house more to yourself;\nand when you want to have your family about you, you can dine with\nthem at the club.\n\nCRAVEN (not much attracted by this). True.\n\nCUTHBERTSON. Besides, if you don't want to dine with them, you\nneedn't.\n\nCRAVEN (convinced). True, very true. But don't they carry on here,\nrather?\n\nCUTHBERTSON. Oh, no, they don't exactly carry on. Of course the usual\ntone of the club is low, because the women smoke and earn their own\nliving and all that; but still there's nothing actually to complain\nof. And it's convenient, certainly. (Charteris comes in, looking round\nfor them.)\n\nCRAVEN (rising). Do you know, I've a great mind to join, just to see\nwhat it's like. Would you mind putting me up?\n\nCUTHBERTSON. Delighted, Dan, delighted. (He grasps Craven's hand.)\n\nCHARTERIS (putting one hand on Craven's shoulder and the other on\nCuthbertson's). Bless you, my children! (Cuthbertson, a little wounded\nin his dignity, moves away. The Colonel takes the jest in the utmost\ngood humor.)\n\nCRAVEN (cordially). Hallo!\n\nCHARTERIS (to Craven). Hope I haven't disturbed your chat by coming\ntoo soon.\n\nCRAVEN. Not at all. Welcome, dear boy. (Shakes his hand.)\n\nCHARTERIS. That's right. I'm earlier than I intended. The fact is, I\nhave something rather pressing to say to Cuthbertson.\n\nCRAVEN. Private!\n\nCHARTERIS. Not particularly. (To Cuthbertson.) Only what we were\nspeaking of last night.\n\nCUTHBERTSON. Well, Charteris, I think that is private, or ought to be.\n\nCRAVEN (going up towards the table). I'll just take a look at the\nTimes--\n\nCHARTERIS (stopping him). Oh, it's no secret: everybody in the club\nguesses it. (To Cuthbertson.) Has Grace never mentioned to you that\nshe wants to marry me?\n\nCUTHBERTSON (indignantly). She has mentioned that you want to marry\nher.\n\nCHARTERIS. Ah; but then it's not what I want, but what Grace wants,\nthat will weigh with you.\n\nCRAVEN (a little shocked). Excuse me Charteris: this is private. I'll\nleave you to yourselves. (Again moves towards the table.)\n\nCHARTERIS. Wait a bit, Craven: you're concerned in this. Julia wants\nto marry me too.\n\nCRAVEN (in a tone of the strongest remonstrance). Now really! Now upon\nmy life and soul!\n\nCHARTERIS. It's a fact, I assure you. Didn't it strike you as rather\nodd, our being up there last night and Mrs. Tranfield not with us?\n\nCRAVEN. Well, yes it did. But you explained it. And now really,\nCharteris, I must say your explanation was in shocking bad taste\nbefore Julia.\n\nCHARTERIS. Never mind. It was a good, fat, healthy, bouncing lie.\n\nCRAVEN and CUTHBERTSON. Lie!\n\nCHARTERIS. Didn't you suspect that?\n\nCRAVEN. Certainly not. Did you, Jo?\n\nCUTHBERTSON. No, most emphatically.\n\nCRAVEN. What's more, I don't believe you. I'm sorry to have to say\nsuch a thing; but you forget that Julia was present and didn't\ncontradict you.\n\nCHARTERIS. She didn't want to.\n\nCRAVEN. Do you mean to say that my daughter deceived me?\n\nCHARTERIS. Delicacy towards me compelled her to, Craven.\n\nCRAVEN (taking a very serious tone). Now look here, Charteris: have\nyou any proper sense of the fact that you're standing between two\nfathers?\n\nCUTHBERTSON. Quite right, Dan, quite right. I repeat the question on\nmy own account.\n\nCHARTERIS. Well, I'm a little dazed still by standing for so long\nbetween two daughters; but I think I grasp the situation. (Cuthbertson\nflings away with an exclamation of disgust.)\n\nCRAVEN. Then I'm sorry for your manners, Charteris: that's all. (He\nturns away sulkily; then suddenly fires up and turns on Charteris.)\nHow dare you tell me my daughter wants to marry you. Who are you,\npray, that she should have any such ambition?\n\nCHARTERIS. Just so; she couldn't have made a worse choice. But she\nwon't listen to reason. I've talked to her like a father myself--I\nassure you, my dear Craven, I've said everything that you could have\nsaid; but it's no use: she won't give me up. And if she won't listen\nto me, what likelihood is there of her listening to you?\n\nCRAVEN (in angry bewilderment). Cuthbertson: did you ever hear\nanything like this?\n\nCUTHBERTSON. Never! Never!\n\nCHARTERIS. Oh, bother? Come, don't behave like a couple of\nconventional old fathers: this is a serious affair. Look at these\nletters (producing a letter and a letter-card.) This (showing the\ncard) is from Grace--by the way, Cuthbertson, I wish you'd ask her not\nto write on letter-cards: the blue colour makes it so easy for Julia\nto pick the bits out of my waste paper basket and piece them together.\nNow listen. \"My dear Leonard: Nothing could make it worth my while to\nbe exposed to such scenes as last night's. You had much better go back\nto Julia and forget me. Yours sincerely, Grace Tranfield.\"\n\nCUTHBERTSON (infuriated). Damnation!\n\nCHARTERIS (turning to Craven and preparing to read the letter). Now\nfor Julia. (The Colonel turns away to hide his face from Charteris,\nanticipating a shock, and puts his hand on a chair to steady himself.)\n\"My dearest boy. Nothing will make me believe that this odious woman\ncan take my place in your heart. I send some of the letters you wrote\nme when we first met; and I ask you to read them. They will recall\nwhat you felt when you wrote them. You cannot have changed so much as\nto be indifferent to me: whoever may have struck your fancy for the\nmoment, your heart is still mine\"--and so on: you know the sort of\nthing--\"Ever and always your loving Julia.\" (The Colonel sinks on the\nchair and covers his face with his hand.) You don't suppose she's\nserious, do you: that's the sort of thing she writes me three times a\nday. (To Cuthbertson) Grace is in earnest though, confound it. (He\nholds out Grace's letter.) A blue card as usual! This time I shall not\ntrust the waste paper basket. (He goes to the fire, and throws the\nletters into it.)\n\nCUTHBERTSON (facing him with folded arms as he comes down again). May\nI ask, Mr. Charteris, is this the New Humour?\n\nCHARTERIS (still too preoccupied with his own difficulty to have any\nsense of the effect he is producing on the others). Oh, stuff! Do you\nsuppose it's a joke to be situated as I am? You've got your head so\nstuffed with the New Humour and the New Woman and the New This, That\nand the Other, all mixed up with your own old Adam, that you've lost\nyour senses.\n\nCUTHBERTSON (strenuously). Do you see that old man, grown grey in the\nhonoured service of his country, whose last days you have blighted?\n\nCHARTERIS (surprised, looking at Craven and realizing his distress\nwith genuine concern). I'm very sorry. Come, Craven; don't take it to\nheart. (Craven shakes his head.) I assure you it means nothing: it\nhappens to me constantly.\n\nCUTHBERTSON. There is only one excuse for you. You are not fully\nresponsible for your actions. Like all advanced people, you have got\nneurasthenia.\n\nCHARTERIS (appalled). Great Heavens! what's that?\n\nCUTHBERTSON. I decline to explain. You know as well as I do. I am\ngoing downstairs now to order lunch. I shall order it for three; but\nthe third place is for Paramore, whom I have invited, not for you. (He\ngoes out through the left hand door.)\n\nCHARTERIS (putting his hand on Craven's shoulder). Come, Craven;\nadvise me. You've been in this sort of fix yourself probably.\n\nCRAVEN. Charteris: no woman writes such letters to a man unless he has\nmade advances to her.\n\nCHARTERIS (mournfully). How little you know the world, Colonel! The\nNew Woman is not like that.\n\nCRAVEN. I can only give you very old fashioned advice, my boy; and\nthat is that it's well to be off with the Old Woman before you're on\nwith the New. I'm sorry you told me. You might have waited for my\ndeath: it's not far off now. (His head droops again. Julia and\nParamore enter on the right. Julia stops as she catches sight of\nCharteris, her face clouding and her breast heaving. Paramore, seeing\nthe Colonel apparently ill, hurries down to him with the bedside\nmanner in full play.)\n\nCHARTERIS (seeing Julia). Oh Lord! (He retreats under the lee of the\nrevolving bookstand.)\n\nPARAMORE (sympathetically to the Colonel). Allow me. (Takes his wrist\nand begins to count his pulse.)\n\nCRAVEN (looking up). Eh? (Withdraws his hand and rises rather\ncrossly.) No, Paramore: it's not my liver now: it's private business.\n(A chase now begins between Julia and Charteris, all the more exciting\nto them because the huntress and her prey must alike conceal the real\nobject of their movements from the others. Charteris first makes for\nthe right hand door. Julia immediately moves back to it, barring his\npath. He doubles back round the bookstand, setting it whirling as he\nmakes for the left door, Julia crossing in pursuit of him. He is about\nto escape when he is cut off by the return of Cuthbertson. He turns\nback and sees Julia close upon him. There being nothing else for it,\nhe bolts up into the recess to the left of the fireplace.)\n\nCUTHBERTSON. Good morning, Miss Craven. (They shake hands.) Won't you\njoin us at lunch? Paramore's coming too.\n\nJULIA. Thanks: I shall be very pleased. (She goes up with affected\npurposelessness towards the recess. Charteris, almost trapped in it,\ncrosses to the right hand recess by way of the fender, knocking down\nthe fire irons with a crash as he does so.)\n\nCRAVEN (who has crossed to the whirling bookcase and stopped it). What\nthe dickens are you doing there, Charteris?\n\nCHARTERIS. Nothing. It's such a confounded room to get about in.\n\nJULIA (maliciously). Yes, isn't it. (She is moving back to guard the\nright hand door, when Cuthbertson appears at it.)\n\nCUTHBERTSON. May I take you down? (He offers her his arm.)\n\nJULIA. No, really: you know it's against the rules of the club to\ncoddle women in any way. Whoever is nearest to the door goes first.\n\nCUTHBERTSON. Oh well, if you insist. Come, gentlemen: let us go to\nlunch in the Ibsen fashion--the unsexed fashion. (He goes out on the\nleft followed by Paramore, laughing. Craven goes last. He turns at the\ndoor to see whether Julia is coming, and stops when he sees she is\nnot.)\n\nCRAVEN. Come, Julia.\n\nJULIA (with patronising affection). Yes, Daddy, dear, presently.\n(Charteris is meanwhile stealing to the right hand door.) Don't wait\nfor me: I'll come in a moment. (The Colonel hesitates.) It's all\nright, Daddy.\n\nCRAVEN (very gravely). Don't be long, my dear. (He goes out.)\n\nCHARTERIS. I'm off. (Makes a dash for the right hand door.)\n\nJULIA (darting at him and seizing his wrist). Aren't you coming?\n\nCHARTERIS. No. Unhand me Julia. (He tries to get away: she holds him.)\nIf you don't let me go, I'll scream for help.\n\nJULIA (reproachfully). Leonard! (He breaks away from her.) Oh, how can\nyou be so rough with me, dear. Did you get my letter?\n\nCHARTERIS. Burnt it--(she turns away, struck to the heart, and buries\nher face in her hands)--along with hers.\n\nJULIA (quickly turning again). Hers! Has she written to you?\n\nCHARTERIS. Yes, to break off with me on your account.\n\nJULIA (her eyes gleaming). Ah!\n\nCHARTERIS. You are pleased. Wretch! Now you have lost the last scrap\nof my regard. (He turns to go, but is stopped by the return of Sylvia.\nJulia turns away and stands pretending to read a paper which she picks\nup from the table.)\n\nSYLVIA (offhandedly). Hallo, Charteris: how are you getting on? (She\ntakes his arm familiarly and walks down the room with him.) Have you\nseen Grace Tranfield this morning? (Julia drops the paper and comes a\nstep nearer to listen.) You generally know where she is to be found.\n\nCHARTERIS. I shall never know any more, Sylvia. She's quarrelled with\nme.\n\nSYLVIA. Sylvia! How often am I to tell you that I am not Sylvia at the\nclub?\n\nCHARTERIS. I forgot. I beg your pardon, Craven, old chap (slaps her on\nthe shoulder).\n\nSYLVIA. That's better--a little overdone, but better.\n\nJULIA. Don't be a fool, Silly.\n\nSYLVIA. Remember, Julia, if you please, that here we are members of\nthe club, not sisters. I don't take liberties with you here on family\ngrounds: don't you take any with me. (She goes to the settee and\nresumes her former place.)\n\nCHARTERIS. Quite right, Craven. Down with the tyranny of the elder\nsister!\n\nJULIA. You ought to know better than to encourage a child to make\nherself ridiculous, Leonard, even at my expense.\n\nCHARTERIS (seating himself on the edge of the table). Your lunch will\nbe cold, Julia. (Julia is about to retort furiously when she is\nchecked by the reappearance of Cuthbertson at the left hand door.)\n\nCUTHBERTSON. What has become of you, Miss Craven? Your father is\ngetting quite uneasy. We're all waiting for you.\n\nJULIA. So I have just been reminded, thank you. (She goes out angrily\npast him, Sylvia looking round to see.)\n\nCUTHBERTSON (looking first after her, then at Charteris). More\nneurasthenia. (He follows her.)\n\nSYLVIA (jumping up on her knees on the settee and speaking over the\nback of it). What's up, Charteris? Julia been making love to you?\n\nCHARTERIS (speaking to her over his shoulder). No. Blowing me up for\nmaking love to Grace.\n\nSYLVIA. Serve you right. You are an awful devil for philandering.\n\nCHARTERIS (calmly). Do you consider it good club form to talk that way\nto a man who might nearly be your father?\n\nSYLVIA (knowingly). Oh, I know you, my lad.\n\nCHARTERIS. Then you know that I never pay any special attention to any\nwoman.\n\nSYLVIA (thoughtfully). Do you know, Leonard, I really believe you. I\ndon't think you care a bit more for one woman than for another.\n\nCHARTERIS. You mean I don't care a bit less for one woman than\nanother.\n\nSYLVIA. That makes it worse. But what I mean is that you never bother\nabout their being only women: you talk to them just as you do to me or\nany other fellow. That's the secret of your success. You can't think\nhow sick they get of being treated with the respect due to their sex.\n\nCHARTERIS. Ah, if Julia only had your wisdom, Craven! (He gets off the\ntable with a sigh and perches himself reflectively on the stepladder.)\n\nSYLVIA. She can't take things easy, can she, old man? But don't you be\nafraid of breaking her heart: she gets over her little tragedies. We\nfound that out at home when our great sorrow came.\n\nCHARTERIS. What was that?\n\nSYLVIA. I mean when we learned that poor papa had Paramore's disease.\nBut it was too late to inoculate papa. All they could do was to\nprolong his life for two years more by putting him on a strict diet.\nPoor old boy! they cut off his liquor; and he's not allowed to eat\nmeat.\n\nCHARTERIS. Your father appears to me to be uncommonly well.\n\nSYLVIA. Yes, you would think he was a great deal better. But the\nmicrobes are at work, slowly but surely. In another year it will be\nall over. Poor old Dad! it's unfeeling to talk about him in this\nattitude: I must sit down properly. (She comes down from the settee\nand takes the chair near the bookstand.) I should like papa to live\nfor ever just to take the conceit out of Paramore. I believe he's in\nlove with Julia.\n\nCHARTERIS (starting up excitedly). In love with Julia! A ray of hope\non the horizon! Do you really mean it?\n\nSYLVIA. I should think I do. Why do you suppose he's hanging about the\nclub to-day in a beautiful new coat and tie instead of attending to\nhis patients? That lunch with Julia will finish him. He'll ask Daddy's\nconsent before they come back--I'll bet you three to one he will, in\nanything you please.\n\nCHARTERIS. Gloves?\n\nSYLVIA. No: cigarettes.\n\nCHARTERIS. Done! But what does she think about it? Does she give him\nany encouragement?\n\nSYLVIA. Oh, the usual thing. Enough to keep any other woman from\ngetting him.\n\nCHARTERIS. Just so. I understand. Now listen to me: I am going to\nspeak as a philosopher. Julia is jealous of everybody--everybody. If\nshe saw you flirting with Paramore she'd begin to value him directly.\nYou might play up a little, Craven, for my sake--eh?\n\nSYLVIA (rising). You're too awful, Leonard. For shame? However,\nanything to oblige a fellow Ibsenite. I'll bear your affair in mind.\nBut I think it would be more effective if you got Grace to do it.\n\nCHARTERIS. Think so? Hm! perhaps you're right.\n\nPAGE BOY (outside as before). Dr. Paramore, Dr. Paramore, Dr.\nParamore--\n\nSYLVIA. They ought to get that boy's voice properly cultivated: it's a\ndisgrace to the club. (She goes into the recess on Ibsen's left. The\npage enters carrying the British Medical Journal.)\n\nCHARTERIS (calling to the page). Dr. Paramore is in the dining room.\n\nPAGE BOY. Thank you, sir. (He is about to go into the dining room when\nSylvia swoops on him.)\n\nSYLVIA. Here: where are you taking that paper? It belongs to this\nroom.\n\nPAGE BOY. It's Dr. Paramore's particular orders, miss. The British\nMedical Journal has always to be brought to him dreckly it comes.\n\nSYLVIA. What cheek? Charteris: oughtn't we to stop this on principle?\n\nCHARTERIS. Certainly not. Principle's the poorest reason I know for\nmaking yourself nasty.\n\nSYLVIA. Bosh! Ibsen!\n\nCHARTERIS (to the page). Off with you, my boy: Dr. Paramore's waiting\nbreathless with expectation.\n\nPAGE BOY (seriously). Indeed, sir. (He hurries off.)\n\nCHARTERIS. That boy will make his way in this country. He has no sense\nof humour. (Grace comes in. Her dress, very convenient and\nbusinesslike, is made to please herself and serve her own purposes\nwithout the slightest regard to fashion, though by no means without a\ncareful concern for her personal elegance. She enters briskly, like an\nhabitually busy woman.)\n\nSYLVIA (running to her). Here you are at last Tranfield, old girl.\nI've been waiting for you this last hour. I'm starving.\n\nGRACE. All right, dear. (To Charteris.) Did you get my letter?\n\nCHARTERIS. Yes. I wish you wouldn't write on those confounded blue\nletter cards.\n\nSYLVIA (to Grace). Shall I go down first and secure a table?\n\nCHARTERIS (taking the reply out of Grace's mouth). Do, old boy.\n\nSYLVIA. Don't be too long. (She goes into the dining room.)\n\nGRACE. Well?\n\nCHARTERIS. I'm afraid to face you after last night. Can you imagine a\nmore horrible scene? Don't you hate the very sight of me after it?\n\nGRACE. Oh, no.\n\nCHARTERIS. Then you ought to. Ugh! it was hideous--an insult--an\noutrage. A nice end to all my plans for making you happy--for making\nyou an exception to all the women who swear I have made them\nmiserable!\n\nGRACE (sitting down placidly). I am not at all miserable. I'm sorry;\nbut I shan't break my heart.\n\nCHARTERIS. No: yours is a thoroughbred heart: you don't scream and cry\nevery time it's pinched. That's why you are the only possible woman\nfor me.\n\nGRACE (shaking her head). Not now. Never any more.\n\nCHARTERIS. Never! What do you mean?\n\nGRACE. What I say, Leonard.\n\nCHARTERIS. Jilted again! The fickleness of women I love is only\nequaled by the infernal constancy of the women who love me. Well,\nwell! I see how it is, Grace: you can't get over that horrible scene\nlast night. Imagine her saying I had kissed her within the last two\ndays!\n\nGRACE (rising eagerly). Was that not true?\n\nCHARTERIS. True! No: a thumping lie.\n\nGRACE. Oh, I'm so glad. That was the only thing that really hurt me.\n\nCHARTERIS. Just why she said it. How adorable of you to care! My\ndarling. (He seizes her hands and presses them to his breast.)\n\nGRACE. Remember! it's all broken off.\n\nCHARTERIS. Ah yes: you have my heart in your hands. Break it. Throw my\nhappiness out of the window.\n\nGRACE. Oh, Leonard, does your happiness really depend on me?\n\nCHARTERIS (tenderly). Absolutely. (She beams with delight. A sudden\nrevulsion comes to him at the sight: he recoils, dropping her hands\nand crying) Ah no: why should I lie to you? (He folds his arms and\nadds firmly) My happiness depends on nobody but myself. I can do\nwithout you.\n\nGRACE (nerving herself). So you shall. Thank you for the truth. Now\n_I_ will tell you the truth.\n\nCHARTERIS (unfolding his arms and again recoiling). No, please. Don't.\nAs a philosopher, it's my business to tell other people the truth; but\nit's not their business to tell it to me. I don't like it: it hurts.\n\nGRACE (quietly). It's only that I love you.\n\nCHARTERIS. Ah! that's not a philosophic truth. You may tell me that as\noften as you like. (He takes her in his arms.)\n\nGRACE. Yes, Leonard; but I'm an advanced woman. (He checks himself\nand looks at her in some consternation.) I'm what my father calls a\nNew Woman. (He lets her go and stares at her.) I quite agree with all\nyour ideas.\n\nCHARTERIS (scandalized). That's a nice thing for a respectable woman\nto say! You ought to be ashamed of yourself.\n\nGRACE. I am quite in earnest about them too, though you are not; and I\nwill never marry a man I love too much. It would give him a terrible\nadvantage over me: I should be utterly in his power. That's what the\nNew Woman is like. Isn't she right, Mr. Philosopher?\n\nCHARTERIS. The struggle between the Philosopher and the Man is\nfearful, Grace. But the Philosopher says you are right.\n\nGRACE. I know I am right. And so we must part.\n\nCHARTERIS. Not at all. You must marry some one else; and then I'll\ncome and philander with you. (Sylvia comes back.)\n\nSYLVIA (holding the door open). Oh, I say: come along. I'm starving.\n\nCHARTERIS. So am I. I'll lunch with you if I may.\n\nSYLVIA. I thought you would. I've ordered soup for three. (Grace\npasses out. Sylvia continues, to Charteris) You can watch Paramore\nfrom our table: he's pretending to read the British Medical Journal;\nbut he must be making up his mind for the plunge: he looks green with\nnervousness.\n\nCHARTERIS. Good luck to him. (He goes out, followed by Sylvia.)\n\n\nEND OF ACT II.\n\n\n\n\nACT III\n\n\nStill the library. Ten minutes later. Julia, angry and\nmiserable, comes in from the dining room, followed by\nCraven. She crosses the room tormentedly, and throws\nherself into a chair.\n\nCRAVEN (impatiently). What is the matter? Has everyone gone mad\nto-day? What do you mean by suddenly getting up from the table and\ntearing away like that? What does Paramore mean by reading his paper\nand not answering when he's spoken to? (Julia writhes impatiently.)\nCome, come (tenderly): won't my pet tell her own father\nwhat--(irritably) what the devil is wrong with everybody? Do pull\nyourself straight, Julia, before Cuthbertson comes. He's only\npaying the bill: he'll be here in a moment.\n\nJULIA. I couldn't bear it any longer. Oh, to see them sitting there at\nlunch together, laughing, chatting, making game of me! I should have\nscreamed out in another moment--I should have taken a knife and killed\nher--I should have--(Cuthbertson appears with the luncheon bill in his\nhand. He stuffs it into his waistcoat pocket as he comes to them. He\nbegins speaking the moment he enters.)\n\nCUTHBERTSON. I'm afraid you've had a very poor lunch, Dan. It's\ndisheartening to see you picking at a few beans and drinking soda\nwater. I wonder how you live!\n\nJULIA. That's all he ever takes, Mr. Cuthbertson, I assure you. He\nhates to be bothered about it.\n\nCRAVEN. Where's Paramore?\n\n\nCUTHBERTSON. Reading his paper, I asked him wasn't he coming; but he\ndidn't hear me. It's amazing how anything scientific absorbs him.\nClever man! Monstrously clever man!\n\nCRAVEN (pettishly). Oh yes, that's all very well, Jo; but it's not\ngood manners at table: he should shut up the shop sometimes. Heaven\nknows I am only too anxious to forget his science, since it has\npronounced my doom. (He sits down with a melancholy air.)\n\nCUTHBERTSON (compassionately). You mustn't think about that, Craven:\nperhaps he was mistaken. (He sighs deeply and sits down.) But he is\ncertainly a very clever fellow. He thinks twice before he commits\nhimself. (They sit in silence, full of the gloomiest thoughts.\nSuddenly Paramore enters, pale and in the utmost disorder, with the\nBritish Medical Journal in his clenched hand. They rise in alarm. He\ntries to speak, but chokes, clutches at his throat, and staggers.\nCuthbertson quickly takes his chair and places it behind Paramore, who\nsinks into it as they crowd about him, Craven at his right shoulder,\nCuthbertson on his left, and Julia behind Craven.)\n\nCRAVEN. What's the matter, Paramore?\n\nJULIA. Are you ill?\n\nCUTHBERTSON. No bad news, I hope?\n\nPARAMORE (despairingly). The worst of news! Terrible news! Fatal news!\nMy disease--\n\nCRAVEN (quickly). Do you mean my disease?\n\nPARAMORE (fiercely). I mean my disease--Paramore's disease--the\ndisease I discovered--the work of my life. Look here (pointing to the\nB. M. J. with a ghastly expression of horror.) If this is true, it was\nall a mistake: there is no such disease. (Cuthbertson and Julia look\nat one another, hardly daring to believe the good news.)\n\nCRAVEN (in strong remonstrance). And you call this bad news! Now\nreally, Paramore--\n\nPARAMORE (cutting him short hoarsely). It's natural for you to think\nonly of yourself. I don't blame you: all invalids are selfish. Only a\nscientific man can feel what I feel now. (Writhing under a sense of\nintolerable injustice.) It's the fault of the wickedly sentimental\nlaws of this country. I was not able to make experiments enough--only\nthree dogs and a monkey. Think of that, with all Europe full of my\nprofessional rivals--men burning to prove me wrong! There is freedom\nin France--enlightened republican France. One Frenchman experiments on\ntwo hundred monkeys to disprove my theory. Another sacrifices 36\npounds--three hundred dogs at three francs apiece--to upset the monkey\nexperiments. A third proves them to be both wrong by a single\nexperiment in which he gets the temperature of a camel's liver 60\ndegrees below zero. And now comes this cursed Italian who has ruined\nme. He has a government grant to buy animals with, besides the run of\nthe largest hospital in Italy. (With desperate resolution) But I won't\nbe beaten by any Italian. I'll go to Italy myself. I'll re-discover my\ndisease: I know it exists; I feel it; and I'll prove it if I have to\nexperiment on every mortal animal that's got a liver at all. (He folds\nhis arms and breathes hard at them.)\n\nCRAVEN (his sense of injury growing upon him). Am I to understand,\nParamore, that you took it on yourself to pass sentence of death--yes,\nof Death--on me, on the strength of three dogs and an infernal monkey?\n\nPARAMORE (utterly contemptuous of Craven's narrow personal view of the\nmatter). Yes. That was all I could get a license for.\n\nCRAVEN. Now upon my soul, Paramore, I'm vexed at this. I don't wish to\nbe unfriendly; but I'm extremely vexed, really. Why, confound it, do\nyou realize what you've done? You've cut off my meat and drink for a\nyear--made me an object of public scorn--a miserable vegetarian and a\nteetotaller.\n\nPARAMORE (rising). Well, you can make up for lost time now. (Bitterly,\nshewing Craven the Journal) There! you can read for yourself. The\ncamel was fed on beef dissolved in alcohol; and he gained weight under\nit. Eat and drink as much as you please. (Still unable to stand\nwithout support, he makes his way past Cuthbertson to the revolving\nbookcase and stands there with his back to them, leaning on it with\nhis head on his hand.)\n\nCRAVEN (grumbling). Oh yes, it's very easy for you to talk, Paramore.\nBut what am I to say to the Humanitarian societies and the Vegetarian\nsocieties that have made me a Vice President?\n\nCUTHBERTSON (chuckling). Aha! You made a virtue of it, did you, Dan?\n\nCRAVEN (warmly). I made a virtue of necessity, Jo. No one can blame\nme.\n\nJULIA (soothing him). Well, never mind, Daddy. Come back to the dining\nroom and have a good beefsteak.\n\nCRAVEN (shuddering). Ugh! (Plaintively) No: I've lost my old manly\ntaste for it. My very nature's been corrupted by living on pap. (To\nParamore.) That's what comes of all this vivisection. You go\nexperimenting on horses; and of course the result is that you try to\nget me into condition by feeding me on beans.\n\nPARAMORE (curtly, without changing his position). Well, if they've\ndone you good, so much the better for you.\n\nCRAVEN (querulously). That's all very well; but it's very vexing. You\ndon't half see how serious it is to make a man believe that he has\nonly another year to live: you really don't, Paramore: I can't help\nsaying it. I've made my will, which was altogether unnecessary; and\nI've been reconciled to a lot of people I'd quarrelled with--people I\ncan't stand under ordinary circumstances. Then I've let the girls get\nround me at home to an extent I should never have done if I'd had my\nlife before me. I've done a lot of serious thinking and reading and\nextra church going. And now it turns out simple waste of time. On my\nsoul, it's too disgusting: I'd far rather die like a man when I said I\nwould.\n\nPARAMORE (as before). Perhaps you may. Your heart's shaky, if that's\nany satisfaction to you.\n\nCRAVEN (offended). You must excuse me, Paramore, if I say that I no\nlonger feel any confidence in your opinion as a medical man.\n(Paramore's eye flashes: he straightens himself and listens.) I paid\nyou a pretty stiff fee for that consultation when you condemned me;\nand I can't say I think you gave me value for it.\n\nPARAMORE (turning and facing Craven with dignity). That's\nunanswerable, Colonel Craven. I shall return the fee.\n\nCRAVEN. Oh, it's not the money; but I think you ought to realize your\nposition. (Paramore turns stiffly away. Craven follows him\nimpulsively, exclaiming remorsefully) Well, perhaps it was a nasty\nthing of me to allude to it. (He offers Paramore his hand.)\n\nPARAMORE (conscientiously taking it). Not at all. You are quite in the\nright, Colonel Craven. My diagnosis was wrong; and I must take the\nconsequences.\n\nCRAVEN (holding his hand). No, don't say that. It was natural enough:\nmy liver is enough to set any man's diagnosis wrong. (A long\nhandshake, very trying to Paramore's nerves. Paramore then retires to\nthe recess on Ibsen's left, and throws himself on the divan with a\nhalf suppressed sob, bending over the British Medical Journal with his\nhead on his hands and his elbows on his knees.)\n\nCUTHBERTSON (who has been rejoicing with Julia at the other side of\nthe room). Well, let's say no more about it. I congratulate you,\nCraven, and hope you may long be spared. (Craven offers his hand.) No,\nDan: your daughter first. (He takes Julia's hand gently and hands her\nacross to Craven, into whose arms she flies with a gush of feeling.)\n\nJULIA. Dear old Daddy!\n\nCRAVEN. Ah, is Julia glad that the old Dad is let off for a few years\nmore?\n\nJULIA (almost crying). Oh, so glad: so glad! (Cuthbertson sobs\naudibly. The Colonel is affected. Sylvia, entering from the dining\nroom, stops abruptly at the door on seeing the three. Paramore, in the\nrecess, escapes her notice.)\n\nSYLVIA. Hallo!\n\nCRAVEN. Tell her the news, Julia: it would sound ridiculous from me.\n(He goes to the weeping Cuthbertson, and pats him consolingly on the\nshoulder.)\n\nJULIA. Silly: only think! Dad's not ill at all. It was only a mistake\nof Dr. Paramore's. Oh, dear! (She catches Craven's left hand and\nstoops to kiss it, his right hand being still on Cuthbertson's\nshoulder.)\n\nSYLVIA (contemptuously). I knew it. Of course it was nothing but\neating too much. I always said Paramore was an ass. (Sensation.\nCuthbertson, Craven and Julia turn in consternation.)\n\nPARAMORE (without malice). Never mind, Miss Craven. That is what is\nbeing said all over Europe now. Never mind.\n\nSYLVIA (a little abashed). I'm so sorry, Dr. Paramore. You must excuse\na daughter's feelings.\n\nCRAVEN (huffed). It evidently doesn't make much difference to you,\nSylvia.\n\nSYLVIA. I'm not going to be sentimental over it, Dad, you may bet.\n(Coming to Craven.) Besides, I knew it was nonsense all along.\n(Petting him.) Poor dear old Dad! why should your days be numbered any\nmore than any one else's? (He pats her cheek, mollified. Julia\nimpatiently turns away from them.) Come to the smoking room, and let's\nsee what you can do after teetotalling for a year.\n\nCRAVEN (playfully). Vulgar little girl! (He pinches her ear.) Shall we\ncome, Jo! You'll be the better for a pick-me-up after all this\nemotion.\n\nCUTHBERTSON. I'm not ashamed of it, Dan. It has done me good. (He goes\nup to the table and shakes his fist at the bust over the mantelpiece.)\nIt would do you good too if you had eyes and ears to take it in.\n\nCRAVEN (astonished). Who?\n\nSYLVIA. Why, good old Henrik, of course.\n\nCRAVEN (puzzled). Henrik?\n\nCUTHBERTSON (impatiently). Ibsen, man: Ibsen. (He goes out by the\nstaircase door followed by Sylvia, who kisses her hand to the bust as\nshe passes. Craven stares blankly after her, and then up at the bust.\nGiving the problem up as insoluble, he shakes his head and follows\nthem. Near the door he checks himself and comes back.)\n\nCRAVEN (softly). By the way, Paramore?--\n\nPARAMORE (rousing himself with an effort). Yes?\n\nCRAVEN. You weren't in earnest that time about my heart, were you?\n\nPARAMORE. Oh, nothing, nothing. There's a slight murmur--mitral valves\na little worn, perhaps; but they'll last your time if you're careful.\nDon't smoke too much.\n\nCRAVEN. What! More privations! Now really, Paramore, really--\n\nPARAMORE (rising distractedly). Excuse me: I can't pursue the subject.\nI--I--\n\nJULIA. Don't worry him now, Daddy.\n\nCRAVEN. Well, well: I won't. (He comes to Paramore, who is pacing\nrestlessly up and down the middle of the room.) Come, Paramore, I'm\nnot selfish, believe me: I can feel for your disappointment. But you\nmust face it like a man. And after all, now really, doesn't this shew\nthat there's a lot of rot about modern science? Between ourselves, you\nknow, it's horribly cruel: you must admit that it's a deuced nasty\nthing to go ripping up and crucifying camels and monkeys. It must\nblunt all the finer feelings sooner or later.\n\nPARAMORE (turning on him). How many camels and horses and men were\nripped up in that Soudan campaign where you won your Victoria Cross,\nColonel Craven?\n\nCRAVEN (firing up). That was fair fighting--a very different thing,\nParamore.\n\nPARAMORE. Yes, Martinis and machine guns against naked spearmen.\n\nCRAVEN (hotly). I took my chance with the rest, Dr. Paramore. I risked\nmy own life: don't forget that.\n\nPARAMORE (with equal spirit). And I have risked mine, as all doctors\ndo, oftener than any soldier.\n\nCRAVEN. That's true. I didn't think of that. I beg your pardon,\nParamore: I'll never say another word against your profession. But I\nhope you'll let me stick to the good old-fashioned shaking up\ntreatment for my liver--a clinking run across country with the hounds.\n\nPARAMORE (with bitter irony). Isn't that rather cruel--a pack of dogs\nripping up a fox?\n\nJULIA (coming coaxingly between them). Oh, please don't begin arguing\nagain. Do go to the smoking room, Daddy: Mr. Cuthbertson will wonder\nwhat has become of you.\n\nCRAVEN. Very well, very well: I'll go. But you're really not\nreasonable to-day, Paramore, to talk that way of fair sport--\n\nJULIA. Sh--sh (coaxing him toward the door).\n\nCRAVEN. Well, well, I'm off. (He goes good-humoredly, pushed out by\nJulia.)\n\nJULIA (turning at the door with her utmost witchery of manner). Don't\nlook so disappointed, Dr. Paramore. Cheer up. You've been most kind to\nus; and you've done papa a lot of good.\n\nPARAMORE (delighted, rushing over to her). How beautiful it is of you\nto say that to me, Miss Craven!\n\nJULIA. I hate to see any one unhappy. I can't bear unhappiness. (She\nruns out, casting a Parthian glance at him as she flies. Paramore\nstands enraptured, gazing after her through the glass door. Whilst he\nis thus absorbed Charteris comes in from the dining room and touches\nhim on the arm.)\n\nPARAMORE (starting). Eh! What's the matter?\n\nCHARTERIS (significantly). Charming woman, isn't she, Paramore?\n(Looking admiringly at him.) How have you managed to fascinate her?\n\nPARAMORE. I! Do you really mean-- (He looks at him; then recovers\nhimself and adds coldly.) Excuse me: this is a subject I do not care\nto jest about. (He walks away from Charteris down the side of the\nroom, and sits down in an easy chair reading his Journal to intimate\nthat he does not wish to pursue the conversation.)\n\nCHARTERIS (ignoring the hint and coolly taking a chair beside him).\nWhy don't you get married, Paramore? You know it's a scandalous thing\nfor a man in your profession to be single.\n\nPARAMORE (shortly, still pretending to read). That's my own business,\nnot yours.\n\nCHARTERIS. Not at all: it's pre-eminently a social question. You're\ngoing to get married, aren't you?\n\nPARAMORE. Not that I am aware of.\n\nCHARTERIS (alarmed). No! Don't say that. Why?\n\nPARAMORE (rising angrily and rapping one of the SILENCE placards).\nAllow me to call your attention to that. (He crosses to the easy chair\nnear the revolving bookstand, and flings himself into it with\ndetermined hostility.)\n\nCHARTERIS (following him, too deeply concerned to mind the rebuff).\nParamore: you alarm me more than I can say. You've been and muffed\nthis business somehow. I know perfectly well what you've been up to;\nand I fully expected to find you a joyful accepted suitor.\n\nPARAMORE (angrily). Yes, you have been watching me because you admire\nMiss Craven yourself. Well, you may go in and win now. You will be\npleased to hear that I am a ruined man.\n\nCHARTERIS. You! Ruined! How? The turf?\n\nPARAMORE (contemptuously). The turf!! Certainly not.\n\nCHARTERIS. Paramore: if the loan of all I possess will help you over\nthis difficulty, you're welcome to it.\n\nPARAMORE (rising in surprise). Charteris! I-- (suspiciously.) Are you\njoking?\n\nCHARTERIS. Why on earth do you always suspect me of joking? I never\nwas more serious in my life.\n\nPARAMORE (shamed by Charteris's generosity). Then I beg your pardon. I\nthought the news would please you.\n\nCHARTERIS (deprecating this injustice to his good feeling). My dear\nfellow--!\n\nPARAMORE. I see I was wrong. I am really very sorry. (They shake\nhands.) And now you may as well learn the truth. I had rather you\nheard it from me than from the gossip of the club. My liver discovery\nhas been--er--er--(he cannot bring himself to say it).\n\nCHARTERIS (helping him out). Confirmed? (Sadly.) I see: the poor\nColonel's doomed.\n\nPARAMORE. No: on the contrary, it has been--er--called in question.\nThe Colonel now believes himself to be in perfectly good health; and\nmy friendly relations with the Cravens are entirely spoiled.\n\nCHARTERIS. Who told him about it?\n\nPARAMORE. I did, of course, the moment I read the news in this. (He\nshews the Journal and puts it down on the bookstand.)\n\nCHARTERIS. Why, man, you've been a messenger of glad tidings! Didn't\nyou congratulate him?\n\nPARAMORE (scandalised). Congratulate him! Congratulate a man on the\nworst blow pathological science has received for the last three\nhundred years!\n\nCHARTERIS. No, no, no. Congratulate him on having his life saved.\nCongratulate Julia on having her father spared. Swear that your\ndiscovery and your reputation are as nothing to you compared with the\npleasure of restoring happiness to the household in which the best\nhopes of your life are centred. Confound it, man, you'll never get\nmarried if you can't turn things to account with a woman in these\nlittle ways.\n\nPARAMORE (gravely). Excuse me; but my self-respect is dearer to me\neven than Miss Craven. I cannot trifle with scientific questions for\nthe sake of a personal advantage. (He turns away coldly and goes\ntoward the table.)\n\nCHARTERIS. Well, this beats me! The nonconformist conscience is bad\nenough; but the scientific conscience is the very devil. (He follows\nParamore and puts his arm familiarly round his shoulder, bringing him\nback again whilst he speaks.) Now look here, Paramore: I've got no\nconscience in that sense at all: I loathe it as I loathe all the\nsnares of idealism; but I have some common humanity and common sense.\n(He replaces him in the easy chair and sits down opposite him.) Come:\nwhat is a really scientific theory?--a true theory, isn't it?\n\nPARAMORE. No doubt.\n\nCHARTERIS. For instance, you have a theory about Craven's liver, eh?\n\nPARAMORE. I still believe that to be a true theory, though it has been\nupset for the moment.\n\nCHARTERIS. And you have a theory that it would be pleasant to be\nmarried to Julia?\n\nPARAMORE. I suppose so--in a sense.\n\nCHARTERIS. That theory also will be upset, probably, before you're a\nyear older.\n\nPARAMORE. Always cynical, Charteris.\n\nCHARTERIS. Never mind that. Now it's a perfectly damnable thing for\nyou to hope that your liver theory is true, because it amounts to\nhoping that Craven will die an agonizing death. (This strikes Paramore\nas paradoxical; but it startles him.) But it's amiable and human to\nhope that your theory about Julia is right, because it amounts to\nhoping that she may live happily ever after.\n\nPARAMORE. I do hope that with all my soul--(correcting himself) I mean\nwith all my function of hoping.\n\nCHARTERIS. Then, since both theories are equally scientific, why not\ndevote yourself, as a humane man, to proving the amiable theory rather\nthan the damnable one?\n\nPARAMORE. But how?\n\nCHARTERIS. I'll tell you. You think I'm fond of Julia myself. So I am;\nbut then I'm fond of everybody; so I don't count. Besides, if you try\nthe scientific experiment of asking her whether she loves me, she'll\ntell you that she hates and despises me. So I'm out of the running.\nNevertheless, like you, I hope that she may be happy with all my--what\ndid you call your soul?\n\nPARAMORE (impatiently). Oh, go on, go on: finish what you were going\nto say.\n\nCHARTERIS (suddenly affecting complete indifference, and rising\ncarelessly). I don't know that I have anything more to say. If I were\nyou I should invite the Cravens to tea in honor of the Colonel's\nescape from a horrible doom. By the way, if you've done with that\nBritish Medical Journal, I should like to see how they've smashed your\ntheory up.\n\nPARAMORE (wincing as he also rises). Oh, certainly, if you wish it. I\nhave no objection. (He takes the Journal from the bookstand.) I admit\nthat the Italian experiments apparently upset my theory. But please\nremember that it is doubtful--extremely doubtful--whether anything can\nbe proved by experiments on animals. (He hands Charteris the Journal.)\n\nCHARTERIS (taking it). It doesn't matter: I don't intend to make any.\n(He retires to the recess on Ibsen's right, picking up the step ladder\nas he passes and placing it so that he is able to use it for a leg\nrest as he settles himself to read on the divan with his back to the\ncorner of the mantelpiece. Paramore goes to the left hand door, and is\nabout to leave the library when he meets Grace entering.)\n\nGRACE. How do you do, Dr. Paramore. So glad to see you. (They shake\nhands.)\n\nPARAMORE. Thanks. Quite well, I hope?\n\nGRACE. Quite, thank you. You're looking overworked. We must take more\ncare of you, Doctor.\n\nPARAMORE. You are very kind.\n\nGRACE. It is you who are too kind--to your patients. You sacrifice\nyourself. Have a little rest. Come and talk to me--tell me all about\nthe latest scientific discoveries, and what I ought to read to keep\nmyself up to date. But perhaps you're busy.\n\nPARAMORE. No, not at all. Only too delighted. (They go into the recess\non Ibsen's left, and sit there chatting in whispers, very\nconfidentially.)\n\nCHARTERIS. How they all love a doctor! They can say what they like to\nhim! (Julia returns. He takes his feet down from the ladder and sits\nup.) Whew! (Julia wanders down his side of the room, apparently\nlooking for someone. Charteris steals after her.)\n\nCHARTERIS (in a low voice). Looking for me, Julia?\n\nJULIA (starting violently). Oh! How you startled me!\n\nCHARTERIS. Sh! I want to shew you something. Look! (He points to the\npair in the recess.)\n\nJULIA (jealously). That woman!\n\nCHARTERIS. My young woman, carrying off your young man.\n\nJULIA. What do you mean? Do you dare insinuate--\n\nCHARTERIS. Sh--sh--sh! Don't disturb them. (Paramore rises; takes down\na book; and sits on a footstool at Grace's feet.)\n\nJULIA. Why are they whispering like that?\n\nCHARTERIS. Because they don't want anyone to hear what they are saying\nto one another. (Paramore shews Grace a picture in the book. They both\nlaugh heartily over it.)\n\nJULIA. What is he shewing her?\n\nCHARTERIS. Probably a diagram of the liver. (Julia, with an\nexclamation of disgust makes for the recess. Charteris catches her\nsleeve.) Stop: be careful, Julia. (She frees herself by giving him a\npush which upsets him into the easy chair; then crosses to the recess\nand stands looking down at Grace and Paramore from the corner next the\nfireplace.)\n\nJULIA (with suppressed fury). You seem to have found a very\ninteresting book, Dr. Paramore. (They look up, astonished.) May I ask\nwhat it is? (She stoops swiftly; snatches the book from Paramore; and\ncomes down to the table quickly to look at it whilst they rise in\namazement.) Good Words! (She flings it on the table and sweeps back\npast Charteris, exclaiming contemptuously) You fool! (Paramore and\nGrace, meanwhile, come from the recess; Paramore bewildered, Grace\nvery determined.)\n\nCHARTERIS (aside to Julia as he gets out of the easy chair). Idiot!\nShe'll have you turned out of the club for this.\n\nJULIA (terrified). She can't--can she?\n\nPARAMORE. What is the matter, Miss Craven?\n\nCHARTERIS (hastily). Nothing--my fault--a stupid, practical joke. I\nbeg your pardon and Mrs. Tranfield's.\n\nGRACE (firmly). It is not your fault in the least, Mr. Charteris. Dr.\nParamore: will you oblige me by finding Sylvia Craven for me, if you\ncan?\n\nPARAMORE (hesitating). But--\n\nGRACE. I want you to go now, if you please.\n\nPARAMORE (succumbing). Certainly. (He bows and goes out by the\nstaircase door.)\n\nGRACE. You are going with him, Charteris.\n\nJULIA. You will not leave me here to be insulted by this woman, Mr.\nCharteris. (She takes his arm as if to go with him.)\n\nGRACE. When two ladies quarrel in this club, it is against the rules\nto settle it when there are gentlemen present--especially the\ngentleman they are quarrelling about. I presume you do not wish to\nbreak that rule, Miss Craven. (Julia sullenly drops Charteris's arm.\nGrace turns to Charteris and adds) Now! Trot off.\n\nCHARTERIS. Certainly, certainly. (He follows Paramore ignominiously.)\n\nGRACE (to Julia, with quiet peremptoriness). Now: what have you to say\nto me?\n\nJULIA (suddenly throwing herself tragically on her knees at Grace's\nfeet). Don't take him from me. Oh don't--don't be so cruel. Give him\nback to me. You don't know what you're doing--what our past has\nbeen--how I love him. You don't know--\n\nGRACE. Get up; and don't be a fool. Suppose anyone comes in and sees\nyou in that ridiculous attitude!\n\nJULIA. I hardly know what I'm doing. I don't care what I'm doing: I'm\ntoo miserable. Oh, won't you listen to me?\n\nGRACE. Do you suppose I am a man to be imposed on by this sort of\nrubbish?\n\nJULIA (getting up and looking darkly at her). You intend to take him\nfrom me, then?\n\nGRACE. Do you expect me to help you to keep him after the way you have\nbehaved?\n\nJULIA (trying her theatrical method in a milder form--reasonable and\nimpulsively goodnatured instead of tragic). I know I was wrong to act\nas I did last night. I beg your pardon. I am sorry. I was mad.\n\nGRACE. Not a bit mad. You calculated to an inch how far you could go.\nWhen he is present to stand between us and play out the scene with\nyou, I count for nothing. When we are alone you fall back on your\nnatural way of getting anything you want--crying for it like a baby\nuntil it is given to you.\n\nJULIA (with unconcealed hatred). You learnt this from him.\n\nGRACE. I learnt it from yourself, last night and now. How I hate to be\na woman when I see, by you, what wretched childish creatures we are!\nThose two men would cut you dead and have you turned out of the club\nif you were a man and had behaved in such a way before them. But\nbecause you are only a woman, they are forbearing, sympathetic,\ngallant--Oh, if you had a scrap of self-respect, their indulgence\nwould make you creep all over. I understand now why Charteris has no\nrespect for women.\n\nJULIA. How dare you say that?\n\nGRACE. Dare! I love him. And I have refused his offer to marry me.\n\nJULIA (incredulous but hopeful). You have refused!\n\nGRACE. Yes: because I will not give myself to any man who has learnt\nhow to treat women from you and your like. I can do without his love,\nbut not without his respect; and it is your fault that I cannot have\nboth. Take his love then; and much good may it do you! Run to him and\nbeg him to have mercy on you and take you back.\n\nJULIA. Oh, what a liar you are! He loved me before he ever saw\nyou--before he ever dreamt of you, you pitiful thing. Do you think _I_\nneed go down on my knees to men to make them come to me? That may be\nyour experience, you creature with no figure: it is not mine. There\nare dozens of men who would give their souls for a look from me. I\nhave only to lift my finger.\n\nGRACE. Lift it then; and see whether he will come.\n\nJULIA. How I should like to kill you! I don't know why I don't.\n\nGRACE. Yes: you like to get out of your difficulties cheaply--at other\npeople's expense. It is something to boast of, isn't it, that dozens\nof men would make love to you if you invited them?\n\nJULIA (sullenly). I suppose it's better to be like you, with a cold\nheart and a serpent's tongue. Thank Heaven, I have a heart: that is\nwhy you can hurt me as I cannot hurt you. And you are a coward. You\nare giving him up to me without a struggle.\n\nGRACE. Yes, it is for you to struggle. I wish you success. (She turns\naway contemptuously and is going to the dining-room door when Sylvia\nenters on the opposite side, followed by Cuthbertson and Craven, who\ncome to Julia, whilst Sylvia crosses to Grace.)\n\nSYLVIA. Here I am, sent by the faithful Paramore. He hinted that I'd\nbetter bring the elder members of the family too: here they are.\nWhat's the row?\n\nGRACE (quietly). Nothing, dear. There's no row.\n\nJULIA (hysterically, tottering and stretching out her arms to Craven).\nDaddy!\n\nCRAVEN (taking her in his arms). My precious! What's the matter?\n\nJULIA (through her tears). She's going to have me expelled from the\nclub; and we shall all be disgraced. Can she do it, Daddy?\n\nCRAVEN. Well, really, the rules of this club are so extraordinary that\nI don't know. (To Grace.) May I ask, Mrs. Tranfield, whether you have\nany complaint to make of my daughter's conduct?\n\nGRACE. Yes, Colonel Craven. I am going to complain to the committee.\n\nSYLVIA. I knew you'd overdo it some day, Julia. (Craven, at a loss,\nlooks at Cuthbertson.)\n\nCUTHBERTSON. Don't look at me, Dan. Within these walls a father's\ninfluence counts for nothing.\n\nCRAVEN. May I ask the ground of complaint, Mrs. Tranfield?\n\nGRACE. Simply that Miss Craven is essentially a womanly woman, and, as\nsuch, not eligible for membership.\n\nJULIA. It's false. I'm not a womanly woman. I was guaranteed when I\njoined just as you were.\n\nGRACE. By Mr. Charteris, I think, at your own request. I shall call\nhim as a witness to your thoroughly womanly conduct just now in his\npresence and Dr. Paramore's.\n\nCRAVEN. Cuthbertson: are they joking; or am I dreaming?\n\nCUTHBERTSON (grimly). It's real, Dan: you're awake.\n\nSYLVIA (taking Craven's left arm and hugging it affectionately). Dear\nold Rip Van Winkle!\n\nCRAVEN. Well, Mrs. Tranfield, all I can say is that I hope you will\nsucceed in establishing your complaint, and that Julia may soon see\nthe last of this most outrageous institution. (Sylvia, still caressing\nhis arm, laughs at him; Charteris returns.)\n\nCHARTERIS (at the door). May I come in?\n\nSYLVIA (releasing the Colonel). Yes: you're wanted here as a witness.\n(Charteris comes in.) It's a bad case of womanliness.\n\nGRACE (half aside to him, significantly). You understand. (Julia,\nwatching them jealously, leaves her father and gets close to\nCharteris. Grace adds aloud) I shall expect your support before the\ncommittee.\n\nJULIA. If you have a scrap of manhood you will take my part.\n\nCHARTERIS. But then I shall be expelled for being a manly man.\nBesides, I'm on the committee myself; I can't act as judge and\nwitness, too. You must apply to Paramore: he saw it all.\n\nGRACE. Where is Dr. Paramore?\n\nCHARTERIS. Just gone home.\n\nJULIA (with sudden resolution). What is Dr. Paramore's number in\nSavile Row?\n\nCHARTERIS. Seventy-nine. (Julia goes out quickly by the staircase\ndoor, to their astonishment. Charteris follows her to the door, which\nswings back in his face, leaving him staring after her through, the\nglass. Sylvia runs to Grace.)\n\nSYLVIA. Grace: go after her. Don't let her get beforehand with\nParamore. She'll tell him the most heartbreaking stories about how\nshe's been treated, and get him round completely.\n\nCRAVEN (floundering). Sylvia! Is that the way to speak of your sister,\nmiss? (Grace squeezes Sylvia's hand to console her, and sits down\ncalmly. Sylvia posts herself behind Grace's chair, leaning over the\nback to watch the ensuing colloquy between the three men.) I assure\nyou, Mrs. Tranfield, Dr. Paramore has just invited us all to take\nafternoon tea with him; and if my daughter has gone to his house, she\nis simply taking advantage of his invitation to extricate herself from\na very embarrassing scene here. We're all going there. Come, Sylvia.\n(He turns to go, followed by Cuthbertson.)\n\nCHARTERIS (in consternation). Stop! (He gets between Craven and\nCuthbertson.) What hurry is there? Can't you give the man time?\n\nCRAVEN. Time! What for?\n\nCHARTERIS (talking foolishly in his agitation). Well, to get a little\nrest, you know--a busy professional man like that! He's not had a\nmoment to himself all day.\n\nCRAVEN. But Julia's with him.\n\nCHARTERIS. Well, no matter: she's only one person. And she ought to\nhave an opportunity of laying her case before him. As a member of the\ncommittee, I think that's only just. Be reasonable, Craven: give him\nhalf an hour.\n\nCUTHBERTSON (sternly). What do you mean by this, Charteris?\n\nCHARTERIS. Nothing, I assure you. Only common consideration for poor\nParamore.\n\nCUTHBERTSON. You've some motive. Craven: I strongly advise that we go\nat once. (He grasps the door handle.)\n\nCHARTERIS (coaxingly). No, no. (He puts his hand persuasively on\nCraven's arm, adding) It's not good for your liver, Craven, to rush\nabout immediately after lunch.\n\nCUTHBERTSON. His liver's cured. Come on. Craven. (He opens the door.)\n\nCHARTERIS (catching Cuthbertson by the sleeve). Cuthbertson, you're\nmad. Paramore's going to propose to Julia. We must give him time: he's\nnot the man to come to the point in three minutes as you or I would.\n(Turning to Craven) Don't you see?--that will get me out of the\ndifficulty we were speaking of this morning--you and I and\nCuthbertson. You remember?\n\nCRAVEN. Now, is this a thing to say plump out before everybody,\nCharteris? Confound it, have you no decency?\n\nCUTHBERTSON (severely). None whatever.\n\nCHARTERIS (turning to Cuthbertson). No--don't be unkind, Cuthbertson.\nBack me up. My future, her future, Mrs. Tranfield's future, Craven's\nfuture, everybody's future depends on our finding Julia Paramore's\naffianced bride when we go over to Savile Row. He's certain to propose\nif you'll only give him time. You know you're a kindly and sensible\nman as well as a deucedly clever one, Cuthbertson, in spite of all\nyour nonsense. Say a word for me.\n\nCRAVEN. I'm quite willing to leave the decision to Cuthbertson; and I\nhave no doubt whatever as to what that decision will be. (Cuthbertson\ncarefully shuts the door, and comes back into the room with an air of\nweighty reflection.)\n\nCUTHBERTSON. I am now going to speak as a man of the world: that is,\nwithout moral responsibility.\n\nCRAVEN. Quite so, Jo. Of course.\n\nCUTHBERTSON. Therefore, though I have no sympathy whatever with\nCharteris's views, I think we can do no harm by waiting--say ten\nminutes or so. (He sits down.)\n\nCHARTERIS (delighted). Ah, there's nobody like you after all,\nCuthbertson, when there's a difficult situation to be judged.\n\nCRAVEN (deeply disappointed). Oh, well, Jo, if that is your decision,\nI must keep my word and abide by it. Better sit down and make\nourselves comfortable, I suppose. (He sits also, under protest.)\n\nCHARTERIS (fidgeting about). I can't sit down: I'm too restless. The\nfact is, Julia has made me so nervous that I can't answer for myself\nuntil I know her decision. Mrs. Tranfield will tell you what a time\nI've had lately. Julia's really a most determined woman, you know.\n\nCRAVEN (starting up). Well, upon my life! Upon my honor and\nconscience!! Now really!!! I shall go this instant. Come on, Sylvia.\nCuthbertson: I hope you'll mark your sense of this sort of thing by\ncoming on to Paramore's with us at once. (He marches to the door.)\n\nCHARTERIS (desperately). Craven: you're trifling with your daughter's\nhappiness. I only ask five minutes more.\n\nCRAVEN. Not five seconds, sir. Fie for shame, Charteris! (He goes\nout.)\n\nCUTHBERTSON (to Charteris, as he passes him on his way to the door).\nBungler! (He follows Craven.)\n\nSYLVIA. Serve you right, you duffer! (She follows Cuthbertson.)\n\nCHARTERIS. Oh, these headstrong old men! (To Grace) Nothing to be done\nnow but go with them and delay the Colonel as much as possible. So I'm\nafraid I must leave you.\n\nGRACE (rising). Not at all. Paramore invited me, too, when we were\ntalking over there.\n\nCHARTERIS (aghast). You don't mean to say you're coming!\n\nGRACE. Most certainly. Do you suppose I will let that woman think I am\nafraid to meet her? (Charteris sinks on a chair with a prolonged\ngroan.) Come: don't be silly: you'll not overtake the Colonel if you\ndelay any longer.\n\nCHARTERIS. Why was I ever born, child of misfortune that I am! (He\nrises despairingly.) Well, if you must come, you must. (He offers his\narm, which she takes.) By the way, what happened after I left you?\n\nGRACE. I gave her a lecture on her behavior which she will remember to\nthe last day of her life.\n\nCHARTERIS (approvingly). That was right, darling. (He slips his arm\nround her waist.) Just one kiss--to soothe me.\n\nGRACE (complacently offering her cheek). Foolish boy! (He kisses her.)\nNow come along. (They go out together.)\n\n\nEND OF ACT III.\n\n\n\n\nACT IV\n\nSitting-room in Paramore's apartments in Savile Row.\nThe darkly respectable furniture is, so to speak, en\nsuite with Paramore's frock coat and cuffs. Viewing the\nroom from the front windows, the door is seen in the\nopposite wall near the left hand corner. Another door,\na light, noiseless partition one covered with a green\nbaize, is in the right hand wall toward the back,\nleading to Paramore's consulting room. The fireplace is\non the left. At the nearest corner of it a couch is\nplaced at right angles to the wall, settlewise. On the\nright the wall is occupied by a bookcase, further\nforward than the green baize door. Beyond the door is a\ncabinet of anatomical preparations, with a framed\nphotograph of Rembrandt's School of Anatomy hanging on\nthe wall above it. In front, a little to the right, a\ntea-table.\n\nParamore is seated in a round-backed chair, on castors,\npouring out tea. Julia sits opposite him, with her back\nto the fire. He is in high spirits: she very downcast.\n\nPARAMORE (handing her the cup he has just filled). There! Making tea\nis one of the few things I consider myself able to do thoroughly well.\nCake?\n\nJULIA. No, thank you. I don't like sweet things. (She sets down the\ncup untasted.)\n\nPARAMORE. Anything wrong with the tea?\n\nJULIA. No, it's very nice.\n\nPARAMORE. I'm afraid I'm a very bad entertainer. The fact is, I'm too\nprofessional. I only shine in consultation. I almost wish you had\nsomething the matter with you; so that you might call out my knowledge\nand sympathy. As it is, I can only admire you, and feel how pleasant\nit is to have you here.\n\nJULIA (bitterly). And pet me, and say pretty things to me! I wonder\nyou don't offer me a saucer of milk at once?\n\nPARAMORE (astonished). Why?\n\nJULIA. Because you seem to regard me very much as if I were a Persian\ncat.\n\nPARAMORE (in strong remonstrance). Miss Cra--\n\nJULIA (cutting him short). Oh, you needn't protest. I'm used to it:\nIt's the only sort of attachment I seem always to inspire.\n(Ironically) You can't think how flattering it is!\n\nPARAMORE. My dear Miss Craven, what a cynical thing to say! You! who\nare loved at first sight by the people in the street as you pass. Why,\nin the club I can tell by the faces of the men whether you have been\nlately in the room or not.\n\nJULIA (shrinking fiercely). Oh, I hate that look in their faces. Do\nyou know that I have never had one human being care for me since I was\nborn?\n\nPARAMORE. That's not true, Miss Craven. Even if it were true of your\nfather, and of Charteris, who loves you madly in spite of your dislike\nfor him, it is not true of me.\n\nJULIA (startled). Who told you that about Charteris?\n\nPARAMORE. Why, he himself.\n\nJULIA (with deep, poignant conviction). He cares for only one person\nin the world; and that is himself. There is not in his whole nature\none unselfish spot. He would not spend one hour of his real life\nwith-- (a sob chokes her: she rises passionately, crying) You are all\nalike, every one of you. Even my father only makes a pet of me. (She\ngoes away to the fireplace and stands with her back to him.)\n\nPARAMORE (following her humbly). I don't deserve this from you: indeed\nI do not.\n\nJULIA (rating him). Then why do you talk about me with Charteris,\nbehind my back?\n\nPARAMORE. We said nothing disparaging of you. Nobody shall ever do\nthat in my presence. We spoke of the subject nearest our hearts.\n\nJULIA. His heart! Oh, God, his heart! (She sits down on the couch and\nhides her face.)\n\nPARAMORE (sadly). I am afraid you love him, for all that, Miss Craven.\n\nJULIA (raising her head instantly). If he says that, he lies. If ever\nyou hear it said that I cared for him, contradict it: it is false.\n\nPARAMORE (quickly advancing to her). Miss Craven: is the way clear for\nme then?\n\nJULIA (pettishly--losing interest in the conversation and looking\ncrossly into the fire). What do you mean?\n\nPARAMORE (impetuously). You must see what I mean. Contradict the\nrumour of your attachment to Charteris, not by words--it has gone too\nfar for that--but by becoming my wife. (Earnestly.) Believe me: it is\nnot merely your beauty that attracts me: (Julia, interested, looks up\nat him quickly) I know other beautiful women. It is your heart, your\nsincerity, your sterling reality, (Julia rises and gazes at him,\nbreathless with a new hope) your great gifts of character that are\nonly half developed because you have never been understood by those\nabout you.\n\nJULIA (looking intently at him, and yet beginning to be derisively\nsceptical in spite of herself). Have you really seen all that in me?\n\nPARAMORE. I have felt it. I have been alone in the world; and I need\nyou, Julia. That is how I have divined that you, also, are alone in\nthe world.\n\nJULIA (with theatrical pathos). You are right there. I am indeed alone\nin the world.\n\nPARAMORE (timidly approaching her). With you I should not be alone.\nAnd you?--with me?\n\nJULIA. You! (She gets quickly out of his reach, taking refuge at the\ntea-table.) No, no. I can't bring myself-- (She breaks off, perplexed,\nand looks uneasily about her.) Oh, I don't know what to do. You will\nexpect too much from me. (She sits down.)\n\nPARAMORE. I have more faith in you than you have in yourself. Your\nnature is richer than you think.\n\nJULIA (doubtfully). Do you really believe that I am not the shallow,\njealous, devilish tempered creature they all pretend I am?\n\nPARAMORE. I am ready to place my happiness in your hands. Does that\nprove what I think of you?\n\nJULIA. Yes: I believe you really care for me. (He approaches her\neagerly: she has a violent revulsion, and rises with her hand raised\nas if to beat him off, crying) No, no, no, no. I cannot. It's\nimpossible. (She goes towards the door.)\n\nPARAMORE (looking wistfully after her). Is it Charteris?\n\nJULIA (stopping and turning). Ah, you think that! (She comes back.)\nListen to me. If I say yes, will you promise not to touch me--to give\nme time to accustom myself to the idea of our new relations?\n\nPARAMORE. I promise most faithfully. I would not press you for the\nworld.\n\nJULIA. Then--then--yes: I promise. (He is about to utter his rapture;\nshe will not have it.) Now, not another word of it. Let us forget it.\n(She resumes her seat at the table.) Give me some more tea. (He\nhastens to his former seat. As he passes, she puts her left hand on\nhis arm and says) Be good to me, Percy, I need it sorely.\n\nPARAMORE (transported). You have called me Percy! Hurrah! (Charteris\nand Craven come in. Paramore hastens to meet them, beaming.) Delighted\nto see you here with me, Colonel Craven. And you, too, Charteris. Sit\ndown. (The Colonel sits down on the end of the couch.) Where are the\nothers?\n\nCHARTERIS. Sylvia has dragged Cuthbertson off into the Burlington\nArcade to buy some caramels. He likes to encourage her in eating\ncaramels: he thinks it's a womanly taste. Besides, he likes them\nhimself. They'll be here presently. (He strolls across to the cabinet\nand pretends to study the Rembrandt photograph, so as to be as far out\nof Julia's reach as possible.)\n\nCRAVEN. Yes; and Charteris has been trying to persuade me that there's\na short cut between Cork Street and Savile Row somewhere in Conduit\nStreet. Now did you ever hear such nonsense? Then he said my coat was\ngetting shabby, and wanted me to go into Poole's and order a new one.\nParamore: is my coat shabby?\n\nPARAMORE. Not that I can see.\n\nCRAVEN. I should think not. Then he wanted to draw me into a dispute\nabout the Egyptian war. We should have been here quarter of an hour\nago only for his nonsense.\n\nCHARTERIS (still contemplating Rembrandt). I did my best to keep him\nfrom disturbing you, Paramore.\n\nPARAMORE (gratefully). You have come in the nick of time. Colonel\nCraven: I have something very particular to say to you.\n\nCRAVEN (springing up in alarm). In private, Paramore: now really it\nmust be in private.\n\nPARAMORE (surprised). Of course. I was about to suggest my consulting\nroom: there's nobody there. Miss Craven: will you excuse me: Charteris\nwill entertain you until I return. (He leads the way to the green\nbaize door.)\n\nCHARTERIS (aghast). Oh, I say, hadn't you better wait until the others\ncome?\n\nPARAMORE (exultant). No need for further delay now, my best friend.\n(He wrings Charteris's hand.) Will you come, Colonel?\n\nCRAVEN. At your service, Paramore: at your service. (Craven and\nParamore go into the consulting room. Julia turns her head and stares\ninsolently at Charteris. His nerves play him false: he is completely\nout of countenance in a moment. She rises suddenly. He starts, and\ncomes hastily forward between the table and the bookcase. She crosses\nto that side behind the table; and he immediately crosses to the\nopposite side in front of it, dodging her.)\n\nCHARTERIS (nervously). Don't, Julia. Now don't abuse your advantage.\nYou've got me here at your mercy. Be good for once; and don't make a\nscene.\n\nJULIA (contemptuously). Do you suppose I am going to touch you?\n\nCHARTERIS. No. Of course not. (She comes forward on her side of the\ntable. He retreats on his side of it. She looks at him with utter\nscorn; sweeps across to the couch; and sits down imperially. With a\ngreat sigh of relief he drops into Paramore's chair.)\n\nJULIA. Come here. I have something to say to you.\n\nCHARTERIS. Yes? (He rolls the chair a few inches towards her.)\n\nJULIA. Come here, I say. I am not going to shout across the room at\nyou. Are you afraid of me?\n\nCHARTERIS. Horribly. (He moves the chair slowly, with great misgiving,\nto the end of the couch.)\n\nJULIA (with studied insolence). Has that woman told you that she has\ngiven you up to me without an attempt to defend her conquest?\n\nCHARTERIS (whispering persuasively). Shew that you are capable of the\nsame sacrifice. Give me up, too.\n\nJULIA. Sacrifice! And so you think I'm dying to marry you, do you?\n\nCHARTERIS. I am afraid your intentions have been honourable, Julia.\n\nJULIA. You cad!\n\nCHARTERIS (with a sigh). I confess I am something either more or less\nthan a gentleman, Julia. You once gave me the benefit of the doubt.\n\nJULIA. Indeed! _I_ never told you so. If you cannot behave like a\ngentleman, you had better go back to the society of the woman who has\ngiven you up--if such a cold-blooded, cowardly creature can be called\na woman. (She rises majestically; he makes his chair fly back to the\ntable.) I know you now, Leonard Charteris, through and through, in all\nyour falseness, your petty spite, your cruelty and your vanity. The\nplace you coveted has been won by a man more worthy of it.\n\nCHARTERIS (springing up, and coming close to her, gasping with\neagerness). What do you mean? Out with it. Have you accep--\n\nJULIA. I am engaged to Dr. Paramore.\n\nCHARTERIS (enraptured). My own Julia! (He attempts to embrace her.)\n\nJULIA (recoiling--he catching her hands and holding them). How dare\nyou! Are you mad? Do you wish me to call Dr. Paramore?\n\nCHARTERIS. Call everybody, my darling--everybody in London. Now I\nshall no longer have to be brutal--to defend myself--to go in fear of\nyou. How I have looked forward to this day! You know now that I don't\nwant you to marry me or to love me: Paramore can have all that. I only\nwant to look on and rejoice disinterestedly in the happiness of\n(kissing her hand) my dear Julia (kissing the other), my beautiful\nJulia. (She tears her hands away and raises them as if to strike him,\nas she did the night before at Cuthbertson's.) No use to threaten me\nnow: I am not afraid of those hands--the loveliest hands in the world.\n\nJULIA. How have you the face to turn round like this after insulting\nand torturing me!\n\nCHARTERIS. Never mind, dearest: you never did understand me; and you\nnever will. Our vivisecting friend has made a successful experiment at\nlast.\n\nJULIA (earnestly). It is you who are the vivisector--a far crueller,\nmore wanton vivisector than he.\n\nCHARTERIS. Yes; but then I learn so much more from my experiments than\nhe does! And the victims learn as much as I do. That's where my moral\nsuperiority comes in.\n\nJULIA (sitting down again on the couch with rueful humour). Well, you\nshall not experiment on me any more. Go to your Grace if you want a\nvictim. She'll be a tough one.\n\nCHARTERIS (reproachfully sitting down beside her). And you drove me to\npropose to her to escape from you! Suppose she had accepted me, where\nshould I be now?\n\nJULIA. Where _I_ am, I suppose, now that I have accepted Paramore.\n\nCHARTERIS. But I should have made Grace unhappy. (Julia sneers).\nHowever, now I come to think of it, you'll make Paramore unhappy. And\nyet if you refused him he would be in despair. Poor devil!\n\nJULIA (her temper flashing up for a moment again). He is a better man\nthan you.\n\nCHARTERIS (humbly). I grant you that, my dear.\n\nJULIA (impetuously). Don't call me your dear. And what do you mean by\nsaying that I shall make him unhappy? Am I not good enough for him?\n\nCHARTERIS (dubiously). Well, that depends on what you mean by good\nenough.\n\nJULIA (earnestly). You might have made me good if you had chosen to.\nYou had a great power over me. I was like a child in your hands; and\nyou knew it.\n\nCHARTERIS (with comic acquiescence). Yes, my dear. That means that\nwhenever you got jealous and flew into a violent rage, I could always\ndepend on it's ending happily if I only waited long enough, and petted\nyou very hard all the time. When you had had your fling, and called\nthe object of your jealousy every name you could lay your tongue to,\nand abused me to your heart's content for a couple of hours, then the\nreaction would come; and you would at last subside into a soothing\nrapture of affection which gave you a sensation of being angelically\ngood and forgiving. Oh, I know that sort of goodness! You may have\nthought on these occasions that I was bringing out your latent\namiability; but I thought you were bringing out mine, and using up\nrather more than your fair share of it.\n\nJULIA. According to you, then, I have no good in me! I am an utterly\nvile, worthless woman. Is that it?\n\nCHARTERIS. Yes, if you are to be judged as you judge others. From the\nconventional point of view, there's nothing to be said for you,\nJulia--nothing. That's why I have to find some other point of view to\nsave my self-respect when I remember how I have loved you. Oh, what I\nhave learnt from you!--from you, who could learn nothing from me! I\nmade a fool of you; and you brought me wisdom: I broke your heart; and\nyou brought me joy: I made you curse your womanhood; and you revealed\nmy manhood to me. Blessings forever and ever on my Julia's name! (With\ngenuine emotion, he takes her hand to kiss it again.)\n\nJULIA (snatching her hand away in disgust). Oh, stop talking that\nnasty sneering stuff.\n\nCHARTERIS (laughingly appealing to the heavens). She calls it nasty\nsneering stuff! Well, well: I'll never talk like that to you again,\ndearest. It only means that you are a beautiful woman, and that we all\nlove you.\n\nJULIA. Don't say that: I hate it. It sounds as if I were a mere\nanimal.\n\nCHARTERIS. Hm! A fine animal is a very wonderful thing. Don't let us\ndisparage animals, Julia.\n\nJULIA. That is what you really think me.\n\nCHARTERIS. Come, Julia: you don't expect me to admire you for your\nmoral qualities, do you? (She turns and looks hard at him. He starts\nup apprehensively and backs away from her. She rises and follows him\nup slowly and intently.)\n\nJULIA (deliberately). I have seen you very much infatuated with this\ndepraved creature who has no moral qualities.\n\nCHARTERIS (retreating). Keep off, Julia. Remember your new obligations\nto Paramore.\n\nJULIA (overtaking him in the middle of the room). Never mind Paramore:\nthat is my business. (She grasps the lappels of his coat in her hands,\nand looks fixedly at him.) Oh, if the people you talk so cleverly to\ncould only know you as I know you! Sometimes I wonder at myself for\never caring for you.\n\nCHARTERIS (beaming at her). Only sometimes?\n\nJULIA. You fraud! You humbug! You miserable little plaster saint! (He\nlooks delighted.) Oh! (In a paroxysm half of rage, half of tenderness,\nshe shakes him, growling over him like a tigress over her cub.\nParamore and Craven at this moment return from the consulting room,\nand are thunderstruck at the spectacle.)\n\nCRAVEN (shouting, utterly scandalized). Julia!! (Julia releases\nCharteris, but stands her ground disdainfully as they come forward,\nCraven on her left, Paramore on her right.)\n\nPARAMORE. What's the matter?\n\nCHARTERIS. Nothing, nothing. You'll soon get used to this, Paramore.\n\nCRAVEN. Now really, Julia, this is a very extraordinary way to behave.\nIt's not fair to Paramore.\n\nJULIA (coldly). If Dr. Paramore objects he can break off our\nengagement. (To Paramore) Pray don't hesitate.\n\nPARAMORE (looking doubtfully and anxiously at her). Do you wish me to\nbreak it off?\n\nCHARTERIS (alarmed). Nonsense! don't act so hastily. It was my fault.\nI annoyed Miss Craven--insulted her. Hang it all, don't go and spoil\neverything like this.\n\nCRAVEN. This is most infernally perplexing. I can't believe that you\ninsulted Julia, Charteris. I've no doubt you annoyed her--you'd annoy\nanybody; upon my soul you would--but insult!--now what do you mean by\nthat?\n\nPARAMORE (very earnestly). Miss Craven; delicacy and sincerity I ask\nyou to be frank with me. What are the relations between you and\nCharteris?\n\nJULIA. Ask him. (She goes to the fireplace, her back on them.)\n\nCHARTERIS. Certainly: I'll confess. I'm in love with Miss\nCraven--always have been; and I've persecuted her with my addresses\never since I knew her. It's been no use: she utterly despises me. A\nmoment ago the spectacle of a rival's happiness stung me to make a\nnasty, sneering speech; and she--well, she just shook me a little, as\nyou saw.\n\nPARAMORE (chivalrously). I shall never forget that you helped me to\nwin her, Charteris. (Julia quickly, a spasm of fury in her face.)\n\nCHARTERIS. Sh! For Heaven's sake don't mention it.\n\nCRAVEN. This is a very different story to the one you told Cuthbertson\nand myself this morning. You'll excuse my saying that it sounds much\nmore like the the truth. Come: you were humbugging us, weren't you?\n\nCHARTERIS. Ask Julia. (Paramore and Craven turn to Julia. Charteris\nremains doggedly looking straight before him.)\n\nJULIA. It's quite true. He has been in love with me; he has persecuted\nme; and I utterly despise him.\n\nGRAVEN. Don't rub it in, Julia: it's not kind. No man is quite himself\nwhen he's crossed in love. (To Charteris.) Now listen to me,\nCharteris. When I was a young fellow, Cuthbertson and I fell in love\nwith the same woman. She preferred Cuthbertson. I was taken aback: I\nwon't deny it. But I knew my duty; and I did it. I gave her up and\nwished Cuthbertson joy. He told me this morning, when we met after\nmany years, that he has respected and liked me ever since for it. And\nI believe him and feel the better for it. (Impressively.) Now,\nCharteris, Paramore and you stand to-day where Cuthbertson and I stood\non a certain July evening thirty-five years ago. How are you going to\ntake it?\n\nJULIA (indignantly). How is he going to take it, indeed! Really, papa,\nthis is too much. If Mrs. Cuthbertson wouldn't have you, it may have\nbeen very noble of you to make a virtue of giving her up, just as you\nmade a virtue of being a teetotaller when Percy cut off your wine. But\nhe shan't be virtuous over me. I have refused him; and if he doesn't\nlike it he can--he can--\n\nCHARTERIS. I can lump it. Precisely. Craven: you can depend on me.\nI'll lump it. (He moves off nonchalantly, and leans against the\nbookcase with his hands in his pockets.)\n\nCRAVEN (hurt). Julia: you don't treat me respectfully. I don't wish to\ncomplain; but that was not a becoming speech.\n\nJULIA (bursting into tears and throwing herself into the large chair).\nIs there anyone in the world who has any feeling for me--who does not\nthink me utterly vile? (Craven and Paramore hurry to her in the\ngreatest consternation.)\n\nCRAVEN (remorsefully). My pet: I didn't for a moment mean--\n\nJULIA. Must I stand to be bargained for by two men--passed from one to\nthe other like a slave in the market, and not say a word in my own\ndefence?\n\nCRAVEN. But, my love--\n\nJULIA. Oh, go away, all of you. Leave me. I--oh-- (She gives way to a\npassion of tears.)\n\nPARAMORE (reproachfully to Craven). You've wounded her cruelly,\nColonel Craven--cruelly.\n\nCRAVEN. But I didn't mean to: I said nothing. Charteris: was I harsh?\n\nCHARTERIS. You forget the revolt of the daughters, Craven. And you\ncertainly wouldn't have gone on like that to any grown up woman who\nwas not your daughter.\n\nCRAVEN. Do you mean to say that I am expected to treat my daughter the\nsame as I would any other girl?\n\nPARAMORE. I should say certainly, Colonel Craven.\n\nCRAVEN. Well, dash me if I will. There!\n\nPARAMORE. If you take that tone, I have nothing more to say. (He\ncrosses the room with offended dignity and posts himself with his back\nto the bookcase beside Charteris.)\n\nJULIA (with a sob). Daddy.\n\nCRAVEN (turning solicitously to her). Yes, my love.\n\nJULIA (looking up at him tearfully and kissing his hand). Don't mind\nthem. You didn't mean it, Daddy, did you?\n\nCRAVEN. No, no, my precious. Come: don't cry.\n\nPARAMORE (to Charteris, looking at Julia with delight). How\nbeautiful she is!\n\nCHARTERIS (throwing up his hands). Oh, Lord help you, Paramore! (He\nleaves the bookcase and sits at the end of the couch farthest from the\nfire. Meanwhile Sylvia arrives.)\n\nSYLVIA (contemplating Julia). Crying again! Well, you are a womanly\none!\n\nCRAVEN. Don't worry your sister, Sylvia. You know she can't bear it.\n\nSYLVIA. I speak for her good, Dad. All the world can't be expected to\nknow that she's the family baby.\n\nJULIA. You will get your ears boxed presently, Silly.\n\nCRAVEN. Now, now, now, my dear children, really now! Come, Julia: put\nup your handkerchief before Mrs. Tranfield sees you. She's coming\nalong with Jo.\n\nJULIA (rising). That woman again!\n\nSYLVIA. Another row! Go it, Julia!\n\nCRAVEN. Hold your tongue, Sylvia. (He turns commandingly to Julia.)\nNow look here, Julia.\n\nCHARTERIS. Hallo! A revolt of the fathers!\n\nCRAVEN. Silence, Charteris. (To Julia, unanswerably.) The test of a\nman or woman's breeding is how they behave in a quarrel. Anybody can\nbehave well when things are going smoothly. Now you said to-day, at\nthat iniquitous club, that you were not a womanly woman. Very well: I\ndon't mind. But if you are not going to behave like a lady when Mrs.\nTranfield comes into this room, you've got to behave like a gentleman;\nor fond as I am of you, I'll cut you dead exactly as I would if you\nwere my son.\n\nPARAMORE (remonstrating). Colonel Craven--\n\nCRAVEN (cutting him short). Don't be a fool, Paramore.\n\nJULIA (tearfully excusing herself). I'm sure, Daddy--\n\nCRAVEN. Stop snivelling. I'm not speaking as your Daddy now: I'm\nspeaking as your commanding officer.\n\nSYLVIA. Good old Victoria Cross! (Craven turns sharply on her; and she\ndarts away behind Charteris, and presently seats herself on the couch,\nso that she and Charteris are shoulder to shoulder, facing opposite\nways. Cuthbertson arrives with Grace, who remains near the door whilst\nher father joins the others.)\n\nCRAVEN. Ah, Jo, here you are. Now, Paramore, tell 'em the news.\n\nPARAMORE. Mrs. Tranfield--Cuthbertson--allow me to introduce you to my\nfuture wife.\n\nCUTHBERTSON (coming forward to shake hands with Paramore). My\nheartiest congratulations! (Paramore goes to shake hands with Grace.)\nMiss Craven: you will accept Grace's congratulations as well as mine,\nI hope.\n\nCRAVEN. She will, Jo. (In a tone of command.) Now, Julia. (Julia\nslowly rises.)\n\nCUTHBERTSON. Now, Grace. (He conducts her to Julia's right; then posts\nhimself on the hearthrug, with his back to the fire, watching them.\nThe Colonel keeps guard on the other side.)\n\nGRACE (speaking in a low voice to Julia alone). So you have shewn him\nthat you can do without him! Now I take back everything I said. Will\nyou shake hands with me? (Julia gives her hand painfully, with her\nface averted.) They think this a happy ending, Julia--these men--our\nlords and masters! (The two stand silent, hand in hand.)\n\nSYLVIA (leaning back across the couch, aside to Charteris). Has she\nreally chucked you? (He nods assent. She looks at him dubiously, and\nadds) I expect you chucked her.\n\nCUTHBERTSON. And now, Paramore, mind you don't stand any chaff from\nCharteris about this. He's in the same predicament himself. He's\nengaged to Grace.\n\nJULIA (dropping Grace's hand, and speaking with breathless anguish,\nbut not violently). Again!\n\nCHARTERIS (rising hastily). Don't be alarmed. It's all off.\n\nSYLVIA (rising indignantly). What! You've chucked Grace too! What a\nshame! (She goes to the other side of the room, fuming.)\n\nCHARTERIS (following her and putting his hand soothingly on her\nshoulder). She won't have me, old chap--that is (turning to the\nothers) unless Mrs. Tranfield has changed her mind again.\n\nGRACE. No: we shall remain very good friends, I hope; but nothing\nwould induce me to marry you. (She goes to chair above the fireplace\nand sits down with perfect composure.)\n\nJULIA. Ah! (She sits down with a great sigh of relief.)\n\nSYLVIA (consoling Charteris). Poor old Leonard!\n\nCHARTERIS. Yes: this is the doom of the philanderer. I shall have to\ngo on philandering now all my life. No domesticity, no fireside, no\nlittle ones, nothing at all in Cuthbertson's line! Nobody will marry\nme--unless you, Sylvia--eh?\n\nSYLVIA. Not if I know it, Charteris.\n\nCHARTERIS (to them all). You see!\n\nCRAVEN (coming between Charteris and Sylvia). Now you really shouldn't\nmake a jest of these things: upon my life and soul you shouldn't,\nCharteris.\n\nCUTHBERTSON (on the hearthrug). The only use he can find for sacred\nthings is to make a jest of them. That's the New Order. Thank Heaven,\nwe belong to the Old Order, Dan!\n\nCHARTERIS. Cuthbertson: don't be symbolic.\n\nCUTHBERTSON (outraged). Symbolic! That is an accusation of Ibsenism.\nWhat do you mean?\n\nCHARTERIS. Symbolic of the Old Order. Don't persuade yourself that you\nrepresent the Old Order. There never was any Old Order.\n\nCRAVEN. There I flatly contradict you and stand up for Jo. I'd no more\nhave behaved as you do when I was a young man than I'd have cheated at\ncards. _I_ belong to the Old Order.\n\nCHARTERIS. You're getting old, Craven; and you want to make a merit of\nit, as usual.\n\nCRAVEN. Come, now, Charteris: you're not offended, I hope. (With a\nconciliatory outburst.) Well, perhaps I shouldn't have said that about\ncheating at cards. I withdraw it (offering his hand).\n\nCHARTERIS (taking Craven's hand). No offence, my dear Craven: none in\nthe world. I didn't mean to shew any temper. But (aside, after looking\nround to see whether the others are listening) only just\nconsider!--the spectacle of a rival's happiness!\n\nCRAVEN (aloud, decisively). Charteris: now you've got to behave like a\nman. Your duty's plain before you. (To Cuthbertson.) Am I right, Jo?\n\nCUTHBERTSON (firmly). You are, Dan.\n\nCRAVEN (to Charteris). Go straight up and congratulate Julia. And do\nit like a gentleman, smiling.\n\nCHARTERIS. Colonel: I will. Not a muscle shall betray the conflict\nwithin.\n\nCRAVEN. Julia: Charteris has not congratulated you yet. He's coming to\ndo it. (Julia rises and fixes a dangerous look on Charteris.)\n\nSYLVIA (whispering quickly behind Charteris as he is about to\nadvance). Take care. She's going to hit you. I know her. (Charteris\nstops and looks cautiously at Julia, measuring the situation. They\nregard one another steadfastly for a moment. Grace softly rises and\ngets close to Julia.)\n\nCHARTERIS (whispering over his shoulder to Sylvia). I'll chance it.\n(He walks confidently up to Julia.) Julia? (He proffers his hand.)\n\nJULIA (exhausted, allowing herself to take it). You are right. I am a\nworthless woman.\n\nCHARTERIS (triumphant, and gaily remonstrating). Oh, why?\n\nJULIA. Because I am not brave enough to kill you.\n\nGRACE (taking her in her arms as she sinks, almost fainting, away from\nhim). Oh, no. Never make a hero of a philanderer. (Charteris, amused\nand untouched, shakes his head laughingly. The rest look at Julia with\nconcern, and even a little awe, feeling for the first time the\npresence of a keen sorrow.)\n\n\n\nCURTAIN.\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Philanderer, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PHILANDERER ***\n\n***** This file should be named 5071.txt or 5071.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/0\/7\/5071\/\n\nProduced by Jim Tinsley\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":453,"split":"train"}
