{"ori_id":"768366d935c37e96f191f524f69c047a48a1b35c","title":"The Death of the Lion","context":"The Death of the Lion\n The narrator suggests writing an article on Neil Paraday; his new editor agrees. The former spends a week with Neil and writes the article whilst there, alongside reading Paraday's latest book. His editor rejects the article however; he decides to write an article for another newspaper, but it goes unnoticed. Neil Paraday gets excited about writing another book, despite the fact that he doesn't seem successful still. However the narrator comes across a praiseful review in The Empire.\nMr Morrow, a journalist suddenly interested in writing about Neil Paraday's life now that he is successful, comes round and ends up scaring the writer; the narrator manages to see him off. He tells Mr Morrow all there is to know about Paraday is in his work; the journalist is not amused. Later, he publishes an article on Neil's house in the Tatler. Embracing his fame, Paraday takes to going to London luncheons with women.\nThe narrator meets Miss Hurter, an American admirer of the writer's, in his house. As the writer is again busy with Mrs Wimbush, he explains to the girl that the best thing she can do is not to bother Paraday and only admire him from afar, so as not to interfere with his writings. Nevertheless, he keeps her autograph album to show it to him. Later, he meets with her to read passages from Paraday; once while they are at the opera he points Paraday out to her.\nThe narrator is annoyed with Mrs Wimbush for inviting Paraday to a party at Prestidge. Subsequently, he quotes from a letter sent to Miss Hunter while he was at the party. In this mise en abyme, he describes the way the other guests have not read Paraday's works; worse still, Lady Augusta confesses to having mislaid the text is expected to read out the next day - there is no extra copy. Paraday falls gravely ill; the guests, enhanced by the Princess, are merry since the party seems to be a success. Dora Forbes joins them - later to become Mrs Wimbrush's next 'henpecked' writer. The party is called off on doctors order; the Princess lets him pass away in one of her houses. Before his death, Paraday had asked the narrator to publish an unfinished text by him. Although the one lost by Lady Augusta has not been found again, the narrator and Miss Hurter, who eventually marry, shall keep Paraday's memory alive through their dedication to his texts.\nï»¿The Project Gutenberg eBook, The Death of the Lion, by Henry James\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: The Death of the Lion\n\n\nAuthor: Henry James\n\n\n\nRelease Date: December 29, 2010  [eBook #643]\nFirst Posted: September 10, 1996\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE DEATH OF THE LION***\n\n\nTranscribed from the 1915 Martin Secker edition by David Price, email\nccx074@pglaf.org\n\n\n\n\n\n                                THE DEATH\n                               OF THE LION\n\n\n                              BY HENRY JAMES\n\n                       [Picture: Decorative symbol]\n\n                                * * * * *\n\n                          LONDON: MARTIN SECKER\n                     NUMBER FIVE JOHN STREET ADELPHI\n\n                                * * * * *\n\n                    This edition first published 1915\n\n                       The text follows that of the\n                            Definitive Edition\n\n\n\n\nCHAPTER I.\n\n\nI had simply, I suppose, a change of heart, and it must have begun when I\nreceived my manuscript back from Mr. Pinhorn.  Mr. Pinhorn was my\nâ\u0080\u009cchief,â\u0080\u009d as he was called in the office: he had the high mission of\nbringing the paper up.  This was a weekly periodical, which had been\nsupposed to be almost past redemption when he took hold of it.  It was\nMr. Deedy who had let the thing down so dreadfully: he was never\nmentioned in the office now save in connexion with that misdemeanour.\nYoung as I was I had been in a manner taken over from Mr. Deedy, who had\nbeen owner as well as editor; forming part of a promiscuous lot, mainly\nplant and office-furniture, which poor Mrs. Deedy, in her bereavement and\ndepression, parted with at a rough valuation.  I could account for my\ncontinuity but on the supposition that I had been cheap.  I rather\nresented the practice of fathering all flatness on my late protector, who\nwas in his unhonoured grave; but as I had my way to make I found matter\nenough for complacency in being on a â\u0080\u009cstaff.â\u0080\u009d  At the same time I was\naware of my exposure to suspicion as a product of the old lowering\nsystem.  This made me feel I was doubly bound to have ideas, and had\ndoubtless been at the bottom of my proposing to Mr. Pinhorn that I should\nlay my lean hands on Neil Paraday.  I remember how he looked at meâ\u0080\u0094quite,\nto begin with, as if he had never heard of this celebrity, who indeed at\nthat moment was by no means in the centre of the heavens; and even when I\nhad knowingly explained he expressed but little confidence in the demand\nfor any such stuff.  When I had reminded him that the great principle on\nwhich we were supposed to work was just to create the demand we required,\nhe considered a moment and then returned: â\u0080\u009cI seeâ\u0080\u0094you want to write him\nup.â\u0080\u009d\n\nâ\u0080\u009cCall it that if you like.â\u0080\u009d\n\nâ\u0080\u009cAnd whatâ\u0080\u0099s your inducement?â\u0080\u009d\n\nâ\u0080\u009cBless my soulâ\u0080\u0094my admiration!â\u0080\u009d\n\nMr. Pinhorn pursed up his mouth.  â\u0080\u009cIs there much to be done with him?â\u0080\u009d\n\nâ\u0080\u009cWhatever there is we should have it all to ourselves, for he hasnâ\u0080\u0099t been\ntouched.â\u0080\u009d\n\nThis argument was effective and Mr. Pinhorn responded.  â\u0080\u009cVery well, touch\nhim.â\u0080\u009d  Then he added: â\u0080\u009cBut where can you do it?â\u0080\u009d\n\nâ\u0080\u009cUnder the fifth rib!â\u0080\u009d\n\nMr. Pinhorn stared.  â\u0080\u009cWhereâ\u0080\u0099s that?â\u0080\u009d\n\nâ\u0080\u009cYou want me to go down and see him?â\u0080\u009d I asked when I had enjoyed his\nvisible search for the obscure suburb I seemed to have named.\n\nâ\u0080\u009cI donâ\u0080\u0099t â\u0080\u0098wantâ\u0080\u0099 anythingâ\u0080\u0094the proposalâ\u0080\u0099s your own.  But you must remember\nthat thatâ\u0080\u0099s the way we do things _now_,â\u0080\u009d said Mr. Pinhorn with another\ndig Mr. Deedy.\n\nUnregenerate as I was I could read the queer implications of this speech.\nThe present ownerâ\u0080\u0099s superior virtue as well as his deeper craft spoke in\nhis reference to the late editor as one of that baser sort who deal in\nfalse representations.  Mr. Deedy would as soon have sent me to call on\nNeil Paraday as he would have published a â\u0080\u009choliday-numberâ\u0080\u009d; but such\nscruples presented themselves as mere ignoble thrift to his successor,\nwhose own sincerity took the form of ringing door-bells and whose\ndefinition of genius was the art of finding people at home.  It was as if\nMr. Deedy had published reports without his young menâ\u0080\u0099s having, as\nPinhorn would have said, really been there.  I was unregenerate, as I\nhave hinted, and couldnâ\u0080\u0099t be concerned to straighten out the journalistic\nmorals of my chief, feeling them indeed to be an abyss over the edge of\nwhich it was better not to peer.  Really to be there this time moreover\nwas a vision that made the idea of writing something subtle about Neil\nParaday only the more inspiring.  I would be as considerate as even Mr.\nDeedy could have wished, and yet I should be as present as only Mr.\nPinhorn could conceive.  My allusion to the sequestered manner in which\nMr. Paraday livedâ\u0080\u0094it had formed part of my explanation, though I knew of\nit only by hearsayâ\u0080\u0094was, I could divine, very much what had made Mr.\nPinhorn nibble.  It struck him as inconsistent with the success of his\npaper that any one should be so sequestered as that.  And then wasnâ\u0080\u0099t an\nimmediate exposure of everything just what the public wanted?  Mr.\nPinhorn effectually called me to order by reminding me of the promptness\nwith which I had met Miss Braby at Liverpool on her return from her\nfiasco in the States.  Hadnâ\u0080\u0099t we published, while its freshness and\nflavour were unimpaired, Miss Brabyâ\u0080\u0099s own version of that great\ninternational episode?  I felt somewhat uneasy at this lumping of the\nactress and the author, and I confess that after having enlisted Mr.\nPinhornâ\u0080\u0099s sympathies I procrastinated a little.  I had succeeded better\nthan I wished, and I had, as it happened, work nearer at hand.  A few\ndays later I called on Lord Crouchley and carried off in triumph the most\nunintelligible statement that had yet appeared of his lordshipâ\u0080\u0099s reasons\nfor his change of front.  I thus set in motion in the daily papers\ncolumns of virtuous verbiage.  The following week I ran down to Brighton\nfor a chat, as Mr. Pinhorn called it, with Mrs. Bounder, who gave me, on\nthe subject of her divorce, many curious particulars that had not been\narticulated in court.  If ever an article flowed from the primal fount it\nwas that article on Mrs. Bounder.  By this time, however, I became aware\nthat Neil Paradayâ\u0080\u0099s new book was on the point of appearing and that its\napproach had been the ground of my original appeal to Mr. Pinhorn, who\nwas now annoyed with me for having lost so many days.  He bundled me\noffâ\u0080\u0094we would at least not lose another.  Iâ\u0080\u0099ve always thought his sudden\nalertness a remarkable example of the journalistic instinct.  Nothing had\noccurred, since I first spoke to him, to create a visible urgency, and no\nenlightenment could possibly have reached him.  It was a pure case of\nprofession flairâ\u0080\u0094he had smelt the coming glory as an animal smells its\ndistant prey.\n\n\n\n\nCHAPTER II.\n\n\nI may as well say at once that this little record pretends in no degree\nto be a picture either of my introduction to Mr. Paraday or of certain\nproximate steps and stages.  The scheme of my narrative allows no space\nfor these things, and in any case a prohibitory sentiment would hang\nabout my recollection of so rare an hour.  These meagre notes are\nessentially private, so that if they see the light the insidious forces\nthat, as my story itself shows, make at present for publicity will simply\nhave overmastered my precautions.  The curtain fell lately enough on the\nlamentable drama.  My memory of the day I alighted at Mr. Paradayâ\u0080\u0099s door\nis a fresh memory of kindness, hospitality, compassion, and of the\nwonderful illuminating talk in which the welcome was conveyed.  Some\nvoice of the air had taught me the right moment, the moment of his life\nat which an act of unexpected young allegiance might most come home to\nhim.  He had recently recovered from a long, grave illness.  I had gone\nto the neighbouring inn for the night, but I spent the evening in his\ncompany, and he insisted the next day on my sleeping under his roof.  I\nhadnâ\u0080\u0099t an indefinite leave: Mr. Pinhorn supposed us to put our victims\nthrough on the gallop.  It was later, in the office, that the rude\nmotions of the jig were set to music.  I fortified myself, however, as my\ntraining had taught me to do, by the conviction that nothing could be\nmore advantageous for my article than to be written in the very\natmosphere.  I said nothing to Mr. Paraday about it, but in the morning,\nafter my remove from the inn, while he was occupied in his study, as he\nhad notified me he should need to be, I committed to paper the main heads\nof my impression.  Then thinking to commend myself to Mr. Pinhorn by my\ncelerity, I walked out and posted my little packet before luncheon.  Once\nmy paper was written I was free to stay on, and if it was calculated to\ndivert attention from my levity in so doing I could reflect with\nsatisfaction that I had never been so clever.  I donâ\u0080\u0099t mean to deny of\ncourse that I was aware it was much too good for Mr. Pinhorn; but I was\nequally conscious that Mr. Pinhorn had the supreme shrewdness of\nrecognising from time to time the cases in which an article was not too\nbad only because it was too good.  There was nothing he loved so much as\nto print on the right occasion a thing he hated.  I had begun my visit to\nthe great man on a Monday, and on the Wednesday his book came out.  A\ncopy of it arrived by the first post, and he let me go out into the\ngarden with it immediately after breakfast, I read it from beginning to\nend that day, and in the evening he asked me to remain with him the rest\nof the week and over the Sunday.\n\nThat night my manuscript came back from Mr. Pinhorn, accompanied with a\nletter the gist of which was the desire to know what I meant by trying to\nfob off on him such stuff.  That was the meaning of the question, if not\nexactly its form, and it made my mistake immense to me.  Such as this\nmistake was I could now only look it in the face and accept it.  I knew\nwhere I had failed, but it was exactly where I couldnâ\u0080\u0099t have succeeded.\nI had been sent down to be personal and then in point of fact hadnâ\u0080\u0099t been\npersonal at all: what I had dispatched to London was just a little\nfinicking feverish study of my authorâ\u0080\u0099s talent.  Anything less relevant\nto Mr. Pinhornâ\u0080\u0099s purpose couldnâ\u0080\u0099t well be imagined, and he was visibly\nangry at my having (at his expense, with a second-class ticket)\napproached the subject of our enterprise only to stand off so helplessly.\nFor myself, I knew but too well what had happened, and how a miracleâ\u0080\u0094as\npretty as some old miracle of legendâ\u0080\u0094had been wrought on the spot to save\nme.  There had been a big brush of wings, the flash of an opaline robe,\nand then, with a great cool stir of the air, the sense of an angelâ\u0080\u0099s\nhaving swooped down and caught me to his bosom.  He held me only till the\ndanger was over, and it all took place in a minute.  With my manuscript\nback on my hands I understood the phenomenon better, and the reflexions I\nmade on it are what I meant, at the beginning of this anecdote, by my\nchange of heart.  Mr. Pinhornâ\u0080\u0099s note was not only a rebuke decidedly\nstern, but an invitation immediately to send himâ\u0080\u0094it was the case to say\nsoâ\u0080\u0094the genuine article, the revealing and reverberating sketch to the\npromise of which, and of which alone, I owed my squandered privilege.  A\nweek or two later I recast my peccant paper and, giving it a particular\napplication to Mr. Paradayâ\u0080\u0099s new book, obtained for it the hospitality of\nanother journal, where, I must admit, Mr. Pinhorn was so far vindicated\nas that it attracted not the least attention.\n\n\n\n\nCHAPTER III.\n\n\nI was frankly, at the end of three days, a very prejudiced critic, so\nthat one morning when, in the garden, my great man had offered to read me\nsomething I quite held my breath as I listened.  It was the written\nscheme of another bookâ\u0080\u0094something put aside long ago, before his illness,\nbut that he had lately taken out again to reconsider.  He had been\nturning it round when I came down on him, and it had grown magnificently\nunder this second hand.  Loose liberal confident, it might have passed\nfor a great gossiping eloquent letterâ\u0080\u0094the overflow into talk of an\nartistâ\u0080\u0099s amorous plan.  The theme I thought singularly rich, quite the\nstrongest he had yet treated; and this familiar statement of it, full too\nof fine maturities, was really, in summarised splendour, a mine of gold,\na precious independent work.  I remember rather profanely wondering\nwhether the ultimate production could possibly keep at the pitch.  His\nreading of the fond epistle, at any rate, made me feel as if I were, for\nthe advantage of posterity, in close correspondence with himâ\u0080\u0094were the\ndistinguished person to whom it had been affectionately addressed.  It\nwas a high distinction simply to be told such things.  The idea he now\ncommunicated had all the freshness, the flushed fairness, of the\nconception untouched and untried: it was Venus rising from the sea and\nbefore the airs had blown upon her.  I had never been so throbbingly\npresent at such an unveiling.  But when he had tossed the last bright\nword after the others, as I had seen cashiers in banks, weighing mounds\nof coin, drop a final sovereign into the tray, I knew a sudden prudent\nalarm.\n\nâ\u0080\u009cMy dear master, how, after all, are you going to do it?  Itâ\u0080\u0099s infinitely\nnoble, but what time it will take, what patience and independence, what\nassured, what perfect conditions!  Oh for a lone isle in a tepid sea!â\u0080\u009d\n\nâ\u0080\u009cIsnâ\u0080\u0099t this practically a lone isle, and arenâ\u0080\u0099t you, as an encircling\nmedium, tepid enough?â\u0080\u009d he asked, alluding with a laugh to the wonder of\nmy young admiration and the narrow limits of his little provincial home.\nâ\u0080\u009cTime isnâ\u0080\u0099t what Iâ\u0080\u0099ve lacked hitherto: the question hasnâ\u0080\u0099t been to find\nit, but to use it.  Of course my illness made, while it lasted, a great\nholeâ\u0080\u0094but I dare say there would have been a hole at any rate.  The earth\nwe tread has more pockets than a billiard-table.  The great thing is now\nto keep on my feet.â\u0080\u009d\n\nâ\u0080\u009cThatâ\u0080\u0099s exactly what I mean.â\u0080\u009d\n\nNeil Paraday looked at me with eyesâ\u0080\u0094such pleasant eyes as he hadâ\u0080\u0094in\nwhich, as I now recall their expression, I seem to have seen a dim\nimagination of his fate.  He was fifty years old, and his illness had\nbeen cruel, his convalescence slow.  â\u0080\u009cIt isnâ\u0080\u0099t as if I werenâ\u0080\u0099t all\nright.â\u0080\u009d\n\nâ\u0080\u009cOh if you werenâ\u0080\u0099t all right I wouldnâ\u0080\u0099t look at you!â\u0080\u009d I tenderly said.\n\nWe had both got up, quickened as by this clearer air, and he had lighted\na cigarette.  I had taken a fresh one, which with an intenser smile, by\nway of answer to my exclamation, he applied to the flame of his match.\nâ\u0080\u009cIf I werenâ\u0080\u0099t better I shouldnâ\u0080\u0099t have thought of _that_!â\u0080\u009d  He flourished\nhis script in his hand.\n\nâ\u0080\u009cI donâ\u0080\u0099t want to be discouraging, but thatâ\u0080\u0099s not true,â\u0080\u009d I returned.  â\u0080\u009cIâ\u0080\u0099m\nsure that during the months you lay here in pain you had visitations\nsublime.  You thought of a thousand things.  You think of more and more\nall the while.  Thatâ\u0080\u0099s what makes you, if youâ\u0080\u0099ll pardon my familiarity,\nso respectable.  At a time when so many people are spent you come into\nyour second wind.  But, thank God, all the same, youâ\u0080\u0099re better!  Thank\nGod, too, youâ\u0080\u0099re not, as you were telling me yesterday, â\u0080\u0098successful.â\u0080\u0099  If\n_you_ werenâ\u0080\u0099t a failure what would be the use of trying?  Thatâ\u0080\u0099s my one\nreserve on the subject of your recoveryâ\u0080\u0094that it makes you â\u0080\u0098score,â\u0080\u0099 as the\nnewspapers say.  It looks well in the newspapers, and almost anything\nthat does thatâ\u0080\u0099s horrible.  â\u0080\u0098We are happy to announce that Mr. Paraday,\nthe celebrated author, is again in the enjoyment of excellent health.â\u0080\u0099\nSomehow I shouldnâ\u0080\u0099t like to see it.â\u0080\u009d\n\nâ\u0080\u009cYou wonâ\u0080\u0099t see it; Iâ\u0080\u0099m not in the least celebratedâ\u0080\u0094my obscurity protects\nme.  But couldnâ\u0080\u0099t you bear even to see I was dying or dead?â\u0080\u009d my host\nenquired.\n\nâ\u0080\u009cDeadâ\u0080\u0094passe encore; thereâ\u0080\u0099s nothing so safe.  One never knows what a\nliving artist may doâ\u0080\u0094one has mourned so many.  However, one must make the\nworst of it.  You must be as dead as you can.â\u0080\u009d\n\nâ\u0080\u009cDonâ\u0080\u0099t I meet that condition in having just published a book?â\u0080\u009d\n\nâ\u0080\u009cAdequately, let us hope; for the bookâ\u0080\u0099s verily a masterpiece.â\u0080\u009d\n\nAt this moment the parlour-maid appeared in the door that opened from the\ngarden: Paraday lived at no great cost, and the frisk of petticoats, with\na timorous â\u0080\u009cSherry, sir?â\u0080\u009d was about his modest mahogany.  He allowed half\nhis income to his wife, from whom he had succeeded in separating without\nredundancy of legend.  I had a general faith in his having behaved well,\nand I had once, in London, taken Mrs. Paraday down to dinner.  He now\nturned to speak to the maid, who offered him, on a tray, some card or\nnote, while, agitated, excited, I wandered to the end of the precinct.\nThe idea of his security became supremely dear to me, and I asked myself\nif I were the same young man who had come down a few days before to\nscatter him to the four winds.  When I retraced my steps he had gone into\nthe house, and the womanâ\u0080\u0094the second London post had come inâ\u0080\u0094had placed my\nletters and a newspaper on a bench.  I sat down there to the letters,\nwhich were a brief business, and then, without heeding the address, took\nthe paper from its envelope.  It was the journal of highest renown, _The\nEmpire_ of that morning.  It regularly came to Paraday, but I remembered\nthat neither of us had yet looked at the copy already delivered.  This\none had a great mark on the â\u0080\u009ceditorialâ\u0080\u009d page, and, uncrumpling the\nwrapper, I saw it to be directed to my host and stamped with the name of\nhis publishers.  I instantly divined that _The Empire_ had spoken of him,\nand Iâ\u0080\u0099ve not forgotten the odd little shock of the circumstance.  It\nchecked all eagerness and made me drop the paper a moment.  As I sat\nthere conscious of a palpitation I think I had a vision of what was to\nbe.  I had also a vision of the letter I would presently address to Mr.\nPinhorn, breaking, as it were, with Mr. Pinhorn.  Of course, however, the\nnext minute the voice of _The Empire_ was in my ears.\n\nThe article wasnâ\u0080\u0099t, I thanked heaven, a review; it was a â\u0080\u009cleader,â\u0080\u009d the\nlast of three, presenting Neil Paraday to the human race.  His new book,\nthe fifth from his hand, had been but a day or two out, and _The Empire_,\nalready aware of it, fired, as if on the birth of a prince, a salute of a\nwhole column.  The guns had been booming these three hours in the house\nwithout our suspecting them.  The big blundering newspaper had discovered\nhim, and now he was proclaimed and anointed and crowned.  His place was\nassigned him as publicly as if a fat usher with a wand had pointed to the\ntopmost chair; he was to pass up and still up, higher and higher, between\nthe watching faces and the envious soundsâ\u0080\u0094away up to the dais and the\nthrone.  The article was â\u0080\u009cepoch-making,â\u0080\u009d a landmark in his life; he had\ntaken rank at a bound, waked up a national glory.  A national glory was\nneeded, and it was an immense convenience he was there.  What all this\nmeant rolled over me, and I fear I grew a little faintâ\u0080\u0094it meant so much\nmore than I could say â\u0080\u009cyeaâ\u0080\u009d to on the spot.  In a flash, somehow, all was\ndifferent; the tremendous wave I speak of had swept something away.  It\nhad knocked down, I suppose, my little customary altar, my twinkling\ntapers and my flowers, and had reared itself into the likeness of a\ntemple vast and bare.  When Neil Paraday should come out of the house he\nwould come out a contemporary.  That was what had happened: the poor man\nwas to be squeezed into his horrible age.  I felt as if he had been\novertaken on the crest of the hill and brought back to the city.  A\nlittle more and he would have dipped down the short cut to posterity and\nescaped.\n\n\n\n\nCHAPTER IV.\n\n\nWhen he came out it was exactly as if he had been in custody, for beside\nhim walked a stout man with a big black beard, who, save that he wore\nspectacles, might have been a policeman, and in whom at a second glance I\nrecognised the highest contemporary enterprise.\n\nâ\u0080\u009cThis is Mr. Morrow,â\u0080\u009d said Paraday, looking, I thought, rather white: â\u0080\u009che\nwants to publish heaven knows what about me.â\u0080\u009d\n\nI winced as I remembered that this was exactly what I myself had wanted.\nâ\u0080\u009cAlready?â\u0080\u009d I cried with a sort of sense that my friend had fled to me for\nprotection.\n\nMr. Morrow glared, agreeably, through his glasses: they suggested the\nelectric headlights of some monstrous modern ship, and I felt as if\nParaday and I were tossing terrified under his bows.  I saw his momentum\nwas irresistible.  â\u0080\u009cI was confident that I should be the first in the\nfield.  A great interest is naturally felt in Mr. Paradayâ\u0080\u0099s\nsurroundings,â\u0080\u009d he heavily observed.\n\nâ\u0080\u009cI hadnâ\u0080\u0099t the least idea of it,â\u0080\u009d said Paraday, as if he had been told he\nhad been snoring.\n\nâ\u0080\u009cI find he hasnâ\u0080\u0099t read the article in _The Empire_,â\u0080\u009d Mr. Morrow remarked\nto me.  â\u0080\u009cThatâ\u0080\u0099s so very interestingâ\u0080\u0094itâ\u0080\u0099s something to start with,â\u0080\u009d he\nsmiled.  He had begun to pull off his gloves, which were violently new,\nand to look encouragingly round the little garden.  As a â\u0080\u009csurroundingâ\u0080\u009d I\nfelt how I myself had already been taken in; I was a little fish in the\nstomach of a bigger one.  â\u0080\u009cI represent,â\u0080\u009d our visitor continued, â\u0080\u009ca\nsyndicate of influential journals, no less than thirty-seven, whose\npublicâ\u0080\u0094whose publics, I may sayâ\u0080\u0094are in peculiar sympathy with Mr.\nParadayâ\u0080\u0099s line of thought.  They would greatly appreciate any expression\nof his views on the subject of the art he so nobly exemplifies.  In\naddition to my connexion with the syndicate just mentioned I hold a\nparticular commission from _The Tatler_, whose most prominent department,\nâ\u0080\u0098Smatter and Chatterâ\u0080\u0099â\u0080\u0094I dare say youâ\u0080\u0099ve often enjoyed itâ\u0080\u0094attracts such\nattention.  I was honoured only last week, as a representative of _The\nTatler_, with the confidence of Guy Walsingham, the brilliant author of\nâ\u0080\u0098Obsessions.â\u0080\u0099  She pronounced herself thoroughly pleased with my sketch\nof her method; she went so far as to say that I had made her genius more\ncomprehensible even to herself.â\u0080\u009d\n\nNeil Paraday had dropped on the garden-bench and sat there at once\ndetached and confounded; he looked hard at a bare spot in the lawn, as if\nwith an anxiety that had suddenly made him grave.  His movement had been\ninterpreted by his visitor as an invitation to sink sympathetically into\na wicker chair that stood hard by, and while Mr. Morrow so settled\nhimself I felt he had taken official possession and that there was no\nundoing it.  One had heard of unfortunate peopleâ\u0080\u0099s having â\u0080\u009ca man in the\nhouse,â\u0080\u009d and this was just what we had.  There was a silence of a moment,\nduring which we seemed to acknowledge in the only way that was possible\nthe presence of universal fate; the sunny stillness took no pity, and my\nthought, as I was sure Paradayâ\u0080\u0099s was doing, performed within the minute a\ngreat distant revolution.  I saw just how emphatic I should make my\nrejoinder to Mr. Pinhorn, and that having come, like Mr. Morrow, to\nbetray, I must remain as long as possible to save.  Not because I had\nbrought my mind back, but because our visitors last words were in my ear,\nI presently enquired with gloomy irrelevance if Guy Walsingham were a\nwoman.\n\nâ\u0080\u009cOh yes, a mere pseudonymâ\u0080\u0094rather pretty, isnâ\u0080\u0099t it?â\u0080\u0094and convenient, you\nknow, for a lady who goes in for the larger latitude.  â\u0080\u0098Obsessions, by\nMiss So-and-so,â\u0080\u0099 would look a little odd, but men are more naturally\nindelicate.  Have you peeped into â\u0080\u0098Obsessionsâ\u0080\u0099?â\u0080\u009d Mr. Morrow continued\nsociably to our companion.\n\nParaday, still absent, remote, made no answer, as if he hadnâ\u0080\u0099t heard the\nquestion: a form of intercourse that appeared to suit the cheerful Mr.\nMorrow as well as any other.  Imperturbably bland, he was a man of\nresourcesâ\u0080\u0094he only needed to be on the spot.  He had pocketed the whole\npoor place while Paraday and I were wool-gathering, and I could imagine\nthat he had already got his â\u0080\u009cheads.â\u0080\u009d  His system, at any rate, was\njustified by the inevitability with which I replied, to save my friend\nthe trouble: â\u0080\u009cDear noâ\u0080\u0094he hasnâ\u0080\u0099t read it.  He doesnâ\u0080\u0099t read such things!â\u0080\u009d I\nunwarily added.\n\nâ\u0080\u009cThings that are _too_ far over the fence, eh?â\u0080\u009d  I was indeed a godsend\nto Mr. Morrow.  It was the psychological moment; it determined the\nappearance of his note-book, which, however, he at first kept slightly\nbehind him, even as the dentist approaching his victim keeps the horrible\nforceps.  â\u0080\u009cMr. Paraday holds with the good old proprietiesâ\u0080\u0094I see!â\u0080\u009d  And\nthinking of the thirty-seven influential journals, I found myself, as I\nfound poor Paraday, helplessly assisting at the promulgation of this\nineptitude.  â\u0080\u009cThereâ\u0080\u0099s no point on which distinguished views are so\nacceptable as on this questionâ\u0080\u0094raised perhaps more strikingly than ever\nby Guy Walsinghamâ\u0080\u0094of the permissibility of the larger latitude.  Iâ\u0080\u0099ve an\nappointment, precisely in connexion with it, next week, with Dora Forbes,\nauthor of â\u0080\u0098The Other Way Round,â\u0080\u0099 which everybodyâ\u0080\u0099s talking about.  Has\nMr. Paraday glanced at â\u0080\u0098The Other Way Roundâ\u0080\u0099?â\u0080\u009d  Mr. Morrow now frankly\nappealed to me.  I took on myself to repudiate the supposition, while our\ncompanion, still silent, got up nervously and walked away.  His visitor\npaid no heed to his withdrawal; but opened out the note-book with a more\nfatherly pat.  â\u0080\u009cDora Forbes, I gather, takes the ground, the same as Guy\nWalsinghamâ\u0080\u0099s, that the larger latitude has simply got to come.  He holds\nthat it has got to be squarely faced.  Of course his sex makes him a less\nprejudiced witness.  But an authoritative word from Mr. Paradayâ\u0080\u0094from the\npoint of view of _his_ sex, you knowâ\u0080\u0094would go right round the globe.  He\ntakes the line that we _havenâ\u0080\u0099t_ got to face it?â\u0080\u009d\n\nI was bewildered: it sounded somehow as if there were three sexes.  My\ninterlocutorâ\u0080\u0099s pencil was poised, my private responsibility great.  I\nsimply sat staring, none the less, and only found presence of mind to\nsay: â\u0080\u009cIs this Miss Forbes a gentleman?â\u0080\u009d\n\nMr. Morrow had a subtle smile.  â\u0080\u009cIt wouldnâ\u0080\u0099t be â\u0080\u0098Missâ\u0080\u0099â\u0080\u0094thereâ\u0080\u0099s a wife!â\u0080\u009d\n\nâ\u0080\u009cI mean is she a man?â\u0080\u009d\n\nâ\u0080\u009cThe wife?â\u0080\u009dâ\u0080\u0094Mr. Morrow was for a moment as confused as myself.  But when\nI explained that I alluded to Dora Forbes in person he informed me, with\nvisible amusement at my being so out of it, that this was the â\u0080\u009cpen-nameâ\u0080\u009d\nof an indubitable maleâ\u0080\u0094he had a big red moustache.  â\u0080\u009cHe goes in for the\nslight mystification because the ladies are such popular favourites.  A\ngreat deal of interest is felt in his acting on that ideaâ\u0080\u0094which _is_\nclever, isnâ\u0080\u0099t it?â\u0080\u0094and thereâ\u0080\u0099s every prospect of its being widely\nimitated.â\u0080\u009d  Our host at this moment joined us again, and Mr. Morrow\nremarked invitingly that he should be happy to make a note of any\nobservation the movement in question, the bid for success under a ladyâ\u0080\u0099s\nname, might suggest to Mr. Paraday.  But the poor man, without catching\nthe allusion, excused himself, pleading that, though greatly honoured by\nhis visitorâ\u0080\u0099s interest, he suddenly felt unwell and should have to take\nleave of himâ\u0080\u0094have to go and lie down and keep quiet.  His young friend\nmight be trusted to answer for him, but he hoped Mr. Morrow didnâ\u0080\u0099t expect\ngreat things even of his young friend.  His young friend, at this moment,\nlooked at Neil Paraday with an anxious eye, greatly wondering if he were\ndoomed to be ill again; but Paradayâ\u0080\u0099s own kind face met his question\nreassuringly, seemed to say in a glance intelligible enough: â\u0080\u009cOh Iâ\u0080\u0099m not\nill, but Iâ\u0080\u0099m scared: get him out of the house as quietly as possible.â\u0080\u009d\nGetting newspaper-men out of the house was odd business for an emissary\nof Mr. Pinhorn, and I was so exhilarated by the idea of it that I called\nafter him as he left us: â\u0080\u009cRead the article in _The Empire_ and youâ\u0080\u0099ll\nsoon be all right!â\u0080\u009d\n\n\n\n\nCHAPTER V.\n\n\nâ\u0080\u009cDelicious my having come down to tell him of it!â\u0080\u009d Mr. Morrow ejaculated.\nâ\u0080\u009cMy cab was at the door twenty minutes after _The Empire_ had been laid\non my breakfast-table.  Now what have you got for me?â\u0080\u009d he continued,\ndropping again into his chair, from which, however, he the next moment\neagerly rose.  â\u0080\u009cI was shown into the drawing-room, but there must be more\nto seeâ\u0080\u0094his study, his literary sanctum, the little things he has about,\nor other domestic objects and features.  He wouldnâ\u0080\u0099t be lying down on his\nstudy-table?  Thereâ\u0080\u0099s a great interest always felt in the scene of an\nauthorâ\u0080\u0099s labours.  Sometimes weâ\u0080\u0099re favoured with very delightful peeps.\nDora Forbes showed me all his table-drawers, and almost jammed my hand\ninto one into which I made a dash!  I donâ\u0080\u0099t ask that of you, but if we\ncould talk things over right there where he sits I feel as if I should\nget the keynote.â\u0080\u009d\n\nI had no wish whatever to be rude to Mr. Morrow, I was much too initiated\nnot to tend to more diplomacy; but I had a quick inspiration, and I\nentertained an insurmountable, an almost superstitious objection to his\ncrossing the threshold of my friendâ\u0080\u0099s little lonely shabby consecrated\nworkshop.  â\u0080\u009cNo, noâ\u0080\u0094we shanâ\u0080\u0099t get at his life that way,â\u0080\u009d I said.  â\u0080\u009cThe way\nto get at his life is toâ\u0080\u0094But wait a moment!â\u0080\u009d  I broke off and went\nquickly into the house, whence I in three minutes reappeared before Mr.\nMorrow with the two volumes of Paradayâ\u0080\u0099s new book.  â\u0080\u009cHis lifeâ\u0080\u0099s here,â\u0080\u009d I\nwent on, â\u0080\u009cand Iâ\u0080\u0099m so full of this admirable thing that I canâ\u0080\u0099t talk of\nanything else.  The artistâ\u0080\u0099s lifeâ\u0080\u0099s his work, and this is the place to\nobserve him.  What he has to tell us he tells us with _this_ perfection.\nMy dear sir, the best interviewer is the best reader.â\u0080\u009d\n\nMr. Morrow good-humouredly protested.  â\u0080\u009cDo you mean to say that no other\nsource of information should be open to us?â\u0080\u009d\n\nâ\u0080\u009cNone other till this particular oneâ\u0080\u0094by far the most copiousâ\u0080\u0094has been\nquite exhausted.  Have you exhausted it, my dear sir?  Had you exhausted\nit when you came down here?  It seems to me in our time almost wholly\nneglected, and something should surely be done to restore its ruined\ncredit.  Itâ\u0080\u0099s the course to which the artist himself at every step, and\nwith such pathetic confidence, refers us.  This last book of Mr.\nParadayâ\u0080\u0099s is full of revelations.â\u0080\u009d\n\nâ\u0080\u009cRevelations?â\u0080\u009d panted Mr. Morrow, whom I had forced again into his chair.\n\nâ\u0080\u009cThe only kind that count.  It tells you with a perfection that seems to\nme quite final all the author thinks, for instance, about the advent of\nthe â\u0080\u0098larger latitude.â\u0080\u0099â\u0080\u009d\n\nâ\u0080\u009cWhere does it do that?â\u0080\u009d asked Mr. Morrow, who had picked up the second\nvolume and was insincerely thumbing it.\n\nâ\u0080\u009cEverywhereâ\u0080\u0094in the whole treatment of his case.  Extract the opinion,\ndisengage the answerâ\u0080\u0094those are the real acts of homage.â\u0080\u009d\n\nMr. Morrow, after a minute, tossed the book away.  â\u0080\u009cAh but you mustnâ\u0080\u0099t\ntake me for a reviewer.â\u0080\u009d\n\nâ\u0080\u009cHeaven forbid I should take you for anything so dreadful!  You came down\nto perform a little act of sympathy, and so, I may confide to you, did I.\nLet us perform our little act together.  These pages overflow with the\ntestimony we want: let us read them and taste them and interpret them.\nYouâ\u0080\u0099ll of course have perceived for yourself that one scarcely does read\nNeil Paraday till one reads him aloud; he gives out to the ear an\nextraordinary full tone, and itâ\u0080\u0099s only when you expose it confidently to\nthat test that you really get near his style.  Take up your book again\nand let me listen, while you pay it out, to that wonderful fifteenth\nchapter.  If you feel you canâ\u0080\u0099t do it justice, compose yourself to\nattention while I produce for youâ\u0080\u0094I think I can!â\u0080\u0094this scarcely less\nadmirable ninth.â\u0080\u009d\n\nMr. Morrow gave me a straight look which was as hard as a blow between\nthe eyes; he had turned rather red, and a question had formed itself in\nhis mind which reached my sense as distinctly as if he had uttered it:\nâ\u0080\u009cWhat sort of a damned fool are _you_?â\u0080\u009d  Then he got up, gathering\ntogether his hat and gloves, buttoning his coat, projecting hungrily all\nover the place the big transparency of his mask.  It seemed to flare over\nFleet Street and somehow made the actual spot distressingly humble: there\nwas so little for it to feed on unless he counted the blisters of our\nstucco or saw his way to do something with the roses.  Even the poor\nroses were common kinds.  Presently his eyes fell on the manuscript from\nwhich Paraday had been reading to me and which still lay on the bench.\nAs my own followed them I saw it looked promising, looked pregnant, as if\nit gently throbbed with the life the reader had given it.  Mr. Morrow\nindulged in a nod at it and a vague thrust of his umbrella.  â\u0080\u009cWhatâ\u0080\u0099s\nthat?â\u0080\u009d\n\nâ\u0080\u009cOh, itâ\u0080\u0099s a planâ\u0080\u0094a secret.â\u0080\u009d\n\nâ\u0080\u009cA secret!â\u0080\u009d  There was an instantâ\u0080\u0099s silence, and then Mr. Morrow made\nanother movement.  I may have been mistaken, but it affected me as the\ntranslated impulse of the desire to lay hands on the manuscript, and this\nled me to indulge in a quick anticipatory grab which may very well have\nseemed ungraceful, or even impertinent, and which at any rate left Mr.\nParadayâ\u0080\u0099s two admirers very erect, glaring at each other while one of\nthem held a bundle of papers well behind him.  An instant later Mr.\nMorrow quitted me abruptly, as if he had really carried something off\nwith him.  To reassure myself, watching his broad back recede, I only\ngrasped my manuscript the tighter.  He went to the back door of the\nhouse, the one he had come out from, but on trying the handle he appeared\nto find it fastened.  So he passed round into the front garden, and by\nlistening intently enough I could presently hear the outer gate close\nbehind him with a bang.  I thought again of the thirty-seven influential\njournals and wondered what would be his revenge.  I hasten to add that he\nwas magnanimous: which was just the most dreadful thing he could have\nbeen.  _The Tatler_ published a charming chatty familiar account of Mr.\nParadayâ\u0080\u0099s â\u0080\u009cHome-life,â\u0080\u009d and on the wings of the thirty-seven influential\njournals it went, to use Mr. Morrowâ\u0080\u0099s own expression, right round the\nglobe.\n\n\n\n\nCHAPTER VI.\n\n\nA week later, early in May, my glorified friend came up to town, where,\nit may be veraciously recorded he was the king of the beasts of the year.\nNo advancement was ever more rapid, no exaltation more complete, no\nbewilderment more teachable.  His book sold but moderately, though the\narticle in _The Empire_ had done unwonted wonders for it; but he\ncirculated in person to a measure that the libraries might well have\nenvied.  His formula had been foundâ\u0080\u0094he was a â\u0080\u009crevelation.â\u0080\u009d  His momentary\nterror had been real, just as mine had beenâ\u0080\u0094the overclouding of his\npassionate desire to be left to finish his work.  He was far from\nunsociable, but he had the finest conception of being let alone that Iâ\u0080\u0099ve\never met.  For the time, none the less, he took his profit where it\nseemed most to crowd on him, having in his pocket the portable\nsophistries about the nature of the artistâ\u0080\u0099s task.  Observation too was a\nkind of work and experience a kind of success; London dinners were all\nmaterial and London ladies were fruitful toil.  â\u0080\u009cNo one has the faintest\nconception of what Iâ\u0080\u0099m trying for,â\u0080\u009d he said to me, â\u0080\u009cand not many have\nread three pages that Iâ\u0080\u0099ve written; but I must dine with them\nfirstâ\u0080\u0094theyâ\u0080\u0099ll find out why when theyâ\u0080\u0099ve time.â\u0080\u009d  It was rather rude\njustice perhaps; but the fatigue had the merit of being a new sort, while\nthe phantasmagoric town was probably after all less of a battlefield than\nthe haunted study.  He once told me that he had had no personal life to\nspeak of since his fortieth year, but had had more than was good for him\nbefore.  London closed the parenthesis and exhibited him in relations;\none of the most inevitable of these being that in which he found himself\nto Mrs. Weeks Wimbush, wife of the boundless brewer and proprietress of\nthe universal menagerie.  In this establishment, as everybody knows, on\noccasions when the crush is great, the animals rub shoulders freely with\nthe spectators and the lions sit down for whole evenings with the lambs.\n\nIt had been ominously clear to me from the first that in Neil Paraday\nthis lady, who, as all the world agreed, was tremendous fun, considered\nthat she had secured a prime attraction, a creature of almost heraldic\noddity.  Nothing could exceed her enthusiasm over her capture, and\nnothing could exceed the confused apprehensions it excited in me.  I had\nan instinctive fear of her which I tried without effect to conceal from\nher victim, but which I let her notice with perfect impunity.  Paraday\nheeded it, but she never did, for her conscience was that of a romping\nchild.  She was a blind violent force to which I could attach no more\nidea of responsibility than to the creaking of a sign in the wind.  It\nwas difficult to say what she conduced to but circulation.  She was\nconstructed of steel and leather, and all I asked of her for our\ntractable friend was not to do him to death.  He had consented for a time\nto be of india-rubber, but my thoughts were fixed on the day he should\nresume his shape or at least get back into his box.  It was evidently all\nright, but I should be glad when it was well over.  I had a special\nfearâ\u0080\u0094the impression was ineffaceable of the hour when, after Mr. Morrowâ\u0080\u0099s\ndeparture, I had found him on the sofa in his study.  That pretext of\nindisposition had not in the least been meant as a snub to the envoy of\n_The Tatler_â\u0080\u0094he had gone to lie down in very truth.  He had felt a pang\nof his old pain, the result of the agitation wrought in him by this\nforcing open of a new period.  His old programme, his old ideal even had\nto be changed.  Say what one would, success was a complication and\nrecognition had to be reciprocal.  The monastic life, the pious\nillumination of the missal in the convent cell were things of the\ngathered past.  It didnâ\u0080\u0099t engender despair, but at least it required\nadjustment.  Before I left him on that occasion we had passed a bargain,\nmy part of which was that I should make it my business to take care of\nhim.  Let whoever would represent the interest in his presence (I must\nhave had a mystical prevision of Mrs. Weeks Wimbush) I should represent\nthe interest in his workâ\u0080\u0094or otherwise expressed in his absence.  These\ntwo interests were in their essence opposed; and I doubt, as youth is\nfleeting, if I shall ever again know the intensity of joy with which I\nfelt that in so good a cause I was willing to make myself odious.\n\nOne day in Sloane Street I found myself questioning Paradayâ\u0080\u0099s landlord,\nwho had come to the door in answer to my knock.  Two vehicles, a barouche\nand a smart hansom, were drawn up before the house.\n\nâ\u0080\u009cIn the drawing-room, sir?  Mrs. Weeks Wimbush.â\u0080\u009d\n\nâ\u0080\u009cAnd in the dining-room?â\u0080\u009d\n\nâ\u0080\u009cA young lady, sirâ\u0080\u0094waiting: I think a foreigner.â\u0080\u009d\n\nIt was three oâ\u0080\u0099clock, and on days when Paraday didnâ\u0080\u0099t lunch out he\nattached a value to these appropriated hours.  On which days, however,\ndidnâ\u0080\u0099t the dear man lunch out?  Mrs. Wimbush, at such a crisis, would\nhave rushed round immediately after her own repast.  I went into the\ndining-room first, postponing the pleasure of seeing how, upstairs, the\nlady of the barouche would, on my arrival, point the moral of my sweet\nsolicitude.  No one took such an interest as herself in his doing only\nwhat was good for him, and she was always on the spot to see that he did\nit.  She made appointments with him to discuss the best means of\neconomising his time and protecting his privacy.  She further made his\nhealth her special business, and had so much sympathy with my own zeal\nfor it that she was the author of pleasing fictions on the subject of\nwhat my devotion had led me to give up.  I gave up nothing (I donâ\u0080\u0099t count\nMr. Pinhorn) because I had nothing, and all I had as yet achieved was to\nfind myself also in the menagerie.  I had dashed in to save my friend,\nbut I had only got domesticated and wedged; so that I could do little\nmore for him than exchange with him over peopleâ\u0080\u0099s heads looks of intense\nbut futile intelligence.\n\n\n\n\nCHAPTER VII.\n\n\nThe young lady in the dining-room had a brave face, black hair, blue\neyes, and in her lap a big volume.  â\u0080\u009cIâ\u0080\u0099ve come for his autograph,â\u0080\u009d she\nsaid when I had explained to her that I was under bonds to see people for\nhim when he was occupied.  â\u0080\u009cIâ\u0080\u0099ve been waiting half an hour, but Iâ\u0080\u0099m\nprepared to wait all day.â\u0080\u009d  I donâ\u0080\u0099t know whether it was this that told me\nshe was American, for the propensity to wait all day is not in general\ncharacteristic of her race.  I was enlightened probably not so much by\nthe spirit of the utterance as by some quality of its sound.  At any rate\nI saw she had an individual patience and a lovely frock, together with an\nexpression that played among her pretty features like a breeze among\nflowers.  Putting her book on the table she showed me a massive album,\nshowily bound and full of autographs of price.  The collection of faded\nnotes, of still more faded â\u0080\u009cthoughts,â\u0080\u009d of quotations, platitudes,\nsignatures, represented a formidable purpose.\n\nI could only disclose my dread of it.  â\u0080\u009cMost people apply to Mr. Paraday\nby letter, you know.â\u0080\u009d\n\nâ\u0080\u009cYes, but he doesnâ\u0080\u0099t answer.  Iâ\u0080\u0099ve written three times.â\u0080\u009d\n\nâ\u0080\u009cVery true,â\u0080\u009d I reflected; â\u0080\u009cthe sort of letter you mean goes straight into\nthe fire.â\u0080\u009d\n\nâ\u0080\u009cHow do you know the sort I mean?â\u0080\u009d  My interlocutress had blushed and\nsmiled, and in a moment she added: â\u0080\u009cI donâ\u0080\u0099t believe he gets many like\nthem!â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099m sure theyâ\u0080\u0099re beautiful, but he burns without reading.â\u0080\u009d  I didnâ\u0080\u0099t add\nthat I had convinced him he ought to.\n\nâ\u0080\u009cIsnâ\u0080\u0099t he then in danger of burning things of importance?â\u0080\u009d\n\nâ\u0080\u009cHe would perhaps be so if distinguished men hadnâ\u0080\u0099t an infallible nose\nfor nonsense.â\u0080\u009d\n\nShe looked at me a momentâ\u0080\u0094her face was sweet and gay.  â\u0080\u009cDo _you_ burn\nwithout reading too?â\u0080\u009dâ\u0080\u0094in answer to which I assured her that if sheâ\u0080\u0099d\ntrust me with her repository Iâ\u0080\u0099d see that Mr. Paraday should write his\nname in it.\n\nShe considered a little.  â\u0080\u009cThatâ\u0080\u0099s very well, but it wouldnâ\u0080\u0099t make me see\nhim.â\u0080\u009d\n\nâ\u0080\u009cDo you want very much to see him?â\u0080\u009d  It seemed ungracious to catechise so\ncharming a creature, but somehow I had never yet taken my duty to the\ngreat author so seriously.\n\nâ\u0080\u009cEnough to have come from America for the purpose.â\u0080\u009d\n\nI stared.  â\u0080\u009cAll alone?â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t see that thatâ\u0080\u0099s exactly your business, but if it will make me\nmore seductive Iâ\u0080\u0099ll confess that Iâ\u0080\u0099m quite by myself.  I had to come\nalone or not come at all.â\u0080\u009d\n\nShe was interesting; I could imagine she had lost parents, natural\nprotectorsâ\u0080\u0094could conceive even she had inherited money.  I was at a pass\nof my own fortunes when keeping hansoms at doors seemed to me pure\nswagger.  As a trick of this bold and sensitive girl, however, it became\nromanticâ\u0080\u0094a part of the general romance of her freedom, her errand, her\ninnocence.  The confidence of young Americans was notorious, and I\nspeedily arrived at a conviction that no impulse could have been more\ngenerous than the impulse that had operated here.  I foresaw at that\nmoment that it would make her my peculiar charge, just as circumstances\nhad made Neil Paraday.  She would be another person to look after, so\nthat oneâ\u0080\u0099s honour would be concerned in guiding her straight.  These\nthings became clearer to me later on; at the instant I had scepticism\nenough to observe to her, as I turned the pages of her volume, that her\nnet had all the same caught many a big fish.  She appeared to have had\nfruitful access to the great ones of the earth; there were people\nmoreover whose signatures she had presumably secured without a personal\ninterview.  She couldnâ\u0080\u0099t have worried George Washington and Friedrich\nSchiller and Hannah More.  She met this argument, to my surprise, by\nthrowing up the album without a pang.  It wasnâ\u0080\u0099t even her own; she was\nresponsible for none of its treasures.  It belonged to a girl-friend in\nAmerica, a young lady in a western city.  This young lady had insisted on\nher bringing it, to pick up more autographs: she thought they might like\nto see, in Europe, in what company they would be.  The â\u0080\u009cgirl-friend,â\u0080\u009d the\nwestern city, the immortal names, the curious errand, the idyllic faith,\nall made a story as strange to me, and as beguiling, as some tale in the\nArabian Nights.  Thus it was that my informant had encumbered herself\nwith the ponderous tome; but she hastened to assure me that this was the\nfirst time she had brought it out.  For her visit to Mr. Paraday it had\nsimply been a pretext.  She didnâ\u0080\u0099t really care a straw that he should\nwrite his name; what she did want was to look straight into his face.\n\nI demurred a little.  â\u0080\u009cAnd why do you require to do that?â\u0080\u009d\n\nâ\u0080\u009cBecause I just love him!â\u0080\u009d  Before I could recover from the agitating\neffect of this crystal ring my companion had continued: â\u0080\u009cHasnâ\u0080\u0099t there\never been any face that youâ\u0080\u0099ve wanted to look into?â\u0080\u009d\n\nHow could I tell her so soon how much I appreciated the opportunity of\nlooking into hers?  I could only assent in general to the proposition\nthat there were certainly for every one such yearnings, and even such\nfaces; and I felt the crisis demand all my lucidity, all my wisdom.  â\u0080\u009cOh\nyes, Iâ\u0080\u0099m a student of physiognomy.  Do you mean,â\u0080\u009d I pursued, â\u0080\u009cthat youâ\u0080\u0099ve\na passion for Mr. Paradayâ\u0080\u0099s books?â\u0080\u009d\n\nâ\u0080\u009cTheyâ\u0080\u0099ve been everything to me and a little more besideâ\u0080\u0094I know them by\nheart.  Theyâ\u0080\u0099ve completely taken hold of me.  Thereâ\u0080\u0099s no author about\nwhom Iâ\u0080\u0099m in such a state as Iâ\u0080\u0099m in about Neil Paraday.â\u0080\u009d\n\nâ\u0080\u009cPermit me to remark then,â\u0080\u009d I presently returned, â\u0080\u009cthat youâ\u0080\u0099re one of the\nright sort.â\u0080\u009d\n\nâ\u0080\u009cOne of the enthusiasts?  Of course I am!â\u0080\u009d\n\nâ\u0080\u009cOh there are enthusiasts who are quite of the wrong.  I mean youâ\u0080\u0099re one\nof those to whom an appeal can be made.â\u0080\u009d\n\nâ\u0080\u009cAn appeal?â\u0080\u009d  Her face lighted as if with the chance of some great\nsacrifice.\n\nIf she was ready for one it was only waiting for her, and in a moment I\nmentioned it.  â\u0080\u009cGive up this crude purpose of seeing him!  Go away\nwithout it.  That will be far better.â\u0080\u009d\n\nShe looked mystified, then turned visibly pale.  â\u0080\u009cWhy, hasnâ\u0080\u0099t he any\npersonal charm?â\u0080\u009d  The girl was terrible and laughable in her bright\ndirectness.\n\nâ\u0080\u009cAh that dreadful word â\u0080\u0098personallyâ\u0080\u0099!â\u0080\u009d I wailed; â\u0080\u009cweâ\u0080\u0099re dying of it, for\nyou women bring it out with murderous effect.  When you meet with a\ngenius as fine as this idol of ours let him off the dreary duty of being\na personality as well.  Know him only by whatâ\u0080\u0099s best in him and spare him\nfor the same sweet sake.â\u0080\u009d\n\nMy young lady continued to look at me in confusion and mistrust, and the\nresult of her reflexion on what I had just said was to make her suddenly\nbreak out: â\u0080\u009cLook here, sirâ\u0080\u0094whatâ\u0080\u0099s the matter with him?â\u0080\u009d\n\nâ\u0080\u009cThe matter with him is that if he doesnâ\u0080\u0099t look out people will eat a\ngreat hole in his life.â\u0080\u009d\n\nShe turned it over.  â\u0080\u009cHe hasnâ\u0080\u0099t any disfigurement?â\u0080\u009d\n\nâ\u0080\u009cNothing to speak of!â\u0080\u009d\n\nâ\u0080\u009cDo you mean that social engagements interfere with his occupations?â\u0080\u009d\n\nâ\u0080\u009cThat but feebly expresses it.â\u0080\u009d\n\nâ\u0080\u009cSo that he canâ\u0080\u0099t give himself up to his beautiful imagination?â\u0080\u009d\n\nâ\u0080\u009cHeâ\u0080\u0099s beset, badgered, botheredâ\u0080\u0094heâ\u0080\u0099s pulled to pieces on the pretext of\nbeing applauded.  People expect him to give them his time, his golden\ntime, who wouldnâ\u0080\u0099t themselves give five shillings for one of his books.â\u0080\u009d\n\nâ\u0080\u009cFive?  Iâ\u0080\u0099d give five thousand!â\u0080\u009d\n\nâ\u0080\u009cGive your sympathyâ\u0080\u0094give your forbearance.  Two-thirds of those who\napproach him only do it to advertise themselves.â\u0080\u009d\n\nâ\u0080\u009cWhy itâ\u0080\u0099s too bad!â\u0080\u009d the girl exclaimed with the face of an angel.  â\u0080\u009cItâ\u0080\u0099s\nthe first time I was ever called crude!â\u0080\u009d she laughed.\n\nI followed up my advantage.  â\u0080\u009cThereâ\u0080\u0099s a lady with him now whoâ\u0080\u0099s a\nterrible complication, and who yet hasnâ\u0080\u0099t read, Iâ\u0080\u0099m sure, ten pages he\never wrote.â\u0080\u009d\n\nMy visitorâ\u0080\u0099s wide eyes grew tenderer.  â\u0080\u009cThen how does she talkâ\u0080\u0094?â\u0080\u009d\n\nâ\u0080\u009cWithout ceasing.  I only mention her as a single case.  Do you want to\nknow how to show a superlative consideration?  Simply avoid him.â\u0080\u009d\n\nâ\u0080\u009cAvoid him?â\u0080\u009d she despairingly breathed.\n\nâ\u0080\u009cDonâ\u0080\u0099t force him to have to take account of you; admire him in silence,\ncultivate him at a distance and secretly appropriate his message.  Do you\nwant to know,â\u0080\u009d I continued, warming to my idea, â\u0080\u009chow to perform an act of\nhomage really sublime?â\u0080\u009d  Then as she hung on my words: â\u0080\u009cSucceed in never\nseeing him at all!â\u0080\u009d\n\nâ\u0080\u009cNever at all?â\u0080\u009dâ\u0080\u0094she suppressed a shriek for it.\n\nâ\u0080\u009cThe more you get into his writings the less youâ\u0080\u0099ll want to, and youâ\u0080\u0099ll\nbe immensely sustained by the thought of the good youâ\u0080\u0099re doing him.â\u0080\u009d\n\nShe looked at me without resentment or spite, and at the truth I had put\nbefore her with candour, credulity, pity.  I was afterwards happy to\nremember that she must have gathered from my face the liveliness of my\ninterest in herself.  â\u0080\u009cI think I see what you mean.â\u0080\u009d\n\nâ\u0080\u009cOh I express it badly, but I should be delighted if youâ\u0080\u0099d let me come to\nsee youâ\u0080\u0094to explain it better.â\u0080\u009d\n\nShe made no response to this, and her thoughtful eyes fell on the big\nalbum, on which she presently laid her hands as if to take it away.  â\u0080\u009cI\ndid use to say out West that they might write a little less for\nautographsâ\u0080\u0094to all the great poets, you knowâ\u0080\u0094and study the thoughts and\nstyle a little more.â\u0080\u009d\n\nâ\u0080\u009cWhat do they care for the thoughts and style?  They didnâ\u0080\u0099t even\nunderstand you.  Iâ\u0080\u0099m not sure,â\u0080\u009d I added, â\u0080\u009cthat I do myself, and I dare\nsay that you by no means make me out.â\u0080\u009d\n\nShe had got up to go, and though I wanted her to succeed in not seeing\nNeil Paraday I wanted her also, inconsequently, to remain in the house.\nI was at any rate far from desiring to hustle her off.  As Mrs. Weeks\nWimbush, upstairs, was still saving our friend in her own way, I asked my\nyoung lady to let me briefly relate, in illustration of my point, the\nlittle incident of my having gone down into the country for a profane\npurpose and been converted on the spot to holiness.  Sinking again into\nher chair to listen she showed a deep interest in the anecdote.  Then\nthinking it over gravely she returned with her odd intonation: â\u0080\u009cYes, but\nyou do see him!â\u0080\u009d I had to admit that this was the case; and I wasnâ\u0080\u0099t so\nprepared with an effective attenuation as I could have wished.  She eased\nthe situation off, however, by the charming quaintness with which she\nfinally said: â\u0080\u009cWell, I wouldnâ\u0080\u0099t want him to be lonely!â\u0080\u009d  This time she\nrose in earnest, but I persuaded her to let me keep the album to show Mr.\nParaday.  I assured her Iâ\u0080\u0099d bring it back to her myself.  â\u0080\u009cWell, youâ\u0080\u0099ll\nfind my address somewhere in it on a paper!â\u0080\u009d she sighed all resignedly at\nthe door.\n\n\n\n\nCHAPTER VIII.\n\n\nI blush to confess it, but I invited Mr. Paraday that very day to\ntranscribe into the album one of his most characteristic passages.  I\ntold him how I had got rid of the strange girl who had brought itâ\u0080\u0094her\nominous name was Miss Hurter and she lived at an hotel; quite agreeing\nwith him moreover as to the wisdom of getting rid with equal promptitude\nof the book itself.  This was why I carried it to Albemarle Street no\nlater than on the morrow.  I failed to find her at home, but she wrote to\nme and I went again; she wanted so much to hear more about Neil Paraday.\nI returned repeatedly, I may briefly declare, to supply her with this\ninformation.  She had been immensely taken, the more she thought of it,\nwith that idea of mine about the act of homage: it had ended by filling\nher with a generous rapture.  She positively desired to do something\nsublime for him, though indeed I could see that, as this particular\nflight was difficult, she appreciated the fact that my visits kept her\nup.  I had it on my conscience to keep her up: I neglected nothing that\nwould contribute to it, and her conception of our cherished authorâ\u0080\u0099s\nindependence became at last as fine as his very own.  â\u0080\u009cRead him, read\nhimâ\u0080\u0094_that_ will be an education in decency,â\u0080\u009d I constantly repeated;\nwhile, seeking him in his works even as God in nature, she represented\nherself as convinced that, according to my assurance, this was the system\nthat had, as she expressed it, weaned her.  We read him together when I\ncould find time, and the generous creatureâ\u0080\u0099s sacrifice was fed by our\ncommunion.  There were twenty selfish women about whom I told her and who\nstirred her to a beautiful rage.  Immediately after my first visit her\nsister, Mrs. Milsom, came over from Paris, and the two ladies began to\npresent, as they called it, their letters.  I thanked our stars that none\nhad been presented to Mr. Paraday.  They received invitations and dined\nout, and some of these occasions enabled Fanny Hurter to perform, for\nconsistencyâ\u0080\u0099s sake, touching feats of submission.  Nothing indeed would\nnow have induced her even to look at the object of her admiration.  Once,\nhearing his name announced at a party, she instantly left the room by\nanother door and then straightway quitted the house.  At another time\nwhen I was at the opera with themâ\u0080\u0094Mrs. Milsom had invited me to their\nboxâ\u0080\u0094I attempted to point Mr. Paraday out to her in the stalls.  On this\nshe asked her sister to change places with her and, while that lady\ndevoured the great man through a powerful glass, presented, all the rest\nof the evening, her inspired back to the house.  To torment her tenderly\nI pressed the glass upon her, telling her how wonderfully near it brought\nour friendâ\u0080\u0099s handsome head.  By way of answer she simply looked at me in\ncharged silence, letting me see that tears had gathered in her eyes.\nThese tears, I may remark, produced an effect on me of which the end is\nnot yet.  There was a moment when I felt it my duty to mention them to\nNeil Paraday, but I was deterred by the reflexion that there were\nquestions more relevant to his happiness.\n\nThese question indeed, by the end of the season, were reduced to a single\noneâ\u0080\u0094the question of reconstituting so far as might be possible the\nconditions under which he had produced his best work.  Such conditions\ncould never all come back, for there was a new one that took up too much\nplace; but some perhaps were not beyond recall.  I wanted above all\nthings to see him sit down to the subject he had, on my making his\nacquaintance, read me that admirable sketch of.  Something told me there\nwas no security but in his doing so before the new factor, as we used to\nsay at Mr. Pinhornâ\u0080\u0099s, should render the problem incalculable.  It only\nhalf-reassured me that the sketch itself was so copious and so eloquent\nthat even at the worst there would be the making of a small but complete\nbook, a tiny volume which, for the faithful, might well become an object\nof adoration.  There would even not be wanting critics to declare, I\nforesaw, that the plan was a thing to be more thankful for than the\nstructure to have been reared on it.  My impatience for the structure,\nnone the less, grew and grew with the interruptions.  He had on coming up\nto town begun to sit for his portrait to a young painter, Mr. Rumble,\nwhose little game, as we also used to say at Mr. Pinhornâ\u0080\u0099s, was to be the\nfirst to perch on the shoulders of renown.  Mr. Rumbleâ\u0080\u0099s studio was a\ncircus in which the man of the hour, and still more the woman, leaped\nthrough the hoops of his showy frames almost as electrically as they\nburst into telegrams and â\u0080\u009cspecials.â\u0080\u009d  He pranced into the exhibitions on\ntheir back; he was the reporter on canvas, the Vandyke up to date, and\nthere was one roaring year in which Mrs. Bounder and Miss Braby, Guy\nWalsingham and Dora Forbes proclaimed in chorus from the same pictured\nwalls that no one had yet got ahead of him.\n\nParaday had been promptly caught and saddled, accepting with\ncharacteristic good-humour his confidential hint that to figure in his\nshow was not so much a consequence as a cause of immortality.  From Mrs.\nWimbush to the last â\u0080\u009crepresentativeâ\u0080\u009d who called to ascertain his twelve\nfavourite dishes, it was the same ingenuous assumption that he would\nrejoice in the repercussion.  There were moments when I fancied I might\nhave had more patience with them if they hadnâ\u0080\u0099t been so fatally\nbenevolent.  I hated at all events Mr. Rumbleâ\u0080\u0099s picture, and had my\nbottled resentment ready when, later on, I found my distracted friend had\nbeen stuffed by Mrs. Wimbush into the mouth of another cannon.  A young\nartist in whom she was intensely interested, and who had no connexion\nwith Mr. Rumble, was to show how far he could make him go.  Poor Paraday,\nin return, was naturally to write something somewhere about the young\nartist.  She played her victims against each other with admirable\ningenuity, and her establishment was a huge machine in which the tiniest\nand the biggest wheels went round to the same treadle.  I had a scene\nwith her in which I tried to express that the function of such a man was\nto exercise his geniusâ\u0080\u0094not to serve as a hoarding for pictorial posters.\nThe people I was perhaps angriest with were the editors of magazines who\nhad introduced what they called new features, so aware were they that the\nnewest feature of all would be to make him grind their axes by\ncontributing his views on vital topics and taking part in the periodical\nprattle about the future of fiction.  I made sure that before I should\nhave done with him there would scarcely be a current form of words left\nme to be sick of; but meanwhile I could make surer still of my animosity\nto bustling ladies for whom he drew the water that irrigated their social\nflower-beds.\n\nI had a battle with Mrs. Wimbush over the artist she protected, and\nanother over the question of a certain week, at the end of July, that Mr.\nParaday appeared to have contracted to spend with her in the country.  I\nprotested against this visit; I intimated that he was too unwell for\nhospitality without a nuance, for caresses without imagination; I begged\nhe might rather take the time in some restorative way.  A sultry air of\npromises, of ponderous parties, hung over his August, and he would\ngreatly profit by the interval of rest.  He hadnâ\u0080\u0099t told me he was ill\nagain that he had had a warning; but I hadnâ\u0080\u0099t needed this, for I found\nhis reticence his worst symptom.  The only thing he said to me was that\nhe believed a comfortable attack of something or other would set him up:\nit would put out of the question everything but the exemptions he prized.\nIâ\u0080\u0099m afraid I shall have presented him as a martyr in a very small cause\nif I fail to explain that he surrendered himself much more liberally than\nI surrendered him.  He filled his lungs, for the most part; with the\ncomedy of his queer fate: the tragedy was in the spectacles through which\nI chose to look.  He was conscious of inconvenience, and above all of a\ngreat renouncement; but how could he have heard a mere dirge in the bells\nof his accession?  The sagacity and the jealousy were mine, and his the\nimpressions and the harvest.  Of course, as regards Mrs. Wimbush, I was\nworsted in my encounters, for wasnâ\u0080\u0099t the state of his health the very\nreason for his coming to her at Prestidge?  Wasnâ\u0080\u0099t it precisely at\nPrestidge that he was to be coddled, and wasnâ\u0080\u0099t the dear Princess coming\nto help her to coddle him?  The dear Princess, now on a visit to England,\nwas of a famous foreign house, and, in her gilded cage, with her retinue\nof keepers and feeders, was the most expensive specimen in the good\nladyâ\u0080\u0099s collection.  I donâ\u0080\u0099t think her august presence had had to do with\nParadayâ\u0080\u0099s consenting to go, but itâ\u0080\u0099s not impossible he had operated as a\nbait to the illustrious stranger.  The party had been made up for him,\nMrs. Wimbush averred, and every one was counting on it, the dear Princess\nmost of all.  If he was well enough he was to read them something\nabsolutely fresh, and it was on that particular prospect the Princess had\nset her heart.  She was so fond of genius in _any_ walk of life, and was\nso used to it and understood it so well: she was the greatest of Mr.\nParadayâ\u0080\u0099s admirers, she devoured everything he wrote.  And then he read\nlike an angel.  Mrs. Wimbush reminded me that he had again and again\ngiven her, Mrs. Wimbush, the privilege of listening to him.\n\nI looked at her a moment.  â\u0080\u009cWhat has he read to you?â\u0080\u009d I crudely enquired.\n\nFor a moment too she met my eyes, and for the fraction of a moment she\nhesitated and coloured.  â\u0080\u009cOh all sorts of things!â\u0080\u009d\n\nI wondered if this were an imperfect recollection or only a perfect fib,\nand she quite understood my unuttered comment on her measure of such\nthings.  But if she could forget Neil Paradayâ\u0080\u0099s beauties she could of\ncourse forget my rudeness, and three days later she invited me, by\ntelegraph, to join the party at Prestidge.  This time she might indeed\nhave had a story about what I had given up to be near the master.  I\naddressed from that fine residence several communications to a young lady\nin London, a young lady whom, I confess, I quitted with reluctance and\nwhom the reminder of what she herself could give up was required to make\nme quit at all.  It adds to the gratitude I owe her on other grounds that\nshe kindly allows me to transcribe from my letters a few of the passages\nin which that hateful sojourn is candidly commemorated.\n\n\n\n\nCHAPTER IX.\n\n\nâ\u0080\u009cI suppose I ought to enjoy the joke of whatâ\u0080\u0099s going on here,â\u0080\u009d I wrote,\nâ\u0080\u009cbut somehow it doesnâ\u0080\u0099t amuse me.  Pessimism on the contrary possesses me\nand cynicism deeply engages.  I positively feel my own flesh sore from\nthe brass nails in Neil Paradayâ\u0080\u0099s social harness.  The house is full of\npeople who like him, as they mention, awfully, and with whom his talent\nfor talking nonsense has prodigious success.  I delight in his nonsense\nmyself; why is it therefore that I grudge these happy folk their artless\nsatisfaction?  Mystery of the human heartâ\u0080\u0094abyss of the critical spirit!\nMrs. Wimbush thinks she can answer that question, and as my want of\ngaiety has at last worn out her patience she has given me a glimpse of\nher shrewd guess.  Iâ\u0080\u0099m made restless by the selfishness of the insincere\nfriendâ\u0080\u0094I want to monopolise Paraday in order that he may push me on.  To\nbe intimate with him is a feather in my cap; it gives me an importance\nthat I couldnâ\u0080\u0099t naturally pretend to, and I seek to deprive him of social\nrefreshment because I fear that meeting more disinterested people may\nenlighten him as to my real motive.  All the disinterested people here\nare his particular admirers and have been carefully selected as such.\nThereâ\u0080\u0099s supposed to be a copy of his last book in the house, and in the\nhall I come upon ladies, in attitudes, bending gracefully over the first\nvolume.  I discreetly avert my eyes, and when I next look round the\nprecarious joy has been superseded by the book of life.  Thereâ\u0080\u0099s a\nsociable circle or a confidential couple, and the relinquished volume\nlies open on its face and as dropped under extreme coercion.  Somebody\nelse presently finds it and transfers it, with its air of momentary\ndesolation, to another piece of furniture.  Every oneâ\u0080\u0099s asking every one\nabout it all day, and every oneâ\u0080\u0099s telling every one where they put it\nlast.  Iâ\u0080\u0099m sure itâ\u0080\u0099s rather smudgy about the twentieth page.  Iâ\u0080\u0099ve a\nstrong impression, too, that the second volume is lostâ\u0080\u0094has been packed in\nthe bag of some departing guest; and yet everybody has the impression\nthat somebody else has read to the end.  You see therefore that the\nbeautiful book plays a great part in our existence.  Why should I take\nthe occasion of such distinguished honours to say that I begin to see\ndeeper into Gustave Flaubertâ\u0080\u0099s doleful refrain about the hatred of\nliterature?  I refer you again to the perverse constitution of man.\n\nâ\u0080\u009cThe Princess is a massive lady with the organisation of an athlete and\nthe confusion of tongues of a valet de place.  She contrives to commit\nherself extraordinarily little in a great many languages, and is\nentertained and conversed with in detachments and relays, like an\ninstitution which goes on from generation to generation or a big building\ncontracted for under a forfeit.  She canâ\u0080\u0099t have a personal taste any more\nthan, when her husband succeeds, she can have a personal crown, and her\nopinion on any matter is rusty and heavy and plainâ\u0080\u0094made, in the night of\nages, to last and be transmitted.  I feel as if I ought to â\u0080\u0098tipâ\u0080\u0099 some\ncustode for my glimpse of it.  She has been told everything in the world\nand has never perceived anything, and the echoes of her education respond\nawfully to the rash footfallâ\u0080\u0094I mean the casual remarkâ\u0080\u0094in the cold\nValhalla of her memory.  Mrs. Wimbush delights in her wit and says\nthereâ\u0080\u0099s nothing so charming as to hear Mr. Paraday draw it out.  Heâ\u0080\u0099s\nperpetually detailed for this job, and he tells me it has a peculiarly\nexhausting effect.  Every oneâ\u0080\u0099s beginningâ\u0080\u0094at the end of two daysâ\u0080\u0094to sidle\nobsequiously away from her, and Mrs. Wimbush pushes him again and again\ninto the breach.  None of the uses I have yet seen him put to infuriate\nme quite so much.  He looks very fagged and has at last confessed to me\nthat his condition makes him uneasyâ\u0080\u0094has even promised me heâ\u0080\u0099ll go\nstraight home instead of returning to his final engagements in town.\nLast night I had some talk with him about going to-day, cutting his visit\nshort; so sure am I that heâ\u0080\u0099ll be better as soon as heâ\u0080\u0099s shut up in his\nlighthouse.  He told me that this is what he would like to do; reminding\nme, however, that the first lesson of his greatness has been precisely\nthat he canâ\u0080\u0099t do what he likes.  Mrs. Wimbush would never forgive him if\nhe should leave her before the Princess has received the last hand.  When\nI hint that a violent rupture with our hostess would be the best thing in\nthe world for him he gives me to understand that if his reason assents to\nthe proposition his courage hangs woefully back.  He makes no secret of\nbeing mortally afraid of her, and when I ask what harm she can do him\nthat she hasnâ\u0080\u0099t already done he simply repeats: â\u0080\u0098Iâ\u0080\u0099m afraid, Iâ\u0080\u0099m afraid!\nDonâ\u0080\u0099t enquire too closely,â\u0080\u0099 he said last night; â\u0080\u0098only believe that I feel\na sort of terror.  Itâ\u0080\u0099s strange, when sheâ\u0080\u0099s so kind!  At any rate, Iâ\u0080\u0099d as\nsoon overturn that piece of priceless SÃ¨vres as tell her I must go before\nmy date.â\u0080\u0099  It sounds dreadfully weak, but he has some reason, and he pays\nfor his imagination, which puts him (I should hate it) in the place of\nothers and makes him feel, even against himself, their feelings, their\nappetites, their motives.  Itâ\u0080\u0099s indeed inveterately against himself that\nhe makes his imagination act.  What a pity he has such a lot of it!  Heâ\u0080\u0099s\ntoo beastly intelligent.  Besides, the famous readingâ\u0080\u0099s still to come\noff, and it has been postponed a day to allow Guy Walsingham to arrive.\nIt appears this eminent ladyâ\u0080\u0099s staying at a house a few miles off, which\nmeans of course that Mrs. Wimbush has forcibly annexed her.  Sheâ\u0080\u0099s to\ncome over in a day or twoâ\u0080\u0094Mrs. Wimbush wants her to hear Mr. Paraday.\n\nâ\u0080\u009cTo-dayâ\u0080\u0099s wet and cold, and several of the company, at the invitation of\nthe Duke, have driven over to luncheon at Bigwood.  I saw poor Paraday\nwedge himself, by command, into the little supplementary seat of a\nbrougham in which the Princess and our hostess were already ensconced.\nIf the front glass isnâ\u0080\u0099t open on his dear old back perhaps heâ\u0080\u0099ll survive.\nBigwood, I believe, is very grand and frigid, all marble and precedence,\nand I wish him well out of the adventure.  I canâ\u0080\u0099t tell you how much more\nand more your attitude to him, in the midst of all this, shines out by\ncontrast.  I never willingly talk to these people about him, but see what\na comfort I find it to scribble to you!  I appreciate itâ\u0080\u0094it keeps me\nwarm; there are no fires in the house.  Mrs. Wimbush goes by the\ncalendar, the temperature goes by the weather, the weather goes by God\nknows what, and the Princess is easily heated.  Iâ\u0080\u0099ve nothing but my\nacrimony to warm me, and have been out under an umbrella to restore my\ncirculation.  Coming in an hour ago I found Lady Augusta Minch rummaging\nabout the hall.  When I asked her what she was looking for she said she\nhad mislaid something that Mr. Paraday had lent her.  I ascertained in a\nmoment that the article in question is a manuscript, and Iâ\u0080\u0099ve a\nforeboding that itâ\u0080\u0099s the noble morsel he read me six weeks ago.  When I\nexpressed my surprise that he should have bandied about anything so\nprecious (I happen to know itâ\u0080\u0099s his only copyâ\u0080\u0094in the most beautiful hand\nin all the world) Lady Augusta confessed to me that she hadnâ\u0080\u0099t had it\nfrom himself, but from Mrs. Wimbush, who had wished to give her a glimpse\nof it as a salve for her not being able to stay and hear it read.\n\nâ\u0080\u009câ\u0080\u0098Is that the piece heâ\u0080\u0099s to read,â\u0080\u0099 I asked, â\u0080\u0098when Guy Walsingham\narrives?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Itâ\u0080\u0099s not for Guy Walsingham theyâ\u0080\u0099re waiting now, itâ\u0080\u0099s for Dora Forbes,â\u0080\u0099\nLady Augusta said.  â\u0080\u0098Sheâ\u0080\u0099s coming, I believe, early to-morrow.  Meanwhile\nMrs. Wimbush has found out about him, and is actively wiring to him.  She\nsays he also must hear him.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098You bewilder me a little,â\u0080\u0099 I replied; â\u0080\u0098in the age we live in one gets\nlost among the genders and the pronouns.  The clear thing is that Mrs.\nWimbush doesnâ\u0080\u0099t guard such a treasure so jealously as she might.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Poor dear, she has the Princess to guard!  Mr. Paraday lent her the\nmanuscript to look over.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098She spoke, you mean, as if it were the morning paper?â\u0080\u0099\n\nâ\u0080\u009cLady Augusta staredâ\u0080\u0094my irony was lost on her.  â\u0080\u0098She didnâ\u0080\u0099t have time, so\nshe gave me a chance first; because unfortunately I go to-morrow to\nBigwood.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098And your chance has only proved a chance to lose it?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I havenâ\u0080\u0099t lost it.  I remember nowâ\u0080\u0094it was very stupid of me to have\nforgotten.  I told my maid to give it to Lord Dorimontâ\u0080\u0094or at least to his\nman.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098And Lord Dorimont went away directly after luncheon.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Of course he gave it back to my maidâ\u0080\u0094or else his man did,â\u0080\u0099 said Lady\nAugusta.  â\u0080\u0098I dare say itâ\u0080\u0099s all right.â\u0080\u0099\n\nâ\u0080\u009cThe conscience of these people is like a summer sea.  They havenâ\u0080\u0099t time\nto look over a priceless composition; theyâ\u0080\u0099ve only time to kick it about\nthe house.  I suggested that the â\u0080\u0098man,â\u0080\u0099 fired with a noble emulation, had\nperhaps kept the work for his own perusal; and her ladyship wanted to\nknow whether, if the thing shouldnâ\u0080\u0099t reappear for the grand occasion\nappointed by our hostess, the author wouldnâ\u0080\u0099t have something else to read\nthat would do just as well.  Their questions are too delightful!  I\ndeclared to Lady Augusta briefly that nothing in the world can ever do so\nwell as the thing that does best; and at this she looked a little\ndisconcerted.  But I added that if the manuscript had gone astray our\nlittle circle would have the less of an effort of attention to make.  The\npiece in question was very longâ\u0080\u0094it would keep them three hours.\n\nâ\u0080\u009câ\u0080\u0098Three hours!  Oh the Princess will get up!â\u0080\u0099 said Lady Augusta.\n\nâ\u0080\u009câ\u0080\u0098I thought she was Mr. Paradayâ\u0080\u0099s greatest admirer.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I dare say she isâ\u0080\u0094sheâ\u0080\u0099s so awfully clever.  But whatâ\u0080\u0099s the use of being\na Princessâ\u0080\u0094â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098If you canâ\u0080\u0099t dissemble your love?â\u0080\u0099 I asked as Lady Augusta was vague.\nShe said at any rate sheâ\u0080\u0099d question her maid; and Iâ\u0080\u0099m hoping that when I\ngo down to dinner I shall find the manuscript has been recovered.â\u0080\u009d\n\n\n\n\nCHAPTER X.\n\n\nâ\u0080\u009cIt has _not_ been recovered,â\u0080\u009d I wrote early the next day, â\u0080\u009cand Iâ\u0080\u0099m\nmoreover much troubled about our friend.  He came back from Bigwood with\na chill and, being allowed to have a fire in his room, lay down a while\nbefore dinner.  I tried to send him to bed and indeed thought I had put\nhim in the way of it; but after I had gone to dress Mrs. Wimbush came up\nto see him, with the inevitable result that when I returned I found him\nunder arms and flushed and feverish, though decorated with the rare\nflower she had brought him for his button-hole.  He came down to dinner,\nbut Lady Augusta Minch was very shy of him.  To-day heâ\u0080\u0099s in great pain,\nand the advent of ces damesâ\u0080\u0094I mean of Guy Walsingham and Dora\nForbesâ\u0080\u0094doesnâ\u0080\u0099t at all console me.  It does Mrs. Wimbush, however, for she\nhas consented to his remaining in bed so that he may be all right\nto-morrow for the listening circle.  Guy Walsinghamâ\u0080\u0099s already on the\nscene, and the Doctor for Paraday also arrived early.  I havenâ\u0080\u0099t yet seen\nthe author of â\u0080\u0098Obsessions,â\u0080\u0099 but of course Iâ\u0080\u0099ve had a moment by myself\nwith the Doctor.  I tried to get him to say that our invalid must go\nstraight homeâ\u0080\u0094I mean to-morrow or next day; but he quite refuses to talk\nabout the future.  Absolute quiet and warmth and the regular\nadministration of an important remedy are the points he mainly insists\non.  He returns this afternoon, and Iâ\u0080\u0099m to go back to see the patient at\none oâ\u0080\u0099clock, when he next takes his medicine.  It consoles me a little\nthat he certainly wonâ\u0080\u0099t be able to readâ\u0080\u0094an exertion he was already more\nthan unfit for.  Lady Augusta went off after breakfast, assuring me her\nfirst care would be to follow up the lost manuscript.  I can see she\nthinks me a shocking busybody and doesnâ\u0080\u0099t understand my alarm, but sheâ\u0080\u0099ll\ndo what she can, for sheâ\u0080\u0099s a good-natured woman.  â\u0080\u0098So are they all\nhonourable men.â\u0080\u0099  That was precisely what made her give the thing to Lord\nDorimont and made Lord Dorimont bag it.  What use _he_ has for it God\nonly knows.  Iâ\u0080\u0099ve the worst forebodings, but somehow Iâ\u0080\u0099m strangely\nwithout passionâ\u0080\u0094desperately calm.  As I consider the unconscious, the\nwell-meaning ravages of our appreciative circle I bow my head in\nsubmission to some great natural, some universal accident; Iâ\u0080\u0099m rendered\nalmost indifferent, in fact quite gay (ha-ha!) by the sense of\nimmitigable fate.  Lady Augusta promises me to trace the precious object\nand let me have it through the post by the time Paradayâ\u0080\u0099s well enough to\nplay his part with it.  The last evidence is that her maid did give it to\nhis lordshipâ\u0080\u0099s valet.  One would suppose it some thrilling number of _The\nFamily Budget_.  Mrs. Wimbush, whoâ\u0080\u0099s aware of the accident, is much less\nagitated by it than she would doubtless be were she not for the hour\ninevitably engrossed with Guy Walsingham.â\u0080\u009d\n\nLater in the day I informed my correspondent, for whom indeed I kept a\nloose diary of the situation, that I had made the acquaintance of this\ncelebrity and that she was a pretty little girl who wore her hair in what\nused to be called a crop.  She looked so juvenile and so innocent that\nif, as Mr. Morrow had announced, she was resigned to the larger latitude,\nher superiority to prejudice must have come to her early.  I spent most\nof the day hovering about Neil Paradayâ\u0080\u0099s room, but it was communicated to\nme from below that Guy Walsingham, at Prestidge, was a success.  Toward\nevening I became conscious somehow that her superiority was contagious,\nand by the time the company separated for the night I was sure the larger\nlatitude had been generally accepted.  I thought of Dora Forbes and felt\nthat he had no time to lose.  Before dinner I received a telegram from\nLady Augusta Minch.  â\u0080\u009cLord Dorimont thinks he must have left bundle in\ntrainâ\u0080\u0094enquire.â\u0080\u009d  How could I enquireâ\u0080\u0094if I was to take the word as a\ncommand?  I was too worried and now too alarmed about Neil Paraday.  The\nDoctor came back, and it was an immense satisfaction to me to be sure he\nwas wise and interested.  He was proud of being called to so\ndistinguished a patient, but he admitted to me that night that my friend\nwas gravely ill.  It was really a relapse, a recrudescence of his old\nmalady.  There could be no question of moving him: we must at any rate\nsee first, on the spot, what turn his condition would take.  Meanwhile,\non the morrow, he was to have a nurse.  On the morrow the dear man was\neasier, and my spirits rose to such cheerfulness that I could almost\nlaugh over Lady Augustaâ\u0080\u0099s second telegram: â\u0080\u009cLord Dorimontâ\u0080\u0099s servant been\nto stationâ\u0080\u0094nothing found.  Push enquiries.â\u0080\u009d  I did laugh, Iâ\u0080\u0099m sure, as I\nremembered this to be the mystic scroll I had scarcely allowed poor Mr.\nMorrow to point his umbrella at.  Fool that I had been: the thirty-seven\ninfluential journals wouldnâ\u0080\u0099t have destroyed it, theyâ\u0080\u0099d only have printed\nit.  Of course I said nothing to Paraday.\n\nWhen the nurse arrived she turned me out of the room, on which I went\ndownstairs.  I should premise that at breakfast the news that our\nbrilliant friend was doing well excited universal complacency, and the\nPrincess graciously remarked that he was only to be commiserated for\nmissing the society of Miss Collop.  Mrs. Wimbush, whose social gift\nnever shone brighter than in the dry decorum with which she accepted this\nfizzle in her fireworks, mentioned to me that Guy Walsingham had made a\nvery favourable impression on her Imperial Highness.  Indeed I think\nevery one did so, and that, like the money-market or the national honour,\nher Imperial Highness was constitutionally sensitive.  There was a\ncertain gladness, a perceptible bustle in the air, however, which I\nthought slightly anomalous in a house where a great author lay critically\nill.  â\u0080\u009cLe roy est mortâ\u0080\u0094vive le royâ\u0080\u009d: I was reminded that another great\nauthor had already stepped into his shoes.  When I came down again after\nthe nurse had taken possession I found a strange gentleman hanging about\nthe hall and pacing to and fro by the closed door of the drawing-room.\nThis personage was florid and bald; he had a big red moustache and wore\nshowy knickerbockersâ\u0080\u0094characteristics all that fitted to my conception of\nthe identity of Dora Forbes.  In a moment I saw what had happened: the\nauthor of â\u0080\u009cThe Other Way Roundâ\u0080\u009d had just alighted at the portals of\nPrestidge, but had suffered a scruple to restrain him from penetrating\nfurther.  I recognised his scruple when, pausing to listen at his gesture\nof caution, I heard a shrill voice lifted in a sort of rhythmic uncanny\nchant.  The famous reading had begun, only it was the author of\nâ\u0080\u009cObsessionsâ\u0080\u009d who now furnished the sacrifice.  The new visitor whispered\nto me that he judged something was going on he oughtnâ\u0080\u0099t to interrupt.\n\nâ\u0080\u009cMiss Collop arrived last night,â\u0080\u009d I smiled, â\u0080\u009cand the Princess has a\nthirst for the inÃ©dit.â\u0080\u009d\n\nDora Forbes lifted his bushy brows.  â\u0080\u009cMiss Collop?â\u0080\u009d\n\nâ\u0080\u009cGuy Walsingham, your distinguished confrÃ¨reâ\u0080\u0094or shall I say your\nformidable rival?â\u0080\u009d\n\nâ\u0080\u009cOh!â\u0080\u009d growled Dora Forbes.  Then he added: â\u0080\u009cShall I spoil it if I go in?â\u0080\u009d\n\nâ\u0080\u009cI should think nothing could spoil it!â\u0080\u009d I ambiguously laughed.\n\nDora Forbes evidently felt the dilemma; he gave an irritated crook to his\nmoustache.  â\u0080\u009c_Shall_ I go in?â\u0080\u009d he presently asked.\n\nWe looked at each other hard a moment; then I expressed something bitter\nthat was in me, expressed it in an infernal â\u0080\u009cDo!â\u0080\u009d  After this I got out\ninto the air, but not so fast as not to hear, when the door of the\ndrawing-room opened, the disconcerted drop of Miss Collopâ\u0080\u0099s public\nmanner: she must have been in the midst of the larger latitude.\nProducing with extreme rapidity, Guy Walsingham has just published a work\nin which amiable people who are not initiated have been pained to see the\ngenius of a sister-novelist held up to unmistakeable ridicule; so fresh\nan exhibition does it seem to them of the dreadful way men have always\ntreated women.  Dora Forbes, itâ\u0080\u0099s true, at the present hour, is immensely\npushed by Mrs. Wimbush and has sat for his portrait to the young artists\nshe protects, sat for it not only in oils but in monumental alabaster.\n\nWhat happened at Prestidge later in the day is of course contemporary\nhistory.  If the interruption I had whimsically sanctioned was almost a\nscandal, what is to be said of that general scatter of the company which,\nunder the Doctorâ\u0080\u0099s rule, began to take place in the evening?  His rule\nwas soothing to behold, small comfort as I was to have at the end.  He\ndecreed in the interest of his patient an absolutely soundless house and\na consequent break-up of the party.  Little country practitioner as he\nwas, he literally packed off the Princess.  She departed as promptly as\nif a revolution had broken out, and Guy Walsingham emigrated with her.  I\nwas kindly permitted to remain, and this was not denied even to Mrs.\nWimbush.  The privilege was withheld indeed from Dora Forbes; so Mrs.\nWimbush kept her latest capture temporarily concealed.  This was so\nlittle, however, her usual way of dealing with her eminent friends that a\ncouple of days of it exhausted her patience, and she went up to town with\nhim in great publicity.  The sudden turn for the worse her afflicted\nguest had, after a brief improvement, taken on the third night raised an\nobstacle to her seeing him before her retreat; a fortunate circumstance\ndoubtless, for she was fundamentally disappointed in him.  This was not\nthe kind of performance for which she had invited him to Prestidge, let\nalone invited the Princess.  I must add that none of the generous acts\nmarking her patronage of intellectual and other merit have done so much\nfor her reputation as her lending Neil Paraday the most beautiful of her\nnumerous homes to die in.  He took advantage to the utmost of the\nsingular favour.  Day by day I saw him sink, and I roamed alone about the\nempty terraces and gardens.  His wife never came near him, but I scarcely\nnoticed it: as I paced there with rage in my heart I was too full of\nanother wrong.  In the event of his death it would fall to me perhaps to\nbring out in some charming form, with notes, with the tenderest editorial\ncare, that precious heritage of his written project.  But where was that\nprecious heritage and were both the author and the book to have been\nsnatched from us?  Lady Augusta wrote me that she had done all she could\nand that poor Lord Dorimont, who had really been worried to death, was\nextremely sorry.  I couldnâ\u0080\u0099t have the matter out with Mrs. Wimbush, for I\ndidnâ\u0080\u0099t want to be taunted by her with desiring to aggrandise myself by a\npublic connexion with Mr. Paradayâ\u0080\u0099s sweepings.  She had signified her\nwillingness to meet the expense of all advertising, as indeed she was\nalways ready to do.  The last night of the horrible series, the night\nbefore he died, I put my ear closer to his pillow.\n\nâ\u0080\u009cThat thing I read you that morning, you know.â\u0080\u009d\n\nâ\u0080\u009cIn your garden that dreadful day?  Yes!â\u0080\u009d\n\nâ\u0080\u009cWonâ\u0080\u0099t it do as it is?â\u0080\u009d\n\nâ\u0080\u009cIt would have been a glorious book.â\u0080\u009d\n\nâ\u0080\u009cIt _is_ a glorious book,â\u0080\u009d Neil Paraday murmured.  â\u0080\u009cPrint it as it\nstandsâ\u0080\u0094beautifully.â\u0080\u009d\n\nâ\u0080\u009cBeautifully!â\u0080\u009d I passionately promised.\n\nIt may be imagined whether, now that heâ\u0080\u0099s gone, the promise seems to me\nless sacred.  Iâ\u0080\u0099m convinced that if such pages had appeared in his\nlifetime the Abbey would hold him to-day.  Iâ\u0080\u0099ve kept the advertising in\nmy own hands, but the manuscript has not been recovered.  Itâ\u0080\u0099s\nimpossible, and at any rate intolerable, to suppose it can have been\nwantonly destroyed.  Perhaps some hazard of a blind hand, some brutal\nfatal ignorance has lighted kitchen-fires with it.  Every stupid and\nhideous accident haunts my meditations.  My undiscourageable search for\nthe lost treasure would make a long chapter.  Fortunately Iâ\u0080\u0099ve a devoted\nassociate in the person of a young lady who has every day a fresh\nindignation and a fresh idea, and who maintains with intensity that the\nprize will still turn up.  Sometimes I believe her, but Iâ\u0080\u0099ve quite ceased\nto believe myself.  The only thing for us at all events is to go on\nseeking and hoping together; and we should be closely united by this firm\ntie even were we not at present by another.\n\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE DEATH OF THE LION***\n\n\n******* This file should be named 643-0.txt or 643-0.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/6\/4\/643\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n","id":508,"split":"train"}
