{"ori_id":"808f984fae3980115cdbe74d4fdb43f7912418fa","title":"The Story of Doctor Dolittle","context":"The Story of Doctor Dolittle\n John Dolittle, MD, is a respected physician and quiet bachelor living with his spinster sister in the small English village of Puddleby-on-the-Marsh. His love of animals grows over the years and his household menagerie eventually scares off his human clientele, leading to loss of wealth. But after learning the secret of speaking to all animals from his parrot Polynesia, he takes up veterinary practice.\nHis fortunes rise and fall again after a crocodile takes up residence, leading to his sister leaving in disgust with the intention of getting married, but his fame in the animal kingdom spreads throughout the world. He is conscripted into voyaging to Africa to cure a monkey epidemic just as he faces bankruptcy. He has to borrow supplies and a ship, and sails with a crew of his favourite animals, but is shipwrecked upon arriving to Africa. On the way to the monkey kingdom, his band is arrested by the king of Jolliginki, a victim of European exploitation who wants no white men traveling in his country.\nThe band barely escapes by ruse, but makes it to the monkey kingdom where things are dire indeed as a result of the raging epidemic. He vaccinates the well monkeys and nurses the sick back to health. In appreciation, the monkeys find a pushmi-pullyu, a shy two-headed gazelle-unicorn cross, whose rarity may bring Dr. Dolittle money back home.\nOn the return trip, they again are captured in Jolliginki. This time they escape with the help of Prince Bumpo, who gives them a ship in exchange for Dolittle's bleaching Bumpo's face white, his greatest desire being to act as a European fairy-tale prince. Dolittle's crew then have a couple of run-ins with pirates, leading to Dolittle's winning a pirate ship loaded with treasures and rescuing a boy whose uncle was abandoned on a rock island. After reuniting the two, Dolittle finally makes it home and tours with the pushmi-pullyu in a circus until he makes enough money to retire to his beloved home in Puddleby.The original edition of the book included language and plot elements that are considered racist by present-day standards, though probably not intended as malicious by the writer. Black African characters are clearly intended by the writer to be sympathetic, but their depiction reflects the paternalistic mindset of colonialism still prevailing in Britain at the time of writing, not to mention the racism in Lofting's adopted United States. Editions starting the 1960s removed some terms for black people which had come to be regarded as offensive. (Exactly when these revisions appeared is difficult to determine, as the changes are not explicitly noted.)\nLater editions changed the plot as well, and noted these changes in a new preface for the book. The original edition had a plot line where Bumpo, the African prince, wishes he were white, so that he can marry the Sleeping Beauty. The Doctor, who is imprisoned by the prince's father, grants his wish in exchange for escape by bleaching him. In the original text, this process is accompanied by a strong smell of \"burning brown paper\". In American editions, there seems to have been a half-hearted attempt at weakening this by changing the bleaching agent to white covering cream; in still later editions, the poor prince Bumpo's ambitions are either changed via hypnosis or he wishes to be a lion. In the later case, he is given a potion that causes his hair to grow out into an impressive mane around his head. Ultimately, he is not excised entirely.\nIn a 1978 edition, only one sentence is removed from this section: \"For the Prince's face had turned as white as snow, and his eyes, which had been mud-colored, were a manly gray!\" Since the previous statement was that \"all the animals cried out in surprise\", the removal of this is rather jarring.\nï»¿The Project Gutenberg EBook of The Story of Doctor Dolittle, by Hugh Lofting\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: The Story of Doctor Dolittle\n       Being the History of His Peculiar Life at Home and\n       Astonishing Adventures in Foreign Parts. Never before\n       Printed.\n\nAuthor: Hugh Lofting\n\nRelease Date: May 19, 2016 [EBook #501]\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE STORY OF DOCTOR DOLITTLE ***\n\n\n\n\nProduced by Emmy, MWS and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This file was\nproduced from images generously made available by The\nInternet Archive)\n\n\n\n\n\n\n\n\n\n\n_THE STORY OF DOCTOR DOLITTLE_\n\n[Illustration: â\u0080\u009cA little town called Puddleby-on-the-Marshâ\u0080\u009d]\n\n\n\n\n    THE\n    _Story of_\n    DOCTOR DOLITTLE\n\n    _BEING THE\n    HISTORY OF HIS PECULIAR LIFE\n    AT HOME AND ASTONISHING ADVENTURES\n    IN FOREIGN PARTS. NEVER BEFORE PRINTED._\n\n    _TOLD BY HUGH LOFTING_      _ILLUSTRATED BY THE AUTHOR_\n\n    [Illustration]\n\n    _Published by FREDERICK A. STOKES COMPANY at 443 FOURTH AVENUE, NEW YORK._\n\n    _A.D. 1920_\n\n    WITH AN INTRODUCTION TO THE TENTH PRINTING\n\n    BY HUGH WALPOLE\n\n\n\n\n    _Copyright, 1920, by_\n    FREDERICK A. STOKES COMPANY\n\n    _All rights reserved, including that of translation\n    into foreign languages_\n\n    First Printing,     Aug.   24, 1920\n    Second Printing,    Dec.   17, 1920\n    Third Printing,     April  16, 1921\n    Fourth Printing,    July    7, 1921\n    Fifth Printing,     Sept.   1, 1921\n    Sixth Printing,     Oct.   26, 1921\n    Seventh Printing,   Dec.    5, 1921\n    Eighth Printing,    April   3, 1922\n    Ninth Printing,     Aug.   18, 1922\n    Tenth Printing,     Nov.   28, 1922\n    Eleventh Printing,  April   2, 1923\n\n\n    PRINTED IN THE UNITED STATES OF AMERICA\n\n\n\n\n    TO\n    ALL CHILDREN\n\n    CHILDREN IN YEARS AND CHILDREN IN HEART\n    I DEDICATE THIS STORY\n\n\n\n\n_INTRODUCTION TO THE TENTH PRINTING_\n\n\nTHERE are some of us now reaching middle age who discover themselves\nto be lamenting the past in one respect if in none other, that there\nare no books written now for children comparable with those of thirty\nyears ago. I say written _for_ children because the new psychological\nbusiness of writing _about_ them as though they were small pills or\nhatched in some especially scientific method is extremely popular\nto-day. Writing for children rather than about them is very difficult\nas everybody who has tried it knows. It can only be done, I am\nconvinced, by somebody having a great deal of the child in his own\noutlook and sensibilities. Such was the author of â\u0080\u009cThe Little Dukeâ\u0080\u009d and\nâ\u0080\u009cThe Dove in the Eagleâ\u0080\u0099s Nest,â\u0080\u009d such the author of â\u0080\u009cA Flatiron for a\nFarthing,â\u0080\u009d and â\u0080\u009cThe Story of a Short Life.â\u0080\u009d Such, above all, the author\nof â\u0080\u009cAlice in Wonderland.â\u0080\u009d Grownups imagine that they can do the trick\nby adopting baby language and talking down to their very critical\naudience. There never was a greater mistake. The imagination of the\nauthor must be a childâ\u0080\u0099s imagination and yet maturely consistent,\nso that the White Queen in â\u0080\u009cAlice,â\u0080\u009d for instance, is seen just as a\nchild would see her, but she continues always herself through all her\ndistressing adventures. The supreme touch of the white rabbit pulling\non his white gloves as he hastens is again absolutely the childâ\u0080\u0099s\nvision, but the white rabbit as guide and introducer of Aliceâ\u0080\u0099s\nadventures belongs to mature grown insight.\n\nGeniuses are rare and, without being at all an undue praiser of times\npast, one can say without hesitation that until the appearance of\nHugh Lofting, the successor of Miss Yonge, Mrs. Ewing, Mrs. Gatty and\nLewis Carroll had not appeared. I remember the delight with which some\nsix months ago I picked up the first â\u0080\u009cDolittleâ\u0080\u009d book in the Hampshire\nbookshop at Smith College in Northampton. One of Mr. Loftingâ\u0080\u0099s pictures\nwas quite enough for me. The picture that I lighted upon when I first\nopened the book was the one of the monkeys making a chain with their\narms across the gulf. Then I looked further and discovered Bumpo\nreading fairy stories to himself. And then looked again and there was a\npicture of John Dolittleâ\u0080\u0099s house.\n\nBut pictures are not enough although most authors draw so badly that if\none of them happens to have the genius for line that Mr. Lofting shows\nthere must be, one feels, something in his writing as well. There is.\nYou cannot read the first paragraph of the book, which begins in the\nright way â\u0080\u009cOnce upon a timeâ\u0080\u009d without knowing that Mr. Lofting believes\nin his story quite as much as he expects you to. That is the first\nessential for a story teller. Then you discover as you read on that he\nhas the right eye for the right detail. What child-inquiring mind could\nresist this intriguing sentence to be found on the second page of the\nbook:\n\n    â\u0080\u009cBesides the gold-fish in the pond at the bottom of his\n    garden, he had rabbits in the pantry, white mice in his\n    piano, a squirrel in the linen closet and a hedgehog in\n    the cellar.â\u0080\u009d\n\nAnd then when you read a little further you will discover that the\nDoctor is not merely a peg on whom to hang exciting and various\nadventures but that he is himself a man of original and lively\ncharacter. He is a very kindly, generous man, and anyone who has ever\nwritten stories will know that it is much more difficult to make\nkindly, generous characters interesting than unkindly and mean ones.\nBut Dolittle is interesting. It is not only that he is quaint but that\nhe is wise and knows what he is about. The reader, however young,\nwho meets him gets very soon a sense that if he were in trouble, not\nnecessarily medical, he would go to Dolittle and ask his advice about\nit. Dolittle seems to extend his hand from the page and grasp that of\nhis reader, and I can see him going down the centuries a kind of Pied\nPiper with thousands of children at his heels. But not only is he a\ndarling and alive and credible but his creator has also managed to\ninvest everybody else in the book with the same kind of life.\n\nNow this business of giving life to animals, making them talk and\nbehave like human beings, is an extremely difficult one. Lewis Carroll\nabsolutely conquered the difficulties, but I am not sure that anyone\nafter him until Hugh Lofting has really managed the trick; even in\nsuch a masterpiece as â\u0080\u009cThe Wind in the Willowsâ\u0080\u009d we are not quite\nconvinced. John Dolittleâ\u0080\u0099s friends are convincing because their creator\nnever forces them to desert their own characteristics. Polynesia, for\ninstance, is natural from first to last. She really does care about the\nDoctor but she cares as a bird would care, having always some place to\nwhich she is going when her business with her friends is over. And when\nMr. Lofting invents fantastic animals he gives them a kind of credible\npossibility which is extraordinarily convincing. It will be impossible\nfor anyone who has read this book not to believe in the existence of\nthe pushmi-pullyu, who would be credible enough even were there no\ndrawing of it, but the picture on page 153 settles the matter of his\ntruth once and for all.\n\nIn fact this book is a work of genius and, as always with works of\ngenius, it is difficult to analyze the elements that have gone to\nmake it. There is poetry here and fantasy and humor, a little pathos\nbut, above all, a number of creations in whose existence everybody\nmust believe whether they be children of four or old men of ninety or\nprosperous bankers of forty-five. I donâ\u0080\u0099t know how Mr. Lofting has done\nit; I donâ\u0080\u0099t suppose that he knows himself. There it isâ\u0080\u0094the first real\nchildrenâ\u0080\u0099s classic since â\u0080\u009cAlice.â\u0080\u009d\n\n                                                   HUGH WALPOLE.\n\n\n\n\n_CONTENTS_\n\n\n    INTRODUCTION                          vii\n    CHAPTER                              PAGE\n        I PUDDLEBY                          1\n       II ANIMAL LANGUAGE                   7\n      III MORE MONEY TROUBLES              19\n       IV A MESSAGE FROM AFRICA            29\n        V THE GREAT JOURNEY                37\n       VI POLYNESIA AND THE KING           47\n      VII THE BRIDGE OF APES               55\n     VIII THE LEADER OF THE LIONS          67\n       IX THE MONKEYSâ\u0080\u0099 COUNCIL             75\n        X THE RAREST ANIMAL OF ALL         81\n       XI THE BLACK PRINCE                 91\n      XII MEDICINE AND MAGIC               99\n     XIII RED SAILS AND BLUE WINGS        111\n      XIV THE RATSâ\u0080\u0099 WARNING               117\n       XV THE BARBARY DRAGON              125\n      XVI TOO-TOO, THE LISTENER           133\n     XVII THE OCEAN GOSSIPS               141\n    XVIII SMELLS                          149\n      XIX THE ROCK                        159\n       XX THE FISHERMANâ\u0080\u0099S TOWN            167\n      XXI HOME AGAIN                      174\n\n\n\n\n_ILLUSTRATIONS_\n\n\n  â\u0080\u009cA little town called Puddleby-on-the-Marshâ\u0080\u009d           _Frontispiece_\n                                                                  PAGE\n  â\u0080\u009cAnd she never came to see him any moreâ\u0080\u009d                           3\n  â\u0080\u009cHe could see as well as everâ\u0080\u009d                                    14\n  â\u0080\u009cThey came at once to his house on the edge of the townâ\u0080\u009d          15\n  â\u0080\u009cThey used to sit in chairs on the lawnâ\u0080\u009d                          19\n  â\u0080\u009câ\u0080\u0098All right,â\u0080\u0099 said the Doctor, â\u0080\u0098go and get marriedâ\u0080\u0099â\u0080\u009d              23\n  â\u0080\u009cOne evening when the Doctor was asleep in his chairâ\u0080\u009d             24\n  â\u0080\u009câ\u0080\u0098I felt sure there was twopence leftâ\u0080\u0099â\u0080\u009d                           31\n  â\u0080\u009cAnd the voyage beganâ\u0080\u009d                                            35\n  â\u0080\u009câ\u0080\u0098We must have run into Africaâ\u0080\u0099â\u0080\u009d                                  41\n  â\u0080\u009câ\u0080\u0098I got into it because I did not want to be drownedâ\u0080\u0099â\u0080\u009d            44\n  â\u0080\u009cAnd Queen Ermintrude was asleepâ\u0080\u009d                                 48\n  â\u0080\u009câ\u0080\u0098Whoâ\u0080\u0099s that?â\u0080\u0099â\u0080\u009d                                                   52\n  â\u0080\u009cCheering and waving leaves and swinging out of the branches\n        to greet himâ\u0080\u009d                                               61\n  â\u0080\u009cJohn Dolittle was the last to crossâ\u0080\u009d                             65\n  â\u0080\u009cHe made all the monkeys who were still well come and be\n        vaccinatedâ\u0080\u009d                                                 68\n  â\u0080\u009câ\u0080\u0098_ME, the King of Beasts_, to wait on a lot of dirty\n        monkeys?â\u0080\u0099â\u0080\u009d                                                  70\n  â\u0080\u009cThen the Grand Gorilla got upâ\u0080\u009d                                   76\n  â\u0080\u009câ\u0080\u0098Lord save us!â\u0080\u0099 cried the duck. â\u0080\u0098How does it make up its\n        mind?â\u0080\u0099â\u0080\u009d                                                     85\n  â\u0080\u009cHe began reading the fairy-stories to himselfâ\u0080\u009d                   96\n  â\u0080\u009cCrying bitterly and waving till the ship was out of sightâ\u0080\u009d      109\n  â\u0080\u009câ\u0080\u0098They are surely the pirates of Barbaryâ\u0080\u0099â\u0080\u009d                       114\n  â\u0080\u009câ\u0080\u0098And you have heard that rats always leave a sinking ship?â\u0080\u0099â\u0080\u009d    119\n  â\u0080\u009câ\u0080\u0098Look here, Ben Aliâ\u0080\u0094â\u0080\u0099â\u0080\u009d                                          127\n  â\u0080\u009câ\u0080\u0098Sh!â\u0080\u0094Listen!â\u0080\u0094I do believe thereâ\u0080\u0099s someone in there!â\u0080\u0099â\u0080\u009d           136\n  â\u0080\u009câ\u0080\u0098You stupid piece of warm bacon!â\u0080\u0099â\u0080\u009d                              153\n  â\u0080\u009câ\u0080\u0098Doctor!â\u0080\u0099 he cried. â\u0080\u0098Iâ\u0080\u0099ve got it!â\u0080\u0099â\u0080\u009d                             160\n  â\u0080\u009cAnd she kissed the Doctor many timesâ\u0080\u009d                           170\n  â\u0080\u009cThe Doctor sat in a chair in frontâ\u0080\u009d                             176\n  â\u0080\u009cHe began running round the garden like a crazy thingâ\u0080\u009d           178\n\n\n\n\n_THE STORY OF DOCTOR DOLITTLE_\n\n\n\n\nTHE STORY OF DOCTOR DOLITTLE\n\n\n\n\n_THE FIRST CHAPTER_\n\nPUDDLEBY\n\n\nONCE upon a time, many years agoâ\u0080\u0094when our grandfathers were little\nchildrenâ\u0080\u0094there was a doctor; and his name was Dolittleâ\u0080\u0094John Dolittle,\nM.D. â\u0080\u009cM.D.â\u0080\u009d means that he was a proper doctor and knew a whole lot.\n\nHe lived in a little town called, Puddleby-on-the-Marsh. All the folks,\nyoung and old, knew him well by sight. And whenever he walked down the\nstreet in his high hat everyone would say, â\u0080\u009cThere goes the Doctor!â\u0080\u0094Heâ\u0080\u0099s\na clever man.â\u0080\u009d And the dogs and the children would all run up and\nfollow behind him; and even the crows that lived in the church-tower\nwould caw and nod their heads.\n\nThe house he lived in, on the edge of the town, was quite small;\nbut his garden was very large and had a wide lawn and stone seats\nand weeping-willows hanging over. His sister, Sarah Dolittle, was\nhousekeeper for him; but the Doctor looked after the garden himself.\n\nHe was very fond of animals and kept many kinds of pets. Besides the\ngold-fish in the pond at the bottom of his garden, he had rabbits in\nthe pantry, white mice in his piano, a squirrel in the linen closet\nand a hedgehog in the cellar. He had a cow with a calf too, and an old\nlame horseâ\u0080\u0094twenty-five years of ageâ\u0080\u0094and chickens, and pigeons, and two\nlambs, and many other animals. But his favorite pets were Dab-Dab the\nduck, Jip the dog, Gub-Gub the baby pig, Polynesia the parrot, and the\nowl Too-Too.\n\n[Illustration: â\u0080\u009cAnd she never came to see him any moreâ\u0080\u009d]\n\nHis sister used to grumble about all these animals and said they made\nthe house untidy. And one day when an old lady with rheumatism came to\nsee the Doctor, she sat on the hedgehog who was sleeping on the sofa\nand never came to see him any more, but drove every Saturday all\nthe way to Oxenthorpe, another town ten miles off, to see a different\ndoctor.\n\nThen his sister, Sarah Dolittle, came to him and said,\n\nâ\u0080\u009cJohn, how can you expect sick people to come and see you when you\nkeep all these animals in the house? Itâ\u0080\u0099s a fine doctor would have\nhis parlor full of hedgehogs and mice! Thatâ\u0080\u0099s the fourth personage\nthese animals have driven away. Squire Jenkins and the Parson say they\nwouldnâ\u0080\u0099t come near your house againâ\u0080\u0094no matter how sick they are. We\nare getting poorer every day. If you go on like this, none of the best\npeople will have you for a doctor.â\u0080\u009d\n\nâ\u0080\u009cBut I like the animals better than the â\u0080\u0098best peopleâ\u0080\u0099,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cYou are ridiculous,â\u0080\u009d said his sister, and walked out of the room.\n\nSo, as time went on, the Doctor got more and more animals; and the\npeople who came to see him got less and less. Till at last he had\nno one leftâ\u0080\u0094except the Catâ\u0080\u0099s-meat-Man, who didnâ\u0080\u0099t mind any kind of\nanimals. But the Catâ\u0080\u0099s-meat-Man wasnâ\u0080\u0099t very rich and he only got sick\nonce a yearâ\u0080\u0094at Christmas-time, when he used to give the Doctor sixpence\nfor a bottle of medicine.\n\nSixpence a year wasnâ\u0080\u0099t enough to live onâ\u0080\u0094even in those days, long ago;\nand if the Doctor hadnâ\u0080\u0099t had some money saved up in his money-box, no\none knows what would have happened.\n\nAnd he kept on getting still more pets; and of course it cost a lot to\nfeed them. And the money he had saved up grew littler and littler.\n\nThen he sold his piano, and let the mice live in a bureau-drawer. But\nthe money he got for that too began to go, so he sold the brown suit he\nwore on Sundays and went on becoming poorer and poorer.\n\nAnd now, when he walked down the street in his high hat, people would\nsay to one another, â\u0080\u009cThere goes John Dolittle, M.D.! There was a time\nwhen he was the best known doctor in the West Countryâ\u0080\u0094Look at him\nnowâ\u0080\u0094He hasnâ\u0080\u0099t any money and his stockings are full of holes!â\u0080\u009d\n\nBut the dogs and the cats and the children still ran up and followed\nhim through the townâ\u0080\u0094the same as they had done when he was rich.\n\n\n\n\n_THE SECOND CHAPTER_\n\nANIMAL LANGUAGE\n\n\nIT happened one day that the Doctor was sitting in his kitchen talking\nwith the Catâ\u0080\u0099s-meat-Man who had come to see him with a stomach-ache.\n\nâ\u0080\u009cWhy donâ\u0080\u0099t you give up being a peopleâ\u0080\u0099s doctor, and be an\nanimal-doctor?â\u0080\u009d asked the Catâ\u0080\u0099s-meat-Man.\n\nThe parrot, Polynesia, was sitting in the window looking out at the\nrain and singing a sailor-song to herself. She stopped singing and\nstarted to listen.\n\nâ\u0080\u009cYou see, Doctor,â\u0080\u009d the Catâ\u0080\u0099s-meat-Man went on, â\u0080\u009cyou know all about\nanimalsâ\u0080\u0094much more than what these here vets do. That book you\nwroteâ\u0080\u0094about cats, why, itâ\u0080\u0099s wonderful! I canâ\u0080\u0099t read or write myselfâ\u0080\u0094or\nmaybe _Iâ\u0080\u0099d_ write some books. But my wife, Theodosia, sheâ\u0080\u0099s a scholar,\nshe is. And she read your book to me. Well, itâ\u0080\u0099s wonderfulâ\u0080\u0094thatâ\u0080\u0099s all\ncan be saidâ\u0080\u0094wonderful. You might have been a cat yourself. You know\nthe way they think. And listen: you can make a lot of money doctoring\nanimals. Do you know that? You see, Iâ\u0080\u0099d send all the old women who had\nsick cats or dogs to you. And if they didnâ\u0080\u0099t get sick fast enough, I\ncould put something in the meat I sell â\u0080\u0099em to make â\u0080\u0099em sick, see?â\u0080\u009d\n\nâ\u0080\u009cOh, no,â\u0080\u009d said the Doctor quickly. â\u0080\u009cYou mustnâ\u0080\u0099t do that. That wouldnâ\u0080\u0099t\nbe right.â\u0080\u009d\n\nâ\u0080\u009cOh, I didnâ\u0080\u0099t mean real sick,â\u0080\u009d answered the Catâ\u0080\u0099s-meat-Man. â\u0080\u009cJust a\nlittle something to make them droopy-like was what I had reference to.\nBut as you say, maybe it ainâ\u0080\u0099t quite fair on the animals. But theyâ\u0080\u0099ll\nget sick anyway, because the old women always give â\u0080\u0099em too much to eat.\nAnd look, all the farmers round about who had lame horses and weak\nlambsâ\u0080\u0094theyâ\u0080\u0099d come. Be an animal-doctor.â\u0080\u009d\n\nWhen the Catâ\u0080\u0099s-meat-Man had gone the parrot flew off the window on to\nthe Doctorâ\u0080\u0099s table and said,\n\nâ\u0080\u009cThat manâ\u0080\u0099s got sense. Thatâ\u0080\u0099s what you ought to do. Be an\nanimal-doctor. Give the silly people upâ\u0080\u0094if they havenâ\u0080\u0099t brains enough\nto see youâ\u0080\u0099re the best doctor in the world. Take care of animals\ninsteadâ\u0080\u0094_they_â\u0080\u0099ll soon find it out. Be an animal-doctor.â\u0080\u009d\n\nâ\u0080\u009cOh, there are plenty of animal-doctors,â\u0080\u009d said John Dolittle, putting\nthe flower-pots outside on the window-sill to get the rain.\n\nâ\u0080\u009cYes, there _are_ plenty,â\u0080\u009d said Polynesia. â\u0080\u009cBut none of them are any\ngood at all. Now listen, Doctor, and Iâ\u0080\u0099ll tell you something. Did you\nknow that animals can talk?â\u0080\u009d\n\nâ\u0080\u009cI knew that parrots can talk,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cOh, we parrots can talk in two languagesâ\u0080\u0094peopleâ\u0080\u0099s language and\nbird-language,â\u0080\u009d said Polynesia proudly. â\u0080\u009cIf I say, â\u0080\u0098Polly wants a\ncracker,â\u0080\u0099 you understand me. But hear this: _Ka-ka oi-ee, fee-fee?_â\u0080\u009d\n\nâ\u0080\u009cGood Gracious!â\u0080\u009d cried the Doctor. â\u0080\u009cWhat does that mean?â\u0080\u009d\n\nâ\u0080\u009cThat means, â\u0080\u0098Is the porridge hot yet?â\u0080\u0099â\u0080\u0094in bird-language.â\u0080\u009d\n\nâ\u0080\u009cMy! You donâ\u0080\u0099t say so!â\u0080\u009d said the Doctor. â\u0080\u009cYou never talked that way to\nme before.â\u0080\u009d\n\nâ\u0080\u009cWhat would have been the good?â\u0080\u009d said Polynesia, dusting some\ncracker-crumbs off her left wing. â\u0080\u009cYou wouldnâ\u0080\u0099t have understood me if I\nhad.â\u0080\u009d\n\nâ\u0080\u009cTell me some more,â\u0080\u009d said the Doctor, all excited; and he rushed\nover to the dresser-drawer and came back with the butcherâ\u0080\u0099s book and\na pencil. â\u0080\u009cNow donâ\u0080\u0099t go too fastâ\u0080\u0094and Iâ\u0080\u0099ll write it down. This is\ninterestingâ\u0080\u0094very interestingâ\u0080\u0094something quite new. Give me the Birdsâ\u0080\u0099\nA.B.C. firstâ\u0080\u0094slowly now.â\u0080\u009d\n\nSo that was the way the Doctor came to know that animals had a language\nof their own and could talk to one another. And all that afternoon,\nwhile it was raining, Polynesia sat on the kitchen table giving him\nbird words to put down in the book.\n\nAt tea-time, when the dog, Jip, came in, the parrot said to the Doctor,\nâ\u0080\u009cSee, _he_â\u0080\u0099s talking to you.â\u0080\u009d\n\nâ\u0080\u009cLooks to me as though he were scratching his ear,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cBut animals donâ\u0080\u0099t always speak with their mouths,â\u0080\u009d said the parrot in\na high voice, raising her eyebrows. â\u0080\u009cThey talk with their ears, with\ntheir feet, with their tailsâ\u0080\u0094with everything. Sometimes they donâ\u0080\u0099t\n_want_ to make a noise. Do you see now the way heâ\u0080\u0099s twitching up one\nside of his nose?â\u0080\u009d\n\nâ\u0080\u009cWhatâ\u0080\u0099s that mean?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cThat means, â\u0080\u0098Canâ\u0080\u0099t you see that it has stopped raining?â\u0080\u0099â\u0080\u009d Polynesia\nanswered. â\u0080\u009cHe is asking you a question. Dogs nearly always use their\nnoses for asking questions.â\u0080\u009d\n\nAfter a while, with the parrotâ\u0080\u0099s help, the Doctor got to learn the\nlanguage of the animals so well that he could talk to them himself\nand understand everything they said. Then he gave up being a peopleâ\u0080\u0099s\ndoctor altogether.\n\nAs soon as the Catâ\u0080\u0099s-meat-Man had told every one that John Dolittle was\ngoing to become an animal-doctor, old ladies began to bring him their\npet pugs and poodles who had eaten too much cake; and farmers came many\nmiles to show him sick cows and sheep.\n\nOne day a plow-horse was brought to him; and the poor thing was\nterribly glad to find a man who could talk in horse-language.\n\nâ\u0080\u009cYou know, Doctor,â\u0080\u009d said the horse, â\u0080\u009cthat vet over the hill knows\nnothing at all. He has been treating me six weeks nowâ\u0080\u0094for spavins. What\nI need is _spectacles_. I am going blind in one eye. Thereâ\u0080\u0099s no reason\nwhy horses shouldnâ\u0080\u0099t wear glasses, the same as people. But that stupid\nman over the hill never even looked at my eyes. He kept on giving me\nbig pills. I tried to tell him; but he couldnâ\u0080\u0099t understand a word of\nhorse-language. What I need is spectacles.â\u0080\u009d\n\nâ\u0080\u009cOf courseâ\u0080\u0094of course,â\u0080\u009d said the Doctor. â\u0080\u009cIâ\u0080\u0099ll get you some at once.â\u0080\u009d\n\nâ\u0080\u009cI would like a pair like yours,â\u0080\u009d said the horseâ\u0080\u0094â\u0080\u009conly green. Theyâ\u0080\u0099ll\nkeep the sun out of my eyes while Iâ\u0080\u0099m plowing the Fifty-Acre Field.â\u0080\u009d\n\nâ\u0080\u009cCertainly,â\u0080\u009d said the Doctor. â\u0080\u009cGreen ones you shall have.â\u0080\u009d\n\nâ\u0080\u009cYou know, the trouble is, Sir,â\u0080\u009d said the plow-horse as the Doctor\nopened the front door to let him outâ\u0080\u0094â\u0080\u009cthe trouble is that _anybody_\nthinks he can doctor animalsâ\u0080\u0094just because the animals donâ\u0080\u0099t complain.\nAs a matter of fact it takes a much cleverer man to be a really good\nanimal-doctor than it does to be a good peopleâ\u0080\u0099s doctor. My farmerâ\u0080\u0099s\nboy thinks he knows all about horses. I wish you could see himâ\u0080\u0094his face\nis so fat he looks as though he had no eyesâ\u0080\u0094and he has got as much\nbrain as a potato-bug. He tried to put a mustard-plaster on me last\nweek.â\u0080\u009d\n\nâ\u0080\u009cWhere did he put it?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cOh, he didnâ\u0080\u0099t put it anywhereâ\u0080\u0094on me,â\u0080\u009d said the horse. â\u0080\u009cHe only tried\nto. I kicked him into the duck-pond.â\u0080\u009d\n\nâ\u0080\u009cWell, well!â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cIâ\u0080\u0099m a pretty quiet creature as a rule,â\u0080\u009d said the horseâ\u0080\u0094â\u0080\u009cvery patient\nwith peopleâ\u0080\u0094donâ\u0080\u0099t make much fuss. But it was bad enough to have that\nvet giving me the wrong medicine. And when that red-faced booby started\nto monkey with me, I just couldnâ\u0080\u0099t bear it any more.â\u0080\u009d\n\nâ\u0080\u009cDid you hurt the boy much?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cOh, no,â\u0080\u009d said the horse. â\u0080\u009cI kicked him in the right place. The vetâ\u0080\u0099s\nlooking after him now. When will my glasses be ready?â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099ll have them for you next week,â\u0080\u009d said the Doctor. â\u0080\u009cCome in again\nTuesdayâ\u0080\u0094Good morning!â\u0080\u009d\n\n[Illustration: â\u0080\u009cHe could see as well as everâ\u0080\u009d]\n\nThen John Dolittle got a fine, big pair of green spectacles; and the\nplow-horse stopped going blind in one eye and could see as well as ever.\n\nAnd soon it became a common sight to see farm-animals wearing glasses\nin the country round Puddleby; and a blind horse was a thing unknown.\n\nAnd so it was with all the other animals that were brought to him. As\nsoon as they found that he could talk their language, they told him\nwhere the pain was and how they felt, and of course it was easy for him\nto cure them.\n\n[Illustration: â\u0080\u009cThey came at once to his house on the edge of the townâ\u0080\u009d]\n\nNow all these animals went back and told their brothers and friends\nthat there was a doctor in the little house with the big garden who\nreally _was_ a doctor. And whenever any creatures got sickâ\u0080\u0094not only\nhorses and cows and dogsâ\u0080\u0094but all the little things of the fields, like\nharvest-mice and water-voles, badgers and bats, they came at once to\nhis house on the edge of the town, so that his big garden was nearly\nalways crowded with animals trying to get in to see him.\n\nThere were so many that came that he had to have special doors made for\nthe different kinds. He wrote â\u0080\u009cHORSESâ\u0080\u009d over the front door, â\u0080\u009cCOWSâ\u0080\u009d over\nthe side door, and â\u0080\u009cSHEEPâ\u0080\u009d on the kitchen door. Each kind of animal\nhad a separate doorâ\u0080\u0094even the mice had a tiny tunnel made for them into\nthe cellar, where they waited patiently in rows for the Doctor to come\nround to them.\n\nAnd so, in a few yearsâ\u0080\u0099 time, every living thing for miles and miles\ngot to know about John Dolittle, M.D. And the birds who flew to other\ncountries in the winter told the animals in foreign lands of the\nwonderful doctor of Puddleby-on-the-Marsh, who could understand their\ntalk and help them in their troubles. In this way he became famous\namong the animalsâ\u0080\u0094all over the worldâ\u0080\u0094better known even than he had\nbeen among the folks of the West Country, And he was happy and liked\nhis life very much.\n\nOne afternoon when the Doctor was busy writing in a book, Polynesia\nsat in the windowâ\u0080\u0094as she nearly always didâ\u0080\u0094looking out at the leaves\nblowing about in the garden. Presently she laughed aloud.\n\nâ\u0080\u009cWhat is it, Polynesia?â\u0080\u009d asked the Doctor, looking up from his book.\n\nâ\u0080\u009cI was just thinking,â\u0080\u009d said the parrot; and she went on looking at the\nleaves.\n\nâ\u0080\u009cWhat were you thinking?â\u0080\u009d\n\nâ\u0080\u009cI was thinking about people,â\u0080\u009d said Polynesia. â\u0080\u009cPeople make me sick.\nThey think theyâ\u0080\u0099re so wonderful. The world has been going on now for\nthousands of years, hasnâ\u0080\u0099t it? And the only thing in animal-language\nthat _people_ have learned to understand is that when a dog wags his\ntail he means â\u0080\u0098Iâ\u0080\u0099m glad!â\u0080\u0099â\u0080\u0094Itâ\u0080\u0099s funny, isnâ\u0080\u0099t it? You are the very first\nman to talk like us. Oh, sometimes people annoy me dreadfullyâ\u0080\u0094such\nairs they put onâ\u0080\u0094talking about â\u0080\u0098the dumb animals.â\u0080\u0099 _Dumb!_â\u0080\u0094Huh! Why I\nknew a macaw once who could say â\u0080\u0098Good morning!â\u0080\u0099 in seven different\nways without once opening his mouth. He could talk every languageâ\u0080\u0094and\nGreek. An old professor with a gray beard bought him. But he didnâ\u0080\u0099t\nstay. He said the old man didnâ\u0080\u0099t talk Greek right, and he couldnâ\u0080\u0099t\nstand listening to him teach the language wrong. I often wonder whatâ\u0080\u0099s\nbecome of him. That bird knew more geography than people will ever\nknow.â\u0080\u0094_People_, Golly! I suppose if people ever learn to flyâ\u0080\u0094like any\ncommon hedge-sparrowâ\u0080\u0094we shall never hear the end of it!â\u0080\u009d\n\nâ\u0080\u009cYouâ\u0080\u0099re a wise old bird,â\u0080\u009d said the Doctor. â\u0080\u009cHow old are you really? I\nknow that parrots and elephants sometimes live to be very, very old.â\u0080\u009d\n\nâ\u0080\u009cI can never be quite sure of my age,â\u0080\u009d said Polynesia. â\u0080\u009cItâ\u0080\u0099s either a\nhundred and eighty-three or a hundred and eighty-two. But I know that\nwhen I first came here from Africa, King Charles was still hiding in\nthe oak-treeâ\u0080\u0094because I saw him. He looked scared to death.â\u0080\u009d\n\n\n\n\n_THE THIRD CHAPTER_\n\nMORE MONEY TROUBLES\n\n\nAND soon now the Doctor began to make money again; and his sister,\nSarah, bought a new dress and was happy.\n\nSome of the animals who came to see him were so sick that they had\nto stay at the Doctorâ\u0080\u0099s house for a week. And when they were getting\nbetter they used to sit in chairs on the lawn.\n\n[Illustration: â\u0080\u009cThey used to sit in chairs on the lawnâ\u0080\u009d]\n\nAnd often even after they got well, they did not want to go awayâ\u0080\u0094they\nliked the Doctor and his house so much. And he never had the heart to\nrefuse them when they asked if they could stay with him. So in this way\nhe went on getting more and more pets.\n\nOnce when he was sitting on his garden wall, smoking a pipe in the\nevening, an Italian organ-grinder came round with a monkey on a string.\nThe Doctor saw at once that the monkeyâ\u0080\u0099s collar was too tight and\nthat he was dirty and unhappy. So he took the monkey away from the\nItalian, gave the man a shilling and told him to go. The organ-grinder\ngot awfully angry and said that he wanted to keep the monkey. But the\nDoctor told him that if he didnâ\u0080\u0099t go away he would punch him on the\nnose. John Dolittle was a strong man, though he wasnâ\u0080\u0099t very tall. So\nthe Italian went away saying rude things and the monkey stayed with\nDoctor Dolittle and had a good home. The other animals in the house\ncalled him â\u0080\u009cChee-Cheeâ\u0080\u009dâ\u0080\u0094which is a common word in monkey-language,\nmeaning â\u0080\u009cginger.â\u0080\u009d\n\nAnd another time, when the circus came to Puddleby, the crocodile\nwho had a bad toothache escaped at night and came into the Doctorâ\u0080\u0099s\ngarden. The Doctor talked to him in crocodile-language and took him\ninto the house and made his tooth better. But when the crocodile\nsaw what a nice house it wasâ\u0080\u0094with all the different places for the\ndifferent kinds of animalsâ\u0080\u0094he too wanted to live with the Doctor. He\nasked couldnâ\u0080\u0099t he sleep in the fish-pond at the bottom of the garden,\nif he promised not to eat the fish. When the circus-men came to take\nhim back he got so wild and savage that he frightened them away. But to\nevery one in the house he was always as gentle as a kitten.\n\nBut now the old ladies grew afraid to send their lap-dogs to Doctor\nDolittle because of the crocodile; and the farmers wouldnâ\u0080\u0099t believe\nthat he would not eat the lambs and sick calves they brought to be\ncured. So the Doctor went to the crocodile and told him he must go back\nto his circus. But he wept such big tears, and begged so hard to be\nallowed to stay, that the Doctor hadnâ\u0080\u0099t the heart to turn him out.\n\nSo then the Doctorâ\u0080\u0099s sister came to him and said,\n\nâ\u0080\u009cJohn, you must send that creature away. Now the farmers and the\nold ladies are afraid to send their animals to youâ\u0080\u0094just as we were\nbeginning to be well off again. Now we shall be ruined entirely. This\nis the last straw. I will no longer be housekeeper for you if you donâ\u0080\u0099t\nsend away that alligator.â\u0080\u009d\n\nâ\u0080\u009cIt isnâ\u0080\u0099t an alligator,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009citâ\u0080\u0099s a crocodile.â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t care what you call it,â\u0080\u009d said his sister. â\u0080\u009cItâ\u0080\u0099s a nasty thing\nto find under the bed. I wonâ\u0080\u0099t have it in the house.â\u0080\u009d\n\nâ\u0080\u009cBut he has promised me,â\u0080\u009d the Doctor answered, â\u0080\u009cthat he will not bite\nany one. He doesnâ\u0080\u0099t like the circus; and I havenâ\u0080\u0099t the money to send\nhim back to Africa where he comes from. He minds his own business and\non the whole is very well behaved. Donâ\u0080\u0099t be so fussy.â\u0080\u009d\n\nâ\u0080\u009cI tell you I _will not_ have him around,â\u0080\u009d said Sarah. â\u0080\u009cHe eats the\nlinoleum. If you donâ\u0080\u0099t send him away this minute Iâ\u0080\u0099llâ\u0080\u0094Iâ\u0080\u0099ll go and get\nmarried!â\u0080\u009d\n\nâ\u0080\u009cAll right,â\u0080\u009d said the Doctor, â\u0080\u009cgo and get married. It canâ\u0080\u0099t be\nhelped.â\u0080\u009d And he took down his hat and went out into the garden.\n\nSo Sarah Dolittle packed up her things and went off; and the Doctor was\nleft all alone with his animal family.\n\n[Illustration: â\u0080\u009câ\u0080\u0098All right,â\u0080\u0099 said the Doctor, â\u0080\u0098go and get marriedâ\u0080\u0099â\u0080\u009d]\n\nAnd very soon he was poorer than he had ever been before. With all\nthese mouths to fill, and the house to look after, and no one to do the\nmending, and no money coming in to pay the butcherâ\u0080\u0099s bill, things began\nto look very difficult. But the Doctor didnâ\u0080\u0099t worry at all.\n\nâ\u0080\u009cMoney is a nuisance,â\u0080\u009d he used to say. â\u0080\u009cWeâ\u0080\u0099d all be much better off if\nit had never been invented. What does money matter, so long as we are\nhappy?â\u0080\u009d\n\n[Illustration: â\u0080\u009cOne evening when the Doctor was asleep in his chairâ\u0080\u009d]\n\nBut soon the animals themselves began to get worried. And one evening\nwhen the Doctor was asleep in his chair before the kitchen-fire they\nbegan talking it over among themselves in whispers. And the owl,\nToo-Too, who was good at arithmetic, figured it out that there was only\nmoney enough left to last another weekâ\u0080\u0094if they each had one meal a day\nand no more.\n\nThen the parrot said, â\u0080\u009cI think we all ought to do the housework\nourselves. At least we can do that much. After all, it is for our sakes\nthat the old man finds himself so lonely and so poor.â\u0080\u009d\n\nSo it was agreed that the monkey, Chee-Chee, was to do the cooking and\nmending; the dog was to sweep the floors; the duck was to dust and make\nthe beds; the owl, Too-Too, was to keep the accounts, and the pig was\nto do the gardening. They made Polynesia, the parrot, housekeeper and\nlaundress, because she was the oldest.\n\nOf course at first they all found their new jobs very hard to doâ\u0080\u0094all\nexcept Chee-Chee, who had hands, and could do things like a man. But\nthey soon got used to it; and they used to think it great fun to watch\nJip, the dog, sweeping his tail over the floor with a rag tied onto it\nfor a broom. After a little they got to do the work so well that the\nDoctor said that he had never had his house kept so tidy or so clean\nbefore.\n\nIn this way things went along all right for a while; but without money\nthey found it very hard.\n\nThen the animals made a vegetable and flower stall outside the\ngarden-gate and sold radishes and roses to the people that passed by\nalong the road.\n\nBut still they didnâ\u0080\u0099t seem to make enough money to pay all the\nbillsâ\u0080\u0094and still the Doctor wouldnâ\u0080\u0099t worry. When the parrot came to him\nand told him that the fishmonger wouldnâ\u0080\u0099t give them any more fish, he\nsaid,\n\nâ\u0080\u009cNever mind. So long as the hens lay eggs and the cow gives milk we can\nhave omelettes and junket. And there are plenty of vegetables left in\nthe garden. The Winter is still a long way off. Donâ\u0080\u0099t fuss. That was\nthe trouble with Sarahâ\u0080\u0094she would fuss. I wonder how Sarahâ\u0080\u0099s getting\nonâ\u0080\u0094an excellent womanâ\u0080\u0094in some waysâ\u0080\u0094Well, well!â\u0080\u009d\n\nBut the snow came earlier than usual that year; and although the old\nlame horse hauled in plenty of wood from the forest outside the town,\nso they could have a big fire in the kitchen, most of the vegetables in\nthe garden were gone, and the rest were covered with snow; and many of\nthe animals were really hungry.\n\n\n\n\n_THE FOURTH CHAPTER_\n\nA MESSAGE FROM AFRICA\n\n\nTHAT Winter was a very cold one. And one night in December, when they\nwere all sitting round the warm fire in the kitchen, and the Doctor\nwas reading aloud to them out of books he had written himself in\nanimal-language, the owl, Too-Too, suddenly said,\n\nâ\u0080\u009cSh! Whatâ\u0080\u0099s that noise outside?â\u0080\u009d\n\nThey all listened; and presently they heard the sound of some one\nrunning. Then the door flew open and the monkey, Chee-Chee, ran in,\nbadly out of breath.\n\nâ\u0080\u009cDoctor!â\u0080\u009d he cried, â\u0080\u009cIâ\u0080\u0099ve just had a message from a cousin of mine in\nAfrica. There is a terrible sickness among the monkeys out there. They\nare all catching itâ\u0080\u0094and they are dying in hundreds. They have heard of\nyou, and beg you to come to Africa to stop the sickness.â\u0080\u009d\n\nâ\u0080\u009cWho brought the message?â\u0080\u009d asked the Doctor, taking off his spectacles\nand laying down his book.\n\nâ\u0080\u009cA swallow,â\u0080\u009d said Chee-Chee. â\u0080\u009cShe is outside on the rain-butt.â\u0080\u009d\n\nâ\u0080\u009cBring her in by the fire,â\u0080\u009d said the Doctor. â\u0080\u009cShe must be perished with\nthe cold. The swallows flew South six weeks ago!â\u0080\u009d\n\nSo the swallow was brought in, all huddled and shivering; and although\nshe was a little afraid at first, she soon got warmed up and sat on the\nedge of the mantelpiece and began to talk.\n\nWhen she had finished the Doctor said,\n\nâ\u0080\u009cI would gladly go to Africaâ\u0080\u0094especially in this bitter weather. But\nIâ\u0080\u0099m afraid we havenâ\u0080\u0099t money enough to buy the tickets. Get me the\nmoney-box, Chee-Chee.â\u0080\u009d\n\nSo the monkey climbed up and got it off the top shelf of the dresser.\n\nThere was nothing in itâ\u0080\u0094not one single penny!\n\nâ\u0080\u009cI felt sure there was twopence left,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cThere _was_â\u0080\u009d said the owl. â\u0080\u009cBut you spent it on a rattle for that\nbadgerâ\u0080\u0099s baby when he was teething.â\u0080\u009d\n\nâ\u0080\u009cDid I?â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cdear me, dear me! What a nuisance money is,\nto be sure! Well, never mind. Perhaps if I go down to the seaside I\nshall be able to borrow a boat that will take us to Africa. I knew a\nseaman once who brought his baby to me with measles. Maybe heâ\u0080\u0099ll lend\nus his boatâ\u0080\u0094the baby got well.â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098I felt sure there was twopence leftâ\u0080\u0099â\u0080\u009d]\n\nSo early the next morning the Doctor went down to the sea-shore. And\nwhen he came back he told the animals it was all rightâ\u0080\u0094the sailor was\ngoing to lend them the boat.\n\nThen the crocodile and the monkey and the parrot were very glad and\nbegan to sing, because they were going back to Africa, their real home.\nAnd the Doctor said,\n\nâ\u0080\u009cI shall only be able to take you threeâ\u0080\u0094with Jip the dog, Dab-Dab the\nduck, Gub-Gub the pig and the owl, Too-Too. The rest of the animals,\nlike the dormice and the water-voles and the bats, they will have to\ngo back and live in the fields where they were born till we come home\nagain. But as most of them sleep through the Winter, they wonâ\u0080\u0099t mind\nthatâ\u0080\u0094and besides, it wouldnâ\u0080\u0099t be good for them to go to Africa.â\u0080\u009d\n\nSo then the parrot, who had been on long sea-voyages before, began\ntelling the Doctor all the things he would have to take with him on the\nship.\n\nâ\u0080\u009cYou must have plenty of pilot-bread,â\u0080\u009d she saidâ\u0080\u0094â\u0080\u009câ\u0080\u0098hard tackâ\u0080\u0099 they call\nit. And you must have beef in cansâ\u0080\u0094and an anchor.â\u0080\u009d\n\nâ\u0080\u009cI expect the ship will have its own anchor,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cWell, make sure,â\u0080\u009d said Polynesia. â\u0080\u009cBecause itâ\u0080\u0099s very important. You\ncanâ\u0080\u0099t stop if you havenâ\u0080\u0099t got an anchor. And youâ\u0080\u0099ll need a bell.â\u0080\u009d\n\nâ\u0080\u009cWhatâ\u0080\u0099s that for?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cTo tell the time by,â\u0080\u009d said the parrot. â\u0080\u009cYou go and ring it every\nhalf-hour and then you know what time it is. And bring a whole lot of\nropeâ\u0080\u0094it always comes in handy on voyages.â\u0080\u009d\n\nThen they began to wonder where they were going to get the money from\nto buy all the things they needed.\n\nâ\u0080\u009cOh, bother it! Money again,â\u0080\u009d cried the Doctor. â\u0080\u009cGoodness! I shall be\nglad to get to Africa where we donâ\u0080\u0099t have to have any! Iâ\u0080\u0099ll go and ask\nthe grocer if he will wait for his money till I get backâ\u0080\u0094No, Iâ\u0080\u0099ll send\nthe sailor to ask him.â\u0080\u009d\n\nSo the sailor went to see the grocer. And presently he came back with\nall the things they wanted.\n\nThen the animals packed up; and after they had turned off the water so\nthe pipes wouldnâ\u0080\u0099t freeze, and put up the shutters, they closed the\nhouse and gave the key to the old horse who lived in the stable. And\nwhen they had seen that there was plenty of hay in the loft to last the\nhorse through the Winter, they carried all their luggage down to the\nseashore and got on to the boat.\n\nThe Catâ\u0080\u0099s-meat-Man was there to see them off; and he brought a large\nsuet-pudding as a present for the Doctor because, he said he had been\ntold, you couldnâ\u0080\u0099t get suet-puddings in foreign parts.\n\nAs soon as they were on the ship, Gub-Gub, the pig, asked where the\nbeds were, for it was four oâ\u0080\u0099clock in the afternoon and he wanted his\nnap. So Polynesia took him downstairs into the inside of the ship and\nshowed him the beds, set all on top of one another like book-shelves\nagainst a wall.\n\nâ\u0080\u009cWhy, that isnâ\u0080\u0099t a bed!â\u0080\u009d cried Gub-Gub. â\u0080\u009cThatâ\u0080\u0099s a shelf!â\u0080\u009d\n\nâ\u0080\u009cBeds are always like that on ships,â\u0080\u009d said the parrot. â\u0080\u009cIt isnâ\u0080\u0099t a\nshelf. Climb up into it and go to sleep. Thatâ\u0080\u0099s what you call â\u0080\u0098a bunk.â\u0080\u0099â\u0080\u009d\n\n[Illustration: â\u0080\u009cAnd the voyage beganâ\u0080\u009d]\n\nâ\u0080\u009cI donâ\u0080\u0099t think Iâ\u0080\u0099ll go to bed yet,â\u0080\u009d said Gub-Gub. â\u0080\u009cIâ\u0080\u0099m too excited. I\nwant to go upstairs again and see them start.â\u0080\u009d\n\nâ\u0080\u009cWell, this is your first trip,â\u0080\u009d said Polynesia. â\u0080\u009cYou will get used to\nthe life after a while.â\u0080\u009d And she went back up the stairs of the ship,\nhumming this song to herself,\n\n    Iâ\u0080\u0099ve seen the Black Sea and the Red Sea;\n      I rounded the Isle of Wight;\n    I discovered the Yellow River,\n      And the Orange tooâ\u0080\u0094by night.\n    Now Greenland drops behind again,\n      And I sail the ocean Blue.\n    Iâ\u0080\u0099m tired of all these colors, Jane,\n      So Iâ\u0080\u0099m coming back to you.\n\nThey were just going to start on their journey, when the Doctor said he\nwould have to go back and ask the sailor the way to Africa.\n\nBut the swallow said she had been to that country many times and would\nshow them how to get there.\n\nSo the Doctor told Chee-Chee to pull up the anchor and the voyage\nbegan.\n\n\n\n\n_THE FIFTH CHAPTER_\n\nTHE GREAT JOURNEY\n\n\nNOW for six whole weeks they went sailing on and on, over the rolling\nsea, following the swallow who flew before the ship to show them the\nway. At night she carried a tiny lantern, so they should not miss her\nin the dark; and the people on the other ships that passed said that\nthe light must be a shooting star.\n\nAs they sailed further and further into the South, it got warmer and\nwarmer. Polynesia, Chee-Chee and the crocodile enjoyed the hot sun no\nend. They ran about laughing and looking over the side of the ship to\nsee if they could see Africa yet.\n\nBut the pig and the dog and the owl, Too-Too, could do nothing in such\nweather, but sat at the end of the ship in the shade of a big barrel,\nwith their tongues hanging out, drinking lemonade.\n\nDab-Dab, the duck, used to keep herself cool by jumping into the sea\nand swimming behind the ship. And every once in a while, when the top\nof her head got too hot, she would dive under the ship and come up\non the other side. In this way, too, she used to catch herrings on\nTuesdays and Fridaysâ\u0080\u0094when everybody on the boat ate fish to make the\nbeef last longer.\n\nWhen they got near to the Equator they saw some flying-fishes coming\ntowards them. And the fishes asked the parrot if this was Doctor\nDolittleâ\u0080\u0099s ship. When she told them it was, they said they were glad,\nbecause the monkeys in Africa were getting worried that he would never\ncome. Polynesia asked them how many miles they had yet to go; and the\nflying-fishes said it was only fifty-five miles now to the coast of\nAfrica.\n\nAnd another time a whole school of porpoises came dancing through the\nwaves; and they too asked Polynesia if this was the ship of the famous\ndoctor. And when they heard that it was, they asked the parrot if the\nDoctor wanted anything for his journey.\n\nAnd Polynesia said, â\u0080\u009cYes. We have run short of onions.â\u0080\u009d\n\nâ\u0080\u009cThere is an island not far from here,â\u0080\u009d said the porpoises, â\u0080\u009cwhere the\nwild onions grow tall and strong. Keep straight onâ\u0080\u0094we will get some and\ncatch up to you.â\u0080\u009d\n\nSo the porpoises dashed away through the sea. And very soon the parrot\nsaw them again, coming up behind, dragging the onions through the waves\nin big nets made of seaweed.\n\nThe next evening, as the sun was going down, the Doctor said,\n\nâ\u0080\u009cGet me the telescope, Chee-Chee. Our journey is nearly ended. Very\nsoon we should be able to see the shores of Africa.â\u0080\u009d\n\nAnd about half an hour later, sure enough, they thought they could see\nsomething in front that might be land. But it began to get darker and\ndarker and they couldnâ\u0080\u0099t be sure.\n\nThen a great storm came up, with thunder and lightning. The wind\nhowled; the rain came down in torrents; and the waves got so high they\nsplashed right over the boat.\n\nPresently there was a big BANG! The ship stopped and rolled over on its\nside.\n\nâ\u0080\u009cWhatâ\u0080\u0099s happened?â\u0080\u009d asked the Doctor, coming up from downstairs.\n\nâ\u0080\u009cIâ\u0080\u0099m not sure,â\u0080\u009d said the parrot; â\u0080\u009cbut I think weâ\u0080\u0099re ship-wrecked. Tell\nthe duck to get out and see.â\u0080\u009d\n\nSo Dab-Dab dived right down under the waves. And when she came up she\nsaid they had struck a rock; there was a big hole in the bottom of the\nship; the water was coming in; and they were sinking fast.\n\nâ\u0080\u009cWe must have run into Africa,â\u0080\u009d said the Doctor. â\u0080\u009cDear me, dear\nme!â\u0080\u0094Wellâ\u0080\u0094we must all swim to land.â\u0080\u009d\n\nBut Chee-Chee and Gub-Gub did not know how to swim.\n\nâ\u0080\u009cGet the rope!â\u0080\u009d said Polynesia. â\u0080\u009cI told you it would come in handy.\nWhereâ\u0080\u0099s that duck? Come here, Dab-Dab. Take this end of the rope, fly\nto the shore and tie it on to a palm-tree; and weâ\u0080\u0099ll hold the other\nend on the ship here. Then those that canâ\u0080\u0099t swim must climb along the\nrope till they reach the land. Thatâ\u0080\u0099s what you call a â\u0080\u0098life-line.â\u0080\u0099â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098We must have run into Africaâ\u0080\u0099â\u0080\u009d]\n\nSo they all got safely to the shoreâ\u0080\u0094some swimming, some flying; and\nthose that climbed along the rope brought the Doctorâ\u0080\u0099s trunk and\nhand-bag with them.\n\nBut the ship was no good any moreâ\u0080\u0094with the big hole in the bottom; and\npresently the rough sea beat it to pieces on the rocks and the timbers\nfloated away.\n\nThen they all took shelter in a nice dry cave they found, high up in\nthe cliffs, till the storm was over.\n\nWhen the sun came out next morning they went down to the sandy beach to\ndry themselves.\n\nâ\u0080\u009cDear old Africa!â\u0080\u009d sighed Polynesia. â\u0080\u009cItâ\u0080\u0099s good to get back. Just\nthinkâ\u0080\u0094itâ\u0080\u0099ll be a hundred and sixty-nine years to-morrow since I was\nhere! And it hasnâ\u0080\u0099t changed a bit!â\u0080\u0094Same old palm-trees; same old red\nearth; same old black ants! Thereâ\u0080\u0099s no place like home!â\u0080\u009d\n\nAnd the others noticed she had tears in her eyesâ\u0080\u0094she was so pleased to\nsee her country once again.\n\nThen the Doctor missed his high hat; for it had been blown into the sea\nduring the storm. So Dab-Dab went out to look for it. And presently she\nsaw it, a long way off, floating on the water like a toy-boat.\n\nWhen she flew down to get it, she found one of the white mice, very\nfrightened, sitting inside it.\n\nâ\u0080\u009cWhat are you doing here?â\u0080\u009d asked the duck. â\u0080\u009cYou were told to stay\nbehind in Puddleby.â\u0080\u009d\n\nâ\u0080\u009cI didnâ\u0080\u0099t want to be left behind,â\u0080\u009d said the mouse. â\u0080\u009cI wanted to see\nwhat Africa was likeâ\u0080\u0094I have relatives there. So I hid in the baggage\nand was brought on to the ship with the hard-tack. When the ship sank\nI was terribly frightenedâ\u0080\u0094because I cannot swim far. I swam as long as\nI could, but I soon got all exhausted and thought I was going to sink.\nAnd then, just at that moment, the old manâ\u0080\u0099s hat came floating by; and\nI got into it because I did not want to be drowned.â\u0080\u009d\n\nSo the duck took up the hat with the mouse in it and brought it to the\nDoctor on the shore. And they all gathered round to have a look.\n\nâ\u0080\u009cThatâ\u0080\u0099s what you call a â\u0080\u0098stowaway,â\u0080\u0099â\u0080\u009d said the parrot.\n\nPresently, when they were looking for a place in the trunk where the\nwhite mouse could travel comfortably, the monkey, Chee-Chee, suddenly\nsaid,\n\nâ\u0080\u009cSh! I hear footsteps in the jungle!â\u0080\u009d\n\nThey all stopped talking and listened. And soon a black man came down\nout of the woods and asked them what they were doing there.\n\n[Illustration: â\u0080\u009câ\u0080\u0098I got into it because I did not want to be drownedâ\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cMy name is John Dolittleâ\u0080\u0094M.D.,â\u0080\u009d said the Doctor. â\u0080\u009cI have been asked to\ncome to Africa to cure the monkeys who are sick.â\u0080\u009d\n\nâ\u0080\u009cYou must all come before the King,â\u0080\u009d said the black man.\n\nâ\u0080\u009cWhat king?â\u0080\u009d asked the Doctor, who didnâ\u0080\u0099t want to waste any time.\n\nâ\u0080\u009cThe King of the Jolliginki,â\u0080\u009d the man answered. â\u0080\u009cAll these lands belong\nto him; and all strangers must be brought before him. Follow me.â\u0080\u009d\n\nSo they gathered up their baggage and went off, following the man\nthrough the jungle.\n\n\n\n\n_THE SIXTH CHAPTER_\n\nPOLYNESIA AND THE KING\n\n\nWHEN they had gone a little way through the thick forest, they came to\na wide, clear space; and they saw the Kingâ\u0080\u0099s palace which was made of\nmud.\n\nThis was where the King lived with his Queen, Ermintrude, and their\nson, Prince Bumpo. The Prince was away fishing for salmon in the river.\nBut the King and Queen were sitting under an umbrella before the palace\ndoor. And Queen Ermintrude was asleep.\n\nWhen the Doctor had come up to the palace the King asked him his\nbusiness; and the Doctor told him why he had come to Africa.\n\nâ\u0080\u009cYou may not travel through my lands,â\u0080\u009d said the King. â\u0080\u009cMany years ago a\nwhite man came to these shores; and I was very kind to him. But after\nhe had dug holes in the ground to get the gold, and killed all the\nelephants to get their ivory tusks, he went away secretly in his shipâ\u0080\u0094\nwithout so much as saying â\u0080\u0098Thank you.â\u0080\u0099 Never again shall a white man\ntravel through the lands of Jolliginki.â\u0080\u009d\n\n[Illustration: â\u0080\u009cAnd Queen Ermintrude was asleepâ\u0080\u009d]\n\nThen the King turned to some of the black men who were standing near\nand said, â\u0080\u009cTake away this medicine-manâ\u0080\u0094with all his animals, and lock\nthem up in my strongest prison.â\u0080\u009d\n\nSo six of the black men led the Doctor and all his pets away and shut\nthem up in a stone dungeon. The dungeon had only one little window,\nhigh up in the wall, with bars in it; and the door was strong and thick.\n\nThen they all grew very sad; and Gub-Gub, the pig, began to cry. But\nChee-Chee said he would spank him if he didnâ\u0080\u0099t stop that horrible\nnoise; and he kept quiet.\n\nâ\u0080\u009cAre we all here?â\u0080\u009d asked the Doctor, after he had got used to the dim\nlight.\n\nâ\u0080\u009cYes, I think so,â\u0080\u009d said the duck and started to count them.\n\nâ\u0080\u009cWhereâ\u0080\u0099s Polynesia?â\u0080\u009d asked the crocodile. â\u0080\u009cShe isnâ\u0080\u0099t here.â\u0080\u009d\n\nâ\u0080\u009cAre you sure?â\u0080\u009d said the Doctor. â\u0080\u009cLook again. Polynesia! Polynesia!\nWhere are you?â\u0080\u009d\n\nâ\u0080\u009cI suppose she escaped,â\u0080\u009d grumbled the crocodile. â\u0080\u009cWell, thatâ\u0080\u0099s just\nlike her!â\u0080\u0094Sneaked off into the jungle as soon as her friends got into\ntrouble.â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099m not that kind of a bird,â\u0080\u009d said the parrot, climbing out of the\npocket in the tail of the Doctorâ\u0080\u0099s coat. â\u0080\u009cYou see, Iâ\u0080\u0099m small enough\nto get through the bars of that window; and I was afraid they would\nput me in a cage instead. So while the King was busy talking, I hid in\nthe Doctorâ\u0080\u0099s pocketâ\u0080\u0094and here I am! Thatâ\u0080\u0099s what you call a â\u0080\u0098ruse,â\u0080\u0099â\u0080\u009d she\nsaid, smoothing down her feathers with her beak.\n\nâ\u0080\u009cGood Gracious!â\u0080\u009d cried the Doctor. â\u0080\u009cYouâ\u0080\u0099re lucky I didnâ\u0080\u0099t sit on you.â\u0080\u009d\n\nâ\u0080\u009cNow listen,â\u0080\u009d said Polynesia, â\u0080\u009cto-night, as soon as it gets dark, I\nam going to creep through the bars of that window and fly over to the\npalace. And thenâ\u0080\u0094youâ\u0080\u0099ll seeâ\u0080\u0094Iâ\u0080\u0099ll soon find a way to make the King let\nus all out of prison.â\u0080\u009d\n\nâ\u0080\u009cOh, what can _you_ do?â\u0080\u009d said Gub-Gub, turning up his nose and\nbeginning to cry again. â\u0080\u009cYouâ\u0080\u0099re only a bird!â\u0080\u009d\n\nâ\u0080\u009cQuite true,â\u0080\u009d said the parrot. â\u0080\u009cBut do not forget that although I am\nonly a bird, _I can talk like a man_â\u0080\u0094and I know these darkies.â\u0080\u009d\n\nSo that night, when the moon was shining through the palm-trees and\nall the Kingâ\u0080\u0099s men were asleep, the parrot slipped out through the\nbars of the prison and flew across to the palace. The pantry window had\nbeen broken by a tennis ball the week before; and Polynesia popped in\nthrough the hole in the glass.\n\nShe heard Prince Bumpo snoring in his bedroom at the back of the\npalace. Then she tip-toed up the stairs till she came to the Kingâ\u0080\u0099s\nbedroom. She opened the door gently and peeped in.\n\nThe Queen was away at a dance that night at her cousinâ\u0080\u0099s; but the King\nwas in bed fast asleep.\n\nPolynesia crept in, very softly, and got under the bed.\n\nThen she coughedâ\u0080\u0094just the way Doctor Dolittle used to cough. Polynesia\ncould mimic any one.\n\nThe King opened his eyes and said sleepily: â\u0080\u009cIs that you, Ermintrude?â\u0080\u009d\n(He thought it was the Queen come back from the dance.)\n\nThen the parrot coughed againâ\u0080\u0094loud, like a man. And the King sat up,\nwide awake, and said, â\u0080\u009cWhoâ\u0080\u0099s that?â\u0080\u009d\n\nâ\u0080\u009cI am Doctor Dolittle,â\u0080\u009d said the parrotâ\u0080\u0094just the way the Doctor would\nhave said it.\n\nâ\u0080\u009cWhat are you doing in my bedroom?â\u0080\u009d cried the King. â\u0080\u009cHow dare you get\nout of prison! Where are you?â\u0080\u0094I donâ\u0080\u0099t see you.â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098Whoâ\u0080\u0099s that?â\u0080\u0099â\u0080\u009d]\n\nBut the parrot just laughedâ\u0080\u0094a long, deep* jolly laugh, like the\nDoctorâ\u0080\u0099s.\n\nâ\u0080\u009cStop laughing and come here at once, so I can see you,â\u0080\u009d said the King.\n\nâ\u0080\u009cFoolish King!â\u0080\u009d answered Polynesia. â\u0080\u009cHave you forgotten that you\nare talking to John Dolittle, M.D.â\u0080\u0094the most wonderful man on earth?\nOf course you cannot see me. I have made myself invisible. There is\nnothing I cannot do. Now listen: I have come here to-night to warn\nyou. If you donâ\u0080\u0099t let me and my animals travel through your kingdom,\nI will make you and all your people sick like the monkeys. For I can\nmake people well: and I can make people illâ\u0080\u0094just by raising my little\nfinger. Send your soldiers at once to open the dungeon door, or you\nshall have mumps before the morning sun has risen on the hills of\nJolliginki.â\u0080\u009d\n\nThen the King began to tremble and was very much afraid.\n\nâ\u0080\u009cDoctor,â\u0080\u009d he cried, â\u0080\u009cit shall be as you say. Do not raise your little\nfinger, please!â\u0080\u009d And he jumped out of bed and ran to tell the soldiers\nto open the prison door.\n\nAs soon as he was gone, Polynesia crept downstairs and left the palace\nby the pantry window.\n\nBut the Queen, who was just letting herself in at the backdoor with a\nlatch-key, saw the parrot getting out through the broken glass. And\nwhen the King came back to bed she told him what she had seen.\n\nThen the King understood that he had been tricked, and he was\ndreadfully angry. He hurried back to the prison at once.\n\nBut he was too late. The door stood open. The dungeon was empty. The\nDoctor and all his animals were gone.\n\n\n\n\n_THE SEVENTH CHAPTER_\n\nTHE BRIDGE OF APES\n\n\nQUEEN ERMINTRUDE had never in her life seen her husband so terrible as\nhe got that night. He gnashed his teeth with rage. He called everybody\na fool. He threw his tooth-brush at the palace cat. He rushed round in\nhis night-shirt and woke up all his army and sent them into the jungle\nto catch the Doctor. Then he made all his servants go tooâ\u0080\u0094his cooks and\nhis gardeners and his barber and Prince Bumpoâ\u0080\u0099s tutorâ\u0080\u0094even the Queen,\nwho was tired from dancing in a pair of tight shoes, was packed off to\nhelp the soldiers in their search.\n\nAll this time the Doctor and his animals were running through the\nforest towards the Land of the Monkeys as fast as they could go.\n\nGub-Gub, with his short legs, soon got tired; and the Doctor had to\ncarry himâ\u0080\u0094which made it pretty hard when they had the trunk and the\nhand-bag with them as well.\n\nThe King of the Jolliginki thought it would be easy for his army to\nfind them, because the Doctor was in a strange land and would not know\nhis way. But he was wrong; because the monkey, Chee-Chee, knew all the\npaths through the jungleâ\u0080\u0094better even than the Kingâ\u0080\u0099s men did. And he\nled the Doctor and his pets to the very thickest part of the forestâ\u0080\u0094a\nplace where no man had ever been beforeâ\u0080\u0094and hid them all in a big\nhollow tree between high rocks.\n\nâ\u0080\u009cWe had better wait here,â\u0080\u009d said Chee-Chee, â\u0080\u009ctill the soldiers have gone\nback to bed. Then we can go on into the Land of the Monkeys.â\u0080\u009d\n\nSo there they stayed the whole night through.\n\nThey often heard the Kingâ\u0080\u0099s men searching and talking in the jungle\nround about. But they were quite safe, for no one knew of that\nhiding-place but Chee-Cheeâ\u0080\u0094not even the other monkeys.\n\nAt last, when daylight began to come through the thick leaves overhead,\nthey heard Queen Ermintrude saying in a very tired voice that it was\nno use looking any moreâ\u0080\u0094that they might as well go back and get some\nsleep.\n\nAs soon as the soldiers had all gone home, Chee-Chee brought the Doctor\nand his animals out of the hiding-place and they set off for the Land\nof the Monkeys.\n\nIt was a long, long way; and they often got very tiredâ\u0080\u0094especially\nGub-Gub. But when he cried they gave him milk out of the cocoanuts,\nwhich he was very fond of.\n\nThey always had plenty to eat and drink; because Chee-Chee and\nPolynesia knew all the different kinds of fruits and vegetables that\ngrow in the jungle, and where to find themâ\u0080\u0094like dates and figs and\nground-nuts and ginger and yams. They used to make their lemonade out\nof the juice of wild oranges, sweetened with honey which they got from\nthe beesâ\u0080\u0099 nests in hollow trees. No matter what it was they asked for,\nChee-Chee and Polynesia always seemed to be able to get it for themâ\u0080\u0094or\nsomething like it. They even got the Doctor some tobacco one day, when\nhe had finished what he had brought with him and wanted to smoke.\n\nAt night they slept in tents made of palm-leaves, on thick, soft beds\nof dried grass. And after a while they got used to walking such a lot\nand did not get so tired and enjoyed the life of travel very much.\n\nBut they were always glad when the night came and they stopped for\ntheir resting-time. Then the Doctor used to make a little fire of\nsticks; and after they had had their supper, they would sit round it\nin a ring, listening to Polynesia singing songs about the sea, or to\nChee-Chee telling stories of the jungle.\n\nAnd many of the tales that Chee-Chee told were very interesting.\nBecause although the monkeys had no history-books of their own before\nDoctor Dolittle came to write them for them, they remember everything\nthat happens by telling stories to their children. And Chee-Chee spoke\nof many things his grandmother had told himâ\u0080\u0094tales of long, long,\nlong ago, before Noah and the Flood,â\u0080\u0094of the days when men dressed in\nbear-skins and lived in holes in the rock and ate their mutton raw,\nbecause they did not know what cooking wasâ\u0080\u0094having never seen a fire.\nAnd he told them of the Great Mammoths and Lizards, as long as a train,\nthat wandered over the mountains in those times, nibbling from the\ntree-tops. And often they got so interested listening, that when he\nhad finished they found their fire had gone right out; and they had to\nscurry round to get more sticks and build a new one.\n\nNow when the Kingâ\u0080\u0099s army had gone back and told the King that they\ncouldnâ\u0080\u0099t find the Doctor, the King sent them out again and told them\nthey must stay in the jungle till they caught him. So all this time,\nwhile the Doctor and his animals were going along towards the Land of\nthe Monkeys, thinking themselves quite safe, they were still being\nfollowed by the Kingâ\u0080\u0099s men. If Chee-Chee had known this, he would most\nlikely have hidden them again. But he didnâ\u0080\u0099t know it.\n\nOne day Chee-Chee climbed up a high rock and looked out over the\ntree-tops. And when he came down he said they were now quite close to\nthe Land of the Monkeys and would soon be there.\n\nAnd that same evening, sure enough, they saw Chee-Cheeâ\u0080\u0099s cousin and a\nlot of other monkeys, who had not yet got sick, sitting in the trees by\nthe edge of a swamp, looking and waiting for them. And when they saw\nthe famous doctor really come, these monkeys made a tremendous noise,\ncheering and waving leaves and swinging out of the branches to greet\nhim.\n\nThey wanted to carry his bag and his trunk and everything he hadâ\u0080\u0094and\none of the bigger ones even carried Gub-Gub who had got tired again.\nThen two of them rushed on in front to tell the sick monkeys that the\ngreat doctor had come at last.\n\nBut the Kingâ\u0080\u0099s men, who were still following, had heard the noise of\nthe monkeys cheering; and they at last knew where the Doctor was, and\nhastened on to catch him.\n\nThe big monkey carrying Gub-Gub was coming along behind slowly, and he\nsaw the Captain of the army sneaking through the trees. So he hurried\nafter the Doctor and told him to run.\n\n[Illustration: â\u0080\u009cCheering and waving leaves and swinging out of the\nbranches to greet himâ\u0080\u009d]\n\nThen they all ran harder than they had ever run in their lives; and\nthe Kingâ\u0080\u0099s men, coming after them, began to run too; and the Captain\nran hardest of all.\n\nThen the Doctor tripped over his medicine-bag and fell down in the mud,\nand the Captain thought he would surely catch him this time.\n\nBut the Captain had very long earsâ\u0080\u0094though his hair was very short. And\nas he sprang forward to take hold of the Doctor, one of his ears caught\nfast in a tree; and the rest of the army had to stop and help him.\n\nBy this time the Doctor had picked himself up, and on they went again,\nrunning and running. And Chee-Chee shouted,\n\nâ\u0080\u009cItâ\u0080\u0099s all right! We havenâ\u0080\u0099t far to go now!â\u0080\u009d\n\nBut before they could get into the Land of the Monkeys, they came to a\nsteep cliff with a river flowing below. This was the end of the Kingdom\nof Jolliginki; and the Land of the Monkeys was on the other sideâ\u0080\u0094across\nthe river.\n\nAnd Jip, the dog, looked down over the edge of the steep, steep cliff\nand said,\n\nâ\u0080\u009cGolly! How are we ever going to get across?â\u0080\u009d\n\nâ\u0080\u009cOh, dear!â\u0080\u009d said Gub-Gub. â\u0080\u009cThe Kingâ\u0080\u0099s men are quite close nowâ\u0080\u0094Look at\nthem! I am afraid we are going to be taken back to prison again.â\u0080\u009d And\nhe began to weep.\n\nBut the big monkey who was carrying the pig dropped him on the ground\nand cried out to the other monkeys,\n\nâ\u0080\u009cBoysâ\u0080\u0094a bridge! Quick!â\u0080\u0094Make a bridge! Weâ\u0080\u0099ve only a minute to do it.\nTheyâ\u0080\u0099ve got the Captain loose, and heâ\u0080\u0099s coming on like a deer. Get\nlively! A bridge! A bridge!â\u0080\u009d\n\nThe Doctor began to wonder what they were going to make a bridge out\nof, and he gazed around to see if they had any boards hidden any place.\n\nBut when he looked back at the cliff, there, hanging across the river,\nwas a bridge all ready for himâ\u0080\u0094made of living monkeys! For while his\nback was turned, the monkeysâ\u0080\u0094quick as a flashâ\u0080\u0094had made themselves into\na bridge, just by holding hands and feet.\n\nAnd the big one shouted to the Doctor, â\u0080\u009cWalk over! Walk overâ\u0080\u0094all of\nyouâ\u0080\u0094hurry!â\u0080\u009d\n\nGub-Gub was a bit scared, walking on such a narrow bridge at that dizzy\nheight above the river. But he got over all right; and so did all of\nthem.\n\nJohn Dolittle was the last to cross. And just as he was getting to the\nother side, the Kingâ\u0080\u0099s men came rushing up to the edge of the cliff.\n\nThen they shook their fists and yelled with rage. For they saw they\nwere too late. The Doctor and all his animals were safe in the Land of\nthe Monkeys and the bridge was pulled across to the other side.\n\nThen Chee-Chee turned to the Doctor and said,\n\nâ\u0080\u009cMany great explorers and gray-bearded naturalists have lain long weeks\nhidden in the jungle waiting to see the monkeys do that trick. But we\nnever let a white man get a glimpse of it before. You are the first to\nsee the famous â\u0080\u0098Bridge of Apes.â\u0080\u0099â\u0080\u009d\n\nAnd the Doctor felt very pleased.\n\n[Illustration: â\u0080\u009cJohn Dolittle was the last to crossâ\u0080\u009d]\n\n\n\n\n_THE EIGHTH CHAPTER_\n\nTHE LEADER OF THE LIONS\n\n\nJOHN DOLITTLE now became dreadfully, awfully busy. He found hundreds\nand thousands of monkeys sickâ\u0080\u0094gorillas, orang-outangs, chimpanzees,\ndog-faced baboons, marmosettes, gray monkeys, red onesâ\u0080\u0094all kinds. And\nmany had died.\n\nThe first thing he did was to separate the sick ones from the well\nones. Then he got Chee-Chee and his cousin to build him a little house\nof grass. The next thing: he made all the monkeys who were still well\ncome and be vaccinated.\n\nAnd for three days and three nights the monkeys kept coming from\nthe jungles and the valleys and the hills to the little house of\ngrass, where the Doctor sat all day and all night, vaccinating and\nvaccinating.\n\n[Illustration: â\u0080\u009cHe made all the monkeys who were still well come and be\nvaccinatedâ\u0080\u009d]\n\nThen he had another house madeâ\u0080\u0094a big one, with a lot of beds in it; and\nhe put all the sick ones in this house.\n\nBut so many were sick, there were not enough well ones to do the\nnursing. So he sent messages to the other animals, like the lions and\nthe leopards and the antelopes, to come and help with the nursing.\n\nBut the Leader of the Lions was a very proud creature. And when he came\nto the Doctorâ\u0080\u0099s big house full of beds he seemed angry and scornful.\n\nâ\u0080\u009cDo you dare to ask me, Sir?â\u0080\u009d he said, glaring at the Doctor. â\u0080\u009cDo you\ndare to ask meâ\u0080\u0094_ME, the King of Beasts_, to wait on a lot of dirty\nmonkeys? Why, I wouldnâ\u0080\u0099t even eat them between meals!â\u0080\u009d\n\nAlthough the lion looked very terrible, the Doctor tried hard not to\nseem afraid of him.\n\nâ\u0080\u009cI didnâ\u0080\u0099t ask you to eat them,â\u0080\u009d he said quietly. â\u0080\u009cAnd besides, theyâ\u0080\u0099re\nnot dirty. Theyâ\u0080\u0099ve all had a bath this morning. _Your_ coat looks\nas though it needed brushingâ\u0080\u0094badly. Now listen, and Iâ\u0080\u0099ll tell you\nsomething: the day may come when the lions get sick. And if you donâ\u0080\u0099t\nhelp the other animals now, the lions may find themselves left all\nalone when _they_ are in trouble. That often happens to proud people.â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098_ME, the King of Beasts_, to wait on a lot of dirty\nmonkeys?â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cThe lions are never _in_ troubleâ\u0080\u0094they only _make_ trouble,â\u0080\u009d said the\nLeader, turning up his nose. And he stalked away into the jungle,\nfeeling he had been rather smart and clever.\n\nThen the leopards got proud too and said they wouldnâ\u0080\u0099t help. And then\nof course the antelopesâ\u0080\u0094although they were too shy and timid to be\nrude to the Doctor like the lionâ\u0080\u0094_they_ pawed the ground, and smiled\nfoolishly, and said they had never been nurses before.\n\nAnd now the poor Doctor was worried frantic, wondering where he could\nget help enough to take care of all these thousands of monkeys in bed.\n\nBut the Leader of the Lions, when he got back to his den, saw his wife,\nthe Queen Lioness, come running out to meet him with her hair untidy.\n\nâ\u0080\u009cOne of the cubs wonâ\u0080\u0099t eat,â\u0080\u009d she said. â\u0080\u009cI donâ\u0080\u0099t know _what_ to do with\nhim. He hasnâ\u0080\u0099t taken a thing since last night.â\u0080\u009d\n\nAnd she began to cry and shake with nervousnessâ\u0080\u0094for she was a good\nmother, even though she was a lioness.\n\nSo the Leader went into his den and looked at his childrenâ\u0080\u0094two very\ncunning little cubs, lying on the floor. And one of them seemed quite\npoorly.\n\nThen the lion told his wife, quite proudly, just what he had said to\nthe Doctor. And she got so angry she nearly drove him out of the den.\n\nâ\u0080\u009cYou never _did_ have a grain of sense!â\u0080\u009d she screamed. â\u0080\u009cAll the animals\nfrom here to the Indian Ocean are talking about this wonderful man,\nand how he can cure any kind of sickness, and how kind he isâ\u0080\u0094the only\nman in the whole world who can talk the language of the animals! And\nnow, _now_â\u0080\u0094when we have a sick baby on our hands, you must go and\noffend him! You great booby! Nobody but a fool is ever rude to a _good_\ndoctor. Youâ\u0080\u0094,â\u0080\u009d and she started pulling her husbandâ\u0080\u0099s hair.\n\nâ\u0080\u009cGo back to that white man at once,â\u0080\u009d she yelled, â\u0080\u009cand tell him youâ\u0080\u0099re\nsorry. And take all the other empty-headed lions with youâ\u0080\u0094and those\nstupid leopards and antelopes. Then do everything the Doctor tells you.\nWork like niggers! And perhaps he will be kind enough to come and see\nthe cub later. Now be off!â\u0080\u0094_Hurry_, I tell you! Youâ\u0080\u0099re not fit to be a\nfather!â\u0080\u009d\n\nAnd she went into the den next door, where another mother-lion lived,\nand told her all about it.\n\nSo the Leader of the Lions went back to the Doctor and said, â\u0080\u009cI\nhappened to be passing this way and thought Iâ\u0080\u0099d look in. Got any help\nyet?â\u0080\u009d\n\nâ\u0080\u009cNo,â\u0080\u009d said the Doctor. â\u0080\u009cI havenâ\u0080\u0099t. And Iâ\u0080\u0099m dreadfully worried.â\u0080\u009d\n\nâ\u0080\u009cHelpâ\u0080\u0099s pretty hard to get these days,â\u0080\u009d said the lion. â\u0080\u009cAnimals donâ\u0080\u0099t\nseem to want to work any more. You canâ\u0080\u0099t blame themâ\u0080\u0094in a way.... Well,\nseeing youâ\u0080\u0099re in difficulties, I donâ\u0080\u0099t mind doing what I canâ\u0080\u0094just to\noblige youâ\u0080\u0094so long as I donâ\u0080\u0099t have to wash the creatures. And I have\ntold all the other hunting animals to come and do their share. The\nleopards should be here any minute now.... Oh, and by the way, weâ\u0080\u0099ve\ngot a sick cub at home. I donâ\u0080\u0099t think thereâ\u0080\u0099s much the matter with\nhim myself. But the wife is anxious. If you are around that way this\nevening, you might take a look at him, will you?â\u0080\u009d\n\nThen the Doctor was very happy; for all the lions and the leopards and\nthe antelopes and the giraffes and the zebrasâ\u0080\u0094all the animals of the\nforests and the mountains and the plainsâ\u0080\u0094came to help him in his work.\nThere were so many of them that he had to send some away, and only kept\nthe cleverest.\n\nAnd now very soon the monkeys began to get better. At the end of a\nweek the big house full of beds were half empty. And at the end of the\nsecond week the last monkey had got well.\n\nThen the Doctorâ\u0080\u0099s work was done; and he was so tired he went to bed and\nslept for three days without even turning over.\n\n\n\n\n_THE NINTH CHAPTER_\n\nTHE MONKEYSâ\u0080\u0099 COUNCIL\n\n\nCHEE-CHEE stood outside the Doctorâ\u0080\u0099s door, keeping everybody away till\nhe woke up. Then John Dolittle told the monkeys that he must now go\nback to Puddleby.\n\nThey were very surprised at this; for they had thought that he was\ngoing to stay with them forever. And that night all the monkeys got\ntogether in the jungle to talk it over.\n\nAnd the Chief Chimpanzee rose up and said,\n\nâ\u0080\u009cWhy is it the good man is going away? Is he not happy here with us?â\u0080\u009d\n\nBut none of them could answer him.\n\nThen the Grand Gorilla got up and said,\n\nâ\u0080\u009cI think we all should go to him and ask him to stay. Perhaps if\nwe make him a new house and a bigger bed, and promise him plenty\nof monkey-servants to work for him and to make life pleasant for\nhimâ\u0080\u0094perhaps then he will not wish to go.â\u0080\u009d\n\nThen Chee-Chee got up; and all the others whispered, â\u0080\u009cSh! Look!\nChee-Chee, the great Traveler, is about to speak!â\u0080\u009d\n\nAnd Chee-Chee said to the other monkeys,\n\nâ\u0080\u009cMy friends, I am afraid it is useless to ask the Doctor to stay. He\nowes money in Puddleby; and he says he must go back and pay it.â\u0080\u009d\n\nAnd the monkeys asked him, â\u0080\u009cWhat is _money_?â\u0080\u009d\n\n[Illustration: â\u0080\u009cThen the Grand Gorilla got upâ\u0080\u009d]\n\nThen Chee-Chee told them that in the Land of the White Men you could\nget nothing without money; you could _do_ nothing without moneyâ\u0080\u0094that\nit was almost impossible to _live_ without money.\n\nAnd some of them asked, â\u0080\u009cBut can you not even eat and drink without\npaying?â\u0080\u009d\n\nBut Chee-Chee shook his head. And then he told them that even he, when\nhe was with the organ-grinder, had been made to ask the children for\nmoney.\n\nAnd the Chief Chimpanzee turned to the Oldest Orang-outang and said,\nâ\u0080\u009cCousin, surely these Men be strange creatures! Who would wish to live\nin such a land? My gracious, how paltry!â\u0080\u009d\n\nThen Chee-Chee said,\n\nâ\u0080\u009cWhen we were coming to you we had no boat to cross the sea in and\nno money to buy food to eat on our journey. So a man lent us some\nbiscuits; and we said we would pay him when we came back. And we\nborrowed a boat from a sailor; but it was broken on the rocks when we\nreached the shores of Africa. Now the Doctor says he must go back and\nget the sailor another boatâ\u0080\u0094because the man was poor and his ship was\nall he had.â\u0080\u009d\n\nAnd the monkeys were all silent for a while, sitting quite still upon\nthe ground and thinking hard.\n\nAt last the Biggest Baboon got up and said,\n\nâ\u0080\u009cI do not think we ought to let this good man leave our land till we\nhave given him a fine present to take with him, so that he may know we\nare grateful for all that he has done for us.â\u0080\u009d\n\nAnd a little, tiny red monkey who was sitting up in a tree shouted down,\n\nâ\u0080\u009cI think that too!â\u0080\u009d\n\nAnd then they all cried out, making a great noise, â\u0080\u009cYes, yes. Let us\ngive him the finest present a White Man ever had!â\u0080\u009d\n\nNow they began to wonder and ask one another what would be the best\nthing to give him. And one said, â\u0080\u009cFifty bags of cocoanuts!â\u0080\u009d And\nanotherâ\u0080\u0094â\u0080\u009cA hundred bunches of bananas!â\u0080\u0094At least he shall not have to\nbuy his fruit in the Land Where You Pay to Eat!â\u0080\u009d\n\nBut Chee-Chee told them that all these things would be too heavy to\ncarry so far and would go bad before half was eaten.\n\nâ\u0080\u009cIf you want to please him,â\u0080\u009d he said, â\u0080\u009cgive him an animal. You may be\nsure he will be kind to it. Give him some rare animal they have not got\nin the menageries.â\u0080\u009d\n\nAnd the monkeys asked him, â\u0080\u009cWhat are _menageries_?â\u0080\u009d\n\nThen Chee-Chee explained to them that menageries were places in the\nLand of the White Men, where animals were put in cages for people to\ncome and look at. And the monkeys were very shocked and said to one\nanother,\n\nâ\u0080\u009cThese Men are like thoughtless young onesâ\u0080\u0094stupid and easily amused.\nSh! It is a prison he means.â\u0080\u009d\n\nSo then they asked Chee-Chee what rare animal it could be that they\nshould give the Doctorâ\u0080\u0094one the White Men had not seen before. And the\nMajor of the Marmosettes asked,\n\nâ\u0080\u009cHave they an iguana over there?â\u0080\u009d\n\nBut Chee-Chee said, â\u0080\u009cYes, there is one in the London Zoo.â\u0080\u009d\n\nAnd another asked, â\u0080\u009cHave they an okapi?â\u0080\u009d\n\nBut Chee-Chee said, â\u0080\u009cYes. In Belgium, where my organ-grinder took me\nfive years ago, they had an okapi in a big city they call Antwerp.â\u0080\u009d\n\nAnd another asked, â\u0080\u009cHave they a pushmi-pullyu?â\u0080\u009d\n\nThen Chee-Chee said, â\u0080\u009cNo. No White Man has ever seen a pushmi-pullyu.\nLet us give him that.â\u0080\u009d\n\n\n\n\n_THE TENTH CHAPTER_\n\nTHE RAREST ANIMAL OF ALL\n\n\nPUSHMI-PULLYUS are now extinct. That means, there arenâ\u0080\u0099t any more. But\nlong ago, when Doctor Dolittle was alive, there were some of them still\nleft in the deepest jungles of Africa; and even then they were very,\nvery scarce. They had no tail, but a head at each end, and sharp horns\non each head. They were very shy and terribly hard to catch. The black\nmen get most of their animals by sneaking up behind them while they are\nnot looking. But you could not do this with the pushmi-pullyuâ\u0080\u0094because,\nno matter which way you came towards him, he was always facing you.\nAnd besides, only one half of him slept at a time. The other head\nwas always awakeâ\u0080\u0094and watching. This was why they were never caught\nand never seen in Zoos. Though many of the greatest huntsmen and\nthe cleverest menagerie-keepers spent years of their lives searching\nthrough the jungles in all weathers for pushmi-pullyus, not a single\none had ever been caught. Even then, years ago, he was the only animal\nin the world with two heads.\n\nWell, the monkeys set out hunting for this animal through the forest.\nAnd after they had gone a good many miles, one of them found peculiar\nfootprints near the edge of a river; and they knew that a pushmi-pullyu\nmust be very near that spot.\n\nThen they went along the bank of the river a little way and they saw a\nplace where the grass was high and thick; and they guessed that he was\nin there.\n\nSo they all joined hands and made a great circle round the high grass.\nThe pushmi-pullyu heard them coming; and he tried hard to break through\nthe ring of monkeys. But he couldnâ\u0080\u0099t do it. When he saw that it was no\nuse trying to escape, he sat down and waited to see what they wanted.\n\nThey asked him if he would go with Doctor Dolittle and be put on show\nin the Land of the White Men.\n\nBut he shook both his heads hard and said, â\u0080\u009cCertainly not!â\u0080\u009d\n\nThey explained to him that he would not be shut up in a menagerie but\nwould just be looked at. They told him that the Doctor was a very kind\nman but hadnâ\u0080\u0099t any money; and people would pay to see a two-headed\nanimal and the Doctor would get rich and could pay for the boat he had\nborrowed to come to Africa in.\n\nBut he answered, â\u0080\u009cNo. You know how shy I amâ\u0080\u0094I hate being stared at.â\u0080\u009d\nAnd he almost began to cry.\n\nThen for three days they tried to persuade him.\n\nAnd at the end of the third day he said he would come with them and see\nwhat kind of a man the Doctor was, first.\n\nSo the monkeys traveled back with the pushmi-pullyu. And when they came\nto where the Doctorâ\u0080\u0099s little house of grass was, they knocked on the\ndoor.\n\nThe duck, who was packing the trunk, said, â\u0080\u009cCome in!â\u0080\u009d\n\nAnd Chee-Chee very proudly took the animal inside and showed him to the\nDoctor.\n\nâ\u0080\u009cWhat in the world is it?â\u0080\u009d asked John Dolittle, gazing at the strange\ncreature.\n\nâ\u0080\u009cLord save us!â\u0080\u009d cried the duck. â\u0080\u009cHow does it make up its mind?â\u0080\u009d\n\nâ\u0080\u009cIt doesnâ\u0080\u0099t look to me as though it had any,â\u0080\u009d said Jip, the dog.\n\nâ\u0080\u009cThis, Doctor,â\u0080\u009d said Chee-Chee, â\u0080\u009cis the pushmi-pullyuâ\u0080\u0094the rarest animal\nof the African jungles, the only two-headed beast in the world! Take\nhim home with you and your fortuneâ\u0080\u0099s made. People will pay any money to\nsee him.â\u0080\u009d\n\nâ\u0080\u009cBut I donâ\u0080\u0099t want any money,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cYes, you do,â\u0080\u009d said Dab-Dab, the duck. â\u0080\u009cDonâ\u0080\u0099t you remember how we had\nto pinch and scrape to pay the butcherâ\u0080\u0099s bill in Puddleby? And how are\nyou going to get the sailor the new boat you spoke ofâ\u0080\u0094unless we have\nthe money to buy it?â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098Lord save us!â\u0080\u0099 cried the duck. â\u0080\u0098How does it make up\nits mind?â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cI was going to make him one,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cOh, do be sensible!â\u0080\u009d cried Dab-Dab. â\u0080\u009cWhere would you get all the wood\nand the nails to make one with?â\u0080\u0094And besides, what are we going to\nlive on? We shall be poorer than ever when we get back. Chee-Cheeâ\u0080\u0099s\nperfectly right: take the funny-looking thing along, do!â\u0080\u009d\n\nâ\u0080\u009cWell, perhaps there is something in what you say,â\u0080\u009d murmured the\nDoctor. â\u0080\u009cIt certainly would make a nice new kind of pet. But does the\nerâ\u0080\u0094what-do-you-call-it really want to go abroad?â\u0080\u009d\n\nâ\u0080\u009cYes, Iâ\u0080\u0099ll go,â\u0080\u009d said the pushmi-pullyu who saw at once, from the\nDoctorâ\u0080\u0099s face, that he was a man to be trusted. â\u0080\u009cYou have been so kind\nto the animals hereâ\u0080\u0094and the monkeys tell me that I am the only one who\nwill do. But you must promise me that if I do not like it in the Land\nof the White Men you will send me back.â\u0080\u009d\n\nâ\u0080\u009cWhy, certainlyâ\u0080\u0094of course, of course,â\u0080\u009d said the Doctor. â\u0080\u009cExcuse me,\nsurely you are related to the Deer Family, are you not?â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said the pushmi-pullyuâ\u0080\u0094â\u0080\u009cto the Abyssinian Gazelles and the\nAsiatic Chamoisâ\u0080\u0094on my motherâ\u0080\u0099s side. My fatherâ\u0080\u0099s great-grandfather was\nthe last of the Unicorns.â\u0080\u009d\n\nâ\u0080\u009cMost interesting!â\u0080\u009d murmured the Doctor; and he took a book out of the\ntrunk which Dab-Dab was packing and began turning the pages. â\u0080\u009cLet us\nsee if Buffon says anythingâ\u0080\u0094â\u0080\u009d\n\nâ\u0080\u009cI notice,â\u0080\u009d said the duck, â\u0080\u009cthat you only talk with one of your mouths.\nCanâ\u0080\u0099t the other head talk as well?â\u0080\u009d\n\nâ\u0080\u009cOh, yes,â\u0080\u009d said the pushmi-pullyu. â\u0080\u009cBut I keep the other mouth for\neatingâ\u0080\u0094mostly. In that way I can talk while I am eating without being\nrude. Our people have always been very polite.â\u0080\u009d\n\nWhen the packing was finished and everything was ready to start, the\nmonkeys gave a grand party for the Doctor, and all the animals of the\njungle came. And they had pineapples and mangoes and honey and all\nsorts of good things to eat and drink.\n\nAfter they had all finished eating, the Doctor got up and said,\n\nâ\u0080\u009cMy friends: I am not clever at speaking long words after dinner, like\nsome men; and I have just eaten many fruits and much honey. But I wish\nto tell you that I am very sad at leaving your beautiful country.\nBecause I have things to do in the Land of the White Men, I must go.\nAfter I have gone, remember never to let the flies settle on your food\nbefore you eat it; and do not sleep on the ground when the rains are\ncoming. Iâ\u0080\u0094erâ\u0080\u0094erâ\u0080\u0094I hope you will all live happily ever after.â\u0080\u009d\n\nWhen the Doctor stopped speaking and sat down, all the monkeys clapped\ntheir hands a long time and said to one another, â\u0080\u009cLet it be remembered\nalways among our people that he sat and ate with us, here, under the\ntrees. For surely he is the Greatest of Men!â\u0080\u009d\n\nAnd the Grand Gorilla, who had the strength of seven horses in his\nhairy arms, rolled a great rock up to the head of the table and said,\n\nâ\u0080\u009cThis stone for all time shall mark the spot.â\u0080\u009d\n\nAnd even to this day, in the heart of the jungle, that stone still\nis there. And monkey-mothers, passing through the forest with their\nfamilies, still point down at it from the branches and whisper to their\nchildren, â\u0080\u009cSh! There it isâ\u0080\u0094lookâ\u0080\u0094where the Good White Man sat and ate\nfood with us in the Year of the Great Sickness!â\u0080\u009d\n\nThen, when the party was over, the Doctor and his pets started out to\ngo back to the seashore. And all the monkeys went with him as far as\nthe edge of their country, carrying his trunk and bags, to see him\noff.\n\n\n\n\n_THE ELEVENTH CHAPTER_\n\nTHE BLACK PRINCE\n\n\nBY the edge of the river they stopped and said farewell.\n\nThis took a long time, because all those thousands of monkeys wanted to\nshake John Dolittle by the hand.\n\nAfterwards, when the Doctor and his pets were going on alone, Polynesia\nsaid,\n\nâ\u0080\u009cWe must tread softly and talk low as we go through the land of the\nJolliginki. If the King should hear us, he will send his soldiers to\ncatch us again; for I am sure he is still very angry over the trick I\nplayed on him.â\u0080\u009d\n\nâ\u0080\u009cWhat I am wondering,â\u0080\u009d said the Doctor, â\u0080\u009cis where we are going to get\nanother boat to go home in.... Oh well, perhaps weâ\u0080\u0099ll find one lying\nabout on the beach that nobody is using. â\u0080\u0098Never lift your foot till you\ncome to the stile.â\u0080\u0099â\u0080\u009d\n\nOne day, while they were passing through a very thick part of the\nforest, Chee-Chee went ahead of them to look for cocoanuts. And while\nhe was away, the Doctor and the rest of the animals, who did not know\nthe jungle-paths so well, got lost in the deep woods. They wandered\naround and around but could not find their way down to the seashore.\n\nChee-Chee, when he could not see them anywhere, was terribly upset.\nHe climbed high trees and looked out from the top branches to try and\nsee the Doctorâ\u0080\u0099s high hat; he waved and shouted; he called to all the\nanimals by name. But it was no use. They seemed to have disappeared\naltogether.\n\nIndeed they had lost their way very badly. They had strayed a long way\noff the path, and the jungle was so thick with bushes and creepers\nand vines that sometimes they could hardly move at all, and the\nDoctor had to take out his pocket-knife and cut his way along. They\nstumbled into wet, boggy places; they got all tangled up in thick\nconvolvulus-runners; they scratched themselves on thorns, and twice\nthey nearly lost the medicine-bag in the under-brush. There seemed no\nend to their troubles; and nowhere could they come upon a path.\n\nAt last, after blundering about like this for many days, getting their\nclothes torn and their faces covered with mud, they walked right into\nthe Kingâ\u0080\u0099s back-garden by mistake. The Kingâ\u0080\u0099s men came running up at\nonce and caught them.\n\nBut Polynesia flew into a tree in the garden, without anybody seeing\nher, and hid herself. The Doctor and the rest were taken before the\nKing.\n\nâ\u0080\u009cHa, ha!â\u0080\u009d cried the King. â\u0080\u009cSo you are caught again! This time you shall\nnot escape. Take them all back to prison and put double locks on the\ndoor. This White Man shall scrub my kitchen-floor for the rest of his\nlife!â\u0080\u009d\n\nSo the Doctor and his pets were led back to prison and locked up. And\nthe Doctor was told that in the morning he must begin scrubbing the\nkitchen-floor.\n\nThey were all very unhappy.\n\nâ\u0080\u009cThis is a great nuisance,â\u0080\u009d said the Doctor. â\u0080\u009cI really must get back\nto Puddleby. That poor sailor will think Iâ\u0080\u0099ve stolen his ship if I\ndonâ\u0080\u0099t get home soon.... I wonder if those hinges are loose.â\u0080\u009d\n\nBut the door was very strong and firmly locked. There seemed no chance\nof getting out. Then Gub-Gub began to cry again.\n\nAll this time Polynesia was still sitting in the tree in the\npalace-garden. She was saying nothing and blinking her eyes.\n\nThis was always a very bad sign with Polynesia. Whenever she said\nnothing and blinked her eyes, it meant that somebody had been making\ntrouble, and she was thinking out some way to put things right. People\nwho made trouble for Polynesia or her friends were nearly always sorry\nfor it afterwards.\n\nPresently she spied Chee-Chee swinging through the trees still looking\nfor the Doctor. When Chee-Chee saw her, he came into her tree and asked\nher what had become of him.\n\nâ\u0080\u009cThe Doctor and all the animals have been caught by the Kingâ\u0080\u0099s men and\nlocked up again,â\u0080\u009d whispered Polynesia. â\u0080\u009cWe lost our way in the jungle\nand blundered into the palace-garden by mistake.â\u0080\u009d\n\nâ\u0080\u009cBut couldnâ\u0080\u0099t you guide them?â\u0080\u009d asked Chee-Chee; and he began to scold\nthe parrot for letting them get lost while he was away looking for the\ncocoanuts.\n\nâ\u0080\u009cIt was all that stupid pigâ\u0080\u0099s fault,â\u0080\u009d said Polynesia. â\u0080\u009cHe would keep\nrunning off the path hunting for ginger-roots. And I was kept so busy\ncatching him and bringing him back, that I turned to the left, instead\nof the right, when we reached the swamp.â\u0080\u0094Sh!â\u0080\u0094Look! Thereâ\u0080\u0099s Prince Bumpo\ncoming into the garden! He must not see us.â\u0080\u0094Donâ\u0080\u0099t move, whatever you\ndo!â\u0080\u009d\n\nAnd there, sure enough, was Prince Bumpo, the Kingâ\u0080\u0099s son, opening the\ngarden-gate. He carried a book of fairy-tales under his arm. He came\nstrolling down the gravel-walk, humming a sad song, till he reached\na stone seat right under the tree where the parrot and the monkey\nwere hiding. Then he lay down on the seat and began reading the\nfairy-stories to himself.\n\nChee-Chee and Polynesia watched him, keeping very quiet and still.\n\n[Illustration: â\u0080\u009cHe began reading the fairy-stories to himselfâ\u0080\u009d]\n\nAfter a while the Kingâ\u0080\u0099s son laid the book down and sighed a weary\nsigh.\n\nâ\u0080\u009cIf I were only a _white_ prince!â\u0080\u009d said he, with a dreamy, far-away\nlook in his eyes.\n\nThen the parrot, talking in a small, high voice like a little girl,\nsaid aloud,\n\nâ\u0080\u009cBumpo, some one might turn thee into a white prince perchance.â\u0080\u009d\n\nThe Kingâ\u0080\u0099s son started up off the seat and looked all around.\n\nâ\u0080\u009cWhat is this I hear?â\u0080\u009d he cried. â\u0080\u009cMethought the sweet music of a\nfairyâ\u0080\u0099s silver voice rang from yonder bower! Strange!â\u0080\u009d\n\nâ\u0080\u009cWorthy Prince,â\u0080\u009d said Polynesia, keeping very still so Bumpo couldnâ\u0080\u0099t\nsee her, â\u0080\u009cthou sayest winged words of truth. For â\u0080\u0099tis I, Tripsitinka,\nthe Queen of the Fairies, that speak to thee. I am hiding in a\nrose-bud.â\u0080\u009d\n\nâ\u0080\u009cOh tell me, Fairy-Queen,â\u0080\u009d cried Bumpo, clasping his hands in joy, â\u0080\u009cwho\nis it can turn me white?â\u0080\u009d\n\nâ\u0080\u009cIn thy fatherâ\u0080\u0099s prison,â\u0080\u009d said the parrot, â\u0080\u009cthere lies a famous\nwizard, John Dolittle by name. Many things he knows of medicine and\nmagic, and mighty deeds has he performed. Yet thy kingly father leaves\nhim languishing long and lingering hours. Go to him, brave Bumpo,\nsecretly, when the sun has set; and behold, thou shalt be made the\nwhitest prince that ever won fair lady! I have said enough. I must now\ngo back to Fairyland. Farewell!â\u0080\u009d\n\nâ\u0080\u009cFarewell!â\u0080\u009d cried the Prince. â\u0080\u009cA thousand thanks, good Tripsitinka!â\u0080\u009d\n\nAnd he sat down on the seat again with a smile upon his face, waiting\nfor the sun to set.\n\n\n\n\n_THE TWELFTH CHAPTER_\n\nMEDICINE AND MAGIC\n\n\nVERY, very quietly, making sure that no one should see her, Polynesia\nthen slipped out at the back of the tree and flew across to the prison.\n\nShe found Gub-Gub poking his nose through the bars of the window,\ntrying to sniff the cooking-smells that came from the palace-kitchen.\nShe told the pig to bring the Doctor to the window because she wanted\nto speak to him. So Gub-Gub went and woke the Doctor who was taking a\nnap.\n\nâ\u0080\u009cListen,â\u0080\u009d whispered the parrot, when John Dolittleâ\u0080\u0099s face appeared:\nâ\u0080\u009cPrince Bumpo is coming here to-night to see you. And youâ\u0080\u0099ve got to\nfind some way to turn him white. But be sure to make him promise you\nfirst that he will open the prison-door and find a ship for you to\ncross the sea in.â\u0080\u009d\n\nâ\u0080\u009cThis is all very well,â\u0080\u009d said the Doctor. â\u0080\u009cBut it isnâ\u0080\u0099t so easy to turn\na black man white. You speak as though he were a dress to be re-dyed.\nItâ\u0080\u0099s not so simple. â\u0080\u0098Shall the leopard change his spots, or the\nEthiopian his skin,â\u0080\u0099 you know?â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t know anything about that,â\u0080\u009d said Polynesia impatiently. â\u0080\u009cBut\nyou _must_ turn this coon white. Think of a wayâ\u0080\u0094think hard. Youâ\u0080\u0099ve got\nplenty of medicines left in the bag. Heâ\u0080\u0099ll do anything for you if you\nchange his color. It is your only chance to get out of prison.â\u0080\u009d\n\nâ\u0080\u009cWell, I suppose it _might_ be possible,â\u0080\u009d said the Doctor. â\u0080\u009cLet me\nseeâ\u0080\u0094,â\u0080\u009d and he went over to his medicine-bag, murmuring something about\nâ\u0080\u009cliberated chlorine on animal-pigmentâ\u0080\u0094perhaps zinc-ointment, as a\ntemporary measure, spread thickâ\u0080\u0094â\u0080\u009d\n\nWell, that night Prince Bumpo came secretly to the Doctor in prison and\nsaid to him,\n\nâ\u0080\u009cWhite Man, I am an unhappy prince. Years ago I went in search of The\nSleeping Beauty, whom I had read of in a book. And having traveled\nthrough the world many days, I at last found her and kissed the lady\nvery gently to awaken herâ\u0080\u0094as the book said I should. â\u0080\u0099Tis true indeed\nthat she awoke. But when she saw my face she cried out, â\u0080\u0098Oh, heâ\u0080\u0099s\nblack!â\u0080\u0099 And she ran away and wouldnâ\u0080\u0099t marry meâ\u0080\u0094but went to sleep\nagain somewhere else. So I came back, full of sadness, to my fatherâ\u0080\u0099s\nkingdom. Now I hear that you are a wonderful magician and have many\npowerful potions. So I come to you for help. If you will turn me white,\nso that I may go back to The Sleeping Beauty, I will give you half my\nkingdom and anything besides you ask.â\u0080\u009d\n\nâ\u0080\u009cPrince Bumpo,â\u0080\u009d said the Doctor, looking thoughtfully at the bottles in\nhis medicine-bag, â\u0080\u009csupposing I made your hair a nice blonde colorâ\u0080\u0094would\nnot that do instead to make you happy?â\u0080\u009d\n\nâ\u0080\u009cNo,â\u0080\u009d said Bumpo. â\u0080\u009cNothing else will satisfy me. I must be a white\nprince.â\u0080\u009d\n\nâ\u0080\u009cYou know it is very hard to change the color of a prince,â\u0080\u009d said the\nDoctorâ\u0080\u0094â\u0080\u009cone of the hardest things a magician can do. You only want your\nface white, do you not?â\u0080\u009d\n\nâ\u0080\u009cYes, that is all,â\u0080\u009d said Bumpo. â\u0080\u009cBecause I shall wear shining armor and\ngauntlets of steel, like the other white princes, and ride on a horse.â\u0080\u009d\n\nâ\u0080\u009cMust your face be white all over?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cYes, all over,â\u0080\u009d said Bumpoâ\u0080\u0094â\u0080\u009cand I would like my eyes blue too, but I\nsuppose that would be very hard to do.â\u0080\u009d\n\nâ\u0080\u009cYes, it would,â\u0080\u009d said the Doctor quickly. â\u0080\u009cWell, I will do what I can\nfor you. You will have to be very patient thoughâ\u0080\u0094you know with some\nmedicines you can never be very sure. I might have to try two or three\ntimes. You have a strong skinâ\u0080\u0094yes? Well thatâ\u0080\u0099s all right. Now come\nover here by the lightâ\u0080\u0094Oh, but before I do anything, you must first go\ndown to the beach and get a ship ready, with food in it, to take me\nacross the sea. Do not speak a word of this to any one. And when I have\ndone as you ask, you must let me and all my animals out of prison.\nPromiseâ\u0080\u0094by the crown of Jolliginki!â\u0080\u009d\n\nSo the Prince promised and went away to get a ship ready at the\nseashore.\n\nWhen he came back and said that it was done, the Doctor asked Dab-Dab\nto bring a basin. Then he mixed a lot of medicines in the basin and\ntold Bumpo to dip his face in it.\n\nThe Prince leaned down and put his face inâ\u0080\u0094right up to the ears.\n\nHe held it there a long timeâ\u0080\u0094so long that the Doctor seemed to get\ndreadfully anxious and fidgety, standing first on one leg and then on\nthe other, looking at all the bottles he had used for the mixture, and\nreading the labels on them again and again. A strong smell filled the\nprison, like the smell of brown paper burning.\n\nAt last the Prince lifted his face up out of the basin, breathing very\nhard. And all the animals cried out in surprise.\n\nFor the Princeâ\u0080\u0099s face had turned as white as snow, and his eyes, which\nhad been mud-colored, were a manly gray!\n\nWhen John Dolittle lent him a little looking-glass to see himself in,\nhe sang for joy and began dancing around the prison. But the Doctor\nasked him not to make so much noise about it; and when he had closed\nhis medicine-bag in a hurry he told him to open the prison-door.\n\nBumpo begged that he might keep the looking-glass, as it was the only\none in the Kingdom of Jolliginki, and he wanted to look at himself all\nday long. But the Doctor said he needed it to shave with.\n\nThen the Prince, taking a bunch of copper keys from his pocket, undid\nthe great double locks. And the Doctor with all his animals ran as fast\nas they could down to the seashore; while Bumpo leaned against the wall\nof the empty dungeon, smiling after them happily, his big face shining\nlike polished ivory in the light of the moon.\n\nWhen they came to the beach they saw Polynesia and Chee-Chee waiting\nfor them on the rocks near the ship.\n\nâ\u0080\u009cI feel sorry about Bumpo,â\u0080\u009d said the Doctor. â\u0080\u009cI am afraid that\nmedicine I used will never last. Most likely he will be as black as\never when he wakes up in the morningâ\u0080\u0094thatâ\u0080\u0099s one reason why I didnâ\u0080\u0099t\nlike to leave the mirror with him. But then again, he _might_ stay\nwhiteâ\u0080\u0094I had never used that mixture before. To tell the truth, I was\nsurprised, myself, that it worked so well. But I had to do something,\ndidnâ\u0080\u0099t I?â\u0080\u0094I couldnâ\u0080\u0099t possibly scrub the Kingâ\u0080\u0099s kitchen for the rest\nof my life. It was such a dirty kitchen!â\u0080\u0094I could see it from the\nprison-window.â\u0080\u0094Well, well!â\u0080\u0094Poor Bumpo!â\u0080\u009d\n\nâ\u0080\u009cOh, of course he will know we were just joking with him,â\u0080\u009d said the\nparrot.\n\nâ\u0080\u009cThey had no business to lock us up,â\u0080\u009d said Dab-Dab, waggling her tail\nangrily. â\u0080\u009cWe never did them any harm. Serve him right, if he does turn\nblack again! I hope itâ\u0080\u0099s a dark black.â\u0080\u009d\n\nâ\u0080\u009cBut _he_ didnâ\u0080\u0099t have anything to do with it,â\u0080\u009d said the Doctor. â\u0080\u009cIt was\nthe King, his father, who had us locked upâ\u0080\u0094it wasnâ\u0080\u0099t Bumpoâ\u0080\u0099s fault....\nI wonder if I ought to go back and apologizeâ\u0080\u0094Oh, wellâ\u0080\u0094Iâ\u0080\u0099ll send him\nsome candy when I get to Puddleby. And who knows?â\u0080\u0094he may stay white\nafter all.â\u0080\u009d\n\nâ\u0080\u009cThe Sleeping Beauty would never have him, even if he did,â\u0080\u009d said\nDab-Dab. â\u0080\u009cHe looked better the way he was, I thought. But heâ\u0080\u0099d never be\nanything but ugly, no matter what color he was made.â\u0080\u009d\n\nâ\u0080\u009cStill, he had a good heart,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cromantic, of courseâ\u0080\u0094but\na good heart. After all, â\u0080\u0098handsome is as handsome does.â\u0080\u0099â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t believe the poor booby found The Sleeping Beauty at all,â\u0080\u009d\nsaid Jip, the dog. â\u0080\u009cMost likely he kissed some farmerâ\u0080\u0099s fat wife who\nwas taking a snooze under an apple-tree. Canâ\u0080\u0099t blame her for getting\nscared! I wonder who heâ\u0080\u0099ll go and kiss this time. Silly business!â\u0080\u009d\n\nThen the pushmi-pullyu, the white mouse, Gub-Gub, Dab-Dab, Jip and\nthe owl, Too-Too, went on to the ship with the Doctor. But Chee-Chee,\nPolynesia and the crocodile stayed behind, because Africa was their\nproper home, the land where they were born.\n\nAnd when the Doctor stood upon the boat, he looked over the side\nacross the water. And then he remembered that they had no one with them\nto guide them back to Puddleby.\n\nThe wide, wide sea looked terribly big and lonesome in the moonlight;\nand he began to wonder if they would lose their way when they passed\nout of sight of land.\n\nBut even while he was wondering, they heard a strange whispering noise,\nhigh in the air, coming through the night. And the animals all stopped\nsaying Good-by and listened.\n\nThe noise grew louder and bigger. It seemed to be coming nearer to\nthemâ\u0080\u0094a sound like the Autumn wind blowing through the leaves of a\npoplar-tree, or a great, great rain beating down upon a roof.\n\nAnd Jip, with his nose pointing and his tail quite straight, said,\n\nâ\u0080\u009cBirds!â\u0080\u0094millions of themâ\u0080\u0094flying fastâ\u0080\u0094thatâ\u0080\u0099s it!â\u0080\u009d\n\nAnd then they all looked up. And there, streaming across the face of\nthe moon, like a huge swarm of tiny ants, they could see thousands and\nthousands of little birds. Soon the whole sky seemed full of them, and\nstill more kept comingâ\u0080\u0094more and more. There were so many that for a\nlittle they covered the whole moon so it could not shine, and the sea\ngrew dark and blackâ\u0080\u0094like when a storm-cloud passes over the sun.\n\nAnd presently all these birds came down close, skimming over the water\nand the land; and the night-sky was left clear above, and the moon\nshone as before. Still never a call nor a cry nor a song they madeâ\u0080\u0094no\nsound but this great rustling of feathers which grew greater now than\never. When they began to settle on the sands, along the ropes of the\nshipâ\u0080\u0094anywhere and everywhere except the treesâ\u0080\u0094the Doctor could see that\nthey had blue wings and white breasts and very short, feathered legs.\nAs soon as they had all found a place to sit, suddenly, there was no\nnoise left anywhereâ\u0080\u0094all was quiet; all was still.\n\nAnd in the silent moonlight John Dolittle spoke:\n\nâ\u0080\u009cI had no idea that we had been in Africa so long. It will be nearly\nSummer when we get home. For these are the swallows going back.\nSwallows, I thank you for waiting for us. It is very thoughtful of you.\nNow we need not be afraid that we will lose our way upon the sea....\nPull up the anchor and set the sail!â\u0080\u009d\n\n[Illustration: â\u0080\u009cCrying bitterly and waving till the ship was out of\nsightâ\u0080\u009d]\n\nWhen the ship moved out upon the water, those who stayed behind,\nChee-Chee, Polynesia and the crocodile, grew terribly sad. For never in\ntheir lives had they known any one they liked so well as Doctor John\nDolittle of Puddleby-on-the-Marsh.\n\nAnd after they had called Good-by to him again and again and again,\nthey still stood there upon the rocks, crying bitterly and waving till\nthe ship was out of sight.\n\n\n\n\n_THE THIRTEENTH CHAPTER_\n\nRED SAILS AND BLUE WINGS\n\n\nSAILING homeward, the Doctorâ\u0080\u0099s ship had to pass the coast of Barbary.\nThis coast is the seashore of the Great Desert. It is a wild, lonely\nplaceâ\u0080\u0094all sand and stones. And it was here that the Barbary pirates\nlived.\n\nThese pirates, a bad lot of men, used to wait for sailors to be\nshipwrecked on their shores. And often, if they saw a boat passing,\nthey would come out in their fast sailing-ships and chase it. When they\ncaught a boat like this at sea, they would steal everything on it; and\nafter they had taken the people off they would sink the ship and sail\nback to Barbary singing songs and feeling proud of the mischief they\nhad done. Then they used to make the people they had caught write home\nto their friends for money. And if the friends sent no money, the\npirates often threw the people into the sea.\n\nNow one sunshiny day the Doctor and Dab-Dab were walking up and down on\nthe ship for exercise; a nice fresh wind was blowing the boat along,\nand everybody was happy. Presently Dab-Dab saw the sail of another ship\na long way behind them on the edge of the sea. It was a red sail.\n\nâ\u0080\u009cI donâ\u0080\u0099t like the look of that sail,â\u0080\u009d said Dab-Dab. â\u0080\u009cI have a feeling\nit isnâ\u0080\u0099t a friendly ship. I am afraid there is more trouble coming to\nus.â\u0080\u009d\n\nJip, who was lying near taking a nap in the sun, began to growl and\ntalk in his sleep.\n\nâ\u0080\u009cI smell roast beef cooking,â\u0080\u009d he mumbledâ\u0080\u0094â\u0080\u009cunderdone roast beefâ\u0080\u0094with\nbrown gravy over it.â\u0080\u009d\n\nâ\u0080\u009cGood gracious!â\u0080\u009d cried the Doctor. â\u0080\u009cWhatâ\u0080\u0099s the matter with the dog? Is\nhe _smelling_ in his sleepâ\u0080\u0094as well as talking?â\u0080\u009d\n\nâ\u0080\u009cI suppose he is,â\u0080\u009d said Dab-Dab. â\u0080\u009cAll dogs can smell in their sleep.â\u0080\u009d\n\nâ\u0080\u009cBut what is he smelling?â\u0080\u009d asked the Doctor. â\u0080\u009cThere is no roast beef\ncooking on our ship.â\u0080\u009d\n\nâ\u0080\u009cNo,â\u0080\u009d said Dab-Dab. â\u0080\u009cThe roast beef must be on that other ship over\nthere.â\u0080\u009d\n\nâ\u0080\u009cBut thatâ\u0080\u0099s ten miles away,â\u0080\u009d said the Doctor. â\u0080\u009cHe couldnâ\u0080\u0099t smell that\nfar surely!â\u0080\u009d\n\nâ\u0080\u009cOh, yes, he could,â\u0080\u009d said Dab-Dab. â\u0080\u009cYou ask him.â\u0080\u009d\n\nThen Jip, still fast asleep, began to growl again and his lip curled up\nangrily, showing his clean, white teeth.\n\nâ\u0080\u009cI smell bad men,â\u0080\u009d he growledâ\u0080\u0094â\u0080\u009cthe worst men I ever smelt. I smell\ntrouble. I smell a fightâ\u0080\u0094six bad scoundrels fighting against one brave\nman. I want to help him. Woofâ\u0080\u0094ooâ\u0080\u0094WOOF!â\u0080\u009d Then he barked, loud, and woke\nhimself up with a surprised look on his face.\n\nâ\u0080\u009cSee!â\u0080\u009d cried Dab-Dab. â\u0080\u009cThat boat is nearer now. You can count its three\nbig sailsâ\u0080\u0094all red. Whoever it is, they are coming after us.... I wonder\nwho they are.â\u0080\u009d\n\nâ\u0080\u009cThey are bad sailors,â\u0080\u009d said Jip; â\u0080\u009cand their ship is very swift. They\nare surely the pirates of Barbary.â\u0080\u009d\n\nâ\u0080\u009cWell, we must put up more sails on our boat,â\u0080\u009d said the Doctor, â\u0080\u009cso we\ncan go faster and get away from them. Run downstairs, Jip, and fetch me\nall the sails you see.â\u0080\u009d\n\nThe dog hurried downstairs and dragged up every sail he could find.\n\n[Illustration: â\u0080\u009câ\u0080\u0098They are surely the pirates of Barbaryâ\u0080\u0099â\u0080\u009d]\n\nBut even when all these were put up on the masts to catch the wind, the\nboat did not go nearly as fast as the piratesâ\u0080\u0099â\u0080\u0094which kept coming on\nbehind, closer and closer.\n\nâ\u0080\u009cThis is a poor ship the Prince gave us,â\u0080\u009d said Gub-Gub, the pigâ\u0080\u0094â\u0080\u009cthe\nslowest he could find, I should think. Might as well try to win a race\nin a soup-tureen as hope to get away from them in this old barge. Look\nhow near they are now!â\u0080\u0094You can see the mustaches on the faces of the\nmenâ\u0080\u0094six of them. What are we going to do?â\u0080\u009d\n\nThen the Doctor asked Dab-Dab to fly up and tell the swallows that\npirates were coming after them in a swift ship, and what should he do\nabout it.\n\nWhen the swallows heard this, they all came down on to the Doctorâ\u0080\u0099s\nship; and they told him to unravel some pieces of long rope and make\nthem into a lot of thin strings as quickly as he could. Then the\nends of these strings were tied on to the front of the ship; and the\nswallows took hold of the strings with their feet and flew off, pulling\nthe boat along.\n\nAnd although swallows are not very strong when only one or two are\nby themselves, it is different when there are a great lot of them\ntogether. And there, tied to the Doctorâ\u0080\u0099s ship, were a thousand\nstrings; and two thousand swallows were pulling on each stringâ\u0080\u0094all\nterribly swift fliers.\n\nAnd in a moment the Doctor found himself traveling so fast he had to\nhold his hat on with both hands; for he felt as though the ship itself\nwere flying through waves that frothed and boiled with speed.\n\nAnd all the animals on the ship began to laugh and dance about in the\nrushing air, for when they looked back at the piratesâ\u0080\u0099 ship, they could\nsee that it was growing smaller now, instead of bigger. The red sails\nwere being left far, far behind.\n\n\n\n\n_THE FOURTEENTH CHAPTER_\n\nTHE RATSâ\u0080\u0099 WARNING\n\n\nDRAGGING a ship through the sea is hard work. And after two or three\nhours the swallows began to get tired in the wings and short of breath.\nThen they sent a message down to the Doctor to say that they would\nhave to take a rest soon; and that they would pull the boat over to an\nisland not far off, and hide it in a deep bay till they had got breath\nenough to go on.\n\nAnd presently the Doctor saw the island they had spoken of. It had a\nvery beautiful, high, green mountain in the middle of it.\n\nWhen the ship had sailed safely into the bay where it could not be seen\nfrom the open sea, the Doctor said he would get off on to the island to\nlook for waterâ\u0080\u0094because there was none left to drink on his ship. And\nhe told all the animals to get out too and romp on the grass to stretch\ntheir legs.\n\nNow as they were getting off, the Doctor noticed that a whole lot of\nrats were coming up from downstairs and leaving the ship as well. Jip\nstarted to run after them, because chasing rats had always been his\nfavorite game. But the Doctor told him to stop.\n\nAnd one big black rat, who seemed to want to say something to the\nDoctor, now crept forward timidly along the rail, watching the dog out\nof the corner of his eye. And after he had coughed nervously two or\nthree times, and cleaned his whiskers and wiped his mouth, he said,\n\nâ\u0080\u009cAhemâ\u0080\u0094erâ\u0080\u0094you know of course that all ships have rats in them, Doctor,\ndo you not?â\u0080\u009d\n\nAnd the Doctor said, â\u0080\u009cYes.â\u0080\u009d\n\nâ\u0080\u009cAnd you have heard that rats always leave a sinking ship?â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cso Iâ\u0080\u0099ve been told.â\u0080\u009d\n\nâ\u0080\u009cPeople,â\u0080\u009d said the rat, â\u0080\u009calways speak of it with a sneerâ\u0080\u0094as though it\nwere something disgraceful. But you canâ\u0080\u0099t blame us, can you? After\nall, who _would_ stay on a sinking ship, if he could get off it?â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098And you have heard that rats always leave a sinking\nship?â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cItâ\u0080\u0099s very natural,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cvery natural. I quite\nunderstand.... Was thereâ\u0080\u0094Was there anything else you wished to say?â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said the rat. â\u0080\u009cIâ\u0080\u0099ve come to tell you that we are leaving this\none. But we wanted to warn you before we go. This is a bad ship you\nhave here. It isnâ\u0080\u0099t safe. The sides arenâ\u0080\u0099t strong enough. Its boards\nare rotten. Before to-morrow night it will sink to the bottom of the\nsea.â\u0080\u009d\n\nâ\u0080\u009cBut how do you know?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cWe always know,â\u0080\u009d answered the rat. â\u0080\u009cThe tips of our tails get that\ntingly feelingâ\u0080\u0094like when your footâ\u0080\u0099s asleep. This morning, at six\noâ\u0080\u0099clock, while I was getting breakfast, my tail suddenly began to\ntingle. At first I thought it was my rheumatism coming back. So I went\nand asked my aunt how she feltâ\u0080\u0094you remember her?â\u0080\u0094the long, piebald\nrat, rather skinny, who came to see you in Puddleby last Spring with\njaundice? Wellâ\u0080\u0094and she said _her_ tail was tingling like everything!\nThen we knew, for sure, that this boat was going to sink in less than\ntwo days; and we all made up our minds to leave it as soon as we got\nnear enough to any land. Itâ\u0080\u0099s a bad ship, Doctor. Donâ\u0080\u0099t sail in it any\nmore, or youâ\u0080\u0099ll be surely drowned.... Good-by! We are now going to\nlook for a good place to live on this island.â\u0080\u009d\n\nâ\u0080\u009cGood-by!â\u0080\u009d said the Doctor. â\u0080\u009cAnd thank you very much for coming to\ntell me. Very considerate of youâ\u0080\u0094very! Give my regards to your aunt. I\nremember her perfectly.... Leave that rat alone, Jip! Come here! Lie\ndown!â\u0080\u009d\n\nSo then the Doctor and all his animals went off, carrying pails and\nsaucepans, to look for water on the island, while the swallows took\ntheir rest.\n\nâ\u0080\u009cI wonder what is the name of this island,â\u0080\u009d said the Doctor, as he was\nclimbing up the mountainside. â\u0080\u009cIt seems a pleasant place. What a lot of\nbirds there are!â\u0080\u009d\n\nâ\u0080\u009cWhy, these are the Canary Islands,â\u0080\u009d said Dab-Dab. â\u0080\u009cDonâ\u0080\u0099t you hear the\ncanaries singing?â\u0080\u009d\n\nThe Doctor stopped and listened.\n\nâ\u0080\u009cWhy, to be sureâ\u0080\u0094of course!â\u0080\u009d he said. â\u0080\u009cHow stupid of me! I wonder if\nthey can tell us where to find water.â\u0080\u009d\n\nAnd presently the canaries, who had heard all about Doctor Dolittle\nfrom birds of passage, came and led him to a beautiful spring of cool,\nclear water where the canaries used to take their bath; and they showed\nhim lovely meadows where the bird-seed grew and all the other sights of\ntheir island.\n\nAnd the pushmi-pullyu was glad they had come; because he liked the\ngreen grass so much better than the dried apples he had been eating on\nthe ship. And Gub-Gub squeaked for joy when he found a whole valley\nfull of wild sugar-cane.\n\nA little later, when they had all had plenty to eat and drink, and\nwere lying on their backs while the canaries sang for them, two of the\nswallows came hurrying up, very flustered and excited.\n\nâ\u0080\u009cDoctor!â\u0080\u009d they cried, â\u0080\u009cthe pirates have come into the bay; and theyâ\u0080\u0099ve\nall got on to your ship. They are downstairs looking for things to\nsteal. They have left their own ship with nobody on it. If you hurry\nand come down to the shore, you can get on to their shipâ\u0080\u0094which is very\nfastâ\u0080\u0094and escape. But youâ\u0080\u0099ll have to hurry.â\u0080\u009d\n\nâ\u0080\u009cThatâ\u0080\u0099s a good idea,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009csplendid!â\u0080\u009d\n\nAnd he called his animals together at once, said Good-by to the\ncanaries and ran down to the beach.\n\nWhen they reached the shore they saw the pirate-ship, with the three\nred sails, standing in the water; andâ\u0080\u0094just as the swallows had\nsaidâ\u0080\u0094there was nobody on it; all the pirates were downstairs in the\nDoctorâ\u0080\u0099s ship, looking for things to steal.\n\nSo John Dolittle told his animals to walk very softly and they all\ncrept on to the pirate-ship.\n\n\n\n\n_THE FIFTEENTH CHAPTER_\n\nTHE BARBARY DRAGON\n\n\nEVERYTHING would have gone all right if the pig had not caught a cold\nin his head while eating the damp sugar-cane on the island. This is\nwhat happened:\n\nAfter they had pulled up the anchor without a sound, and were moving\nthe ship very, very carefully out of the bay, Gub-Gub suddenly sneezed\nso loud that the pirates on the other ship came rushing upstairs to see\nwhat the noise was.\n\nAs soon as they saw that the Doctor was escaping, they sailed the other\nboat right across the entrance to the bay so that the Doctor could not\nget out into the open sea.\n\nThen the leader of these bad men (who called himself â\u0080\u009cBen Ali, The\nDragonâ\u0080\u009d) shook his fist at the Doctor and shouted across the water,\n\nâ\u0080\u009cHa! Ha! You are caught, my fine friend! You were going to run off in\nmy ship, eh? But you are not a good enough sailor to beat Ben Ali, the\nBarbary Dragon. I want that duck youâ\u0080\u0099ve gotâ\u0080\u0094and the pig too. Weâ\u0080\u0099ll have\npork-chops and roast duck for supper to-night. And before I let you go\nhome, you must make your friends send me a trunk-full of gold.â\u0080\u009d\n\nPoor Gub-Gub began to weep; and Dab-Dab made ready to fly to save her\nlife. But the owl, Too-Too, whispered to the Doctor,\n\nâ\u0080\u009cKeep him talking, Doctor. Be pleasant to him. Our old ship is bound\nto sink soonâ\u0080\u0094the rats said it would be at the bottom of the sea before\nto-morrow-nightâ\u0080\u0094and the rats are never wrong. Be pleasant, till the\nship sinks under him. Keep him talking.â\u0080\u009d\n\nâ\u0080\u009cWhat, until to-morrow night!â\u0080\u009d said the Doctor. â\u0080\u009cWell, Iâ\u0080\u0099ll do my\nbest.... Let me seeâ\u0080\u0094What shall I talk about?â\u0080\u009d\n\nâ\u0080\u009cOh, let them come on,â\u0080\u009d said Jip. â\u0080\u009cWe can fight the dirty rascals.\nThere are only six of them. Let them come on. Iâ\u0080\u0099d love to tell that\ncollie next door, when we get home, that I had bitten a real pirate.\nLet â\u0080\u0099em come. We can fight them.â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098Look here, Ben Aliâ\u0080\u0094â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cBut they have pistols and swords,â\u0080\u009d said the Doctor. â\u0080\u009cNo, that would\nnever do. I must talk to him.... Look here, Ben Aliâ\u0080\u0094â\u0080\u009d\n\nBut before the Doctor could say any more, the pirates began to sail the\nship nearer, laughing with glee, and saying one to another, â\u0080\u009cWho shall\nbe the first to catch the pig?â\u0080\u009d\n\nPoor Gub-Gub was dreadfully frightened; and the pushmi-pullyu began to\nsharpen his horns for a fight by rubbing them on the mast of the ship;\nwhile Jip kept springing into the air and barking and calling Ben Ali\nbad names in dog-language.\n\nBut presently something seemed to go wrong with the pirates; they\nstopped laughing and cracking jokes; they looked puzzled; something was\nmaking them uneasy.\n\nThen Ben Ali, staring down at his feet, suddenly bellowed out,\n\nâ\u0080\u009cThunder and Lightning!â\u0080\u0094Men, _the boatâ\u0080\u0099s leaking_!â\u0080\u009d\n\nAnd then the other pirates peered over the side and they saw that the\nboat was indeed getting lower and lower in the water. And one of them\nsaid to Ben Ali,\n\nâ\u0080\u009cBut surely if this old boat were sinking we should see the rats\nleaving it.â\u0080\u009d\n\nAnd Jip shouted across from the other ship,\n\nâ\u0080\u009cYou great duffers, there are no rats there to leave! They left two\nhours ago! â\u0080\u0098Ha, ha,â\u0080\u0099 to you, â\u0080\u0098my fine friends!â\u0080\u0099â\u0080\u009d\n\nBut of course the men did not understand him.\n\nSoon the front end of the ship began to go down and down, faster and\nfasterâ\u0080\u0094till the boat looked almost as though it were standing on its\nhead; and the pirates had to cling to the rails and the masts and\nthe ropes and anything to keep from sliding off. Then the sea rushed\nroaring in through all the windows and the doors. And at last the ship\nplunged right down to the bottom of the sea, making a dreadful gurgling\nsound; and the six bad men were left bobbing about in the deep water of\nthe bay.\n\nSome of them started to swim for the shores of the island; while others\ncame and tried to get on to the boat where the Doctor was. But Jip kept\nsnapping at their noses, so they were afraid to climb up the side of\nthe ship.\n\nThen suddenly they all cried out in great fear,\n\nâ\u0080\u009c_The sharks!_ The sharks are coming! Let us get on to the ship before\nthey eat us! Help, help!â\u0080\u0094The sharks! The sharks!â\u0080\u009d\n\nAnd now the Doctor could see, all over the bay, the backs of big fishes\nswimming swiftly through the water.\n\nAnd one great shark came near to the ship, and poking his nose out of\nthe water he said to the Doctor,\n\nâ\u0080\u009cAre you John Dolittle, the famous animal-doctor?â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said Doctor Dolittle. â\u0080\u009cThat is my name.â\u0080\u009d\n\nâ\u0080\u009cWell,â\u0080\u009d said the shark, â\u0080\u009cwe know these pirates to be a bad\nlotâ\u0080\u0094especially Ben Ali. If they are annoying you, we will gladly eat\nthem up for youâ\u0080\u0094and then you wonâ\u0080\u0099t be troubled any more.â\u0080\u009d\n\nâ\u0080\u009cThank you,â\u0080\u009d said the Doctor. â\u0080\u009cThis is really most attentive. But I\ndonâ\u0080\u0099t think it will be necessary to eat them. Donâ\u0080\u0099t let any of them\nreach the shore until I tell youâ\u0080\u0094just keep them swimming about, will\nyou? And please make Ben Ali swim over here that I may talk to him.â\u0080\u009d\n\nSo the shark went off and chased Ben Ali over to the Doctor.\n\nâ\u0080\u009cListen, Ben Ali,â\u0080\u009d said John Dolittle, leaning over the side. â\u0080\u009cYou\nhave been a very bad man; and I understand that you have killed many\npeople. These good sharks here have just offered to eat you up for\nmeâ\u0080\u0094and â\u0080\u0099twould indeed be a good thing if the seas were rid of you. But\nif you will promise to do as I tell you, I will let you go in safety.â\u0080\u009d\n\nâ\u0080\u009cWhat must I do?â\u0080\u009d asked the pirate, looking down sideways at the big\nshark who was smelling his leg under the water.\n\nâ\u0080\u009cYou must kill no more people,â\u0080\u009d said the Doctor; â\u0080\u009cyou must stop\nstealing; you must never sink another ship; you must give up being a\npirate altogether.â\u0080\u009d\n\nâ\u0080\u009cBut what shall I do then?â\u0080\u009d asked Ben Ali. â\u0080\u009cHow shall I live?â\u0080\u009d\n\nâ\u0080\u009cYou and all your men must go on to this island and be\nbird-seed-farmers,â\u0080\u009d the Doctor answered. â\u0080\u009cYou must grow bird-seed for\nthe canaries.â\u0080\u009d\n\nThe Barbary Dragon turned pale with anger, â\u0080\u009c_Grow bird-seed!_â\u0080\u009d he\ngroaned in disgust. â\u0080\u009cCanâ\u0080\u0099t I be a sailor?â\u0080\u009d\n\nâ\u0080\u009cNo,â\u0080\u009d said the Doctor, â\u0080\u009cyou cannot. You have been a sailor long\nenoughâ\u0080\u0094and sent many stout ships and good men to the bottom of the\nsea. For the rest of your life you must be a peaceful farmer. The shark\nis waiting. Do not waste any more of his time. Make up your mind.â\u0080\u009d\n\nâ\u0080\u009cThunder and Lightning!â\u0080\u009d Ben Ali mutteredâ\u0080\u0094â\u0080\u009c_Bird-seed!_â\u0080\u009d Then he looked\ndown into the water again and saw the great fish smelling his other leg.\n\nâ\u0080\u009cVery well,â\u0080\u009d he said sadly. â\u0080\u009cWeâ\u0080\u0099ll be farmers.â\u0080\u009d\n\nâ\u0080\u009cAnd remember,â\u0080\u009d said the Doctor, â\u0080\u009cthat if you do not keep your\npromiseâ\u0080\u0094if you start killing and stealing again, I shall hear of it,\nbecause the canaries will come and tell me. And be very sure that I\nwill find a way to punish you. For though I may not be able to sail a\nship as well as you, so long as the birds and the beasts and the fishes\nare my friends, I do not have to be afraid of a pirate chiefâ\u0080\u0094even\nthough he call himself â\u0080\u0098The Dragon of Barbary.â\u0080\u0099 Now go and be a good\nfarmer and live in peace.â\u0080\u009d\n\nThen the Doctor turned to the big shark, and waving his hand he said,\n\nâ\u0080\u009cAll right. Let them swim safely to the land.â\u0080\u009d\n\n\n\n\n_THE SIXTEENTH CHAPTER_\n\nTOO-TOO, THE LISTENER\n\n\nHAVING thanked the sharks again for their kindness, the Doctor and his\npets set off once more on their journey home in the swift ship with the\nthree red sails.\n\nAs they moved out into the open sea, the animals all went downstairs\nto see what their new boat was like inside; while the Doctor leant on\nthe rail at the back of the ship with a pipe in his mouth, watching the\nCanary Islands fade away in the blue dusk of the evening.\n\nWhile he was standing there, wondering how the monkeys were getting\nonâ\u0080\u0094and what his garden would look like when he got back to Puddleby,\nDab-Dab came tumbling up the stairs, all smiles and full of news.\n\nâ\u0080\u009cDoctor!â\u0080\u009d she cried. â\u0080\u009cThis ship of the pirates is simply\nbeautifulâ\u0080\u0094absolutely. The beds downstairs are made of primrose\nsilkâ\u0080\u0094with hundreds of big pillows and cushions; there are thick, soft\ncarpets on the floors; the dishes are made of silver; and there are all\nsorts of good things to eat and drinkâ\u0080\u0094special things; the larderâ\u0080\u0094well,\nitâ\u0080\u0099s just like a shop, thatâ\u0080\u0099s all. You never saw anything like it in\nyour lifeâ\u0080\u0094Just thinkâ\u0080\u0094they kept five different kinds of sardines, those\nmen! Come and look.... Oh, and we found a little room down there with\nthe door locked; and we are all crazy to get in and see whatâ\u0080\u0099s inside.\nJip says it must be where the pirates kept their treasure. But we canâ\u0080\u0099t\nopen the door. Come down and see if you can let us in.â\u0080\u009d\n\nSo the Doctor went downstairs and he saw that it was indeed a beautiful\nship. He found the animals gathered round a little door, all talking\nat once, trying to guess what was inside. The Doctor turned the handle\nbut it wouldnâ\u0080\u0099t open. Then they all started to hunt for the key. They\nlooked under the mat; they looked under all the carpets; they looked\nin all the cupboards and drawers and lockersâ\u0080\u0094in the big chests in the\nshipâ\u0080\u0099s dining-room; they looked everywhere.\n\nWhile they were doing this they discovered a lot of new and wonderful\nthings that the pirates must have stolen from other ships: Kashmir\nshawls as thin as a cobweb, embroidered with flowers of gold; jars of\nfine tobacco from Jamaica; carved ivory boxes full of Russian tea; an\nold violin with a string broken and a picture on the back; a set of big\nchess-men, carved out of coral and amber; a walking-stick which had\na sword inside it when you pulled the handle; six wine-glasses with\ntourquoise and silver round the rims; and a lovely great sugar-bowl,\nmade of mother oâ\u0080\u0099 pearl. But nowhere in the whole boat could they find\na key to fit that lock.\n\nSo they all came back to the door, and Jip peered through the key-hole.\nBut something had been stood against the wall on the inside and he\ncould see nothing.\n\nWhile they were standing around, wondering what they should do, the\nowl, Too-Too, suddenly said,\n\nâ\u0080\u009cSh!â\u0080\u0094Listen!â\u0080\u0094I do believe thereâ\u0080\u0099s some one in there!â\u0080\u009d\n\nThey all kept still a moment. Then the Doctor said,\n\n[Illustration: â\u0080\u009câ\u0080\u0098Sh!â\u0080\u0094Listen!â\u0080\u0094I do believe thereâ\u0080\u0099s some one in there!â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cYou must be mistaken, Too-Too. I donâ\u0080\u0099t hear anything.â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099m sure of it,â\u0080\u009d said the owl. â\u0080\u009cSh!â\u0080\u0094There it is againâ\u0080\u0094Donâ\u0080\u0099t you hear\nthat?â\u0080\u009d\n\nâ\u0080\u009cNo, I do not,â\u0080\u009d said the Doctor. â\u0080\u009cWhat kind of a sound is it?â\u0080\u009d\n\nâ\u0080\u009cI hear the noise of some one putting his hand in his pocket,â\u0080\u009d said the\nowl.\n\nâ\u0080\u009cBut that makes hardly any sound at all,â\u0080\u009d said the Doctor. â\u0080\u009cYou\ncouldnâ\u0080\u0099t hear that out here.â\u0080\u009d\n\nâ\u0080\u009cPardon me, but I can,â\u0080\u009d said Too-Too. â\u0080\u009cI tell you there is some one\non the other side of that door putting his hand in his pocket. Almost\neverything makes _some_ noiseâ\u0080\u0094if your ears are only sharp enough\nto catch it. Bats can hear a mole walking in his tunnel under the\nearthâ\u0080\u0094and they think theyâ\u0080\u0099re good hearers. But we owls can tell you,\nusing only one ear, the color of a kitten from the way it winks in the\ndark.â\u0080\u009d\n\nâ\u0080\u009cWell, well!â\u0080\u009d said the Doctor. â\u0080\u009cYou surprise me. Thatâ\u0080\u0099s very\ninteresting.... Listen again and tell me what heâ\u0080\u0099s doing now.â\u0080\u009d\n\nâ\u0080\u009cIâ\u0080\u0099m not sure yet,â\u0080\u009d said Too-Too, â\u0080\u009cif itâ\u0080\u0099s a man at all. Maybe itâ\u0080\u0099s a\nwoman. Lift me up and let me listen at the key-hole and Iâ\u0080\u0099ll soon tell\nyou.â\u0080\u009d\n\nSo the Doctor lifted the owl up and held him close to the lock of the\ndoor.\n\nAfter a moment Too-Too said,\n\nâ\u0080\u009cNow heâ\u0080\u0099s rubbing his face with his left hand. It is a small hand and\na small face. It _might_ be a womanâ\u0080\u0094No. Now he pushes his hair back off\nhis foreheadâ\u0080\u0094Itâ\u0080\u0099s a man all right.â\u0080\u009d\n\nâ\u0080\u009cWomen sometimes do that,â\u0080\u009d said the Doctor.\n\nâ\u0080\u009cTrue,â\u0080\u009d said the owl. â\u0080\u009cBut when they do, their long hair makes quite\na different sound.... Sh! Make that fidgety pig keep still. Now all\nhold your breath a moment so I can listen well. This is very difficult,\nwhat Iâ\u0080\u0099m doing nowâ\u0080\u0094and the pesky door is so thick! Sh! Everybody quite\nstillâ\u0080\u0094shut your eyes and donâ\u0080\u0099t breathe.â\u0080\u009d\n\nToo-Too leaned down and listened again very hard and long.\n\nAt last he looked up into the Doctorâ\u0080\u0099s face and said,\n\nâ\u0080\u009cThe man in there is unhappy. He weeps. He has taken care not to\nblubber or sniffle, lest we should find out that he is crying. But I\nheardâ\u0080\u0094quite distinctlyâ\u0080\u0094the sound of a tear falling on his sleeve.â\u0080\u009d\n\nâ\u0080\u009cHow do you know it wasnâ\u0080\u0099t a drop of water falling off the ceiling on\nhim?â\u0080\u009d asked Gub-Gub.\n\nâ\u0080\u009cPshaw!â\u0080\u0094Such ignorance!â\u0080\u009d sniffed Too-Too. â\u0080\u009cA drop of water falling off\nthe ceiling would have made ten times as much noise!â\u0080\u009d\n\nâ\u0080\u009cWell,â\u0080\u009d said the Doctor, â\u0080\u009cif the poor fellowâ\u0080\u0099s unhappy, weâ\u0080\u0099ve got to\nget in and see whatâ\u0080\u0099s the matter with him. Find me an axe, and Iâ\u0080\u0099ll\nchop the door down.â\u0080\u009d\n\n\n\n\n_THE SEVENTEENTH CHAPTER_\n\nTHE OCEAN GOSSIPS\n\n\nRIGHT away an axe was found. And the Doctor soon chopped a hole in the\ndoor big enough to clamber through.\n\nAt first he could see nothing at all, it was so dark inside. So he\nstruck a match.\n\nThe room was quite small; no window; the ceiling, low. For furniture\nthere was only one little stool. All round the room big barrels stood\nagainst the walls, fastened at the bottom so they wouldnâ\u0080\u0099t tumble with\nthe rolling of the ship; and above the barrels, pewter jugs of all\nsizes hung from wooden pegs. There was a strong, winey smell. And in\nthe middle of the floor sat a little boy, about eight years old, crying\nbitterly.\n\nâ\u0080\u009cI declare, it is the piratesâ\u0080\u0099 rum-room!â\u0080\u009d said Jip in a whisper.\n\nâ\u0080\u009cYes. Very rum!â\u0080\u009d said Gub-Gub. â\u0080\u009cThe smell makes me giddy.â\u0080\u009d\n\nThe little boy seemed rather frightened to find a man standing there\nbefore him and all those animals staring in through the hole in the\nbroken door. But as soon as he saw John Dolittleâ\u0080\u0099s face by the light of\nthe match, he stopped crying and got up.\n\nâ\u0080\u009cYou arenâ\u0080\u0099t one of the pirates, are you?â\u0080\u009d he asked.\n\nAnd when the Doctor threw back his head and laughed long and loud, the\nlittle boy smiled too and came and took his hand.\n\nâ\u0080\u009cYou laugh like a friend,â\u0080\u009d he saidâ\u0080\u0094â\u0080\u009cnot like a pirate. Could you tell\nme where my uncle is?â\u0080\u009d\n\nâ\u0080\u009cI am afraid I canâ\u0080\u0099t,â\u0080\u009d said the Doctor. â\u0080\u009cWhen did you see him last?â\u0080\u009d\n\nâ\u0080\u009cIt was the day before yesterday,â\u0080\u009d said the boy. â\u0080\u009cI and my uncle were\nout fishing in our little boat, when the pirates came and caught us.\nThey sunk our fishing-boat and brought us both on to this ship. They\ntold my uncle that they wanted him to be a pirate like themâ\u0080\u0094for he was\nclever at sailing a ship in all weathers. But he said he didnâ\u0080\u0099t want to\nbe a pirate, because killing people and stealing was no work for a good\nfisherman to do. Then the leader, Ben Ali, got very angry and gnashed\nhis teeth, and said they would throw my uncle into the sea if he didnâ\u0080\u0099t\ndo as they said. They sent me downstairs; and I heard the noise of a\nfight going on above. And when they let me come up again next day, my\nuncle was nowhere to be seen. I asked the pirates where he was; but\nthey wouldnâ\u0080\u0099t tell me. I am very much afraid they threw him into the\nsea and drowned him.â\u0080\u009d\n\nAnd the little boy began to cry again.\n\nâ\u0080\u009cWell nowâ\u0080\u0094wait a minute,â\u0080\u009d said the Doctor. â\u0080\u009cDonâ\u0080\u0099t cry. Letâ\u0080\u0099s go and\nhave tea in the dining-room, and weâ\u0080\u0099ll talk it over. Maybe your uncle\nis quite safe all the time. You donâ\u0080\u0099t _know_ that he was drowned, do\nyou? And thatâ\u0080\u0099s something. Perhaps we can find him for you. First weâ\u0080\u0099ll\ngo and have teaâ\u0080\u0094with strawberry-jam; and then we will see what can be\ndone.â\u0080\u009d\n\nAll the animals had been standing around listening with great\ncuriosity. And when they had gone into the shipâ\u0080\u0099s dining-room and were\nhaving tea, Dab-Dab came up behind the Doctorâ\u0080\u0099s chair and whispered.\n\nâ\u0080\u009cAsk the porpoises if the boyâ\u0080\u0099s uncle was drownedâ\u0080\u0094theyâ\u0080\u0099ll know.â\u0080\u009d\n\nâ\u0080\u009cAll right,â\u0080\u009d said the Doctor, taking a second piece of bread-and-jam.\n\nâ\u0080\u009cWhat are those funny, clicking noises you are making with your\ntongue?â\u0080\u009d asked the boy.\n\nâ\u0080\u009cOh, I just said a couple of words in duck-language,â\u0080\u009d the Doctor\nanswered. â\u0080\u009cThis is Dab-Dab, one of my pets.â\u0080\u009d\n\nâ\u0080\u009cI didnâ\u0080\u0099t even know that ducks had a language,â\u0080\u009d said the boy. â\u0080\u009cAre all\nthese other animals your pets, too? What is that strange-looking thing\nwith two heads?â\u0080\u009d\n\nâ\u0080\u009cSh!â\u0080\u009d the Doctor whispered. â\u0080\u009cThat is the pushmi-pullyu. Donâ\u0080\u0099t let him\nsee weâ\u0080\u0099re talking about himâ\u0080\u0094he gets so dreadfully embarrassed.... Tell\nme, how did you come to be locked up in that little room?â\u0080\u009d\n\nâ\u0080\u009cThe pirates shut me in there when they were going off to steal things\nfrom another ship. When I heard some one chopping on the door, I\ndidnâ\u0080\u0099t know who it could be. I was very glad to find it was you. Do you\nthink you will be able to find my uncle for me?â\u0080\u009d\n\nâ\u0080\u009cWell, we are going to try very hard,â\u0080\u009d said the Doctor. â\u0080\u009cNow what was\nyour uncle like to look at?â\u0080\u009d\n\nâ\u0080\u009cHe had red hair,â\u0080\u009d the boy answeredâ\u0080\u0094â\u0080\u009cvery red hair, and the picture of\nan anchor tattooed on his arm. He was a strong man, a kind uncle and\nthe best sailor in the South Atlantic. His fishing-boat was called _The\nSaucy Sally_â\u0080\u0094a cutter-rigged sloop.â\u0080\u009d\n\nâ\u0080\u009cWhatâ\u0080\u0099s â\u0080\u0098cutterigsloopâ\u0080\u0099?â\u0080\u009d whispered Gub-Gub, turning to Jip.\n\nâ\u0080\u009cSh!â\u0080\u0094Thatâ\u0080\u0099s the kind of a ship the man had,â\u0080\u009d said Jip. â\u0080\u009cKeep still,\ncanâ\u0080\u0099t you?â\u0080\u009d\n\nâ\u0080\u009cOh,â\u0080\u009d said the pig, â\u0080\u009cis that all? I thought it was something to drink.â\u0080\u009d\n\nSo the Doctor left the boy to play with the animals in the dining-room,\nand went upstairs to look for passing porpoises.\n\nAnd soon a whole school came dancing and jumping through the water, on\ntheir way to Brazil.\n\nWhen they saw the Doctor leaning on the rail of his ship, they came\nover to see how he was getting on.\n\nAnd the Doctor asked them if they had seen anything of a man with red\nhair and an anchor tattooed on his arm.\n\nâ\u0080\u009cDo you mean the master of _The Saucy Sally_?â\u0080\u009d asked the porpoises.\n\nâ\u0080\u009cYes,â\u0080\u009d said the Doctor. â\u0080\u009cThatâ\u0080\u0099s the man. Has he been drowned?â\u0080\u009d\n\nâ\u0080\u009cHis fishing-sloop was sunk,â\u0080\u009d said the porpoisesâ\u0080\u0094â\u0080\u009cfor we saw it lying\non the bottom of the sea. But there was nobody inside it, because we\nwent and looked.â\u0080\u009d\n\nâ\u0080\u009cHis little nephew is on the ship with me here,â\u0080\u009d said the Doctor. â\u0080\u009cAnd\nhe is terribly afraid that the pirates threw his uncle into the sea.\nWould you be so good as to find out for me, for sure, whether he has\nbeen drowned or not?â\u0080\u009d\n\nâ\u0080\u009cOh, he isnâ\u0080\u0099t drowned,â\u0080\u009d said the porpoises. â\u0080\u009cIf he were, we would be\nsure to have heard of it from the deep-sea Decapods. We hear all the\nsalt-water news. The shell-fish call us â\u0080\u0098The Ocean Gossips.â\u0080\u0099 Noâ\u0080\u0094tell\nthe little boy we are sorry we do not know where his uncle is; but we\nare quite certain he hasnâ\u0080\u0099t been drowned in the sea.â\u0080\u009d\n\nSo the Doctor ran downstairs with the news and told the nephew, who\nclapped his hands with happiness. And the pushmi-pullyu took the little\nboy on his back and gave him a ride round the dining-room table; while\nall the other animals followed behind, beating the dish-covers with\nspoons, pretending it was a parade.\n\n\n\n\n_THE EIGHTEENTH CHAPTER_\n\nSMELLS\n\n\nâ\u0080\u009cYOUR uncle must now be _found_,â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cthat is the next\nthingâ\u0080\u0094now that we know he wasnâ\u0080\u0099t thrown into the sea.â\u0080\u009d\n\nThen Dab-Dab came up to him again and whispered,\n\nâ\u0080\u009cAsk the eagles to look for the man. No living creature can see better\nthan an eagle. When they are miles high in the air they can count the\nants crawling on the ground. Ask the eagles.â\u0080\u009d\n\nSo the Doctor sent one of the swallows off to get some eagles.\n\nAnd in about an hour the little bird came back with six different kinds\nof eagles: a Black Eagle, a Bald Eagle, a Fish Eagle, a Golden Eagle,\nan Eagle-Vulture, and a White-tailed Sea Eagle. Twice as high as the\nboy they were, each one of them. And they stood on the rail of the\nship, like round-shouldered soldiers all in a row, stern and still and\nstiff; while their great, gleaming, black eyes shot darting glances\nhere and there and everywhere.\n\nGub-Gub was scared of them and got behind a barrel. He said he felt as\nthough those terrible eyes were looking right inside of him to see what\nhe had stolen for lunch.\n\nAnd the Doctor said to the eagles,\n\nâ\u0080\u009cA man has been lostâ\u0080\u0094a fisherman with red hair and an anchor marked on\nhis arm. Would you be so kind as to see if you can find him for us?\nThis boy is the manâ\u0080\u0099s nephew.â\u0080\u009d\n\nEagles do not talk very much. And all they answered in their husky\nvoices was,\n\nâ\u0080\u009cYou may be sure that we will do our bestâ\u0080\u0094for John Dolittle.â\u0080\u009d\n\nThen they flew offâ\u0080\u0094and Gub-Gub came out from behind his barrel to see\nthem go. Up and up and up they wentâ\u0080\u0094higher and higher and higher still.\nThen, when the Doctor could only just see them, they parted company\nand started going off all different waysâ\u0080\u0094North, East, South and West,\nlooking like tiny grains of black sand creeping across the wide, blue\nsky.\n\nâ\u0080\u009cMy gracious!â\u0080\u009d said Gub-Gub in a hushed voice. â\u0080\u009cWhat a height! I wonder\nthey donâ\u0080\u0099t scorch their feathersâ\u0080\u0094so near the sun!â\u0080\u009d\n\nThey were gone a long time. And when they came back it was almost night.\n\nAnd the eagles said to the Doctor,\n\nâ\u0080\u009cWe have searched all the seas and all the countries and all the\nislands and all the cities and all the villages in this half of the\nworld. But we have failed. In the main street of Gibraltar we saw\nthree red hairs lying on a wheelbarrow before a bakerâ\u0080\u0099s door. But they\nwere not the hairs of a manâ\u0080\u0094they were the hairs out of a fur-coat.\nNowhere, on land or water, could we see any sign of this boyâ\u0080\u0099s uncle.\nAnd if _we_ could not see him, then he is not to be seen.... For John\nDolittleâ\u0080\u0094we have done our best.â\u0080\u009d\n\nThen the six great birds flapped their big wings and flew back to their\nhomes in the mountains and the rocks.\n\nâ\u0080\u009cWell,â\u0080\u009d said Dab-Dab, after they had gone, â\u0080\u009cwhat are we going to do\nnow? The boyâ\u0080\u0099s uncle _must_ be foundâ\u0080\u0094thereâ\u0080\u0099s no two ways about that.\nThe lad isnâ\u0080\u0099t old enough to be knocking around the world by himself.\nBoys arenâ\u0080\u0099t like ducklingsâ\u0080\u0094they have to be taken care of till theyâ\u0080\u0099re\nquite old.... I wish Chee-Chee were here. He would soon find the man.\nGood old Chee-Chee! I wonder how heâ\u0080\u0099s getting on!â\u0080\u009d\n\nâ\u0080\u009cIf we only had Polynesia with us,â\u0080\u009d said the white mouse. â\u0080\u009c_She_ would\nsoon think of some way. Do you remember how she got us all out of\nprisonâ\u0080\u0094the second time? My, but she was a clever one!â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t think so much of those eagle-fellows,â\u0080\u009d said Jip. â\u0080\u009cTheyâ\u0080\u0099re just\nconceited. They may have very good eyesight and all that; but when you\nask them to find a man for you, they canâ\u0080\u0099t do itâ\u0080\u0094and they have the\ncheek to come back and say that nobody else could do it. Theyâ\u0080\u0099re just\nconceitedâ\u0080\u0094like that collie in Puddleby. And I donâ\u0080\u0099t think a whole lot\nof those gossipy old porpoises either. All they could tell us was that\nthe man isnâ\u0080\u0099t in the sea. We donâ\u0080\u0099t want to know where he _isnâ\u0080\u0099t_â\u0080\u0094we\nwant to know where he _is_.â\u0080\u009d\n\nâ\u0080\u009cOh, donâ\u0080\u0099t talk so much,â\u0080\u009d said Gub-Gub. â\u0080\u009cItâ\u0080\u0099s easy to talk; but it\nisnâ\u0080\u0099t so easy to find a man when you have got the whole world to hunt\nhim in. Maybe the fishermanâ\u0080\u0099s hair has turned white, worrying about\nthe boy; and that was why the eagles didnâ\u0080\u0099t find him. You donâ\u0080\u0099t know\neverything. Youâ\u0080\u0099re just talking. You are not doing anything to help.\nYou couldnâ\u0080\u0099t find the boyâ\u0080\u0099s uncle any more than the eagles couldâ\u0080\u0094you\ncouldnâ\u0080\u0099t do as well.â\u0080\u009d\n\n[Illustration: â\u0080\u009câ\u0080\u0098You stupid piece of warm bacon!â\u0080\u0099â\u0080\u009d]\n\nâ\u0080\u009cCouldnâ\u0080\u0099t I?â\u0080\u009d said the dog. â\u0080\u009cThatâ\u0080\u0099s all you know, you stupid piece of\nwarm bacon! I havenâ\u0080\u0099t begun to try yet, have I? You wait and see!â\u0080\u009d\n\nThen Jip went to the Doctor and said,\n\nâ\u0080\u009cAsk the boy if he has anything in his pockets that belonged to his\nuncle, will you, please?â\u0080\u009d\n\nSo the Doctor asked him. And the boy showed them a gold ring which he\nwore on a piece of string around his neck because it was too big for\nhis finger. He said his uncle gave it to him when they saw the pirates\ncoming.\n\nJip smelt the ring and said,\n\nâ\u0080\u009cThatâ\u0080\u0099s no good. Ask him if he has anything else that belonged to his\nuncle.â\u0080\u009d\n\nThen the boy took from his pocket a great, big red handkerchief and\nsaid, â\u0080\u009cThis was my uncleâ\u0080\u0099s too.â\u0080\u009d\n\nAs soon as the boy pulled it out, Jip shouted,\n\nâ\u0080\u009c_Snuff_, by Jingo!â\u0080\u0094Black Rappee snuff. Donâ\u0080\u0099t you smell it? His uncle\ntook snuffâ\u0080\u0094Ask him, Doctor.â\u0080\u009d\n\nThe Doctor questioned the boy again; and he said, â\u0080\u009cYes. My uncle took a\nlot of snuff.â\u0080\u009d\n\nâ\u0080\u009cFine!â\u0080\u009d said Jip. â\u0080\u009cThe manâ\u0080\u0099s as good as found. â\u0080\u0099Twill be as easy as\nstealing milk from a kitten. Tell the boy Iâ\u0080\u0099ll find his uncle for him\nin less than a week. Let us go upstairs and see which way the wind is\nblowing.â\u0080\u009d\n\nâ\u0080\u009cBut it is dark now,â\u0080\u009d said the Doctor. â\u0080\u009cYou canâ\u0080\u0099t find him in the dark!â\u0080\u009d\n\nâ\u0080\u009cI donâ\u0080\u0099t need any light to look for a man who smells of Black Rappee\nsnuff,â\u0080\u009d said Jip as he climbed the stairs. â\u0080\u009cIf the man had a hard\nsmell, like string, nowâ\u0080\u0094or hot water, it would be different. But\n_snuff_!â\u0080\u0094Tut, tut!â\u0080\u009d\n\nâ\u0080\u009cDoes hot water have a smell?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cCertainly it has,â\u0080\u009d said Jip. â\u0080\u009cHot water smells quite different from\ncold water. It is warm waterâ\u0080\u0094or iceâ\u0080\u0094that has the really difficult\nsmell. Why, I once followed a man for ten miles on a dark night by the\nsmell of the hot water he had used to shave withâ\u0080\u0094for the poor fellow\nhad no soap.... Now then, let us see which way the wind is blowing.\nWind is very important in long-distant smelling. It mustnâ\u0080\u0099t be too\nfierce a windâ\u0080\u0094and of course it must blow the right way. A nice, steady,\ndamp breeze is the best of all.... Ha!â\u0080\u0094This wind is from the North.â\u0080\u009d\n\nThen Jip went up to the front of the ship and smelt the wind; and he\nstarted muttering to himself,\n\nâ\u0080\u009cTar; Spanish onions; kerosene oil; wet raincoats; crushed\nlaurel-leaves; rubber burning; lace-curtains being washedâ\u0080\u0094No, my\nmistake, lace-curtains hanging out to dry; and foxesâ\u0080\u0094hundreds of\nâ\u0080\u0099emâ\u0080\u0094cubs; andâ\u0080\u0094â\u0080\u009d\n\nâ\u0080\u009cCan you really smell all those different things in this one wind?â\u0080\u009d\nasked the Doctor.\n\nâ\u0080\u009cWhy, of course!â\u0080\u009d said Jip. â\u0080\u009cAnd those are only a few of the easy\nsmellsâ\u0080\u0094the strong ones. Any mongrel could smell those with a cold in\nthe head. Wait now, and Iâ\u0080\u0099ll tell you some of the harder scents that\nare coming on this windâ\u0080\u0094a few of the dainty ones.â\u0080\u009d\n\nThen the dog shut his eyes tight, poked his nose straight up in the air\nand sniffed hard with his mouth half-open.\n\nFor a long time he said nothing. He kept as still as a stone. He hardly\nseemed to be breathing at all. When at last he began to speak, it\nsounded almost as though he were singing, sadly, in a dream.\n\nâ\u0080\u009cBricks,â\u0080\u009d he whispered, very lowâ\u0080\u0094â\u0080\u009cold yellow bricks, crumbling with\nage in a garden-wall; the sweet breath of young cows standing in a\nmountain-stream; the lead roof of a dove-coteâ\u0080\u0094or perhaps a granaryâ\u0080\u0094with\nthe mid-day sun on it; black kid gloves lying in a bureau-drawer of\nwalnut-wood; a dusty road with a horsesâ\u0080\u0099 drinking-trough beneath the\nsycamores; little mushrooms bursting through the rotting leaves;\nandâ\u0080\u0094andâ\u0080\u0094andâ\u0080\u0094â\u0080\u009d\n\nâ\u0080\u009cAny parsnips?â\u0080\u009d asked Gub-Gub.\n\nâ\u0080\u009cNo,â\u0080\u009d said Jip. â\u0080\u009cYou always think of things to eat. No parsnips\nwhatever. And no snuffâ\u0080\u0094plenty of pipes and cigarettes, and a few\ncigars. But no snuff. We must wait till the wind changes to the South.â\u0080\u009d\n\nâ\u0080\u009cYes, itâ\u0080\u0099s a poor wind, that,â\u0080\u009d said Gub-Gub. â\u0080\u009cI think youâ\u0080\u0099re a fake,\nJip. Who ever heard of finding a man in the middle of the ocean just by\nsmell! I told you you couldnâ\u0080\u0099t do it.â\u0080\u009d\n\nâ\u0080\u009cLook here,â\u0080\u009d said Jip, getting really angry. â\u0080\u009cYouâ\u0080\u0099re going to get a\nbite on the nose in a minute! You neednâ\u0080\u0099t think that just because\nthe Doctor wonâ\u0080\u0099t let us give you what you deserve, that you can be as\ncheeky as you like!â\u0080\u009d\n\nâ\u0080\u009cStop quarreling!â\u0080\u009d said the Doctorâ\u0080\u0094â\u0080\u009cStop it! Lifeâ\u0080\u0099s too short. Tell me,\nJip, where do you think those smells are coming from?â\u0080\u009d\n\nâ\u0080\u009cFrom Devon and Walesâ\u0080\u0094most of them,â\u0080\u009d said Jipâ\u0080\u0094â\u0080\u009cThe wind is coming that\nway.â\u0080\u009d\n\nâ\u0080\u009cWell, well!â\u0080\u009d said the Doctor. â\u0080\u009cYou know thatâ\u0080\u0099s really quite\nremarkableâ\u0080\u0094quite. I must make a note of that for my new book. I wonder\nif you could train me to smell as well as that.... But noâ\u0080\u0094perhaps Iâ\u0080\u0099m\nbetter off the way I am. â\u0080\u0098Enough is as good as a feast,â\u0080\u0099 they say.\nLetâ\u0080\u0099s go down to supper. Iâ\u0080\u0099m quite hungry.â\u0080\u009d\n\nâ\u0080\u009cSo am I,â\u0080\u009d said Gub-Gub.\n\n\n\n\n_THE NINETEENTH CHAPTER_\n\nTHE ROCK\n\n\nUP they got, early next morning, out of the silken beds; and they saw\nthat the sun was shining brightly and that the wind was blowing from\nthe South.\n\nJip smelt the South wind for half an hour. Then he came to the Doctor,\nshaking his head.\n\nâ\u0080\u009cI smell no snuff as yet,â\u0080\u009d he said. â\u0080\u009cWe must wait till the wind changes\nto the East.â\u0080\u009d\n\nBut even when the East wind came, at three oâ\u0080\u0099clock that afternoon, the\ndog could not catch the smell of snuff.\n\nThe little boy was terribly disappointed and began to cry again, saying\nthat no one seemed to be able to find his uncle for him. But all Jip\nsaid to the Doctor was,\n\nâ\u0080\u009cTell him that when the wind changes to the West, Iâ\u0080\u0099ll find his uncle\neven though he be in Chinaâ\u0080\u0094so long as he is still taking Black Rappee\nsnuff.â\u0080\u009d\n\nThree days they had to wait before the West wind came. This was on a\nFriday morning, earlyâ\u0080\u0094just as it was getting light. A fine rainy mist\nlay on the sea like a thin fog. And the wind was soft and warm and wet.\n\n[Illustration: â\u0080\u009câ\u0080\u0098Doctor!â\u0080\u0099 he cried. â\u0080\u0098Iâ\u0080\u0099ve got it!â\u0080\u0099â\u0080\u009d]\n\nAs soon as Jip awoke he ran upstairs and poked his nose in the air.\nThen he got most frightfully excited and rushed down again to wake the\nDoctor up.\n\nâ\u0080\u009cDoctor!â\u0080\u009d he cried. â\u0080\u009cIâ\u0080\u0099ve got it! Doctor! Doctor! Wake up! Listen!\nIâ\u0080\u0099ve got it! The windâ\u0080\u0099s from the West and it smells of nothing but\nsnuff. Come upstairs and start the shipâ\u0080\u0094quick!â\u0080\u009d\n\nSo the Doctor tumbled out of bed and went to the rudder to steer the\nship.\n\nâ\u0080\u009cNow Iâ\u0080\u0099ll go up to the front,â\u0080\u009d said Jip; â\u0080\u009cand you watch my\nnoseâ\u0080\u0094whichever way I point it, you turn the ship the same way. The man\ncannot be far offâ\u0080\u0094with the smell as strong as this. And the windâ\u0080\u0099s all\nlovely and wet. Now watch me!â\u0080\u009d\n\nSo all that morning Jip stood in the front part of the ship, sniffing\nthe wind and pointing the way for the Doctor to steer; while all the\nanimals and the little boy stood round with their eyes wide open,\nwatching the dog in wonder.\n\nAbout lunch-time Jip asked Dab-Dab to tell the Doctor that he was\ngetting worried and wanted to speak to him. So Dab-Dab went and fetched\nthe Doctor from the other end of the ship and Jip said to him,\n\nâ\u0080\u009cThe boyâ\u0080\u0099s uncle is starving. We must make the ship go as fast as we\ncan.â\u0080\u009d\n\nâ\u0080\u009cHow do you know he is starving?â\u0080\u009d asked the Doctor.\n\nâ\u0080\u009cBecause there is no other smell in the West wind but snuff,â\u0080\u009d said Jip.\nâ\u0080\u009cIf the man were cooking or eating food of any kind, I would be bound\nto smell it too. But he hasnâ\u0080\u0099t even fresh water to drink. All he is\ntaking is snuffâ\u0080\u0094in large pinches. We are getting nearer to him all the\ntime, because the smell grows stronger every minute. But make the ship\ngo as fast as you can, for I am certain that the man is starving.â\u0080\u009d\n\nâ\u0080\u009cAll right,â\u0080\u009d said the Doctor; and he sent Dab-Dab to ask the swallows\nto pull the ship, the same as they had done when the pirates were\nchasing them.\n\nSo the stout little birds came down and once more harnessed themselves\nto the ship.\n\nAnd now the boat went bounding through the waves at a terrible speed.\nIt went so fast that the fishes in the sea had to jump for their lives\nto get out of the way and not be run over.\n\nAnd all the animals got tremendously excited; and they gave up looking\nat Jip and turned to watch the sea in front, to spy out any land or\nislands where the starving man might be.\n\nBut hour after hour went by and still the ship went rushing on, over\nthe same flat, flat sea; and no land anywhere came in sight.\n\nAnd now the animals gave up chattering and sat around silent, anxious\nand miserable. The little boy again grew sad. And on Jipâ\u0080\u0099s face there\nwas a worried look.\n\nAt last, late in the afternoon, just as the sun was going down, the\nowl, Too-Too, who was perched on the tip of the mast, suddenly startled\nthem all by crying out at the top of his voice,\n\nâ\u0080\u009cJip! Jip! I see a great, great rock in front of usâ\u0080\u0094lookâ\u0080\u0094way out there\nwhere the sky and the water meet. See the sun shine on itâ\u0080\u0094like gold! Is\nthe smell coming from there?â\u0080\u009d\n\nAnd Jip called back,\n\nâ\u0080\u009cYes. Thatâ\u0080\u0099s it. That is where the man is.â\u0080\u0094At last, at last!â\u0080\u009d\n\nAnd when they got nearer they could see that the rock was very largeâ\u0080\u0094as\nlarge as a big field. No trees grew on it, no grassâ\u0080\u0094nothing. The great\nrock was as smooth and as bare as the back of a tortoise.\n\nThen the Doctor sailed the ship right round the rock. But nowhere on\nit could a man be seen. All the animals screwed up their eyes and\nlooked as hard as they could; and John Dolittle got a telescope from\ndownstairs.\n\nBut not one living thing could they spyâ\u0080\u0094not even a gull, nor a\nstar-fish, nor a shred of sea-weed.\n\nThey all stood still and listened, straining their ears for any sound.\nBut the only noise they heard was the gentle lapping of the little\nwaves against the sides of their ship.\n\nThen they all started calling, â\u0080\u009cHulloa, there!â\u0080\u0094HULLOA!â\u0080\u009d till their\nvoices were hoarse. But only the echo came back from the rock.\n\nAnd the little boy burst into tears and said,\n\nâ\u0080\u009cI am afraid I shall never see my uncle any more! What shall I tell\nthem when I get home!â\u0080\u009d\n\nBut Jip called to the Doctor,\n\nâ\u0080\u009cHe must be thereâ\u0080\u0094he mustâ\u0080\u0094_he must_! The smell goes on no further. He\nmust be there, I tell you! Sail the ship close to the rock and let me\njump out on it.â\u0080\u009d\n\nSo the Doctor brought the ship as close as he could and let down the\nanchor. Then he and Jip got out of the ship on to the rock.\n\nJip at once put his nose down close to the ground and began to run\nall over the place. Up and down he went, back and forthâ\u0080\u0094zig-zagging,\ntwisting, doubling and turning. And everywhere he went, the Doctor ran\nbehind him, close at his heelsâ\u0080\u0094till he was terribly out of breath.\n\nAt last Jip let out a great bark and sat down. And when the Doctor came\nrunning up to him, he found the dog staring into a big, deep hole in\nthe middle of the rock.\n\nâ\u0080\u009cThe boyâ\u0080\u0099s uncle is down there,â\u0080\u009d said Jip quietly. â\u0080\u009cNo wonder those\nsilly eagles couldnâ\u0080\u0099t see him!â\u0080\u0094It takes a dog to find a man.â\u0080\u009d\n\nSo the Doctor got down into the hole, which seemed to be a kind of\ncave, or tunnel, running a long way under the ground. Then he struck\na match and started to make his way along the dark passage with Jip\nfollowing behind.\n\nThe Doctorâ\u0080\u0099s match soon went out; and he had to strike another and\nanother and another.\n\nAt last the passage came to an end; and the Doctor found himself in a\nkind of tiny room with walls of rock.\n\nAnd there, in the middle of the room, his head resting on his arms, lay\na man with very red hairâ\u0080\u0094fast asleep!\n\nJip went up and sniffed at something lying on the ground beside him.\nThe Doctor stooped and picked it up. It was an enormous snuff-box. And\nit was full of Black Rappee!\n\n\n\n\n_THE TWENTIETH CHAPTER_\n\nTHE FISHERMANâ\u0080\u0099S TOWN\n\n\nGENTLY thenâ\u0080\u0094very gently, the Doctor woke the man up.\n\nBut just at that moment the match went out again. And the man thought\nit was Ben Ali coming back, and he began to punch the Doctor in the\ndark.\n\nBut when John Dolittle told him who it was, and that he had his little\nnephew safe on his ship, the man was tremendously glad, and said he was\nsorry he had fought the Doctor. He had not hurt him much thoughâ\u0080\u0094because\nit was too dark to punch properly. Then he gave the Doctor a pinch of\nsnuff.\n\nAnd the man told how the Barbary Dragon had put him on to this rock and\nleft him there, when he wouldnâ\u0080\u0099t promise to become a pirate; and how he\nused to sleep down in this hole because there was no house on the rock\nto keep him warm.\n\nAnd then he said,\n\nâ\u0080\u009cFor four days I have had nothing to eat or drink. I have lived on\nsnuff.â\u0080\u009d\n\nâ\u0080\u009cThere you are!â\u0080\u009d said Jip. â\u0080\u009cWhat did I tell you?â\u0080\u009d\n\nSo they struck some more matches and made their way out through the\npassage into the daylight; and the Doctor hurried the man down to the\nboat to get some soup.\n\nWhen the animals and the little boy saw the Doctor and Jip coming back\nto the ship with a red-headed man, they began to cheer and yell and\ndance about the boat. And the swallows up above started whistling at\nthe top of their voicesâ\u0080\u0094thousands and millions of themâ\u0080\u0094to show that\nthey too were glad that the boyâ\u0080\u0099s brave uncle had been found. The\nnoise they made was so great that sailors far out at sea thought that\na terrible storm was coming. â\u0080\u009cHark to that gale howling in the East!â\u0080\u009d\nthey said.\n\nAnd Jip was awfully proud of himselfâ\u0080\u0094though he tried hard not to look\nconceited. When Dab-Dab came to him and said, â\u0080\u009cJip, I had no idea you\nwere so clever!â\u0080\u009d he just tossed his head and answered,\n\nâ\u0080\u009cOh, thatâ\u0080\u0099s nothing special. But it takes a dog to find a man, you\nknow. Birds are no good for a game like that.â\u0080\u009d\n\nThen the Doctor asked the red-haired fisherman where his home was. And\nwhen he had told him, the Doctor asked the swallows to guide the ship\nthere first.\n\nAnd when they had come to the land which the man had spoken of, they\nsaw a little fishing-town at the foot of a rocky mountain; and the man\npointed out the house where he lived.\n\nAnd while they were letting down the anchor, the little boyâ\u0080\u0099s mother\n(who was also the manâ\u0080\u0099s sister) came running down to the shore to meet\nthem, laughing and crying at the same time. She had been sitting on a\nhill for twenty days, watching the sea and waiting for them to return.\n\nAnd she kissed the Doctor many times, so that he giggled and blushed\nlike a school-girl. And she tried to kiss Jip too; but he ran away and\nhid inside the ship.\n\nâ\u0080\u009cItâ\u0080\u0099s a silly business, this kissing,â\u0080\u009d he said. â\u0080\u009cI donâ\u0080\u0099t hold by it.\nLet her go and kiss Gub-Gubâ\u0080\u0094if she _must_ kiss something.â\u0080\u009d\n\n[Illustration: â\u0080\u009cAnd she kissed the Doctor many timesâ\u0080\u009d]\n\nThe fisherman and his sister didnâ\u0080\u0099t want the Doctor to go away again\nin a hurry. They begged him to spend a few days with them. So John\nDolittle and his animals had to stay at their house a whole Saturday\nand Sunday and half of Monday.\n\nAnd all the little boys of the fishing-village went down to the beach\nand pointed at the great ship anchored there, and said to one another\nin whispers,\n\nâ\u0080\u009cLook! That was a pirate-shipâ\u0080\u0094Ben Aliâ\u0080\u0099sâ\u0080\u0094the most terrible pirate that\never sailed the Seven Seas! That old gentleman with the high hat,\nwhoâ\u0080\u0099s staying up at Mrs. Trevelyanâ\u0080\u0099s, _he_ took the ship away from The\nBarbary Dragonâ\u0080\u0094and made him into a farmer. Whoâ\u0080\u0099d have thought it of\nhimâ\u0080\u0094him so gentle-like and all!... Look at the great red sails! Ainâ\u0080\u0099t\nshe the wicked-looking shipâ\u0080\u0094and fast?â\u0080\u0094My!â\u0080\u009d\n\nAll those two days and a half that the Doctor stayed at the little\nfishing-town the people kept asking him out to teas and luncheons and\ndinners and parties; all the ladies sent him boxes of flowers and\ncandies; and the village-band played tunes under his window every night.\n\nAt last the Doctor said,\n\nâ\u0080\u009cGood people, I must go home now. You have really been most kind. I\nshall always remember it. But I must go homeâ\u0080\u0094for I have things to do.â\u0080\u009d\n\nThen, just as the Doctor was about to leave, the Mayor of the town came\ndown the street and a lot of other people in grand clothes with him.\nAnd the Mayor stopped before the house where the Doctor was living; and\neverybody in the village gathered round to see what was going to happen.\n\nAfter six page-boys had blown on shining trumpets to make the people\nstop talking, the Doctor came out on to the steps and the Mayor spoke.\n\nâ\u0080\u009cDoctor John Dolittle,â\u0080\u009d said he: â\u0080\u009cIt is a great pleasure for me to\npresent to the man who rid the seas of the Dragon of Barbary this\nlittle token from the grateful people of our worthy Town.â\u0080\u009d\n\nAnd the Mayor took from his pocket a little tissue-paper packet, and\nopening it, he handed to the Doctor a perfectly beautiful watch with\nreal diamonds in the back.\n\nThen the Mayor pulled out of his pocket a still larger parcel and said,\n\nâ\u0080\u009cWhere is the dog?â\u0080\u009d\n\nThen everybody started to hunt for Jip. And at last Dab-Dab found him\non the other side of the village in a stable-yard, where all the dogs\nof the country-side were standing round him speechless with admiration\nand respect.\n\nWhen Jip was brought to the Doctorâ\u0080\u0099s side, the Mayor opened the larger\nparcel; and inside was a dog-collar made of solid gold! And a great\nmurmur of wonder went up from the village-folk as the Mayor bent down\nand fastened it round the dogâ\u0080\u0099s neck with his own hands.\n\nFor written on the collar in big letters were these words: â\u0080\u009cJIPâ\u0080\u0094_The\nCleverest Dog in the World._â\u0080\u009d\n\nThen the whole crowd moved down to the beach to see them off. And after\nthe red-haired fisherman and his sister and the little boy had thanked\nthe Doctor and his dog over and over and over again, the great, swift\nship with the red sails was turned once more towards Puddleby and they\nsailed out to sea, while the village-band played music on the shore.\n\n\n\n\n_THE LAST CHAPTER_\n\nHOME AGAIN\n\n\nMARCH winds had come and gone; Aprilâ\u0080\u0099s showers were over; Mayâ\u0080\u0099s buds\nhad opened into flower; and the June sun was shining on the pleasant\nfields, when John Dolittle at last got back to his own country.\n\nBut he did not yet go home to Puddleby. First he went traveling through\nthe land with the pushmi-pullyu in a gipsy-wagon, stopping at all the\ncountry-fairs. And there, with the acrobats on one side of them and the\nPunch-and-Judy show on the other, they would hang out a big sign which\nread, â\u0080\u009cCOME AND SEE THE MARVELOUS TWO-HEADED ANIMAL FROM THE JUNGLES OF\nAFRICA. Admission SIXPENCE.â\u0080\u009d\n\nAnd the pushmi-pullyu would stay inside the wagon, while the other\nanimals would lie about underneath. The Doctor sat in a chair in front\ntaking the sixpences and smiling on the people as they went in; and\nDab-Dab was kept busy all the time scolding him because he would let\nthe children in for nothing when she wasnâ\u0080\u0099t looking.\n\nAnd menagerie-keepers and circus-men came and asked the Doctor to sell\nthem the strange creature, saying they would pay a tremendous lot of\nmoney for him. But the Doctor always shook his head and said,\n\nâ\u0080\u009cNo. The pushmi-pullyu shall never be shut up in a cage. He shall be\nfree always to come and go, like you and me.â\u0080\u009d\n\nMany curious sights and happenings they saw in this wandering life; but\nthey all seemed quite ordinary after the great things they had seen and\ndone in foreign lands. It was very interesting at first, being sort of\npart of a circus; but after a few weeks they all got dreadfully tired\nof it and the Doctor and all of them were longing to go home.\n\n[Illustration: â\u0080\u009cThe Doctor sat in a chair in frontâ\u0080\u009d]\n\nBut so many people came flocking to the little wagon and paid the\nsixpence to go inside and see the pushmi-pullyu that very soon the\nDoctor was able to give up being a showman.\n\nAnd one fine day, when the hollyhocks were in full bloom, he came back\nto Puddleby a rich man, to live in the little house with the big garden.\n\nAnd the old lame horse in the stable was glad to see him; and so were\nthe swallows who had already built their nests under the eaves of his\nroof and had young ones. And Dab-Dab was glad, too, to get back to the\nhouse she knew so wellâ\u0080\u0094although there was a terrible lot of dusting to\nbe done, with cobwebs everywhere.\n\nAnd after Jip had gone and shown his golden collar to the conceited\ncollie next-door, he came back and began running round the garden\nlike a crazy thing, looking for the bones he had buried long ago,\nand chasing the rats out of the tool-shed; while Gub-Gub dug up the\nhorseradish which had grown three feet high in the corner by the\ngarden-wall.\n\n[Illustration: â\u0080\u009cHe began running round the garden like a crazy thingâ\u0080\u009d]\n\nAnd the Doctor went and saw the sailor who had lent him the boat, and\nhe bought two new ships for him and a rubber-doll for his baby; and\nhe paid the grocer for the food he had lent him for the journey to\nAfrica. And he bought another piano and put the white mice back in\nitâ\u0080\u0094because they said the bureau-drawer was drafty.\n\nEven when the Doctor had filled the old money-box on the dresser-shelf,\nhe still had a lot of money left; and he had to get three more\nmoney-boxes, just as big, to put the rest in.\n\nâ\u0080\u009cMoney,â\u0080\u009d he said, â\u0080\u009cis a terrible nuisance. But itâ\u0080\u0099s nice not to have to\nworry.â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said Dab-Dab, who was toasting muffins for his tea, â\u0080\u009cit is\nindeed!â\u0080\u009d\n\nAnd when the Winter came again, and the snow flew against the\nkitchen-window, the Doctor and his animals would sit round the big,\nwarm fire after supper; and he would read aloud to them out of his\nbooks.\n\nBut far away in Africa, where the monkeys chattered in the palm-trees\nbefore they went to bed under the big yellow moon, they would say to\none another,\n\nâ\u0080\u009cI wonder what The Good Manâ\u0080\u0099s doing nowâ\u0080\u0094over there, in the Land of the\nWhite Men! Do you think he ever will come back?â\u0080\u009d\n\nAnd Polynesia would squeak out from the vines,\n\nâ\u0080\u009cI think he willâ\u0080\u0094I guess he willâ\u0080\u0094I hope he will!â\u0080\u009d\n\nAnd then the crocodile would grunt up at them from the black mud of the\nriver,\n\nâ\u0080\u009cIâ\u0080\u0099m SURE he willâ\u0080\u0094Go to sleep!â\u0080\u009d\n\n[Illustration: THE END]\n\n       *       *       *       *       *\n\nTranscriberâ\u0080\u0099s Notes:\n\nPage 79, period added at end of sentence (had not seen before.)\n\nPage 119, single closing quote added to caption about rats.\n\n\n\n\n\nEnd of Project Gutenberg's The Story of Doctor Dolittle, by Hugh Lofting\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STORY OF DOCTOR DOLITTLE ***\n\n***** This file should be named 501-0.txt or 501-0.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/0\/501\/\n\nProduced by Emmy, MWS and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This file was\nproduced from images generously made available by The\nInternet Archive)\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n","id":543,"split":"train"}
