{"ori_id":"b063e2afb2fea948eeb22b94fde9fd804a285531","title":"The Contrast (play)","context":"The Contrast (play)\n The play begins with the coquettish Charlotte and Letitia talking about the forthcoming marriage and Maria’s distress due to her father’s marriage plans for her. Billy Dimple's father was Van Rough's business partner. Before the death of Dimple’s father, a marriage between Van Rough’s Daughter, Maria, and Dimple was settled. While Dimple becomes snobbish in England, Maria betakes herself to books that \"improve her taste\": \"The contrast was so striking betwixt the good sense of her books, and the flimsiness of her love-letters, that she discovered that she had unthinkingly engaged her hand without her heart.\"\nIn the second scene, Maria bemoans the \"helpless situation of [her] sex\": \"Reputation is the life of a woman - and the only safe asylum a woman of delicacy can find, is in the arms of a man of honor.\" Even though Maria reveals to her father a lack of love towards Dimple, old Van Rough still wants her to marry Dimple, stressing that “money makes the mare go”. For him his daughter’s feelings are nonsense and money is the most important thing she should look out for. In a time when women usually were detained from enlightening their opinions by means of literature (biographies were acceptable, but no novels, since they were thought to produce a wrong world view), her father concludes that her sadness comes from “these vile books”. Not wanting to disappoint her father, Maria consents.\nIn Act II, Charlotte discovers that her brother, the good and honorable Colonel Manly, is in town. Manly fought in the Revolutionary War and is dressed in a soldier’s coat, which seems totally unfashionable to the city’s high society. Without knowing from each other’s affair, Letitia and Charlotte, secretly reveal to the audience that they are also courted by Dimple. Snobbish Jessamy meets simple Jonathan, who has never been to such a big town and almost kissed a “harlot” without realizing it. Jessamy convinces “almost married” Jonathan to pursue some maids in the city. Jessamy introduces Jonathan to Jenny, and after the former takes his leave, Manly’s manservant tries to kiss the girl. Jenny refuses angrily, since she thinks Jonathan much too unfashionable for her.\nIn Act III, Dimple says he loves Charlotte for her lively character, but needs Letitia's money. He also wants Maria to decline the match. Then Dimple, the villain, meets Manly and finds out that the Colonel is Charlotte’s brother – just in time to prevent himself from telling Manly about his detestable attitude towards women. Dimple has an extensive monologue where he declares his love for European culture, despite living in America.\nIn Act IV, Maria tells Charlotte that Dimple insults and disgusts her and that she met a lovely man full of honor (Manly) this morning. Charlotte, being interested in Dimple, unsuccessfully “endeavour[s] to excite her to discharge him.” Manly and Dimple enter and the family relations are revealed to all characters. Van Rough meanwhile finds out about Dimple having lost seventeen-thousand pounds due to gambling and decides not to have his daughter been married to such a fool. In that moment he more or less accidentally overhears a conversation between Manly and Maria revealing their love and affections to each other.\nIn Act V, Jessamy fails to teach high society’s rules of laughing to Jonathan, who just laughs too naturally. Dimple meets Letitia, telling her that he loves just her and that Charlotte is nothing else than a “trifling, gay, flighty coquette”. Charlotte enters and Letitia pretends to leave. She observes the following happenings. After Letitia seemed to be gone, Dimple tells Charlotte that he is in love with her and that Letitia is an “ugly creature!” When Dimple forcefully tries to kiss her, Charlotte screams and Manly comes in to help her quarrelling Dimple. Old Van Rough prevents the men from stabbing each other and Letitia enters to reveal the happenings to everyone. After Dimple is gone dishonored, Van Rough agrees to Manly’s marriage proposal and Maria ends up with Manly.\nï»¿The Project Gutenberg EBook of The Contrast, by Royall Tyler\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Contrast\n\nAuthor: Royall Tyler\n\nEditor: Montrose J. Moses\n\nRelease Date: June 26, 2009 [EBook #29228]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE CONTRAST ***\n\n\n\n\nProduced by David Starner, Brownfox and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\nTRANSCRIBERS' NOTES\n\nThis e-book contains the text of _The Contrast_, extracted from\nRepresentative Plays by American Dramatists: Vol 1, 1765-1819. Comments\nand background to all the plays and the other plays are available at\nProject Gutenberg.\n\nSpelling as in the original has been preserved.\n\n\n\n\nTHE CONTRAST\n\n_By_\n\nROYALL TYLER\n\n[Illustration: ROYALL TYLER]\n\n\n\n\nROYALL TYLER\n\n(1757-1826)\n\n\nWilliam Dunlap is considered the father of the American Theatre, and\nanyone who reads his history of the American Theatre will see how firmly\nfounded are his claims to this title. But the first American play to be\nwritten by a native, and to gain the distinction of anything like a\n\"run\" is \"The Contrast,\"[1] by Royall Tyler. Unfortunately for us, the\nthree hundred page manuscript of Tyler's \"Life,\" which is in possession\nof one of his descendants, has never been published. Were that document\navailable, it would throw much valuable light on the social history of\nNew England. For Tyler was deep-dyed in New England traditions, and,\nstrange to say, his playwriting began as a reaction against a\nPuritanical attitude toward the theatre.\n\nWhen Tyler came to New York on a very momentous occasion, as an official\nin the suppression of Shays's Rebellion, he had little thought of ever\nputting his pen to paper as a playwright, although he was noted from\nearliest days as a man of literary ambition, his tongue being sharp in\nits wit, and his disposition being brilliant in the parlour. It was\nwhile in what was even then considered to be the very gay and wicked\ncity of New York, that Royall Tyler went to the theatre for the first\ntime, and, on that auspicious occasion, witnessed Sheridan's \"The School\nfor Scandal.\" We can imagine what the brilliancy of that moment must\nhave been to the parched New England soul of our first American\ndramatist.\n\nTwo days afterwards, inspiration began to burn, and he dashed off, in a\nperiod of a few weeks, the comedy called \"The Contrast,\" not so great a\n\"contrast,\" however, that the literary student would fail to recognize\n\"The School for Scandal\" as its chief inspiration.\n\nOur young dramatist, whose original name, William Clark Tyler, was\nchanged, by act of Court, to Royall, was born in Boston on July 18,\n1757, near the historic ground of Faneuil Hall. His father was one of\nthe King's Councillors, and figured in the Stamp Act controversy. From\nhim, young Tyler inherited much of his ability. The family was wealthy\nand influential. Naturally, the father being a graduate of Harvard, his\nson likewise went to that institution. His early boyhood, when he was at\nthe grammar school, was passed amidst the tumult of the Stamp Act, and\nthe quartering of troops in Boston. When he entered Harvard as a\nfreshman, on July 15, 1772, three days before he was fifteen years old,\nhe was thoroughly accustomed to the strenuous atmosphere of the coming\nRevolution.\n\nThere were many students in his class, who afterwards won distinction as\nchief justices, governors and United States senators, but at that time\nnone of them were so sedate as to ignore the usual pranks of the college\nboy. Tyler's temperament is well exhibited by the fact that he was one\nof the foremost instigators in a fishing party from his room window,\nwhen the students hooked the wig of the reverend president from his head\none morning as that potentate was going to chapel.\n\nTyler graduated with a B.A. degree from Harvard in July, 1776, the\nValedictorian of his class; and was similarly honoured with a B.A. by\nYale (1776). Three years after, he received an M.A. from Harvard and, in\nlater life (1811), from the University of Vermont. He read law for three\nyears with the Hon. Francis Dana, of Cambridge, and the Hon. Benjamin\nHichbourne, of Boston, during that time being a member of a club which\nused to meet at the rooms of Colonel John Trumbull, well known to all\nstudents as a soldier and painter. Unfortunate for us that the life-size\ncanvas of Royall Tyler, painted by Trumbull, was destroyed by fire. We\nare assured by Trumbull, in his \"Reminiscences,\" that during those long\nevenings, they \"regaled themselves with a cup of tea instead of wine,\nand discussed subjects of literature, politics and war.\" In 1778, Tyler\nfound himself by the side of Trumbull, fighting against the British and\nserving a short while under General Sullivan.\n\nIn 1779, he was admitted to the bar, and there followed a long\nsuccession of activities, in which he moved from place to place, finally\nassociating himself definitely with the early history of Vermont, and\nBrattleboro in particular.\n\nThere is much interesting data in existence relating to Royall Tyler's\nliterary activities, as a writer of witty articles, sprightly verse and\nautobiographical experiences--in a style which, while lacking in\ndistinction, is none the less a measure of the sprightliness of the\nauthor's disposition. It is not my purpose to enter into a discussion of\nanything but Royall Tyler as the author of \"The Contrast.\" He wrote\nseveral other plays besides,[2] one dealing with the wild-cat land\nspeculation in Georgia. But the play under discussion is fully\nrepresentative of his dramatic ability, an ability which would scarcely\nbe worthy of too much commendation were it not for the fact that Tyler\nmay be regarded as the creator of the Yankee type in American drama.\n\nIn 1787, Shays's Rebellion brought Tyler once more under the command of\nMajor-General Benjamin Lincoln, with whom he had served in the\nRevolutionary War. As an aide, he was required to go into the State of\nNew York, and arrange for the pursuit and capture of Shays. It was, as I\nhave said, while on this mission in New York City that he went to the\ntheatre for the first time. He witnessed Sheridan's \"The School for\nScandal,\" and in the audience on the occasion there very probably sat\nGeorge Washington. The latter was a constant frequenter of the little\nJohn Street Theatre, where Wignell was the chief comedian. Apart from\n_Jonathan's_ description of this \"Colonial\" Playhouse, as it looked\nafter the Revolution, we have Seilhamer's impression (i, 212), as\nfollows:\n\n    \"... the theatre in John Street ... for a quarter of a century\n    was to New York what the Southwark Theatre was to Philadelphia.\n    Both houses were alike in appearance, but the New York Theatre\n    stood back about sixty feet from the street, with a covered way\n    of rough wooden materials from the sidewalk to the doors. It was\n    principally of wood and was painted red. It had two rows of\n    boxes, and a pit and gallery, the capacity of the house when\n    full being about eight hundred dollars. The stage was\n    sufficiently large for all the requirements of that theatrical\n    era, and the dressing-rooms and green room were in a shed\n    adjacent to the theatre.\"\n\nThis was, it seems, the first time Tyler had ever left New England. His\nmanuscript was finished in three weeks, and shortly after handed over\nto the American Company for production. So loath was he to have his name\nconnected with it, that, when he gave the manuscript to Wignell, he\nconsigned also to that actor the copyright, with the instruction that,\nwhen the play was published, on the title-page, the piece should be\ncredited to the authorship of \"a citizen of the United States.\" Of all\nthe productions which came from his pen, the very prosaic and doubtfully\nauthoritative Vermont Law Reports is the only publication bearing his\nname on the title-page.\n\n\"The Contrast\" was produced on April 16, 1787, at the John Street\nTheatre, in New York, by the American Company, the original cast\nincluding Mr. Henry and Mr. Hallam as the rival lovers, and Mr. Wignell\nin the part of _Jonathan_, the first stage Yankee. Anyone who has read\nthe play will quite understand why it is that the honours so easily fell\nto Mr. Wignell rather than to Mr. Henry or to Mr. Hallam, and it is no\nsurprise, therefore, to find, after the initial performance, that\njealousy began to manifest itself between these three gentlemen,--so\nmuch so, indeed, that, when the time arrived for the Company to go to\nPhiladelphia, in December, 1787, Mr. Wignell was unable to present \"The\nContrast\" in the theatre, and had to content himself with a reading,\nbecause it was \"impracticable at this time to entertain the public with\na dramatic representation.\" The Notice continued: Mr. Wignell, \"in\ncompliance with the wishes of many respectable citizens of Philadelphia,\nproposes to read that celebrated performance at the City Tavern on\nMonday evening, the 10th inst. The curiosity which has everywhere been\nexpressed respecting this first dramatic production of American genius,\nand the pleasure which it has already afforded in the theatres of New\nYork and Maryland, persuade Mr. Wignell that his excuses on this\noccasion will be acceptable to the public and that even in so imperfect\na dress, the intrinsic merit of the comedy will contribute to the\namusement and command the approbation of the audience.\" Of Wignell and\nhis associates, an excellent impression may be had from a first hand\ndescription by W. B. Wood, in his \"Personal Recollections.\"\n\nWhether the intrinsic merits of the play would contribute to the\namusement of audiences to-day is to be doubted, although it is a\nstriking dramatic curio. The play in the reading is scarcely exciting.\nIt is surprisingly devoid of situation. Its chief characteristic is\n\"talk,\" but that talk, reflective in its spirit of \"The School for\nScandal,\" is interesting to the social student. When the ladies discuss\nthe manners of the times and the fashions of the day, they discuss them\nin terms of the Battery, in New York, but in the spirit of London. The\nonly native product, as I have said, is _Jonathan_, and his surprise\nover the play-house, into which he is inveigled, measures the surprise\nwhich must have overwhelmed the staid New England conscience of Royall\nTyler, when he found himself actually in that den of iniquity,--the\ntheatre. For the first time in the American Drama, we get New England\ndialogue and some attempt at American characterization. Wignell, being\nhimself a character actor of much ability, and the son of a player who\nhad been a member of Garrick's Company in London, it is small wonder\nthat he should have painted the stage Yankee in an agreeable and\nentertaining and novel manner.\n\nBut, undoubtedly, the only interest that could attach itself to this\ncomedy for the theatre-going audience of to-day would be in its\npresentment according to the customs and manners of the time. In fact,\none would be very much entertained were it possible to make _Letitia_\nand _Charlotte_ discuss their social schemes and ambitions in a parlour\nwhich reflected the atmosphere of New York in 1787. As a matter of fact,\nhowever, the audience that crowded into the little John Street Theatre,\non the opening night of \"The Contrast,\" was treated to an interior room,\nwhich was more closely akin to a London drawing-room than to a parlour\nin Manhattan. According to the very badly drawn frontispiece, which\nWignell used in the printed edition of the play, and which William\nDunlap executed, we see a very poor imitation of the customs, costumes,\nand situations which Tyler intended to suggest.\n\nIndeed, we wonder whether Dunlap, when he drew this picture, did not\nhave a little malice in his heart; for there is no doubt that he showed\njealousy over the success of \"The Contrast,\" when, after a three years'\nstay in London, under the tutelage of Benjamin West, he returned to\nAmerica to find \"The Contrast\" the talk of the town. Both he and\nSeilhamer who, however prejudiced they may be in some of their judgments\nand in some of their dates, are nevertheless the authorities for the\nearly history of the American Theatre, try their best to take away from\nthe credit due Tyler as an American dramatist. They both contend that\n\"The Contrast,\" though it was repeated several times in succession--and\nthis repetition of a native drama before audiences more accustomed to\nthe English product must have been a sign of its acceptance,--was\nscarcely what they would consider a success. As evidence, Seilhamer\nclaims that, just as soon as Royall Tyler handed over the copyright of\nhis play to Wignell, the latter advertised the printed edition whenever\nthe subscribers' list was sufficiently large to warrant the publication.\nIt was not, however, until several years after this advertisement, that\nthe play was actually published, the subscribers being headed by the\nname of President George Washington, and including many of Washington's\nfirst cabinet, four signers of the Declaration of Independence, and\nseveral Revolutionary soldiers. According to Seilhamer, the American\ndramatists of those days were very eager to follow the work of their\ncontemporary craftsmen, and, in the list of subscribers, we find the\nnames of Dunlap, Peter Markoe, who wrote \"The Patriot Chief\" (1783),\nSamuel Low, author of \"The Politician Out-witted\" (1789), and Colonel\nDavid Humphreys, who translated from the French \"The Widow of Malabar;\nor, The Tyranny of Custom\" (1790).\n\nWe are told by some authorities that Royall Tyler was on friendly terms\nwith the actors of this period, a fact accentuated all the more because\nhis brother, Col. John S. Tyler, had become manager of the Boston\nTheatre. In many ways he was a great innovator, if, on one hand, he\nbroke through the New England prejudices against the theatre, and if, on\nthe other hand, during his long career as lawyer and as judge of the\nSupreme Court of Vermont, he broke through the traditional manner of\nconducting trials, as is evidenced by many human, amusing anecdotes,\nillustrative of his wit and quick repartee. He was married to Mary\nPalmer, in 1794, and brought up a family of eleven children, a number of\nwhom won distinction in the ministry, but none of whom followed their\nfather's taste for playwriting. He mingled with the most intellectual\nsociety of the time, being on intimate terms with the Adams family, the\nQuincys and Cranchs, and identifying himself very closely with the\nliterary history of the country.\n\nIn a record of New England periodicals, his name will figure constantly\nas contributing editor. We have letters of his, descriptive of his home\nlife in Brattleboro, Vermont, filled with a kindly benevolence and with\na keen sense of humour. It was there that he died on August 16, 1826.\nBut, all told, we fear that even though Royall Tyler has the\ndistinction of being one of the first American dramatists, he came into\nthe theatre purely by accident. \"The Contrast\" is not, strictly\nspeaking, a very dramatic representation.\n\nWhen, in June, 1912, Brattleboro celebrated its local history with a\npageant, a production of \"The Contrast\" was rehearsed and given in a\nlittle hall, fitted up to represent the old John Street Theatre. A scene\nfrom the play was given at an American Drama MatinÃ©e, produced by the\nAmerican Drama Committee of the Drama League of America, New York\nCentre, on January 22 and 23, 1917,--the conversation between _Jonathan_\nand _Jenny_. In Philadelphia, under the auspices of the Drama League\nCentre, and in coÃ¶peration with the University of Pennsylvania, the\nplay, in its entirety, was presented on January 18, 1917, by the \"Plays\nand Players\" organization. A revival was also given in Boston, produced\nin the old manner, \"and the first rows of seats were reserved for those\nof the audience who appeared in the costume of the time.\"\n\nThe play in its first edition is rare, but, in 1887, it was reprinted by\nthe Dunlap Society. The general reader is given an opportunity of\njudging how far _Jonathan_ is the typical Yankee, and how far Royall\nTyler cut the pattern which later was followed by other playwrights in a\nlong series of American dramas, in which the Yankee was the chief\nattraction.[3]\n\nFOOTNOTES:\n\n[1] The\/Contrast,\/a\/Comedy;\/In Five Acts:\/Written By a\/Citizen of the\nUnited States;\/Performed with Applause at the Theatres in\nNew-York,\/Philadelphia, and Maryland;\/and published (under an Assignment\nof the Copy-Right) by\/Thomas Wignell.\/_Primus ego in patriam\/\nAonio--deduxi vertice Musas_.\/Virgil.\/(Imitated.)\/ First on our shores I\ntry Thalia's powers,\/And bid the _laughing, useful_ Maid be\nours.\/Philadelphia:\/From the Press of Prichard & Hall, in Market\nStreet:\/Between Second and Front Streets.\/M. DCC. XC. [See\nFrontispiece.]\n\n[2] For example, \"The Duelists,\" a Farce in three acts; \"The Georgia\nSpec; or, Land in the Moon\" (1797); \"The Doctor in Spite of Himself,\" an\nimitation of MoliÃ¨re; and \"Baritaria; or, The Governor of a Day,\" being\nadventures of Sancho Panza. He also wrote a libretto, \"May-day in Town;\nor, New York in an Uproar.\" (See Sonneck: \"Early Opera in America.\")\n\n[3] The song which occurs in the play under the title, \"Alknomook,\" had\ngreat popularity in the eighteenth century. Its authorship was\nattributed to Philip Freneau, in whose collected poems it does not\nappear. It is also credited to a Mrs. Hunter, and is contained in her\nvolume of verse, published in 1806. It appears likewise in a Dublin play\nof 1740, \"New Spain; or, Love in Mexico.\" See also, the _American\nMuseum_, vol. I, page 77. The singing of \"Yankee Doodle\" is likewise to\nbe noted (See Sonneck's interesting essay on the origin of \"Yankee\nDoodle,\" General Bibliography), not the first time it appears in early\nAmerican Drama, as readers of Barton's \"Disappointment\" (1767) will\nrecognize.\n\n\n\n\n[Illustration: AS A JUST ACKNOWLEDGMENT OF THE LIBERAL EXERTIONS BY\nWHICH THE _STAGE_ HAS BEEN RESCUED FROM AN IGNOMINIOUS PROSCRIPTION,\n\n\nTHE CONTRAST,\n\n\n(BEING THE FIRST ESSAY OF _AMERICAN_ GENIUS IN THE DRAMATIC ART)\n\n\nIS MOST RESPECTFULLY DEDICATED\n\nTO\n\nTHE PRESIDENT AND MEMBERS OF THE\n\nDramatic Association,\n\n\nBY\n\nTHEIR MOST OBLIGED\n\nAND\n\nMOST GRATEFUL SERVANT,\n\n_THOMAS WIGNELL._\n\n\nPHILADELPHIA,     }\n1 January, 1790.  }\n\nDEDICATION PAGE IN THE FIRST EDITION OF \"THE CONTRAST\"]\n\n\n\n\nADVERTISEMENT\n\n\nThe Subscribers (to whom the Editor thankfully professes his\nobligations) may reasonably expect an apology for the delay which has\nattended the appearance of \"The Contrast;\" but, as the true cause cannot\nbe declared without leading to a discussion, which the Editor wishes to\navoid, he hopes that the care and expence which have been bestowed upon\nthis work will be accepted, without further scrutiny, as an atonement\nfor his seeming negligence.\n\nIn justice to the Author, however, it may be proper to observe that this\nComedy has many claims to the public indulgence, independent of its\nintrinsic merits: It is the first essay of American genius in a\ndifficult species of composition; it was written by one who never\ncritically studied the rules of the drama, and, indeed, had seen but few\nof the exhibitions of the stage; it was undertaken and finished in the\ncourse of three weeks; and the profits of one night's performance were\nappropriated to the benefit of the sufferers by the fire at _Boston_.\n\nThese considerations will, therefore, it is hoped, supply in the closet\nthe advantages that are derived from representation, and dispose the\nreader to join in the applause which has been bestowed on this Comedy by\nnumerous and judicious audiences, in the Theatres of _Philadelphia_,\n_New-York_, and _Maryland_.\n\n\n\n\nPROLOGUE\n\n_Written by a young gentleman of New-York, and spoken by Mr. Wignell._\n\n\n      Exult, each patriot heart!--this night is shewn\n    A piece, which we may fairly call our own;\n    Where the proud titles of \"My Lord! Your Grace!\"\n    To humble _Mr._ and plain _Sir_ give place.\n    Our Author pictures not from foreign climes\n    The fashions or the follies of the times;\n    But has confin'd the subject of his work\n    To the gay scenes--the circles of New-York.\n    On native themes his Muse displays her pow'rs;\n    If ours the faults, the virtues too are ours.\n    Why should our thoughts to distant countries roam,\n    When each refinement may be found at home?\n    Who travels now to ape the rich or great,\n    To deck an equipage and roll in state;\n    To court the graces, or to dance with ease,\n    Or by hypocrisy to strive to please?\n    Our free-born ancestors such arts despis'd;\n    Genuine sincerity alone they priz'd;\n    Their minds, with honest emulation fir'd,\n    To solid good--not ornament--aspir'd;\n    Or, if ambition rous'd a bolder flame,\n    Stern virtue throve, where indolence was shame.\n\n      But modern youths, with imitative sense,\n    Deem taste in dress the proof of excellence;\n    And spurn the meanness of your homespun arts,\n    Since homespun habits would obscure their parts;\n    Whilst all, which aims at splendour and parade,\n    Must come from Europe, _and be ready made_.\n    Strange! we should thus our native worth disclaim,\n    And check the progress of our rising fame.\n    Yet _one_, whilst imitation bears the sway,\n    Aspires to nobler heights, and points the way.\n    Be rous'd, my friends! his bold example view;\n    Let your own Bards be proud to copy _you_!\n    Should rigid critics reprobate our play,\n    At least the patriotic heart will say,\n    \"Glorious our fall, since in a noble cause.\n    The bold _attempt alone_ demands applause.\"\n    Still may the wisdom of the Comic Muse\n    Exalt your merits, or your faults accuse.\n    But think not, 'tis her aim to be severe;--\n    We all are mortals, and as mortals err.\n    If candour pleases, we are truly blest;\n    Vice trembles, when compell'd to stand confess'd.\n    Let not light Censure on your faults offend,\n    Which aims not to expose them, but amend.\n    Thus does our Author to your candour trust;\n    Conscious, the _free_ are generous, as just.\n\n\n\n\nCHARACTERS\n\n\n                  _New-York._        _Maryland._\n\nCOL. MANLY,       Mr. Henry.         Mr. Hallam.\nDIMPLE,           Mr. Hallam.        Mr. Harper.\nVAN ROUGH,        Mr. Morris.        Mr. Morris.\nJESSAMY,          Mr. Harper.        Mr. Biddle.\nJONATHAN,         Mr. Wignell.       Mr. Wignell.\n\nCHARLOTTE,        Mrs. Morris.       Mrs. Morris.\nMARIA,            Mrs. Harper.       Mrs. Harper.\nLETITIA,          Mrs. Kenna.        Mrs. Williamson.\nJENNY,            Miss Tuke.         Miss W. Tuke.\n\n               SERVANTS.\n\n           SCENE, New-York.\n\nN.B. The lines marked with inverted commas, \"thus\", are omitted in the\nrepresentation.\n\n\n\n\nTHE CONTRAST\n\nACT I.\n\n\nSCENE I. _An Apartment at CHARLOTTE'S._\n\n_CHARLOTTE and LETITIA discovered._\n\nLETITIA. And so, Charlotte, you really think the pocket-hoop unbecoming.\n\nCHARLOTTE. No, I don't say so: It may be very becoming to saunter round\nthe house of a rainy day; to visit my grand-mamma, or to go to Quakers'\nmeeting: but to swim in a minuet, with the eyes of fifty well-dressed\nbeaux upon me, to trip it in the Mall, or walk on the Battery give me\nthe luxurious, jaunty, flowing bell-hoop. It would have delighted you to\nhave seen me the last evening, my charming girl! I was dangling o'er the\nbattery with Billy Dimple; a knot of young fellows were upon the\nplatform; as I passed them I faltered with one of the most bewitching\nfalse steps you ever saw, and then recovered myself with such a pretty\nconfusion, flirting my hoop to discover a jet black shoe and brilliant\nbuckle. Gad! how my little heart thrilled to hear the confused raptures\nof--\"_Demme, Jack, what a delicate foot!_\" \"_Ha! General, what a\nwell-turned--_\"\n\nLETITIA. Fie! fie! Charlotte [_Stopping her mouth._]. I protest you are\nquite a libertine.\n\nCHARLOTTE. Why, my dear little prude, are we not all such libertines? Do\nyou think, when I sat tortured two hours under the hands of my friseur,\nand an hour more at my toilet, that I had any thoughts of my aunt Susan,\nor my cousin Betsey? though they are both allowed to be critical judges\nof dress.\n\nLETITIA. Why, who should we dress to please, but those who are judges of\nits merits?\n\nCHARLOTTE. Why, a creature who does not know _Buffon_ from\n_SouflÃ¨_--Man!--my Letitia--Man! for whom we dress, walk, dance, talk,\nlisp, languish, and smile. Does not the grave Spectator assure us that\neven our much bepraised diffidence, modesty, and blushes are all\ndirected to make ourselves good wives and mothers as fast as we can?\nWhy, I'll undertake with one flirt of this hoop to bring more beaux to\nmy feet in one week than the grave Maria, and her sentimental circle,\ncan do, by sighing sentiment till their hairs are grey.\n\nLETITIA. Well, I won't argue with you; you always out-talk me; let us\nchange the subject. I hear that Mr. Dimple and Maria are soon to be\nmarried.\n\nCHARLOTTE. You hear true. I was consulted in the choice of the wedding\nclothes. She is to be married in a delicate white satin, and has a\nmonstrous pretty brocaded lutestring for the second day. It would have\ndone you good to have seen with what an affected indifference the dear\nsentimentalist [turned over a thousand pretty things, just as if her\nheart did not palpitate with her approaching happiness, and at last made\nher choice and][4] arranged her dress with such apathy as if she did not\nknow that plain white satin and a simple blond lace would shew her clear\nskin and dark hair to the greatest advantage.\n\nLETITIA. But they say her indifference to dress, and even to the\ngentleman himself, is not entirely affected.\n\nCHARLOTTE. How?\n\nLETITIA. It is whispered that if Maria gives her hand to Mr. Dimple, it\nwill be without her heart.\n\nCHARLOTTE. Though the giving the heart is one of the last of all\nlaughable considerations in the marriage of a girl of spirit, yet I\nshould like to hear what antiquated notions the dear little piece of\nold-fashioned prudery has got in her head.\n\nLETITIA. Why, you know that old Mr. John-Richard-Robert-Jacob-Isaac-\nAbraham-Cornelius Van Dumpling, Billy Dimple's father (for he has\nthought fit to soften his name, as well as manners, during his English\ntour) was the most intimate friend of Maria's father. The old folks,\nabout a year before Mr. Van Dumpling's death, proposed this match: the\nyoung folks were accordingly introduced, and told they must love one\nanother. Billy was then a good-natured, decent-dressing young fellow,\nwith a little dash of the coxcomb, such as our young fellows of fortune\nusually have. At this time, I really believe she thought she loved him;\nand had they then been married, I doubt not they might have jogged on,\nto the end of the chapter, a good kind of a sing-song, lack-a-daysaical\nlife, as other honest married folks do.\n\nCHARLOTTE. Why did they not then marry?\n\nLETITIA. Upon the death of his father, Billy went to England to see the\nworld and rub off a little of the patroon rust. During his absence,\nMaria, like a good girl, to keep herself constant to her _nown\ntrue-love_, avoided company, and betook herself, for her amusement, to\nher books, and her dear Billy's letters. But, alas! how many ways has\nthe mischievous demon of inconstancy of stealing into a woman's heart!\nHer love was destroyed by the very means she took to support it.\n\nCHARLOTTE. How?--Oh! I have it--some likely young beau found the way to\nher study.\n\nLETITIA. Be patient, Charlotte; your head so runs upon beaux. Why, she\nread _Sir Charles Grandison_, _Clarissa Harlow_, _Shenstone_, and the\n_Sentimental Journey_; and between whiles, as I said, Billy's letters.\nBut, as her taste improved, her love declined. The contrast was so\nstriking betwixt the good sense of her books and the flimsiness of her\nlove-letters, that she discovered she had unthinkingly engaged her hand\nwithout her heart; and then the whole transaction, managed by the old\nfolks, now appeared so unsentimental, and looked so like bargaining for\na bale of goods, that she found she ought to have rejected, according to\nevery rule of romance, even the man of her choice, if imposed upon her\nin that manner. Clary Harlow would have scorned such a match.\n\nCHARLOTTE. Well, how was it on Mr. Dimple's return? Did he meet a more\nfavourable reception than his letters?\n\nLETITIA. Much the same. She spoke of him with respect abroad, and with\ncontempt in her closet. She watched his conduct and conversation, and\nfound that he had by travelling acquired the wickedness of Lovelace\nwithout his wit, and the politeness of Sir Charles Grandison without his\ngenerosity. The ruddy youth, who washed his face at the cistern every\nmorning, and swore and looked eternal love and constancy, was now\nmetamorphosed into a flippant, palid, polite beau, who devotes the\nmorning to his toilet, reads a few pages of Chesterfield's letters, and\nthen minces out, to put the infamous principles in practice upon every\nwoman he meets.\n\nCHARLOTTE. But, if she is so apt at conjuring up these sentimental\nbugbears, why does she not discard him at once?\n\nLETITIA. Why, she thinks her word too sacred to be trifled with.\nBesides, her father, who has a great respect for the memory of his\ndeceased friend, is ever telling her how he shall renew his years in\ntheir union, and repeating the dying injunctions of old Van Dumpling.\n\nCHARLOTTE. A mighty pretty story! And so you would make me believe that\nthe sensible Maria would give up Dumpling Manor, and the\nall-accomplished Dimple as a husband, for the absurd, ridiculous reason,\nforsooth, because she despises and abhors him. Just as if a lady could\nnot be privileged to spend a man's fortune, ride in his carriage, be\ncalled after his name, and call him her _nown dear lovee_ when she wants\nmoney, without loving and respecting the great he-creature. Oh! my dear\ngirl, you are a monstrous prude.\n\nLETITIA. I don't say what I would do; I only intimate how I suppose she\nwishes to act.\n\nCHARLOTTE. No, no, no! A fig for sentiment. If she breaks, or wishes to\nbreak, with Mr. Dimple, depend upon it, she has some other man in her\neye. A woman rarely discards one lover until she is sure of another.\nLetitia little thinks what a clue I have to Dimple's conduct. The\ngenerous man submits to render himself disgusting to Maria, in order\nthat she may leave him at liberty to address me. I must change the\nsubject.                                   [_Aside, and rings a bell._\n\n_Enter SERVANT._\n\nFrank, order the horses to.----Talking of marriage, did you hear that\nSally Bloomsbury is going to be married next week to Mr. Indigo, the\nrich Carolinian?\n\nLETITIA. Sally Bloomsbury married!--why, she is not yet in her teens.\n\nCHARLOTTE. I do not know how that is, but you may depend upon it, 'tis a\ndone affair. I have it from the best authority. There is my aunt\nWyerly's Hannah (you know Hannah; though a black, she is a wench that\nwas never caught in a lie in her life); now, Hannah has a brother who\ncourts Sarah, Mrs. Catgut the milliner's girl, and she told Hannah's\nbrother, and Hannah, who, as I said before, is a girl of undoubted\nveracity, told it directly to me, that Mrs. Catgut was making a new cap\nfor Miss Bloomsbury, which, as it was very dressy, it is very probable\nis designed for a wedding cap. Now, as she is to be married, who can it\nbe to, but to Mr. Indigo? Why, there is no other gentleman that visits\nat her papa's.\n\nLETITIA. Say not a word more, Charlotte. Your intelligence is so direct\nand well grounded, it is almost a pity that it is not a piece of\nscandal.\n\nCHARLOTTE. Oh! I am the pink of prudence. Though I cannot charge myself\nwith ever having discredited a tea-party by my silence, yet I take care\nnever to report any thing of my acquaintance, especially if it is to\ntheir credit,--_discredit_, I mean,--until I have searched to the bottom\nof it. It is true, there is infinite pleasure in this charitable\npursuit. Oh! how delicious to go and condole with the friends of some\nbacksliding sister, or to retire with some old dowager or maiden aunt of\nthe family, who love scandal so well that they cannot forbear gratifying\ntheir appetite at the expence of the reputation of their nearest\nrelations! And then to return full fraught with a rich collection of\ncircumstances, to retail to the next circle of our acquaintance under\nthe strongest injunctions of secrecy,--ha, ha, ha!--interlarding the\nmelancholy tale with so many doleful shakes of the head, and more\ndoleful \"Ah! who would have thought it! so amiable, so prudent a young\nlady, as we all thought her, what a monstrous pity! well, I have nothing\nto charge myself with; I acted the part of a friend, I warned her of the\nprinciples of that rake, I told her what would be the consequence; I\ntold her so, I told her so.\"--Ha, ha, ha!\n\nLETITIA. Ha, ha, ha! Well, but, Charlotte, you don't tell me what you\nthink of Miss Bloomsbury's match.\n\nCHARLOTTE. Think! why I think it is probable she cried for a plaything,\nand they have given her a husband. Well, well, well, the puling chit\nshall not be deprived of her plaything: 'tis only exchanging London\ndolls for American babies.--Apropos, of babies, have you heard what Mrs.\nAffable's high-flying notions of delicacy have come to?\n\nLETITIA. Who, she that was Miss Lovely?\n\nCHARLOTTE. The same; she married Bob Affable of Schenectady. Don't you\nremember?\n\n_Enter SERVANT._\n\nSERVANT. Madam, the carriage is ready.\n\nLETITIA. Shall we go to the stores first, or visiting?\n\nCHARLOTTE. I should think it rather too early to visit, especially Mrs.\nPrim; you know she is so particular.\n\nLETITIA. Well, but what of Mrs. Affable?\n\nCHARLOTTE. Oh, I'll tell you as we go; come, come, let us hasten. I hear\nMrs. Catgut has some of the prettiest caps arrived you ever saw. I shall\ndie if I have not the first sight of them.\n\n                                                            [_Exeunt._\n\n\nSCENE II. _A Room in VAN ROUGH'S House._\n\nMARIA [_sitting disconsolate at a table, with books, &c._].\n\nSONG.[5]\n\n    I.\n\n    The sun sets in night, and the stars shun the day;\n    But glory remains when their lights fade away!\n    Begin, ye tormentors! your threats are in vain,\n    For the son of Alknomook shall never complain.\n\n    II.\n\n    Remember the arrows he shot from his bow;\n    Remember your chiefs by his hatchet laid low:\n    Why so slow?--do you wait till I shrink from the pain?\n    No--the son of Alknomook will never complain.\n\n    III.\n\n    Remember the wood where in ambush we lay;\n    And the scalps which we bore from your nation away:\n    Now the flame rises fast, you exult in my pain;\n    But the son of Alknomook can never complain.\n\n    IV.\n\n    I go to the land where my father is gone;\n    His ghost shall rejoice in the fame of his son:\n    Death comes like a friend, he relieves me from pain;\n    And thy son, O Alknomook! has scorn'd to complain.\n\nThere is something in this song which ever calls forth my affections.\nThe manly virtue of courage, that fortitude which steels the heart\nagainst the keenest misfortunes, which interweaves the laurel of glory\namidst the instruments of torture and death, displays something so\nnoble, so exalted, that in despite of the prejudices of education, I\ncannot but admire it, even in a savage. The prepossession which our sex\nis supposed to entertain for the character of a soldier is, I know, a\nstanding piece of raillery among the wits. A cockade, a lapell'd coat,\nand a feather, they will tell you, are irresistible by a female heart.\nLet it be so. Who is it that considers the helpless situation of our\nsex, that does not see that we each moment stand in need of a protector,\nand that a brave one too? [Formed of the more delicate materials of\nnature, endowed only with the softer passions, incapable, from our\nignorance of the world, to guard against the wiles of mankind, our\nsecurity for happiness often depends upon their generosity and\ncourage:--Alas! how little of the former do we find!] How inconsistent!\nthat man should be leagued to destroy that honour upon which solely\nrests his respect and esteem. Ten thousand temptations allure us, ten\nthousand passions betray us; yet the smallest deviation from the path of\nrectitude is followed by the contempt and insult of man, and the more\nremorseless pity of woman; years of penitence and tears cannot wash away\nthe stain, nor a life of virtue obliterate its remembrance. [Reputation\nis the life of woman; yet courage to protect it is masculine and\ndisgusting; and the only safe asylum a woman of delicacy can find is in\nthe arms of a man of honour. How naturally, then, should we love the\nbrave and the generous; how gratefully should we bless the arm raised\nfor our protection, when nerv'd by virtue and directed by honour!]\nHeaven grant that the man with whom I may be connected--may be\nconnected!--Whither has my imagination transported me--whither does it\nnow lead me? Am I not indissolubly engaged, [by every obligation of\nhonour which my own consent and my father's approbation can give,] to a\nman who can never share my affections, and whom a few days hence it will\nbe criminal for me to disapprove--to disapprove! would to heaven that\nwere all--to despise. For, can the most frivolous manners, actuated by\nthe most depraved heart, meet, or merit, anything but contempt from\nevery woman of delicacy and sentiment?\n\n[_VAN ROUGH without_: Mary!]\n\nHa! my father's voice--Sir!--\n\n_Enter VAN ROUGH._\n\nVAN ROUGH. What, Mary, always singing doleful ditties, and moping over\nthese plaguy books.\n\nMARIA. I hope, sir, that it is not criminal to improve my mind with\nbooks; or to divert my melancholy with singing, at my leisure hours.\n\nVAN ROUGH. Why, I don't know that, child; I don't know that. They us'd\nto say, when I was a young man, that if a woman knew how to make a\npudding, and to keep herself out of fire and water, she knew enough for\na wife. Now, what good have these books done you? have they not made you\nmelancholy? as you call it. Pray, what right has a girl of your age to\nbe in the dumps? hav'n't you every thing your heart can wish; an't you\ngoing to be married to a young man of great fortune; an't you going to\nhave the quit-rent of twenty miles square?\n\nMARIA. One hundredth part of the land, and a lease for life of the heart\nof a man I could love, would satisfy me.\n\nVAN ROUGH. Pho, pho, pho! child; nonsense, downright nonsense, child.\nThis comes of your reading your story-books; your Charles Grandisons,\nyour Sentimental Journals, and your Robinson Crusoes, and such other\ntrumpery. No, no, no! child, it is money makes the mare go; keep your\neye upon the main chance, Mary.\n\nMARIA. Marriage, sir, is, indeed, a very serious affair.\n\nVAN ROUGH. You are right, child; you are right. I am sure I found it so,\nto my cost.\n\nMARIA. I mean, sir, that as marriage is a portion for life, and so\nintimately involves our happiness, we cannot be too considerate in the\nchoice of our companion.\n\nVAN ROUGH. Right, child; very right. A young woman should be very sober\nwhen she is making her choice, but when she has once made it, as you\nhave done, I don't see why she should not be as merry as a grig; I am\nsure she has reason enough to be so. Solomon says that \"there is a time\nto laugh, and a time to weep.\" Now, a time for a young woman to laugh is\nwhen she has made sure of a good rich husband. Now, a time to cry,\naccording to you, Mary, is when she is making choice of him; but _I_\nshould think that a young woman's time to cry was when she despaired of\n_getting_ one. Why, there was your mother, now: to be sure, when I\npopp'd the question to her she did look a little silly; but when she had\nonce looked down on her apron-strings, as all modest young women us'd to\ndo, and drawled out ye-s, she was as brisk and as merry as a bee.\n\nMARIA. My honoured mother, sir, had no motive to melancholy; she married\nthe man of her choice.\n\nVAN ROUGH. The man of her choice! And pray, Mary, an't you going to\nmarry the man of your choice--what trumpery notion is this? It is these\nvile books [_Throwing them away._]. I'd have you to know, Mary, if you\nwon't make young Van Dumpling the man of _your_ choice, you shall marry\nhim as the man of _my_ choice.\n\nMARIA. You terrify me, sir. Indeed, sir, I am all submission. My will is\nyours.\n\nVAN ROUGH. Why, that is the way your mother us'd to talk. \"My will is\nyours, my dear Mr. Van Rough, my will is yours;\" but she took special\ncare to have her own way, though, for all that.\n\nMARIA. Do not reflect upon my mother's memory, sir--\n\nVAN ROUGH. Why not, Mary, why not? She kept me from speaking my mind all\nher _life_, and do you think she shall henpeck me now she is _dead_ too?\nCome, come; don't go to sniveling; be a good girl, and mind the main\nchance. I'll see you well settled in the world.\n\nMARIA. I do not doubt your love, sir, and it is my duty to obey you. I\nwill endeavour to make my duty and inclination go hand in hand.\n\nVAN ROUGH. Well, well, Mary; do you be a good girl, mind the main\nchance, and never mind inclination. Why, do you know that I have been\ndown in the cellar this very morning to examine a pipe of Madeira which\nI purchased the week you were born, and mean to tap on your wedding\nday?--That pipe cost me fifty pounds sterling. It was well worth sixty\npounds; but I over-reach'd Ben Bulkhead, the supercargo: I'll tell you\nthe whole story. You must know that--\n\n_Enter_ SERVANT.\n\nSERVANT. Sir, Mr. Transfer, the broker, is below.             [_Exit._\n\nVAN ROUGH. Well, Mary, I must go. Remember, and be a good girl, and\nmind the main chance.                                         [_Exit._\n\nMARIA [_alone_].\n\nHow deplorable is my situation! How distressing for a daughter to find\nher heart militating with her filial duty! I know my father loves me\ntenderly; why then do I reluctantly obey him? [Heaven knows! with what\nreluctance I should oppose the will of a parent, or set an example of\nfilial disobedience;] at a parent's command, I could wed awkwardness and\ndeformity. [Were the heart of my husband good, I would so magnify his\ngood qualities with the eye of conjugal affection, that the defects of\nhis person and manners should be lost in the emanation of his virtues.]\nAt a father's command, I could embrace poverty. Were the poor man my\nhusband, I would learn resignation to my lot; I would enliven our frugal\nmeal with good humour, and chase away misfortune from our cottage with a\nsmile. At a father's command, I could almost submit to what every female\nheart knows to be the most mortifying, to marry a weak man, and blush at\nmy husband's folly in every company I visited. But to marry a depraved\nwretch, whose only virtue is a polished exterior; [who is actuated by\nthe unmanly ambition of conquering the defenceless; whose heart,\ninsensible to the emotions of patriotism, dilates at the plaudits of\nevery unthinking girl;] whose laurels are the sighs and tears of the\nmiserable victims of his specious behaviour--Can he, who has no regard\nfor the peace and happiness of other families, ever have a due regard\nfor the peace and happiness of his own? Would to heaven that my father\nwere not so hasty in his temper! Surely, if I were to state my reasons\nfor declining this match, he would not compel me to marry a man,--whom,\nthough my lips may solemnly promise to honour, I find my heart must ever\ndespise.\n\n                                                              [_Exit._\n\n_End of the First Act._\n\n\n\n\nACT II.\n\n\nSCENE I.\n\n_Enter CHARLOTTE and LETITIA._\n\nCHARLOTTE [_at entering_].\n\nBetty, take those things out of the carriage and carry them to my\nchamber; see that you don't tumble them. My dear, I protest, I think it\nwas the homeliest of the whole. I declare I was almost tempted to return\nand change it.\n\nLETITIA. Why would you take it?\n\nCHARLOTTE. [Didn't Mrs. Catgut say it was the most fashionable?\n\nLETITIA. But, my dear, it will never fit becomingly on you.\n\nCHARLOTTE. I know that; but did not you hear Mrs. Catgut say it was\nfashionable?\n\nLETITIA. Did you see that sweet airy cap with the white sprig?\n\nCHARLOTTE. Yes, and I longed to take it; but,] my dear, what could I do?\nDid not Mrs. Catgut say it was the most fashionable; and if I had not\ntaken it, was not that awkward, gawky Sally Slender ready to purchase it\nimmediately?\n\nLETITIA. [Did you observe how she tumbled over the things at the next\nshop, and then went off without purchasing any thing, nor even thanking\nthe poor man for his trouble? But, of all the awkward creatures, did you\nsee Miss Blouze endeavouring to thrust her unmerciful arm into those\nsmall kid gloves?\n\nCHARLOTTE. Ha, ha, ha, ha!]\n\nLETITIA. Then did you take notice with what an affected warmth of\nfriendship she and Miss Wasp met? when all their acquaintance know how\nmuch pleasure they take in abusing each other in every company.\n\nCHARLOTTE. Lud! Letitia, is that so extraordinary? Why, my dear, I hope\nyou are not going to turn sentimentalist. Scandal, you know, is but\namusing ourselves with the faults, foibles, follies, and reputations of\nour friends; indeed, I don't know why we should have friends, if we are\nnot at liberty to make use of them. But no person is so ignorant of the\nworld as to suppose, because I amuse myself with a lady's faults, that I\nam obliged to quarrel with her person every time we meet: believe me, my\ndear, we should have very few acquaintances at that rate.\n\n_SERVANT enters and delivers a letter to CHARLOTTE, and--[Exit._\n\nCHARLOTTE. You'll excuse me, my dear.\n\n                                        [_Opens and reads to herself._\n\nLETITIA. Oh, quite excusable.\n\nCHARLOTTE. As I hope to be married, my brother Henry is in the city.\n\nLETITIA. What, your brother, Colonel Manly?\n\nCHARLOTTE. Yes, my dear; the only brother I have in the world.\n\nLETITIA. Was he never in this city?\n\nCHARLOTTE. Never nearer than Harlem Heights, where he lay with his\nregiment.\n\nLETITIA. What sort of a being is this brother of yours? If he is as\nchatty, as pretty, as sprightly as you, half the belles in the city will\nbe pulling caps for him.\n\nCHARLOTTE. My brother is the very counterpart and reverse of me: I am\ngay, he is grave; I am airy, he is solid; I am ever selecting the most\npleasing objects for my laughter, he has a tear for every pitiful one.\nAnd thus, whilst he is plucking the briars and thorns from the path of\nthe unfortunate, I am strewing my own path with roses.\n\nLETITIA. My sweet friend, not quite so poetical, and a little more\nparticular.\n\nCHARLOTTE. Hands off, Letitia. I feel the rage of simile upon me; I\ncan't talk to you in any other way. My brother has a heart replete with\nthe noblest sentiments, but then, it is like--it is like--Oh! you\nprovoking girl, you have deranged all my ideas--it is like--Oh! I have\nit--his heart is like an old maiden lady's band-box; it contains many\ncostly things, arranged with the most scrupulous nicety, yet the\nmisfortune is that they are too delicate, costly, and antiquated for\ncommon use.\n\nLETITIA. By what I can pick out of your flowery description, your\nbrother is no beau.\n\nCHARLOTTE. No, indeed; he makes no pretension to the character. He'd\nride, or rather fly, an hundred miles to relieve a distressed object, or\nto do a gallant act in the service of his country; but, should you drop\nyour fan or bouquet in his presence, it is ten to one that some beau at\nthe farther end of the room would have the honour of presenting it to\nyou before he had observed that it fell. I'll tell you one of his\nantiquated, anti-gallant notions. He said once in my presence, in a room\nfull of company,--would you believe it?--in a large circle of ladies,\nthat the best evidence a gentleman could give a young lady of his\nrespect and affection was to endeavour in a friendly manner to rectify\nher foibles. I protest I was crimson to the eyes, upon reflecting that I\nwas known as his sister.\n\nLETITIA. Insupportable creature! tell a lady of her faults! If he is so\ngrave, I fear I have no chance of captivating him.\n\nCHARLOTTE. [His conversation is like a rich, old-fashioned brocade,--it\nwill stand alone; every sentence is a sentiment. Now you may judge what\na time I had with him, in my twelve months' visit to my father. He read\nme such lectures, out of pure brotherly affection, against the extremes\nof fashion, dress, flirting, and coquetry, and all the other dear\nthings which he knows I dote upon, that I protest his conversation made\nme as melancholy as if I had been at church; and, heaven knows, though I\nnever prayed to go there but on one occasion, yet I would have exchanged\nhis conversation for a psalm and a sermon. Church is rather melancholy,\nto be sure; but then I can ogle the beaux, and be regaled with \"here\nendeth the first lesson,\" but his brotherly _here_, you would think had\nno end.] You captivate him! Why, my dear, he would as soon fall in love\nwith a box of Italian flowers. There is Maria, now, if she were not\nengaged, she might do something. Oh! how I should like to see that pair\nof pensorosos together, looking as grave as two sailors' wives of a\nstormy night, with a flow of sentiment meandering through their\nconversation like purling streams in modern poetry.\n\nLETITIA. Oh! my dear fanciful--\n\nCHARLOTTE. Hush! I hear some person coming through the entry.\n\n_Enter SERVANT._\n\nSERVANT. Madam, there's a gentleman below who calls himself Colonel\nManly; do you choose to be at home?\n\nCHARLOTTE. Shew him in. [_Exit SERVANT._] Now for a sober face.\n\n_Enter COLONEL MANLY._\n\nMANLY. My dear Charlotte, I am happy that I once more enfold you within\nthe arms of fraternal affection. I know you are going to ask (amiable\nimpatience!) how our parents do,--the venerable pair transmit you their\nblessing by me--they totter on the verge of a well-spent life, and wish\nonly to see their children settled in the world, to depart in peace.\n\nCHARLOTTE. I am very happy to hear that they are well. [_Coolly._]\nBrother, will you give me leave to introduce you to our uncle's ward,\none of my most intimate friends?\n\nMANLY [_Saluting LETITIA._]. I ought to regard your friends as my own.\n\nCHARLOTTE. Come, Letitia, do give us a little dash of your vivacity; my\nbrother is so sentimental and so grave, that I protest he'll give us the\nvapours.\n\nMANLY. Though sentiment and gravity, I know, are banished the polite\nworld, yet I hoped they might find some countenance in the meeting of\nsuch near connections as brother and sister.\n\nCHARLOTTE. Positively, brother, if you go one step further in this\nstrain, you will set me crying, and that, you know, would spoil my eyes;\nand then I should never get the husband which our good papa and mamma\nhave so kindly wished me--never be established in the world.\n\nMANLY. Forgive me, my sister,--I am no enemy to mirth; I love your\nsprightliness; and I hope it will one day enliven the hours of some\nworthy man; but when I mention the respectable authors of my\nexistence,--the cherishers and protectors of my helpless infancy, whose\nhearts glow with such fondness and attachment that they would willingly\nlay down their lives for my welfare,--you will excuse me if I am so\nunfashionable as to speak of them with some degree of respect and\nreverence.\n\nCHARLOTTE. Well, well, brother; if you won't be gay, we'll not differ; I\nwill be as grave as you wish.                     [_Affects gravity._]\nAnd so, brother, you have come to the city to exchange some of your\ncommutation notes for a little pleasure.\n\nMANLY. Indeed you are mistaken; my errand is not of amusement, but\nbusiness; and as I neither drink nor game, my expences will be so\ntrivial, I shall have no occasion to sell my notes.\n\nCHARLOTTE. Then you won't have occasion to do a very good thing. Why,\nhere was the Vermont General--he came down some time since, sold all his\nmusty notes at one stroke, and then laid the cash out in trinkets for\nhis dear Fanny. I want a dozen pretty things myself; have you got the\nnotes with you?\n\nMANLY. I shall be ever willing to contribute, as far as it is in my\npower, to adorn or in any way to please my sister; yet I hope I shall\nnever be obliged for this to sell my notes. I may be romantic, but I\npreserve them as a sacred deposit. Their full amount is justly due to\nme, but as embarrassments, the natural consequences of a long war,\ndisable my country from supporting its credit, I shall wait with\npatience until it is rich enough to discharge them. If that is not in my\nday, they shall be transmitted as an honourable certificate to\nposterity, that I have humbly imitated our illustrious WASHINGTON, in\nhaving exposed my health and life in the service of my country, without\nreaping any other reward than the glory of conquering in so arduous a\ncontest.\n\nCHARLOTTE. Well said heroics. Why, my dear Henry, you have such a lofty\nway of saying things, that I protest I almost tremble at the thought of\nintroducing you to the polite circles in the city. The belles would\nthink you were a player run mad, with your head filled with old scraps\nof tragedy; and, as to the beaux, they might admire, because they would\nnot understand you. But, however, I must, I believe, venture to\nintroduce you to two or three ladies of my acquaintance.\n\nLETITIA. And that will make him acquainted with thirty or forty beaux.\n\nCHARLOTTE. Oh! brother, you don't know what a fund of happiness you have\nin store.\n\nMANLY. I fear, sister, I have not refinement sufficient to enjoy it.\n\nCHARLOTTE. Oh! you cannot fail being pleased.\n\nLETITIA. Our ladies are so delicate and dressy.\n\nCHARLOTTE. And our beaux so dressy and delicate.\n\nLETITIA. Our ladies chat and flirt so agreeably.\n\nCHARLOTTE. And our beaux simper and bow so gracefully.\n\nLETITIA. With their hair so trim and neat.\n\nCHARLOTTE. And their faces so soft and sleek.\n\nLETITIA. Their buckles so tonish and bright.\n\nCHARLOTTE. And their hands so slender and white.\n\nLETITIA. I vow, Charlotte, we are quite poetical.\n\nCHARLOTTE. And then, brother, the faces of the beaux are of such a\nlily-white hue! None of that horrid robustness of constitution, that\nvulgar corn-fed glow of health, which can only serve to alarm an\nunmarried lady with apprehensions, and prove a melancholy memento to a\nmarried one, that she can never hope for the happiness of being a widow.\nI will say this to the credit of our city beaux, that such is the\ndelicacy of their complexion, dress, and address, that, even had I no\nreliance upon the honour of the dear Adonises, I would trust myself in\nany possible situation with them, without the least apprehensions of\nrudeness.\n\nMANLY. Sister Charlotte!\n\nCHARLOTTE. Now, now, now, brother [_Interrupting him._], now don't go to\nspoil my mirth with a dash of your gravity, I am so glad to see you, I\nam in tiptop spirits. Oh! that you could be with us at a little snug\nparty. There is Billy Simper, Jack ChaffÃ©, and Colonel Van Titter, Miss\nPromonade, and the two Miss Tambours, sometimes make a party, with some\nother ladies, in a side-box, at the play. Everything is conducted with\nsuch decorum,--first we bow round to the company in general, then to\neach one in particular, then we have so many inquiries after each\nother's health, and we are so happy to meet each other, and it is so\nmany ages since we last had that pleasure, [and if a married lady is in\ncompany, we have such a sweet dissertation upon her son Bobby's\nchin-cough;] then the curtain rises, then our sensibility is all awake,\nand then, by the mere force of apprehension, we torture some harmless\nexpression into a double meaning, which the poor author never dreamt of,\nand then we have recourse to our fans, and then we blush, and then the\ngentlemen jog one another, peep under the fan, and make the prettiest\nremarks; and then we giggle and they simper, and they giggle and we\nsimper, and then the curtain drops, and then for nuts and oranges, and\nthen we bow, and it's Pray, ma'am, take it, and Pray, sir, keep it, and,\nOh! not for the world, sir; and then the curtain rises again, and then\nwe blush and giggle and simper and bow all over again. Oh! the\nsentimental charms of a side-box conversation! [_All laugh._]\n\nMANLY. Well, sister, I join heartily with you in the laugh; for, in my\nopinion, it is as justifiable to laugh at folly as it is reprehensible\nto ridicule misfortune.\n\nCHARLOTTE. Well, but, brother, positively I can't introduce you in these\nclothes: why, your coat looks as if it were calculated for the vulgar\npurpose of keeping yourself comfortable.\n\nMANLY. This coat was my regimental coat in the late war. The public\ntumults of our state have induced me to buckle on the sword in support\nof that government which I once fought to establish. I can only say,\nsister, that there was a time when this coat was respectable, and some\npeople even thought that those men who had endured so many winter\ncampaigns in the service of their country, without bread, clothing, or\npay, at least deserved that the poverty of their appearance should not\nbe ridiculed.\n\nCHARLOTTE. We agree in opinion entirely, brother, though it would not\nhave done for me to have said it: it is the coat makes the man\nrespectable. In the time of the war, when we were almost frightened to\ndeath, why, your coat was respectable, that is, fashionable; now another\nkind of coat is fashionable, that is, respectable. And, pray, direct the\ntailor to make yours the height of the fashion.\n\nMANLY. Though it is of little consequence to me of what shape my coat\nis, yet, as to the height of the fashion, there you will please to\nexcuse me, sister. You know my sentiments on that subject. I have often\nlamented the advantage which the French have over us in that particular.\nIn Paris, the fashions have their dawnings, their routine, and\ndeclensions, and depend as much upon the caprice of the day as in other\ncountries; but there every lady assumes a right to deviate from the\ngeneral _ton_ as far as will be of advantage to her own appearance. In\nAmerica, the cry is, What is the fashion? and we follow it\nindiscriminately, because it is so.\n\nCHARLOTTE. Therefore it is, that when large hoops are in fashion, we\noften see many a plump girl lost in the immensity of a hoop-petticoat,\nwhose want of height and _en-bon-point_ would never have been remarked\nin any other dress. When the high head-dress is the mode, how then do we\nsee a lofty cushion, with a profusion of gauze, feathers, and ribband,\nsupported by a face no bigger than an apple; whilst a broad, full-faced\nlady, who really would have appeared tolerably handsome in a large\nhead-dress, looks with her smart chapeau as masculine as a soldier.\n\nMANLY. But remember, my dear sister, and I wish all my fair countrywomen\nwould recollect, that the only excuse a young lady can have for going\nextravagantly into a fashion is because it makes her look extravagantly\nhandsome.--Ladies, I must wish you a good morning.\n\nCHARLOTTE. But, brother, you are going to make home with us.\n\nMANLY. Indeed I cannot. I have seen my uncle and explained that matter.\n\nCHARLOTTE. Come and dine with us, then. We have a family dinner about\nhalf-past four o'clock.\n\nMANLY. I am engaged to dine with the Spanish ambassador. I was\nintroduced to him by an old brother officer; and instead of freezing me\nwith a cold card of compliment to dine with him ten days hence, he, with\nthe true old Castilian frankness, in a friendly manner, asked me to dine\nwith him to-day--an honour I could not refuse. Sister, adieu--madam,\nyour most obedient--\n\n                                                              [_Exit._\n\nCHARLOTTE. I will wait upon you to the door, brother; I have something\nparticular to say to you.\n\n                                                              [_Exit._\n\nLETITIA [_alone_]. What a pair!--She the pink of flirtation, he the\nessence of everything that is _outrÃ©_ and gloomy.--I think I have\ncompletely deceived Charlotte by my manner of speaking of Mr. Dimple;\nshe's too much the friend of Maria to be confided in. He is certainly\nrendering himself disagreeable to Maria, in order to break with her and\nproffer his hand to me. This is what the delicate fellow hinted in our\nlast conversation.\n\n                                                              [_Exit._\n\n\nSCENE II. _The Mall._\n\n_Enter JESSAMY._\n\nPositively this Mall is a very pretty place. I hope the cits won't ruin\nit by repairs. To be sure, it won't do to speak of in the same day with\nRanelagh or Vauxhall; however, it's a fine place for a young fellow to\ndisplay his person to advantage. Indeed, nothing is lost here; the girls\nhave taste, and I am very happy to find they have adopted the elegant\nLondon fashion of looking back, after a genteel fellow like me has\npassed them.--Ah! who comes here? This, by his awkwardness, must be the\nYankee colonel's servant. I'll accost him.\n\n_Enter JONATHAN._\n\nJESSAMY. _Votre trÃ¨s-humble serviteur, Monsieur._ I understand Colonel\nManly, the Yankee officer, has the honour of your services.\n\nJONATHAN. Sir!--\n\nJESSAMY. I say, sir, I understand that Colonel Manly has the honour of\nhaving you for a servant.\n\nJONATHAN. Servant! Sir, do you take me for a neger,--I am Colonel\nManly's waiter.\n\nJESSAMY. A true Yankee distinction, egad, without a difference. Why,\nsir, do you not perform all the offices of a servant? do you not even\nblacken his boots?\n\nJONATHAN. Yes; I do grease them a bit sometimes; but I am a true blue\nson of liberty, for all that. Father said I should come as Colonel\nManly's waiter, to see the world, and all that: but no man shall master\nme: my father has as good a farm as the Colonel.\n\nJESSAMY. Well, sir, we will not quarrel about terms upon the eve of an\nacquaintance from which I promise myself so much satisfaction;--therefore,\n_sans cÃ©rÃ©monie_--\n\nJONATHAN. What?--\n\nJESSAMY. I say I am extremely happy to see Colonel Manly's waiter.\n\nJONATHAN. Well, and I vow, too, I am pretty considerably glad to see\nyou; but what the dogs need of all this outlandish lingo? Who may you\nbe, sir, if I may be so bold?\n\nJESSAMY. I have the honour to be Mr. Dimple's servant, or, if you\nplease, waiter. We lodge under the same roof, and should be glad of the\nhonour of your acquaintance.\n\nJONATHAN. You a waiter! by the living jingo, you look so topping, I took\nyou for one of the agents to Congress.\n\nJESSAMY. The brute has discernment, notwithstanding his\nappearance.--Give me leave to say I wonder then at your familiarity.\n\nJONATHAN. Why, as to the matter of that, Mr.----; pray, what's your\nname?\n\nJESSAMY. Jessamy, at your service.\n\nJONATHAN. Why, I swear we don't make any great matter of distinction in\nour state between quality and other folks.\n\nJESSAMY. This is, indeed, a levelling principle.--I hope, Mr. Jonathan,\nyou have not taken part with the insurgents.\n\nJONATHAN. Why, since General Shays has sneaked off and given us the bag\nto hold, I don't care to give my opinion; but you'll promise not to\ntell--put your ear this way--you won't tell?--I vow I did think the\nsturgeons were right.\n\nJESSAMY. I thought, Mr. Jonathan, you Massachusetts-men always argued\nwith a gun in your hand. Why didn't you join them?\n\nJONATHAN. Why, the Colonel is one of those folks called the\nShin--Shin--dang it all, I can't speak them _lignum vitÃ¦_ words--you\nknow who I mean--there is a company of them--they wear a China goose at\ntheir button-hole--a kind of gilt thing.--Now the Colonel told father\nand brother,--you must know there are, let me see--there is Elnathan,\nSilas, and Barnabas, Tabitha--no, no, she's a she--tarnation, now I have\nit--there's Elnathan, Silas, Barnabas, Jonathan, that's I--seven of us,\nsix went into the wars, and I stayed at home to take care of mother.\nColonel said that it was a burning shame for the true blue Bunker-Hill\nsons of liberty, who had fought Governor Hutchinson, Lord North, and the\nDevil, to have any hand in kicking up a cursed dust against a government\nwhich we had, every mother's son of us, a hand in making.\n\nJESSAMY. Bravo!--Well, have you been abroad in the city since your\narrival? What have you seen that is curious and entertaining?\n\nJONATHAN. Oh! I have seen a power of fine sights. I went to see two\nmarble-stone men and a leaden horse that stands out in doors in all\nweathers; and when I came where they was, one had got no head, and t'\nother wer'n't there. They said as how the leaden man was a damn'd tory,\nand that he took wit in his anger and rode off in the time of the\ntroubles.\n\nJESSAMY. But this was not the end of your excursion.\n\nJONATHAN. Oh, no; I went to a place they call Holy Ground. Now I counted\nthis was a place where folks go to meeting; so I put my hymn-book in my\npocket, and walked softly and grave as a minister; and when I came\nthere, the dogs a bit of a meeting-house could I see. At last I spied a\nyoung gentlewoman standing by one of the seats which they have here at\nthe doors. I took her to be the deacon's daughter, and she looked so\nkind, and so obliging, that I thought I would go and ask her the way to\nlecture, and--would you think it?--she called me dear, and sweeting, and\nhoney, just as if we were married: by the living jingo, I had a month's\nmind to buss her.\n\nJESSAMY. Well, but how did it end?\n\nJONATHAN. Why, as I was standing talking with her, a parcel of sailor\nmen and boys got round me, the snarl-headed curs fell a-kicking and\ncursing of me at such a tarnal rate, that I vow I was glad to take to my\nheels and split home, right off, tail on end, like a stream of chalk.\n\nJESSAMY. Why, my dear friend, you are not acquainted with the city; that\ngirl you saw was a--[_Whispers._]\n\nJONATHAN. Mercy on my soul! was that young woman a harlot!--Well! if\nthis is New-York Holy Ground, what must the Holy-day Ground be!\n\nJESSAMY. Well, you should not judge of the city too rashly. We have a\nnumber of elegant fine girls here that make a man's leisure hours pass\nvery agreeably. I would esteem it an honour to announce you to some of\nthem.--Gad! that announce is a select word; I wonder where I picked it\nup.\n\nJONATHAN. I don't want to know them.\n\nJESSAMY. Come, come, my dear friend, I see that I must assume the honour\nof being the director of your amusements. Nature has given us passions,\nand youth and opportunity stimu late to gratify them. It is no shame,\nmy dear Blueskin, for a man to amuse himself with a little gallantry.\n\nJONATHAN. Girl huntry! I don't altogether understand. I never played at\nthat game. I know how to play hunt the squirrel, but I can't play\nanything with the girls; I am as good as married.\n\nJESSAMY. Vulgar, horrid brute! Married, and above a hundred miles from\nhis wife, and think that an objection to his making love to every woman\nhe meets! He never can have read, no, he never can have been in a room\nwith a volume of the divine Chesterfield.--So you are married?\n\nJONATHAN. No, I don't say so; I said I was as good as married, a kind of\npromise.\n\nJESSAMY. As good as married!--\n\nJONATHAN. Why, yes; there's Tabitha Wymen, the deacon's daughter, at\nhome; she and I have been courting a great while, and folks say as how\nwe are to be married; and so I broke a piece of money with her when we\nparted, and she promised not to spark it with Solomon Dyer while I am\ngone. You wou'dn't have me false to my true-love, would you?\n\nJESSAMY. Maybe you have another reason for constancy; possibly the young\nlady has a fortune? Ha! Mr. Jonathan, the solid charms: the chains of\nlove are never so binding as when the links are made of gold.\n\nJONATHAN. Why, as to fortune, I must needs say her father is pretty dumb\nrich; he went representative for our town last year. He will give\nher--let me see--four times seven is--seven times four--nought and carry\none,--he will give her twenty acres of land--somewhat rocky though--a\nBible, and a cow.\n\nJESSAMY. Twenty acres of rock, a Bible, and a cow! Why, my dear Mr.\nJonathan, we have servant-maids, or, as you would more elegantly express\nit, waitresses, in this city, who collect more in one year from their\nmistresses' cast clothes.\n\nJONATHAN. You don't say so!--\n\nJESSAMY. Yes, and I'll introduce you to one of them. There is a little\nlump of flesh and delicacy that lives at next door, waitress to Miss\nMaria; we often see her on the stoop.\n\nJONATHAN. But are you sure she would be courted by me?\n\nJESSAMY. Never doubt it; remember a faint heart never--blisters on my\ntongue--I was going to be guilty of a vile proverb; flat against the\nauthority of Chesterfield. I say there can be no doubt that the\nbrilliancy of your merit will secure you a favourable reception.\n\nJONATHAN. Well, but what must I say to her?\n\nJESSAMY. Say to her! why, my dear friend, though I admire your profound\nknowledge on every other subject, yet, you will pardon my saying that\nyour want of opportunity has made the female heart escape the poignancy\nof your penetration. Say to her! Why, when a man goes a-courting, and\nhopes for success, he must begin with doing, and not saying.\n\nJONATHAN. Well, what must I do?\n\nJESSAMY. Why, when you are introduced you must make five or six elegant\nbows.\n\nJONATHAN. Six elegant bows! I understand that; six, you say? Well--\n\nJESSAMY. Then you must press and kiss her hand; then press and kiss, and\nso on to her lips and cheeks: then talk as much as you can about hearts,\ndarts, flames, nectar, and ambrosia--the more incoherent the better.\n\nJONATHAN. Well, but suppose she should be angry with I?\n\nJESSAMY. Why, if she should pretend--please to observe, Mr. Jonathan--if\nshe should pretend to be offended, you must--But I'll tell you how my\nmaster acted in such a case: He was seated by a young lady of eighteen\nupon a sofa, plucking with a wanton hand the blooming sweets of youth\nand beauty. When the lady thought it necessary to check his ardour, she\ncalled up a frown upon her lovely face, so irresistibly alluring, that\nit would have warmed the frozen bosom of age; remember, said she,\nputting her delicate arm upon his, remember your character and my\nhonour. My master instantly dropped upon his knees, with eyes swimming\nwith love, cheeks glowing with desire, and in the gentlest modulation of\nvoice he said: My dear Caroline, in a few months our hands will be\nindissolubly united at the altar; our hearts I feel are already so; the\nfavours you now grant as evidence of your affection are favours indeed;\nyet, when the ceremony is once past, what will now be received with\nrapture will then be attributed to duty.\n\nJONATHAN. Well, and what was the consequence?\n\nJESSAMY. The consequence!--Ah! forgive me, my dear friend, but you\nNew-England gentlemen have such a laudable curiosity of seeing the\nbottom of everything;--why, to be honest, I confess I saw the blooming\ncherub of a consequence smiling in its angelic mother's arms, about ten\nmonths afterwards.\n\nJONATHAN. Well, if I follow all your plans, make them six bows, and all\nthat, shall I have such little cherubim consequences?\n\nJESSAMY. Undoubtedly.--What are you musing upon?\n\nJONATHAN. You say you'll certainly make me acquainted?--Why, I was\nthinking then how I should contrive to pass this broken piece of\nsilver--won't it buy a sugar-dram?\n\nJESSAMY. What is that, the love-token from the deacon's daughter?--You\ncome on bravely. But I must hasten to my master. Adieu, my dear friend.\n\nJONATHAN. Stay, Mr. Jessamy--must I buss her when I am introduced to\nher?\n\nJESSAMY. I told you, you must kiss her.\n\nJONATHAN. Well, but must I buss her?\n\nJESSAMY. Why kiss and buss, and buss and kiss, is all one.\n\nJONATHAN. Oh! my dear friend, though you have a profound knowledge of\nall, a pugnency of tribulation, you don't know everything.\n\n                                                              [_Exit._\n\nJESSAMY [_alone_].\n\nWell, certainly I improve; my master could not have insinuated himself\nwith more address into the heart of a man he despised. Now will this\nblundering dog sicken Jenny with his nauseous pawings, until she flies\ninto my arms for very ease. How sweet will the contrast be between the\nblundering Jonathan and the courtly and accomplished Jessamy!\n\n_End of the Second Act._\n\n\n\n\nACT III.\n\n\nSCENE I. _DIMPLE'S Room._\n\nDIMPLE [_discovered at a toilet, reading_].\n\n\"Women have in general but one object, which is their beauty.\" Very\ntrue, my lord; positively very true. \"Nature has hardly formed a woman\nugly enough to be insensible to flattery upon her person.\" Extremely\njust, my lord; every day's delightful experience confirms this. \"If her\nface is so shocking that she must, in some degree, be conscious of it,\nher figure and air, she thinks, make ample amends for it.\" The sallow\nMiss Wan is a proof of this. Upon my telling the distasteful wretch, the\nother day, that her countenance spoke the pensive language of sentiment,\nand that Lady Wortley Montague declared that, if the ladies were arrayed\nin the garb of innocence, the face would be the last part which would be\nadmired, as Monsieur Milton expresses it, she grin'd horribly a ghastly\nsmile. \"If her figure is deformed, she thinks her face counterbalances\nit.\"\n\n_Enter JESSAMY with letters._\n\nDIMPLE. Where got you these, Jessamy?\n\nJESSAMY. Sir, the English packet is arrived.\n\nDIMPLE [_opens and reads a letter enclosing notes_].\n\n    \"Sir,\n\n    \"I have drawn bills on you in favour of Messrs. Van Cash and Co.\n    as per margin. I have taken up your note to Col. Piquet, and\n    discharged your debts to my Lord Lurcher and Sir Harry Rook. I\n    herewith enclose you copies of the bills, which I have no doubt\n    will be immediately honoured. On failure, I shall empower some\n    lawyer in your country to recover the amounts.\n\n    \"I am, sir,\n\n              \"Your most humble servant,\n                    \"JOHN HAZARD.\"\n\nNow, did not my lord expressly say that it was unbecoming a well-bred\nman to be in a passion, I confess I should be ruffled. [_Reads._] \"There\nis no accident so unfortunate, which a wise man may not turn to his\nadvantage; nor any accident so fortunate, which a fool will not turn to\nhis disadvantage.\" True, my lord; but how advantage can be derived from\nthis I can't see. Chesterfield himself, who made, however, the worst\npractice of the most excellent precepts, was never in so embarrassing a\nsituation. I love the person of Charlotte, and it is necessary I should\ncommand the fortune of Letitia. As to Maria!--I doubt not by my\n_sang-froid_ behaviour I shall compel her to decline the match; but the\nblame must not fall upon me. A prudent man, as my lord says, should take\nall the credit of a good action to himself, and throw the discredit of a\nbad one upon others. I must break with Maria, marry Letitia, and as for\nCharlotte--why, Charlotte must be a companion to my wife.--Here,\nJessamy!\n\n_Enter JESSAMY._\n\n_DIMPLE folds and seals two letters._\n\nDIMPLE. Here, Jessamy, take this letter to my love.\n                                                         [_Gives one._\n\nJESSAMY. To which of your honour's loves?--Oh! [_Reading._] to Miss\nLetitia, your honour's rich love.\n\nDIMPLE. And this [_Delivers another._] to Miss Charlotte Manly. See that\nyou deliver them privately.\n\nJESSAMY. Yes, your honour.                                   [_Going._\n\nDIMPLE. Jessamy, who are these strange lodgers that came to the house\nlast night?\n\nJESSAMY. Why, the master is a Yankee colonel; I have not seen much of\nhim; but the man is the most unpolished animal your honour ever\ndisgraced your eyes by looking upon. I have had one of the most _outrÃ©_\nconversations with him!--He really has a most prodigious effect upon my\nrisibility.\n\nDIMPLE. I ought, according to every rule of Chesterfield, to wait on him\nand insinuate myself into his good graces.--Jessamy, wait on the Colonel\nwith my compliments, and if he is disengaged I will do myself the honour\nof paying him my respects.--Some ignorant, unpolished boor--\n\n_JESSAMY goes off and returns._\n\nJESSAMY. Sir, the Colonel is gone out, and Jonathan his servant says\nthat he is gone to stretch his legs upon the Mall.--Stretch his legs!\nwhat an indelicacy of diction!\n\nDIMPLE. Very well. Reach me my hat and sword. I'll accost him there, in\nmy way to Letitia's, as by accident; pretend to be struck with his\nperson and address, and endeavour to steal into his confidence. Jessamy,\nI have no business for you at present.\n\n                                                              [_Exit._\n\nJESSAMY [_taking up the book_].\n\nMy master and I obtain our knowledge from the same source;--though, gad!\nI think myself much the prettier fellow of the two. [_Surveying himself\nin the glass._] That was a brilliant thought, to insinuate that I folded\nmy master's letters for him; the folding is so neat, that it does honour\nto the operator. I once intended to have insinuated that I wrote his\nletters too; but that was before I saw them; it won't do now: no honour\nthere, positively.--\"Nothing looks more vulgar [_Reading affectedly._],\nordinary, and illiberal than ugly, uneven, and ragged nails; the ends of\nwhich should be kept even and clean, not tipped with black, and cut in\nsmall segments of circles.\"--Segments of circles! surely my lord did not\nconsider that he wrote for the beaux. Segments of circles! what a\ncrabbed term! Now I dare answer that my master, with all his learning,\ndoes not know that this means, according to the present mode, to let the\nnails grow long, and then cut them off even at top. [_Laughing\nwithout._] Ha! that's Jenny's titter. I protest I despair of ever\nteaching that girl to laugh; she has something so execrably natural in\nher laugh, that I declare it absolutely discomposes my nerves. How came\nshe into our house! [_Calls._] Jenny!\n\n_Enter JENNY._\n\nJESSAMY. Prythee, Jenny, don't spoil your fine face with laughing.\n\nJENNY. Why, mustn't I laugh, Mr. Jessamy?\n\nJESSAMY. You may smile; but, as my lord says, nothing can authorize a\nlaugh.\n\nJENNY. Well, but I can't help laughing.--Have you seen him, Mr. Jessamy?\nha, ha, ha!\n\nJESSAMY. Seen whom?\n\nJENNY. Why Jonathan, the New-England colonel's servant. Do you know he\nwas at the play last night, and the stupid creature don't know where he\nhas been. He would not go to a play for the world; he thinks it was a\nshow, as he calls it.\n\nJESSAMY. As ignorant and unpolished as he is, do you know, Miss Jenny,\nthat I propose to introduce him to the honour of your acquaintance?\n\nJENNY. Introduce him to me! for what?\n\nJESSAMY. Why, my lovely girl, that you may take him under your\nprotection, as Madame Ramboulliet did young Stanhope; that you may, by\nyour plastic hand, mould this uncouth cub into a gentleman. He is to\nmake love to you.\n\nJENNY. Make love to me!--\n\nJESSAMY. Yes, Mistress Jenny, make love to you; and, I doubt not, when\nhe shall become _domesticated_ in your kitchen, that this boor, under\nyour auspices, will soon become _un amiable petit Jonathan_.\n\nJENNY. I must say, Mr. Jessamy, if he copies after me, he will be\nvastly, monstrously polite.\n\nJESSAMY. Stay here one moment, and I will call him.--Jonathan!--Mr.\nJonathan! [_Calls._]\n\nJONATHAN [_Within._]. Holla! there.--[_Enters._] You promise to stand by\nme--six bows you say. [_Bows._]\n\nJESSAMY. Mrs. Jenny, I have the honour of presenting Mr. Jonathan,\nColonel Manly's waiter, to you. I am extremely happy that I have it in\nmy power to make two worthy people acquainted with each other's merits.\n\nJENNY. So, Mr. Jonathan, I hear you were at the play last night.\n\nJONATHAN. At the play! why, did you think I went to the devil's\ndrawing-room?\n\nJENNY. The devil's drawing-room!\n\nJONATHAN. Yes; why an't cards and dice the devil's device, and the\nplay-house the shop where the devil hangs out the vanities of the world\nupon the tenter-hooks of temptation. I believe you have not heard how\nthey were acting the old boy one night, and the wicked one came among\nthem sure enough, and went right off in a storm, and carried one quarter\nof the play-house with him. Oh! no, no, no! you won't catch me at a\nplay-house, I warrant you.\n\nJENNY. Well, Mr. Jonathan, though I don't scruple your veracity, I have\nsome reasons for believing you were there; pray, where were you about\nsix o'clock?\n\nJONATHAN. Why, I went to see one Mr. Morrison, the _hocus-pocus_ man;\nthey said as how he could eat a case knife.\n\nJENNY. Well, and how did you find the place?\n\nJONATHAN. As I was going about here and there, to and again, to find it,\nI saw a great crowd of folks going into a long entry that had lantherns\nover the door; so I asked a man whether that was not the place where\nthey played _hocus-pocus_? He was a very civil, kind man, though he did\nspeak like the Hessians; he lifted up his eyes and said, \"They play\n_hocus-pocus_ tricks enough there, Got knows, mine friend.\"\n\nJENNY. Well--\n\nJONATHAN. So I went right in, and they shewed me away, clean up to the\ngarret, just like meeting-house gallery. And so I saw a power of topping\nfolks, all sitting round in little cabins, \"just like father's\ncorn-cribs;\" and then there was such a squeaking with the fiddles, and\nsuch a tarnal blaze with the lights, my head was near turned. At last\nthe people that sat near me set up such a hissing--hiss--like so many\nmad cats; and then they went thump, thump, thump, just like our Peleg\nthreshing wheat and stampt away, just like the nation; and called out\nfor one Mr. Langolee,--I suppose he helps act[s] the tricks.\n\nJENNY. Well, and what did you do all this time?\n\nJONATHAN. Gor, I--I liked the fun, and so I thumpt away, and hiss'd as\nlustily as the best of 'em. One sailor-looking man that sat by me,\nseeing me stamp, and knowing I was a cute fellow, because I could make a\nroaring noise, clapt me on the shoulder and said, \"You are a d----d\nhearty cock, smite my timbers!\" I told him so I was, but I thought he\nneed not swear so, and make use of such naughty words.\n\nJESSAMY. The savage!--Well, and did you see the man with his tricks?\n\nJONATHAN. Why, I vow, as I was looking out for him, they lifted up a\ngreat green cloth and let us look right into the next neighbour's house.\nHave you a good many houses in New-York made so in that 'ere way?\n\nJENNY. Not many; but did you see the family?\n\nJONATHAN. Yes, swamp it; I see'd the family.\n\nJENNY. Well, and how did you like them?\n\nJONATHAN. Why, I vow they were pretty much like other families;--there\nwas a poor, good-natured curse of a husband, and a sad rantipole of a\nwife.\n\nJENNY. But did you see no other folks?\n\nJONATHAN. Yes. There was one youngster; they called him Mr. Joseph; he\ntalked as sober and as pious as a minister; but, like some ministers\nthat I know, he was a sly tike in his heart for all that: He was going\nto ask a young woman to spark it with him, and--the Lord have mercy on\nmy soul!--she was another man's wife.\n\nJESSAMY. The Wabash!\n\nJENNY. And did you see any more folks?\n\nJONATHAN. Why, they came on as thick as mustard. For my part, I thought\nthe house was haunted. There was a soldier fellow, who talked about his\nrow de dow, dow, and courted a young woman; but, of all the cute folk I\nsaw, I liked one little fellow--\n\nJENNY. Aye! who was he?\n\nJONATHAN. Why, he had red hair, and a little round plump face like mine,\nonly not altogether so handsome. His name was--Darby;--that was his\nbaptizing name; his other name I forgot. Oh! it was Wig--Wag--Wag-all,\nDarby Wag-all,--pray, do you know him?--I should like to take a sling\nwith him, or a drap of cyder with a pepper-pod in it, to make it warm\nand comfortable.\n\nJENNY. I can't say I have that pleasure.\n\nJONATHAN. I wish you did; he is a cute fellow. But there was one thing I\ndidn't like in that Mr. Darby; and that was, he was afraid of some of\nthem 'ere shooting irons, such as your troopers wear on training days.\nNow, I'm a true born Yankee American son of liberty, and I never was\nafraid of a gun yet in all my life.\n\nJENNY. Well, Mr. Jonathan, you were certainly at the play-house.\n\nJONATHAN. I at the play-house!--Why didn't I see the play then?\n\nJENNY. Why, the people you saw were players.\n\nJONATHAN. Mercy on my soul! did I see the wicked players?--Mayhap that\n'ere Darby that I liked so was the old serpent himself, and had his\ncloven foot in his pocket. Why, I vow, now I come to think on't, the\ncandles seemed to burn blue, and I am sure where I sat it smelt tarnally\nof brimstone.\n\nJESSAMY. Well, Mr. Jonathan, from your account, which I confess is very\naccurate, you must have been at the play-house.\n\nJONATHAN. Why, I vow, I began to smell a rat. When I came away, I went\nto the man for my money again; you want your money? says he; yes, says\nI; for what? says he; why, says I, no man shall jocky me out of my\nmoney; I paid my money to see sights, and the dogs a bit of a sight have\nI seen, unless you call listening to people's private business a sight.\nWhy, says he, it is the School for Scandalization.--The School for\nScandalization!--Oh! ho! no wonder you New-York folks are so cute at it,\nwhen you go to school to learn it; and so I jogged off.\n\nJESSAMY. My dear Jenny, my master's business drags me from you; would to\nheaven I knew no other servitude than to your charms.\n\nJONATHAN. Well, but don't go; you won't leave me so.--\n\nJESSAMY. Excuse me.--Remember the cash.\n                                          [_Aside to him, and--Exit._]\n\nJENNY. Mr. Jonathan, won't you please to sit down. Mr. Jessamy tells me\nyou wanted to have some conversation with me. [_Having brought forward\ntwo chairs, they sit._]\n\nJONATHAN. Ma'am!--\n\nJENNY. Sir!--\n\nJONATHAN. Ma'am!--\n\nJENNY. Pray, how do you like the city, sir?\n\nJONATHAN. Ma'am!--\n\nJENNY. I say, sir, how do you like New-York?\n\nJONATHAN. Ma'am!--\n\nJENNY. The stupid creature! but I must pass some little time with him,\nif it is only to endeavour to learn whether it was his master that made\nsuch an abrupt entrance into our house, and my young mistress' heart,\nthis morning. [_Aside._] As you don't seem to like to talk, Mr.\nJonathan--do you sing?\n\nJONATHAN. Gor, I--I am glad she asked that, for I forgot what Mr.\nJessamy bid me say, and I dare as well be hanged as act what he bid me\ndo, I'm so ashamed. [_Aside._] Yes, ma'am, I can sing--I can sing Mear,\nOld Hundred, and Bangor.\n\nJENNY. Oh! I don't mean psalm tunes. Have you no little song to please\nthe ladies, such as Roslin Castle, or the Maid of the Mill?\n\nJONATHAN. Why, all my tunes go to meeting tunes, save one, and I count\nyou won't altogether like that 'ere.\n\nJENNY. What is it called?\n\nJONATHAN. I am sure you have heard folks talk about it; it is called\nYankee Doodle.\n\nJENNY. Oh! it is the tune I am fond of; and, if I know anything of my\nmistress, she would be glad to dance to it. Pray, sing!\n\nJONATHAN [_sings_].\n\n    Father and I went up to camp,\n    Along with Captain Goodwin;\n    And there we saw the men and boys,\n    As thick as hasty-pudding.\n        Yankee doodle do, &c.\n\n    And there we saw a swamping gun,\n    Big as log of maple,\n    On a little deuced cart,\n    A load for father's cattle.\n        Yankee doodle do, &c.\n\n    And every time they fired it off\n    It took a horn of powder,\n    It made a noise--like father's gun,\n    Only a nation louder.\n        Yankee doodle do, &c.\n\n    There was a man in our town,\n    His name was--\n\nNo, no, that won't do. Now, if I was with Tabitha Wymen and Jemima\nCawley down at father Chase's, I shouldn't mind singing this all out\nbefore them--you would be affronted if I was to sing that, though that's\na lucky thought; if you should be affronted, I have something dang'd\ncute, which Jessamy told me to say to you.\n\nJENNY. Is that all! I assure you I like it of all things.\n\nJONATHAN. No, no; I can sing more; some other time, when you and I are\nbetter acquainted, I'll sing the whole of it--no, no--that's a fib--I\ncan't sing but a hundred and ninety verses: our Tabitha at home can sing\nit all.--[_Sings._]\n\n    Marblehead's a rocky place,\n    And Cape-Cod is sandy;\n    Charlestown is burnt down,\n    Boston is the dandy.\n        Yankee doodle, doodle do, &c.\n\n\nI vow, my own town song has put me into such topping spirits that I\nbelieve I'll begin to do a little, as Jessamy says we must when we go\na-courting.--[_Runs and kisses her._] Burning rivers! cooling flames!\nred-hot roses! pig-nuts! hasty-pudding and ambrosia!\n\nJENNY. What means this freedom? you insulting wretch. [_Strikes him._]\n\nJONATHAN. Are you affronted?\n\nJENNY. Affronted! with what looks shall I express my anger?\n\nJONATHAN. Looks! why as to the matter of looks, you look as cross as a\nwitch.\n\nJENNY. Have you no feeling for the delicacy of my sex?\n\nJONATHAN. Feeling! Gor, I--I feel the delicacy of your sex pretty\nsmartly [_Rubbing his cheek._], though, I vow, I thought when you city\nladies courted and married, and all that, you put feeling out of the\nquestion. But I want to know whether you are really affronted, or only\npretend to be so? 'Cause, if you are certainly right down affronted, I\nam at the end of my tether; Jessamy didn't tell me what to say to you.\n\nJENNY. Pretend to be affronted!\n\nJONATHAN. Aye, aye, if you only pretend, you shall hear how I'll go to\nwork to make cherubim consequences.                [_Runs up to her._]\n\nJENNY. Begone, you brute!\n\nJONATHAN. That looks like mad; but I won't lose my speech. My dearest\nJenny--your name is Jenny, I think?--My dearest Jenny, though I have the\nhighest esteem for the sweet favours you have just now granted me--Gor,\nthat's a fib, though; but Jessamy says it is not wicked to tell lies to\nthe women. [_Aside._] I say, though I have the highest esteem for the\nfavours you have just now granted me, yet you will consider that, as\nsoon as the dissolvable knot is tied, they will no longer be favours,\nbut only matters of duty and matters of course.\n\nJENNY. Marry you! you audacious monster! get out of my sight, or,\nrather, let me fly from you.                          [_Exit hastily._\n\nJONATHAN. Gor! she's gone off in a swinging passion, before I had time\nto think of consequences. If this is the way with your city ladies, give\nme the twenty acres of rock, the bible, the cow, and Tabitha, and a\nlittle peaceable bundling.\n\n\nSCENE II. _The Mall._\n\n_Enter MANLY._\n\nIt must be so, Montague! and it is not all the tribe of Mandevilles that\nshall convince me that a nation, to become great, must first become\ndissipated. Luxury is surely the bane of a nation: Luxury! which\nenervates both soul and body, by opening a thousand new sources of\nenjoyment, opens, also, a thousand new sources of contention and want:\nLuxury! which renders a people weak at home, and accessible to bribery,\ncorruption, and force from abroad. When the Grecian states knew no other\ntools than the axe and the saw, the Grecians were a great, a free, and a\nhappy people. The kings of Greece devoted their lives to the service of\ntheir country, and her senators knew no other superiority over their\nfellow-citizens than a glorious pre-eminence in danger and virtue. They\nexhibited to the world a noble spectacle,--a number of independent\nstates united by a similarity of language, sentiment, manners, common\ninterest, and common consent, in one grand mutual league of protection.\nAnd, thus united, long might they have continued the cherishers of arts\nand sciences, the protectors of the oppressed, the scourge of tyrants,\nand the safe asylum of liberty. But when foreign gold, and still more\npernicious, foreign luxury had crept among them, they sapped the vitals\nof their virtue. The virtues of their ancestors were only found in their\nwritings. Envy and suspicion, the vices of little minds, possessed them.\nThe various states engendered jealousies of each other; and, more\nunfortunately, growing jealous of their great federal council, the\nAmphictyons, they forgot that their common safety had existed, and would\nexist, in giving them an honourable extensive prerogative. The common\ngood was lost in the pursuit of private interest; and that people who,\nby uniting, might have stood against the world in arms, by dividing,\ncrumbled into ruin;--their name is now only known in the page of the\nhistorian, and what they once were is all we have left to admire. Oh!\nthat America! Oh! that my country, would, in this her day, learn the\nthings which belong to her peace!\n\n_Enter DIMPLE._\n\nDIMPLE. You are Colonel Manly, I presume?\n\nMANLY. At your service, sir.\n\nDIMPLE. My name is Dimple, sir. I have the honour to be a lodger in the\nsame house with you, and, hearing you were in the Mall, came hither to\ntake the liberty of joining you.\n\nMANLY. You are very obliging, sir.\n\nDIMPLE. As I understand you are a stranger here, sir, I have taken the\nliberty to introduce myself to your acquaintance, as possibly I may have\nit in my power to point out some things in this city worthy your notice.\n\nMANLY. An attention to strangers is worthy a liberal mind, and must ever\nbe gratefully received. But to a soldier, who has no fixed abode, such\nattentions are particularly pleasing.\n\nDIMPLE. Sir, there is no character so respectable as that of a soldier.\nAnd, indeed, when we reflect how much we owe to those brave men who have\nsuffered so much in the service of their country, and secured to us\nthose inestimable blessings that we now enjoy, our liberty and\nindependence, they demand every attention which gratitude can pay. For\nmy own part, I never meet an officer, but I embrace him as my friend,\nnor a private in distress, but I insensibly extend my charity to\nhim.--I have hit the Bumkin off very tolerably.              [_Aside._\n\nMANLY. Give me your hand, sir! I do not proffer this hand to everybody;\nbut you steal into my heart. I hope I am as insensible to flattery as\nmost men; but I declare (it may be my weak side) that I never hear the\nname of soldier mentioned with respect, but I experience a thrill of\npleasure which I never feel on any other occasion.\n\nDIMPLE. Will you give me leave, my dear Colonel, to confer an obligation\non myself, by shewing you some civilities during your stay here, and\ngiving a similar opportunity to some of my friends?\n\nMANLY. Sir, I thank you; but I believe my stay in this city will be very\nshort.\n\nDIMPLE. I can introduce you to some men of excellent sense, in whose\ncompany you will esteem yourself happy; and, by way of amusement, to\nsome fine girls, who will listen to your soft things with pleasure.\n\nMANLY. Sir, I should be proud of the honour of being acquainted with\nthose gentlemen;--but, as for the ladies, I don't understand you.\n\nDIMPLE. Why, sir, I need not tell you, that when a young gentleman is\nalone with a young lady he must say some soft things to her fair\ncheek--indeed, the lady will expect it. To be sure, there is not much\npleasure when a man of the world and a finished coquette meet, who\nperfectly know each other; but how delicious is it to excite the\nemotions of joy, hope, expectation, and delight in the bosom of a lovely\ngirl who believes every tittle of what you say to be serious!\n\nMANLY. Serious, sir! In my opinion, the man who, under pretensions of\nmarriage, can plant thorns in the bosom of an innocent, unsuspecting\ngirl is more detestable than a common robber, in the same proportion as\nprivate violence is more despicable than open force, and money of less\nvalue than happiness.\n\nDIMPLE. How he awes me by the superiority of his sentiments. [_Aside._]\nAs you say, sir, a gentlemen should be cautious how he mentions\nmarriage.\n\nMANLY. Cautious, sir! [No person more approves of an intercourse between\nthe sexes than I do. Female conversation softens our manners, whilst our\ndiscourse, from the superiority of our literary advantages, improves\ntheir minds. But, in our young country, where there is no such thing as\ngallantry, when a gentleman speaks of love to a lady, whether he\nmentions marriage or not, she ought to conclude either that he meant to\ninsult her or that his intentions are the most serious and honourable.]\nHow mean, how cruel, is it, by a thousand tender assiduities, to win the\naffections of an amiable girl, and, though you leave her virtue\nunspotted, to betray her into the appearance of so many tender\npartialities, that every man of delicacy would suppress his inclination\ntowards her, by supposing her heart engaged! Can any man, for the\ntrivial gratification of his leisure-hours, affect the happiness of a\nwhole life! His not having spoken of marriage may add to his perfidy,\nbut can be no excuse for his conduct.\n\nDIMPLE. Sir, I admire your sentiments;--they are mine. The light\nobservations that fell from me were only a principle of the tongue; they\ncame not from the heart; my practice has ever disapproved these\nprinciples.\n\nMANLY. I believe you, sir. I should with reluctance suppose that those\npernicious sentiments could find admittance into the heart of a\ngentleman.\n\nDIMPLE. I am now, sir, going to visit a family, where, if you please, I\nwill have the honour of introducing you. Mr. Manly's ward, Miss Letitia,\nis a young lady of immense fortune; and his niece, Miss Charlotte Manly,\nis a young lady of great sprightliness and beauty.\n\nMANLY. That gentleman, sir, is my uncle, and Miss Manly my sister.\n\nDIMPLE. The devil she is! [_Aside._] Miss Manly your sister, sir? I\nrejoice to hear it, and feel a double pleasure in being known to\nyou.--Plague on him! I wish he was at Boston again, with all my soul.\n[_Aside._]\n\nMANLY. Come, sir, will you go?\n\nDIMPLE. I will follow you in a moment, sir.            [_Exit MANLY._]\nPlague on it! this is unlucky. A fighting brother is a cursed appendage\nto a fine girl. Egad! I just stopped in time; had he not discovered\nhimself, in two minutes more I should have told him how well I was with\nhis sister. Indeed, I cannot see the satisfaction of an intrigue, if one\ncan't have the pleasure of communicating it to our friends.   [_Exit._\n\n_End of the Third Act._\n\n\n\n\nACT IV.\n\n\nSCENE. I. _CHARLOTTE'S Apartment._\n\n_CHARLOTTE leading in MARIA._\n\nCHARLOTTE. This is so kind, my sweet friend, to come to see me at this\nmoment. I declare, if I were going to be married in a few days, as you\nare, I should scarce have found time to visit my friends.\n\nMARIA. Do you think, then, that there is an impropriety in it?--How\nshould you dispose of your time?\n\nCHARLOTTE. Why, I should be shut up in my chamber; and my head would so\nrun upon--upon--upon the solemn ceremony that I was to pass through!--I\ndeclare, it would take me above two hours merely to learn that little\nmonosyllable--_Yes._--Ah! my dear, your sentimental imagination does not\nconceive what that little tiny word implies.\n\nMARIA. Spare me your raillery, my sweet friend; I should love your\nagreeable vivacity at any other time.\n\nCHARLOTTE. Why, this is the very time to amuse you. You grieve me to see\nyou look so unhappy.\n\nMARIA. Have I not reason to look so?\n\nCHARLOTTE. [What new grief distresses you?\n\nMARIA. Oh! how sweet it is, when the heart is borne down with\nmisfortune, to recline and repose on the bosom of friendship! Heaven\nknows that, although it is improper for a young lady to praise a\ngentleman, yet I have ever concealed Mr. Dimple's foibles, and spoke of\nhim as of one whose reputation I expected would be linked with mine: but\nhis late conduct towards me has turned my coolness into contempt. He\nbehaves as if he meant to insult and disgust me; whilst my father, in\nthe last conversation on the subject of our marriage, spoke of it as a\nmatter which laid near his heart, and in which he would not bear\ncontradiction.\n\nCHARLOTTE. This works well: oh! the generous Dimple. I'll endeavour to\nexcite her to discharge him. [_Aside._] But, my dear friend, your\nhappiness depends on yourself. Why don't you discard him? Though the\nmatch has been of long standing, I would not be forced to make myself\nmiserable: no parent in the world should oblige me to marry the man I\ndid not like.\n\nMARIA. Oh! my dear, you never lived with your parents, and do not know\nwhat influence a father's frowns have upon a daughter's heart. Besides,\nwhat have I to allege against Mr. Dimple, to justify myself to the\nworld? He carries himself so smoothly, that every one would impute the\nblame to me, and call me capricious.\n\nCHARLOTTE. And call her capricious! Did ever such an objection start\ninto the heart of woman? for my part, I wish I had fifty lovers to\ndiscard, for no other reason than because I did not fancy them.] My dear\nMaria, you will forgive me; I know your candour and confidence in me;\nbut I have at times, I confess, been led to suppose that some other\ngentleman was the cause of your aversion to Mr. Dimple.\n\nMARIA. No, my sweet friend, you may be assured, that though I have seen\nmany gentlemen I could prefer to Mr. Dimple, yet I never saw one that I\nthought I could give my hand to, until this morning.\n\nCHARLOTTE. This morning!\n\nMARIA. Yes; one of the strangest accidents in the world. The odious\nDimple, after disgusting me with his conversation, had just left me,\nwhen a gentleman, who, it seems, boards in the same house with him, saw\nhim coming out of our door, and, the houses looking very much alike, he\ncame into our house instead of his lodgings; nor did he discover his\nmistake until he got into the parlour, where I was: he then bowed so\ngracefully, made such a genteel apology, and looked so manly and\nnoble!--\n\nCHARLOTTE. I see some folks, though it is so great an impropriety, can\npraise a gentleman, when he happens to be the man of their fancy.\n[_Aside._]\n\nMARIA. I don't know how it was,--I hope he did not think me\nindelicate,--but I asked him, I believe, to sit down, or pointed to a\nchair. He sat down, and, instead of having recourse to observations upon\nthe weather, or hackneyed criticisms upon the theatre, he entered\nreadily into a conversation worthy a man of sense to speak, and a lady\nof delicacy and sentiment to hear. He was not strictly handsome, but he\nspoke the language of sentiment, and his eyes looked tenderness and\nhonour.\n\nCHARLOTTE. Oh! [_Eagerly._] you sentimental, grave girls, when your\nhearts are once touched, beat us rattles a bar's length. And so you are\nquite in love with this he-angel?\n\nMARIA. In love with him! How can you rattle so, Charlotte? Am I not\ngoing to be miserable? [_Sighs._] In love with a gentleman I never saw\nbut one hour in my life, and don't know his name! No; I only wished\nthat the man I shall marry may look, and talk, and act, just like him.\nBesides, my dear, he is a married man.\n\nCHARLOTTE. Why, that was good-natured.--He told you so, I suppose, in\nmere charity, to prevent you falling in love with him?\n\nMARIA. He didn't tell me so; [_Peevishly._] he looked as if he was\nmarried.\n\nCHARLOTTE. How, my dear; did he look sheepish?\n\nMARIA. I am sure he has a susceptible heart, and the ladies of his\nacquaintance must be very stupid not to--\n\nCHARLOTTE. Hush! I hear some person coming.\n\n[_Enter LETITIA._\n\nLETITIA. My dear Maria, I am happy to see you. Lud! what a pity it is\nthat you have purchased your wedding clothes.\n\nMARIA. I think so. [_Sighing._]\n\nLETITIA. Why, my dear, there is the sweetest parcel of silks come over\nyou ever saw! Nancy Brilliant has a full suit come; she sent over her\nmeasure, and it fits her to a hair; it is immensely dressy, and made for\na court-hoop. I thought they said the large hoops were going out of\nfashion.\n\nCHARLOTTE. Did you see the hat? Is it a fact that the deep laces round\nthe border is still the fashion?]\n\nDIMPLE [_within_]. Upon my honour, sir.\n\nMARIA. Ha! Dimple's voice! My dear, I must take leave of you. There are\nsome things necessary to be done at our house. Can't I go through the\nother room?\n\n_Enter DIMPLE and MANLY._\n\nDIMPLE. Ladies, your most obedient.\n\nCHARLOTTE. Miss Van Rough, shall I present my brother Henry to you?\nColonel Manly, Maria--Miss Van Rough, brother.\n\nMARIA. Her brother! [_Turns and sees MANLY._] Oh! my heart! the very\ngentleman I have been praising.\n\nMANLY. The same amiable girl I saw this morning!\n\nCHARLOTTE. Why, you look as if you were acquainted.\n\nMANLY. I unintentionally intruded into this lady's presence this\nmorning, for which she was so good as to promise me her forgiveness.\n\nCHARLOTTE. Oh! ho! is that the case! Have these two pensorosos been\ntogether? Were they Henry's eyes that looked so tenderly? [_Aside._] And\nso you promised to pardon him? and could you be so good-natured?--have\nyou really forgiven him? I beg you would do it for my sake [_Whispering\nloud to MARIA._]. But, my dear, as you are in such haste, it would be\ncruel to detain you; I can show you the way through the other room.\n\nMARIA. Spare me, my sprightly friend.\n\nMANLY. The lady does not, I hope, intend to deprive us of the pleasure\nof her company so soon.\n\nCHARLOTTE. She has only a mantua-maker who waits for her at home. But,\nas I am to give my opinion of the dress, I think she cannot go yet. We\nwere talking of the fashions when you came in, but I suppose the subject\nmust be changed to something of more importance now.--Mr. Dimple, will\nyou favour us with an account of the public entertainments?\n\nDIMPLE. Why, really, Miss Manly, you could not have asked me a question\nmore _mal-apropos_. For my part, I must confess that, to a man who has\ntraveled, there is nothing that is worthy the name of amusement to be\nfound in this city.\n\nCHARLOTTE. Except visiting the ladies.\n\nDIMPLE. Pardon me, madam; that is the avocation of a man of taste. But\nfor amusement, I positively know of nothing that can be called so,\nunless you dignify with that title the hopping once a fortnight to the\nsound of two or three squeaking fiddles, and the clattering of the old\ntavern windows, or sitting to see the miserable mummers, whom you call\nactors, murder comedy and make a farce of tragedy.\n\nMANLY. Do you never attend the theatre, sir?\n\nDIMPLE. I was tortured there once.\n\nCHARLOTTE. Pray, Mr. Dimple, was it a tragedy or a comedy?\n\nDIMPLE. Faith, madam, I cannot tell; for I sat with my back to the stage\nall the time, admiring a much better actress than any there--a lady who\nplayed the fine woman to perfection; though, by the laugh of the horrid\ncreatures round me, I suppose it was comedy. Yet, on second thoughts, it\nmight be some hero in a tragedy, dying so comically as to set the whole\nhouse in an uproar.--Colonel, I presume you have been in Europe?\n\nMANLY. Indeed, sir, I was never ten leagues from the continent.\n\nDIMPLE. Believe me, Colonel, you have an immense pleasure to come; and\nwhen you shall have seen the brilliant exhibitions of Europe, you will\nlearn to despise the amusements of this country as much as I do.\n\nMANLY. Therefore I do not wish to see them; for I can never esteem that\nknowledge valuable which tends to give me a distaste for my native\ncountry.\n\nDIMPLE. Well, Colonel, though you have not travelled, you have read.\n\nMANLY. I have, a little, and by it have discovered that there is a\nlaudable partiality which ignorant, untravelled men entertain for\neverything that belongs to their native country. I call it laudable; it\ninjures no one; adds to their own happiness; and, when extended, becomes\nthe noble principle of patriotism. Travelled gentlemen rise superior, in\ntheir own opinion, to this: but if the contempt which they contract for\ntheir country is the most valuable acquisition of their travels, I am\nfar from thinking that their time and money are well spent.\n\nMARIA. What noble sentiments!\n\nCHARLOTTE. Let my brother set out from where he will in the fields of\nconversation, he is sure to end his tour in the temple of gravity.\n\nMANLY. Forgive me, my sister. I love my country; it has its foibles\nundoubtedly;--some foreigners will with pleasure remark them--but such\nremarks fall very ungracefully from the lips of her citizens.\n\nDIMPLE. You are perfectly in the right, Colonel--America has her faults.\n\nMANLY. Yes, sir; and we, her children, should blush for them in private,\nand endeavour, as individuals, to reform them. But, if our country has\nits errors in common with other countries, I am proud to say America--I\nmean the United States--have displayed virtues and achievements which\nmodern nations may admire, but of which they have seldom set us the\nexample.\n\nCHARLOTTE. But, brother, we must introduce you to some of our gay folks,\nand let you see the city, such as it is. Mr. Dimple is known to almost\nevery family in town; he will doubtless take a pleasure in introducing\nyou.\n\nDIMPLE. I shall esteem every service I can render your brother an\nhonour.\n\nMANLY. I fear the business I am upon will take up all my time, and my\nfamily will be anxious to hear from me.\n\nMARIA. His family! But what is it to me that he is married! [_Aside._]\nPray, how did you leave your lady, sir?\n\nCHARLOTTE. My brother is not married [_Observing her anxiety._]; it is\nonly an odd way he has of expressing himself. Pray, brother, is this\nbusiness, which you make your continual excuse, a secret?\n\nMANLY. No, sister; I came hither to solicit the honourable Congress,\nthat a number of my brave old soldiers may be put upon the pension-list,\nwho were, at first, not judged to be so materially wounded as to need\nthe public assistance. My sister says true [_To MARIA._]: I call my late\nsoldiers my family. Those who were not in the field in the late glorious\ncontest, and those who were, have their respective merits; but, I\nconfess, my old brother-soldiers are dearer to me than the former\ndescription. Friendships made in adversity are lasting; our countrymen\nmay forget us, but that is no reason why we should forget one another.\nBut I must leave you; my time of engagement approaches.\n\nCHARLOTTE. Well, but, brother, if you will go, will you please to\nconduct my fair friend home? You live in the same street--I was to have\ngone with her myself--[_Aside._] A lucky thought.\n\nMARIA. I am obliged to your sister, sir, and was just intending to go.\n                                                             [_Going._\n\nMANLY. I shall attend her with pleasure.\n                [_Exit with MARIA, followed by DIMPLE and CHARLOTTE._]\n\nMARIA. Now, pray, don't betray me to your brother.\n\n[CHARLOTTE. [_Just as she sees him make a motion to take his leave._] One\nword with you, brother, if you please.\n\n                                                  [_Follows them out._\n\n_Manent DIMPLE and LETITIA._\n\nDIMPLE. You received the billet I sent you, I presume?\n\nLETITIA. Hush!--Yes.\n\nDIMPLE. When shall I pay my respects to you?\n\nLETITIA. At eight I shall be unengaged.\n\n_Re-enter CHARLOTTE._\n\nDIMPLE. Did my lovely angel receive my billet?        [_To CHARLOTTE._\n\nCHARLOTTE. Yes.\n\nDIMPLE. What hour shall I expect with impatience?\n\nCHARLOTTE. At eight I shall be at home unengaged.\n\nDIMPLE. Unfortunately! I have a horrid engagement of business at that\nhour. Can't you finish your visit earlier, and let six be the happy\nhour?\n\nCHARLOTTE. You know your influence over me.]\n\n                                                  [_Exeunt severally._\n\n\nSCENE II. _VAN ROUGH'S House._\n\nVAN ROUGH [_alone_].\n\nIt cannot possibly be true! The son of my old friend can't have acted so\nunadvisedly. Seventeen thousand pounds! in bills! Mr. Transfer must have\nbeen mistaken. He always appeared so prudent, and talked so well upon\nmoney-matters, and even assured me that he intended to change his dress\nfor a suit of clothes which would not cost so much, and look more\nsubstantial, as soon as he married. No, no, no! it can't be; it cannot\nbe. But, however, I must look out sharp. I did not care what his\nprinciples or his actions were, so long as he minded the main chance.\nSeventeen thousand pounds! If he had lost it in trade, why the best men\nmay have ill-luck; but to game it away, as Transfer says--why, at this\nrate, his whole estate may go in one night, and, what is ten times\nworse, mine into the bargain. No, no; Mary is right. Leave women to look\nout in these matters; for all they look as if they didn't know a journal\nfrom a ledger, when their interest is concerned they know what's what;\nthey mind the main chance as well as the best of us--I wonder Mary did\nnot tell me she knew of his spending his money so foolishly. Seventeen\nthousand pounds! Why, if my daughter was standing up to be married, I\nwould forbid the banns, if I found it was to a man who did not mind the\nmain chance.--Hush! I hear somebody coming. 'Tis Mary's voice: a man\nwith her too! I shou'dn't be surprised if this should be the other\nstring to her bow. Aye, aye, let them alone; women understand the main\nchance.--Though, i' faith, I'll listen a little.\n\n                                             [_Retires into a closet._\n\n_MANLY leading in MARIA._\n\nMANLY. I hope you will excuse my speaking upon so important a subject so\nabruptly; but, the moment I entered your room, you struck me as the lady\nwhom I had long loved in imagination, and never hoped to see.\n\nMARIA. Indeed, sir, I have been led to hear more upon this subject than\nI ought.\n\nMANLY. Do you, then, disapprove my suit, madam, or the abruptness of my\nintroducing it? If the latter, my peculiar situation, being obliged to\nleave the city in a few days, will, I hope, be my excuse; if the former,\nI will retire, for I am sure I would not give a moment's inquietude to\nher whom I could devote my life to please. I am not so indelicate as to\nseek your immediate approbation; permit me only to be near you, and by a\nthousand tender assiduities to endeavour to excite a grateful return.\n\nMARIA. I have a father, whom I would die to make happy; he will\ndisapprove--\n\nMANLY. Do you think me so ungenerous as to seek a place in your esteem\nwithout his consent? You must--you ever ought to consider that man as\nunworthy of you who seeks an interest in your heart, contrary to a\nfather's approbation. A young lady should reflect that the loss of a\nlover may be supplied, but nothing can compensate for the loss of a\nparent's affection. Yet, why do you suppose your father would\ndisapprove? In our country, the affections are not sacrificed to riches\nor family-aggrandizement: should you approve, my family is decent, and\nmy rank honourable.\n\nMARIA. You distress me, sir.\n\nMANLY. Then I will sincerely beg your excuse for obtruding so\ndisagreeable a subject, and retire.                          [_Going._\n\nMARIA. Stay, sir! your generosity and good opinion of me deserve a\nreturn; but why must I declare what, for these few hours, I have scarce\nsuffered myself to think?--I am--\n\nMANLY. What?\n\nMARIA. Engaged, sir; and, in a few days, to be married to the gentleman\nyou saw at your sister's.\n\nMANLY. Engaged to be married! And have I been basely invading the rights\nof another? Why have you permitted this? Is this the return for the\npartiality I declared for you?\n\nMARIA. You distress me, sir. What would you have me say? You are too\ngenerous to wish the truth. Ought I to say that I dared not suffer\nmyself to think of my engagement, and that I am going to give my hand\nwithout my heart? Would you have me confess a partiality for you? If so,\nyour triumph is complete, and can be only more so when days of misery\nwith the man I cannot love will make me think of him whom I prefer.\n\nMANLY. [_After a pause._]. We are both unhappy; but it is your duty to\nobey your parent--mine to obey my honour. Let us, therefore, both follow\nthe path of rectitude; and of this we may be assured, that if we are not\nhappy, we shall, at least, deserve to be so. Adieu! I dare not trust\nmyself longer with you.\n\n                                                  [_Exeunt severally._\n\n_End of the Fourth Act._\n\n\n\n\nACT V.\n\n\nSCENE I. _DIMPLE'S Lodgings._\n\nJESSAMY [_meeting JONATHAN_].\n\nWell, Mr. Jonathan, what success with the fair?\n\nJONATHAN. Why, such a tarnal cross tike you never saw! You would have\ncounted she had lived upon crab-apples and vinegar for a fortnight. But\nwhat the rattle makes you look so tarnation glum?\n\nJESSAMY. I was thinking, Mr. Jonathan, what could be the reason of her\ncarrying herself so coolly to you.\n\nJONATHAN. Coolly, do you call it? Why, I vow, she was fire-hot angry:\nmay be it was because I buss'd her.\n\nJESSAMY. No, no, Mr. Jonathan; there must be some other cause: I never\nyet knew a lady angry at being kissed.\n\nJONATHAN. Well, if it is not the young woman's bashfulness, I vow I\ncan't conceive why she shou'dn't like me.\n\nJESSAMY. May be it is because you have not the graces, Mr. Jonathan.\n\nJONATHAN. Grace! Why, does the young woman expect I must be converted\nbefore I court her?\n\nJESSAMY. I mean graces of person: for instance, my lord tells us that we\nmust cut off our nails even at top, in small segments of circles--though\nyou won't understand that--In the next place, you must regulate your\nlaugh.\n\nJONATHAN. Maple-log seize it! don't I laugh natural?\n\nJESSAMY. That's the very fault, Mr. Jonathan. Besides, you absolutely\nmisplace it. I was told by a friend of mine that you laughed outright at\nthe play the other night, when you ought only to have tittered.\n\nJONATHAN. Gor! I--what does one go to see fun for if they can't laugh?\n\nJESSAMY. You may laugh; but you must laugh by rule.\n\nJONATHAN. Swamp it--laugh by rule! Well, I should like that tarnally.\n\nJESSAMY. Why, you know, Mr. Jonathan, that to dance, a lady to play with\nher fan, or a gentleman with his cane, and all other natural motions,\nare regulated by art. My master has composed an immensely pretty gamut,\nby which any lady or gentleman, with a few years' close application, may\nlearn to laugh as gracefully as if they were born and bred to it.\n\nJONATHAN. Mercy on my soul! A gamut for laughing--just like fa, la, sol?\n\nJESSAMY. Yes. It comprises every possible display of jocularity, from an\n_affettuoso_ smile to a _piano_ titter, or full chorus _fortissimo_ ha,\nha, ha! My master employs his leisure-hours in marking out the plays,\nlike a cathedral chanting-book, that the ignorant may know where to\nlaugh; and that pit, box, and gallery may keep time together, and not\nhave a snigger in one part of the house, a broad grin in the other, and\na d----d grum look in the third. How delightful to see the audience all\nsmile together, then look on their books, then twist their mouths into\nan agreeable simper, then altogether shake the house with a general ha,\nha, ha! loud as a full chorus of Handel's at an Abbey-commemoration.\n\nJONATHAN. Ha, ha, ha! that's dang'd cute, I swear.\n\nJESSAMY. The gentlemen, you see, will laugh the tenor; the ladies will\nplay the counter-tenor; the beaux will squeak the treble; and our jolly\nfriends in the gallery a thorough bass, ho, ho, ho!\n\nJONATHAN. Well, can't you let me see that gamut?\n\nJESSAMY. Oh! yes, Mr. Jonathan; here it is. [_Takes out a book._] Oh!\nno, this is only a titter with its variations. Ah, here it is. [_Takes\nout another._] Now, you must know, Mr. Jonathan, this is a piece written\nby Ben Johnson [_sic_], which I have set to my master's gamut. The\nplaces where you must smile, look grave, or laugh outright, are marked\nbelow the line. Now look over me. \"There was a certain man\"--now you\nmust smile.\n\nJONATHAN. Well, read it again; I warrant I'll mind my eye.\n\nJESSAMY. \"There was a certain man, who had a sad scolding wife,\"--now\nyou must laugh.\n\nJONATHAN. Tarnation! That's no laughing matter though.\n\nJESSAMY. \"And she lay sick a-dying;\"--now you must titter.\n\nJONATHAN. What, snigger when the good woman's a-dying! Gor, I--\n\nJESSAMY. Yes, the notes say you must--\"And she asked her husband leave\nto make a will,\"--now you must begin to look grave;--\"and her husband\nsaid\"--\n\nJONATHAN. Aye, what did her husband say?--Something dang'd cute, I\nreckon.\n\nJESSAMY. \"And her husband said, you have had your will all your\nlife-time, and would you have it after you are dead, too?\"\n\nJONATHAN. Ho, ho, ho! There the old man was even with her; he was up to\nthe notch--ha, ha, ha!\n\nJESSAMY. But, Mr. Jonathan, you must not laugh so. Why, you ought to\nhave tittered _piano_, and you have laughed _fortissimo_. Look here; you\nsee these marks, A, B, C, and so on; these are the references to the\nother part of the book. Let us turn to it, and you will see the\ndirections how to manage the muscles. This [_Turns over._] was note D\nyou blundered at.--\"You must purse the mouth into a smile, then titter,\ndiscovering the lower part of the three front upper teeth.\"\n\nJONATHAN. How? read it again.\n\nJESSAMY. \"There was a certain man\"--very well!--\"who had a sad scolding\nwife,\"--why don't you laugh?\n\nJONATHAN. Now, that scolding wife sticks in my gizzard so pluckily that\nI can't laugh for the blood and nowns of me. Let me look grave here, and\nI'll laugh your belly full, where the old creature's a-dying.\n\nJESSAMY. \"And she asked her husband\"--[_Bell rings._] My master's bell!\nhe's returned, I fear.--Here, Mr. Jonathan, take this gamut; and I make\nno doubt but with a few years' close application, you may be able to\nsmile gracefully.\n\n                                                  [_Exeunt severally._\n\n\nSCENE II. _CHARLOTTE'S Apartment._\n\n_Enter MANLY._\n\nMANLY. What, no one at home? How unfortunate to meet the only lady my\nheart was ever moved by, to find her engaged to another, and confessing\nher partiality for me! Yet engaged to a man who, by her intimation, and\nhis libertine conversation with me, I fear, does not merit her. Aye!\nthere's the sting; for, were I assured that Maria was happy, my heart is\nnot so selfish but that it would dilate in knowing it, even though it\nwere with another. But to know she is unhappy!--I must drive these\nthoughts from me. Charlotte has some books; and this is what I believe\nshe calls her little library.\n\n                                                   [_Enters a closet._\n\n_Enter DIMPLE leading LETITIA._\n\nLETITIA. And will you pretend to say now, Mr. Dimple, that you propose\nto break with Maria? Are not the banns published? Are not the clothes\npurchased? Are not the friends invited? In short, is it not a done\naffair?\n\nDIMPLE. Believe me, my dear Letitia, I would not marry her.\n\nLETITIA. Why have you not broke with her before this, as you all along\ndeluded me by saying you would?\n\nDIMPLE. Because I was in hopes she would, ere this, have broke with me.\n\nLETITIA. You could not expect it.\n\nDIMPLE. Nay, but be calm a moment; 'twas from my regard to you that I\ndid not discard her.\n\nLETITIA. Regard to me!\n\nDIMPLE. Yes; I have done everything in my power to break with her, but\nthe foolish girl is so fond of me that nothing can accomplish it.\nBesides, how can I offer her my hand when my heart is indissolubly\nengaged to you?\n\nLETITIA. There may be reason in this; but why so attentive to Miss\nManly?\n\nDIMPLE. Attentive to Miss Manly! For heaven's sake, if you have no\nbetter opinion of my constancy, pay not so ill a compliment to my taste.\n\n[LETITIA. Did I not see you whisper to her to-day?\n\nDIMPLE. Possibly I might--but something of so very trifling a nature\nthat I have already forgot what it was.\n\nLETITIA. I believe she has not forgot it.\n\nDIMPLE. My dear creature,] how can you for a moment suppose I should\nhave any serious thoughts of that trifling, gay, flighty coquette, that\ndisagreeable--\n\n_Enter CHARLOTTE._\n\nDIMPLE. My dear Miss Manly, I rejoice to see you; there is a charm in\nyour conversation that always marks your entrance into company as\nfortunate.\n\nLETITIA. Where have you been, my dear?\n\nCHARLOTTE. Why, I have been about to twenty shops, turning over pretty\nthings, and so have left twenty visits unpaid. I wish you would step\ninto the carriage and whisk round, make my apology, and leave my cards\nwhere our friends are not at home; that, you know, will serve as a\nvisit. Come, do go.\n\nLETITIA. So anxious to get me out! but I'll watch you. [_Aside._] Oh!\nyes, I'll go; I want a little exercise. Positively [_DIMPLE offering to\naccompany her._], Mr. Dimple, you shall not go; why, half my visits are\ncake and caudle visits; it won't do, you know, for you to go. [_Exit,\nbut returns to the door in the back scene and listens._]\n\nDIMPLE. This attachment of your brother to Maria is fortunate.\n\nCHARLOTTE. How did you come to the knowledge of it?\n\nDIMPLE. I read it in their eyes.\n\nCHARLOTTE. And I had it from her mouth. It would have amused you to have\nseen her! She, that thought it so great an impropriety to praise a\ngentleman that she could not bring out one word in your favour, found a\nredundancy to praise him.\n\nDIMPLE. I have done everything in my power to assist his passion there:\nyour delicacy, my dearest girl, would be shocked at half the instances\nof neglect and misbehaviour.\n\nCHARLOTTE. I don't know how I should bear neglect; but Mr. Dimple must\nmisbehave himself indeed, to forfeit my good opinion.\n\nDIMPLE. Your good opinion, my angel, is the pride and pleasure of my\nheart; and if the most respectful tenderness for you, and an utter\nindifference for all your sex besides, can make me worthy of your\nesteem, I shall richly merit it.\n\nCHARLOTTE. All my sex besides, Mr. Dimple!--you forgot your\n_tÃªte-Ã -tÃªte_ with Letitia.\n\nDIMPLE. How can you, my lovely angel, cast a thought on that insipid,\nwry-mouthed, ugly creature!\n\nCHARLOTTE. But her fortune may have charms?\n\nDIMPLE. Not to a heart like mine. The man, who has been blessed with the\ngood opinion of my Charlotte, must despise the allurements of fortune.\n\nCHARLOTTE. I am satisfied.\n\nDIMPLE. Let us think no more on the odious subject, but devote the\npresent hour to happiness.\n\nCHARLOTTE. Can I be happy when I see the man I prefer going to be\nmarried to another?\n\nDIMPLE. Have I not already satisfied my charming angel that I can never\nthink of marrying the puling Maria? But, even if it were so, could that\nbe any bar to our happiness? for, as the poet sings,\n\n    _Love, free as air, at sight of human ties,\n    Spreads his light wings, and in a moment flies._\n\nCome, then, my charming angel! why delay our bliss? The present moment\nis ours; the next is in the hand of fate.\n\n                                                       [_Kissing her._\n\nCHARLOTTE. Begone, sir! By your delusions you had almost lulled my\nhonour asleep.\n\nDIMPLE. Let me lull the demon to sleep again with kisses. [_He struggles\nwith her; she screams._]\n\n_Enter MANLY._\n\nMANLY. Turn, villain! and defend yourself. [_Draws._]\n\n_VAN ROUGH enters and beats down their swords._\n\nVAN ROUGH. Is the devil in you? are you going to murder one another?\n\n                                                    [_Holding DIMPLE._\n\nDIMPLE. Hold him, hold him,--I can command my passion.\n\n_Enter JONATHAN._\n\nJONATHAN. What the rattle ails you? Is the old one in you? let the\nColonel alone, can't you? I feel chock full of fight,--do you want to\nkill the Colonel?--\n\nMANLY. Be still, Jonathan; the gentleman does not want to hurt me.\n\nJONATHAN. Gor! I--I wish he did; I'd shew him yankee boys play, pretty\nquick.--Don't you see you have frightened the young woman into the\n_hystrikes_?\n\nVAN ROUGH. Pray, some of you explain this; what has been the occasion of\nall this racket?\n\nMANLY. That gentleman can explain it to you; it will be a very diverting\nstory for an intended father-in-law to hear.\n\nVAN ROUGH. How was this matter, Mr. Van Dumpling?\n\nDIMPLE. Sir,--upon my honour,--all I know is, that I was talking to this\nyoung lady, and this gentleman broke in on us in a very extraordinary\nmanner.\n\nVAN ROUGH. Why, all this is nothing to the purpose; can you explain it,\nMiss? [_To CHARLOTTE._]\n\n_Enter LETITIA_ [_through the back scene_].\n\nLETITIA. I can explain it to that gentleman's confusion. Though long\nbetrothed to your daughter [_To VAN ROUGH._], yet, allured by my\nfortune, it seems (with shame do I speak it) he has privately paid his\naddresses to me. I was drawn in to listen to him by his assuring me that\nthe match was made by his father without his consent, and that he\nproposed to break with Maria, whether he married me or not. But,\nwhatever were his intentions respecting your daughter, sir, even to me\nhe was false; for he has repeated the same story, with some cruel\nreflections upon my person, to Miss Manly.\n\nJONATHAN. What a tarnal curse!\n\nLETITIA. Nor is this all, Miss Manly. When he was with me this very\nmorning, he made the same ungenerous reflections upon the weakness of\nyour mind as he has so recently done upon the defects of my person.\n\nJONATHAN. What a tarnal curse and damn, too!\n\nDIMPLE. Ha! since I have lost Letitia, I believe I had as good make it\nup with Maria. Mr. Van Rough, at present I cannot enter into\nparticulars; but, I believe, I can explain everything to your\nsatisfaction in private.\n\nVAN ROUGH. There is another matter, Mr. Van Dumpling, which I would have\nyou explain:--pray, sir, have Messrs. Van Cash & Co. presented you those\nbills for acceptance?\n\nDIMPLE. The deuce! Has he heard of those bills! Nay, then, all's up with\nMaria, too; but an affair of this sort can never prejudice me among the\nladies; they will rather long to know what the dear creature possesses\nto make him so agreeable. [_Aside._] Sir, you'll hear from me. [_To\nMANLY._]\n\nMANLY. And you from me, sir.--\n\nDIMPLE. Sir, you wear a sword.--\n\nMANLY. Yes, sir. This sword was presented to me by that brave Gallic\nhero, the Marquis DE LA FAYETTE. I have drawn it in the service of my\ncountry, and in private life, on the only occasion where a man is\njustified in drawing his sword, in defence of a lady's honour. I have\nfought too many battles in the service of my country to dread the\nimputation of cowardice. Death from a man of honour would be a glory you\ndo not merit; you shall live to bear the insult of man and the contempt\nof that sex whose general smiles afforded you all your happiness.\n\nDIMPLE. You won't meet me, sir? Then I'll post you for a coward.\n\nMANLY. I'll venture that, sir. The reputation of my life does not depend\nupon the breath of a Mr. Dimple. I would have you to know, however, sir,\nthat I have a cane to chastise the insolence of a scoundrel, and a sword\nand the good laws of my country to protect me from the attempts of an\nassassin.--\n\nDIMPLE. Mighty well! Very fine, indeed! Ladies and gentlemen, I take my\nleave; and you will please to observe, in the case of my deportment, the\ncontrast between a gentleman who has read Chesterfield and received the\npolish of Europe, and an unpolished, untravelled American.\n\n                                                              [_Exit._\n\n_Enter MARIA._\n\nMARIA. Is he indeed gone?--\n\nLETITIA. I hope, never to return.\n\nVAN ROUGH. I am glad I heard of those bills; though it's plaguy unlucky;\nI hoped to see Mary married before I died.\n\nMANLY. Will you permit a gentleman, sir, to offer himself as a suitor to\nyour daughter? Though a stranger to you, he is not altogether so to her,\nor unknown in the city. You may find a son-in-law of more fortune, but\nyou can never meet with one who is richer in love for her, or respect\nfor you.\n\nVAN ROUGH. Why, Mary, you have not let this gentleman make love to you\nwithout my leave?\n\nMANLY. I did not say, sir--\n\nMARIA. Say, sir!--I--the gentleman, to be sure, met me accidentally.\n\nVAN ROUGH. Ha, ha, ha! Mark me, Mary; young folks think old folks to be\nfools; but old folks know young folks to be fools. Why, I knew all about\nthis affair:--This was only a cunning way I had to bring it about. Hark\nye! I was in the closet when you and he were at our house. [_Turns to\nthe company._] I heard that little baggage say she loved her old father,\nand would die to make him happy! Oh! how I loved the little\nbaggage!--And you talked very prudently, young man. I have inquired into\nyour character, and find you to be a man of punctuality and mind the\nmain chance. And so, as you love Mary, and Mary loves you, shall have my\nconsent immediately to be married. I'll settle my fortune on you, and\ngo and live with you the remainder of my life.\n\nMANLY. Sir, I hope--\n\nVAN ROUGH. Come, come, no fine speeches; mind the main chance, young\nman, and you and I shall always agree.\n\nLETITIA. I sincerely wish you joy [_Advancing to MARIA._]; and hope your\npardon for my conduct.\n\nMARIA. I thank you for your congratulations, and hope we shall at once\nforget the wretch who has given us so much disquiet, and the trouble\nthat he has occasioned.\n\nCHARLOTTE. And I, my dear Maria,--how shall I look up to you for\nforgiveness? I, who, in the practice of the meanest arts, have violated\nthe most sacred rights of friendship? I can never forgive myself, or\nhope charity from the world; but, I confess, I have much to hope from\nsuch a brother; and I am happy that I may soon say, such a sister.\n\nMARIA. My dear, you distress me; you have all my love.\n\nMANLY. And mine.\n\nCHARLOTTE. If repentance can entitle me to forgiveness, I have already\nmuch merit; for I despise the littleness of my past conduct. I now find\nthat the heart of any worthy man cannot be gained by invidious attacks\nupon the rights and characters of others;--by countenancing the\naddresses of a thousand;--or that the finest assemblage of features, the\ngreatest taste in dress, the genteelest address, or the most brilliant\nwit, cannot eventually secure a coquette from contempt and ridicule.\n\nMANLY. And I have learned that probity, virtue, honour, though they\nshould not have received the polish of Europe, will secure to an honest\nAmerican the good graces of his fair countrywomen, and, I hope, the\napplause of THE PUBLIC.\n\n_The End._\n\nFOOTNOTES:\n\n[4] The omitted passages in the First Edition, indicated by inverted\ncommas, are here enclosed in heavy brackets.\n\n[5] A page reproduction of the original music is given in the Dunlap\nreprint of this play.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Contrast, by Royall Tyler\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CONTRAST ***\n\n***** This file should be named 29228-8.txt or 29228-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/9\/2\/2\/29228\/\n\nProduced by David Starner, Brownfox and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":753,"split":"train"}
