{"ori_id":"f92e7ef585397277ff7890ac55ad79e68b0acae6","title":"Fanny's First Play","context":"Fanny's First Play\n Prologue: In a country house, Fanny O'Dowda, the daughter of the Count O'Dowda, is putting on a play she has written. She has hired professional actors and invited major critics. Fanny, who has studied at Cambridge, is keeping her authorship secret. She expects that her father the Count will disapprove of the play, as he hates the vulgarity of modern life. He has only just returned to Britain from living in Venice.\nFanny's play:\nAct I. The Gilbeys, a genteel couple in Denmark Hill, are worried about their missing son Bobby. A vulgar street-girl called Dora Delaney (known as \"Darling Dora\") enters. She tells them that she and Bobby had been sent to prison. They were arrested for drunk and disorderly behaviour and assaulting a police officer. The Gilbeys are mortified. What will they say to Mr Knox, Gilbey's business partner, and his wife? The Knoxes' daughter is betrothed to Bobby.\nAct 2. The Knoxes learn that their daughter Margaret has been in prison when she returns home after being away for a fortnight. On the night of the Boat Race she and a young French officer called Duvallet she was with got into a fight with the police. Margaret feels liberated by the experience and wishes to tell everyone about it. The Knoxes are mortified. What will they say to the Gilbeys?\nAct 3. At the Gilbey household Bobby asks Juggins the footman how he can break up with Margaret without hurting her. Since his arrest he finds Margaret's dull respectability stifling. Margaret arrives and tells him of her imprisonment. Bobby is shocked, saying \"It's not the same for a girl\". Dora and Duvallet appear, to Bobby's embarrassment. When Margaret realises that the woman Bobby was with was Darling Dora, she is outraged. She had shared a cell with Dora, and now Bobby is treating her like she should be excluded from polite company. The Knoxes are announced. The four youngsters hide in the pantry with Juggins. The older couples, realising that they no longer need to keep up a facade of respectability, start to relax, though the pious Mrs Knox says that if they change the manners in which they have been brought up they will soon have nothing left. Meanwhile Margaret decides she no longer has any interest in Bobby. She really loves Juggins, the footman. Juggins reveals that he is the son of a Duke. He became a footman to atone for once mistreating an honest servant. Now that he has proven himself to be an honest working man, he feels worthy to marry Margaret.\nEpilogue: Fanny's father is shocked by the play saying that it \"outrages and revolts his deepest, holiest feelings\". The critics have a variety of views, but wonder who the author may be. The aesthete Gilbert Gunn insists that's so full of tired clichÄ\u0097s \"as old and stale as a fried fish shop on a winter morning\" that it must be by Harley Granville-Barker. Another critic, Vaughan, is convinced that only Arthur Pinero could have written it, since it betrays \"the author's offensive habit of saying silly things that have no real sense in them when you come to examine them\". Flawner Bannal, a critic from a tabloid, thinks it was written by Bernard Shaw, as the paradoxical statements about the English by the French character are a dead giveaway. Vaughan dismisses this because the characters are too believable: \"That proves it's not by Shaw, because all Shaw's characters are himself: mere puppets stuck up to spout Shaw.\" One critic, Trotter, realises the truth. Fanny admits that she was the author, and the critics all join in praise of her. Trotter thinks that the account of imprisonment has an air of authenticity to it. Fanny confesses that, yes, she has been in prison, for her activities as a militant suffragette. Fanny's father now has to adjust to the fact that his daughter is both a malefactor and a playwright.\nï»¿The Project Gutenberg EBook of Fanny's First Play, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Fanny's First Play\n\nAuthor: George Bernard Shaw\n\nRelease Date: May, 2004 [EBook #5698]\nPosting Date: March 28, 2009\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK FANNY'S FIRST PLAY ***\n\n\n\n\nProduced by Ron Burkey\n\n\n\n\n\n\n\n\n\nFANNY'S FIRST PLAY\n\nBY BERNARD SHAW\n\n1911\n\n\n\nThis text was taken from a printed volume containing the plays\n\"Misalliance\", \"The Dark Lady of the Sonnets\", \"Fanny's First Play\", and\nthe essay \"A Treatise on Parents and Children\".\n\nNotes on the editing: Italicized text is delimited with underlines\n(\"_ _\"). Punctuation and spelling retained as in the printed text. Shaw\nintentionally spelled many words according to a non-standard system. For\nexample, \"don't\" is given as \"dont\" (without apostrophe), \"Dr.\" is given\nas \"Dr\" (without a period at the end), and \"Shakespeare\" is given as\n\"Shakespear\" (no \"e\" at the end). Where several characters in the play\nare speaking at once, I have indicated it with vertical bars (\"|\"). The\npound (currency) symbol has been replaced by the word \"pounds\".\n\n\n\n\n\nPREFACE TO FANNY'S FIRST PLAY\n\nFanny's First Play, being but a potboiler, needs no preface. But its\nlesson is not, I am sorry to say, unneeded. Mere morality, or the\nsubstitution of custom for conscience was once accounted a shameful and\ncynical thing: people talked of right and wrong, of honor and dishonor,\nof sin and grace, of salvation and damnation, not of morality and\nimmorality. The word morality, if we met it in the Bible, would surprise\nus as much as the word telephone or motor car. Nowadays we do not seem\nto know that there is any other test of conduct except morality; and\nthe result is that the young had better have their souls awakened by\ndisgrace, capture by the police, and a month's hard labor, than drift\nalong from their cradles to their graves doing what other people do for\nno other reason than that other people do it, and knowing nothing of\ngood and evil, of courage and cowardice, or indeed anything but how to\nkeep hunger and concupiscence and fashionable dressing within the bounds\nof good taste except when their excesses can be concealed. Is it any\nwonder that I am driven to offer to young people in our suburbs the\ndesperate advice: Do something that will get you into trouble? But\nplease do not suppose that I defend a state of things which makes such\nadvice the best that can be given under the circumstances, or that I do\nnot know how difficult it is to find out a way of getting into trouble\nthat will combine loss of respectability with integrity of self-respect\nand reasonable consideration for other peoples' feelings and interests\non every point except their dread of losing their own respectability.\nBut when there's a will there's a way. I hate to see dead people walking\nabout: it is unnatural. And our respectable middle class people are all\nas dead as mutton. Out of the mouth of Mrs Knox I have delivered on them\nthe judgment of her God.\n\nThe critics whom I have lampooned in the induction to this play under\nthe names of Trotter, Vaughan, and Gunn will forgive me: in fact Mr\nTrotter forgave me beforehand, and assisted the make-up by which Mr\nClaude King so successfully simulated his personal appearance. The\ncritics whom I did not introduce were somewhat hurt, as I should have\nbeen myself under the same circumstances; but I had not room for them\nall; so I can only apologize and assure them that I meant no disrespect.\n\nThe concealment of the authorship, if a _secret de Polichinelle_ can be\nsaid to involve concealment, was a necessary part of the play. In so far\nas it was effectual, it operated as a measure of relief to those critics\nand playgoers who are so obsessed by my strained legendary reputation\nthat they approach my plays in a condition which is really one of\nderangement, and are quite unable to conceive a play of mine as anything\nbut a trap baited with paradoxes, and designed to compass their ethical\nperversion and intellectual confusion. If it were possible, I should put\nforward all my plays anonymously, or hire some less disturbing person,\nas Bacon is said to have hired Shakespear, to father my plays for me.\n\nFanny's First Play was performed for the first time at the Little\nTheatre in the Adelphi, London, on the afternoon of Wednesday, April\n19th 1911.\n\n\n\n\nFANNY'S FIRST PLAY\n\n\n\n\nINDUCTION\n\n\n_The end of a saloon in an old-fashioned country house (Florence Towers,\nthe property of Count O'Dowda) has been curtained off to form a stage\nfor a private theatrical performance. A footman in grandiose Spanish\nlivery enters before the curtain, on its O.P. side._\n\n\nFOOTMAN. [announcing] Mr Cecil Savoyard. [Cecil Savoyard comes in:\na middle-aged man in evening dress and a fur-lined overcoat. He is\nsurprised to find nobody to receive him. So is the Footman]. Oh, beg\npardon, sir: I thought the Count was here. He was when I took up your\nname. He must have gone through the stage into the library. This way,\nsir. [He moves towards the division in the middle of the curtains].\n\nSAVOYARD. Half a mo. [The Footman stops]. When does the play begin?\nHalf-past eight?\n\nFOOTMAN. Nine, sir.\n\nSAVOYARD. Oh, good. Well, will you telephone to my wife at the George\nthat it's not until nine?\n\nFOOTMAN. Right, sir. Mrs Cecil Savoyard, sir?\n\nSAVOYARD. No: Mrs William Tinkler. Dont forget.\n\nTHE FOOTMAN. Mrs Tinkler, sir. Right, sir. [The Count comes in through\nthe curtains]. Here is the Count, sir. [Announcing] Mr Cecil Savoyard,\nsir. [He withdraws].\n\nCOUNT O'DOWDA. [A handsome man of fifty, dressed with studied elegance\na hundred years out of date, advancing cordially to shake hands with his\nvisitor] Pray excuse me, Mr Savoyard. I suddenly recollected that all\nthe bookcases in the library were locked--in fact theyve never been\nopened since we came from Venice--and as our literary guests will\nprobably use the library a good deal, I just ran in to unlock\neverything.\n\nSAVOYARD. Oh, you mean the dramatic critics. M'yes. I suppose theres a\nsmoking room?\n\nTHE COUNT. My study is available. An old-fashioned house, you\nunderstand. Wont you sit down, Mr Savoyard?\n\nSAVOYARD. Thanks. [They sit. Savoyard, looking at his host's obsolete\ncostume, continues] I had no idea you were going to appear in the piece\nyourself.\n\nTHE COUNT. I am not. I wear this costume because--well, perhaps I had\nbetter explain the position, if it interests you.\n\nSAVOYARD. Certainly.\n\nTHE COUNT. Well, you see, Mr Savoyard, I'm rather a stranger in your\nworld. I am not, I hope, a modern man in any sense of the word. I'm\nnot really an Englishman: my family is Irish: Ive lived all my life in\nItaly--in Venice mostly--my very title is a foreign one: I am a Count of\nthe Holy Roman Empire.\n\nSAVOYARD. Where's that?\n\nTHE COUNT. At present, nowhere, except as a memory and an ideal.\n[Savoyard inclines his head respectfully to the ideal]. But I am by\nno means an idealogue. I am not content with beautiful dreams: I want\nbeautiful realities.\n\nSAVOYARD. Hear, hear! I'm all with you there--when you can get them.\n\nTHE COUNT. Why not get them? The difficulty is not that there are no\nbeautiful realities, Mr Savoyard: the difficulty is that so few of\nus know them when we see them. We have inherited from the past a vast\ntreasure of beauty--of imperishable masterpieces of poetry, of painting,\nof sculpture, of architecture, of music, of exquisite fashions in\ndress, in furniture, in domestic decoration. We can contemplate these\ntreasures. We can reproduce many of them. We can buy a few inimitable\noriginals. We can shut out the nineteenth century--\n\nSAVOYARD. [correcting him] The twentieth.\n\nTHE COUNT. To me the century I shut out will always be the nineteenth\ncentury, just as your national anthem will always be God Save the Queen,\nno matter how many kings may succeed. I found England befouled with\nindustrialism: well, I did what Byron did: I simply refused to live in\nit. You remember Byron's words: \"I am sure my bones would not rest in an\nEnglish grave, or my clay mix with the earth of that country. I believe\nthe thought would drive me mad on my deathbed could I suppose that any\nof my friends would be base enough to convey my carcase back to her\nsoil. I would not even feed her worms if I could help it.\"\n\nSAVOYARD. Did Byron say that?\n\nTHE COUNT. He did, sir.\n\nSAVOYARD. It dont sound like him. I saw a good deal of him at one time.\n\nTHE COUNT. You! But how is that possible? You are too young.\n\nSAVOYARD. I was quite a lad, of course. But I had a job in the original\nproduction of Our Boys.\n\nTHE COUNT. My dear sir, not that Byron. Lord Byron, the poet.\n\nSAVOYARD. Oh, I beg your pardon. I thought you were talking of the\nByron. So you prefer living abroad?\n\nTHE COUNT. I find England ugly and Philistine. Well, I dont live in it.\nI find modern houses ugly. I dont live in them: I have a palace on the\ngrand canal. I find modern clothes prosaic. I dont wear them, except, of\ncourse, in the street. My ears are offended by the Cockney twang: I keep\nout of hearing of it and speak and listen to Italian. I find Beethoven's\nmusic coarse and restless, and Wagner's senseless and detestable. I do\nnot listen to them. I listen to Cimarosa, to Pergolesi, to Gluck and\nMozart. Nothing simpler, sir.\n\nSAVOYARD. It's all right when you can afford it.\n\nTHE COUNT. Afford it! My dear Mr Savoyard, if you are a man with a sense\nof beauty you can make an earthly paradise for yourself in Venice on\n1500 pounds a year, whilst our wretched vulgar industrial millionaires\nare spending twenty thousand on the amusements of billiard markers. I\nassure you I am a poor man according to modern ideas. But I have never\nhad anything less than the very best that life has produced. It is my\ngood fortune to have a beautiful and lovable daughter; and that girl,\nsir, has never seen an ugly sight or heard an ugly sound that I could\nspare her; and she has certainly never worn an ugly dress or tasted\ncoarse food or bad wine in her life. She has lived in a palace; and her\nperambulator was a gondola. Now you know the sort of people we are, Mr\nSavoyard. You can imagine how we feel here.\n\nSAVOYARD. Rather out of it, eh?\n\nTHE COUNT. Out of it, sir! Out of what?\n\nSAVOYARD. Well, out of everything.\n\nTHE COUNT. Out of soot and fog and mud and east wind; out of vulgarity\nand ugliness, hypocrisy and greed, superstition and stupidity. Out of\nall this, and in the sunshine, in the enchanted region of which great\nartists alone have had the secret, in the sacred footsteps of Byron, of\nShelley, of the Brownings, of Turner and Ruskin. Dont you envy me, Mr\nSavoyard?\n\nSAVOYARD. Some of us must live in England, you know, just to keep the\nplace going. Besides--though, mind you, I dont say it isnt all right\nfrom the high art point of view and all that--three weeks of it would\ndrive me melancholy mad. However, I'm glad you told me, because it\nexplains why it is you dont seem to know your way about much in England.\nI hope, by the way, that everything has given satisfaction to your\ndaughter.\n\nTHE COUNT. She seems quite satisfied. She tells me that the actors you\nsent down are perfectly suited to their parts, and very nice people\nto work with. I understand she had some difficulties at the first\nrehearsals with the gentleman you call the producer, because he hadnt\nread the play; but the moment he found out what it was all about\neverything went smoothly.\n\nSAVOYARD. Havnt you seen the rehearsals?\n\nTHE COUNT. Oh no. I havnt been allowed even to meet any of the company.\nAll I can tell you is that the hero is a Frenchman [Savoyard is rather\nscandalized]: I asked her not to have an English hero. That is all I\nknow. [Ruefully] I havnt been consulted even about the costumes, though\nthere, I think, I could have been some use.\n\nSAVOYARD. [puzzled] But there arnt any costumes.\n\nTHE COUNT. [seriously shocked] What! No costumes! Do you mean to say it\nis a modern play?\n\nSAVOYARD. I dont know: I didnt read it. I handed it to Billy\nBurjoyce--the producer, you know--and left it to him to select the\ncompany and so on. But I should have had to order the costumes if there\nhad been any. There wernt.\n\nTHE COUNT. [smiling as he recovers from his alarm] I understand. She\nhas taken the costumes into her own hands. She is an expert in beautiful\ncostumes. I venture to promise you, Mr Savoyard, that what you are about\nto see will be like a Louis Quatorze ballet painted by Watteau. The\nheroine will be an exquisite Columbine, her lover a dainty Harlequin,\nher father a picturesque Pantaloon, and the valet who hoodwinks the\nfather and brings about the happiness of the lovers a grotesque but\nperfectly tasteful Punchinello or Mascarille or Sganarelle.\n\nSAVOYARD. I see. That makes three men; and the clown and policeman will\nmake five. Thats why you wanted five men in the company.\n\nTHE COUNT. My dear sir, you dont suppose I mean that vulgar, ugly,\nsilly, senseless, malicious and destructive thing, the harlequinade of\na nineteenth century English Christmas pantomime! What was it after\nall but a stupid attempt to imitate the success made by the genius of\nGrimaldi a hundred years ago? My daughter does not know of the existence\nof such a thing. I refer to the graceful and charming fantasies of the\nItalian and French stages of the seventeenth and eighteenth centuries.\n\nSAVOYARD. Oh, I beg pardon. I quite agree that harlequinades are rot.\nTheyve been dropped at all smart theatres. But from what Billy Burjoyce\ntold me I got the idea that your daughter knew her way about here, and\nhad seen a lot of plays. He had no idea she'd been away in Venice all\nthe time.\n\nTHE COUNT. Oh, she has not been. I should have explained that two\nyears ago my daughter left me to complete her education at Cambridge.\nCambridge was my own University; and though of course there were no\nwomen there in my time, I felt confident that if the atmosphere of the\neighteenth century still existed anywhere in England, it would be at\nCambridge. About three months ago she wrote to me and asked whether I\nwished to give her a present on her next birthday. Of course I said\nyes; and she then astonished and delighted me by telling me that she\nhad written a play, and that the present she wanted was a private\nperformance of it with real actors and real critics.\n\nSAVOYARD. Yes: thats what staggered me. It was easy enough to engage\na company for a private performance: it's done often enough. But the\nnotion of having critics was new. I hardly knew how to set about it.\nThey dont expect private engagements; and so they have no agents.\nBesides, I didnt know what to offer them. I knew that they were cheaper\nthan actors, because they get long engagements: forty years sometimes;\nbut thats no rule for a single job. Then theres such a lot of them: on\nfirst nights they run away with all your stalls: you cant find a decent\nplace for your own mother. It would have cost a fortune to bring the\nlot.\n\nTHE COUNT. Of course I never dreamt of having them all. Only a few\nfirst-rate representative men.\n\nSAVOYARD. Just so. All you want is a few sample opinions. Out of a\nhundred notices you wont find more than four at the outside that say\nanything different. Well, Ive got just the right four for you. And what\ndo you think it has cost me?\n\nTHE COUNT. [shrugging his shoulders] I cannot guess.\n\nSAVOYARD. Ten guineas, and expenses. I had to give Flawner Bannal ten.\nHe wouldnt come for less; and he asked fifty. I had to give it, because\nif we hadnt had him we might just as well have had nobody at all.\n\nTHE COUNT. But what about the others, if Mr Flannel--\n\nSAVOYARD. [shocked] Flawner Bannal.\n\nTHE COUNT. --if Mr Bannal got the whole ten?\n\nSAVOYARD. Oh, I managed that. As this is a high-class sort of thing, the\nfirst man I went for was Trotter.\n\nTHE COUNT. Oh indeed. I am very glad you have secured Mr Trotter. I have\nread his Playful Impressions.\n\nSAVOYARD. Well, I was rather in a funk about him. Hes not exactly what\nI call approachable; and he was a bit stand-off at first. But when I\nexplained and told him your daughter--\n\nTHE COUNT. [interrupting in alarm] You did not say that the play was by\nher, I hope?\n\nSAVOYARD. No: thats been kept a dead secret. I just said your daughter\nhas asked for a real play with a real author and a real critic and all\nthe rest of it. The moment I mentioned the daughter I had him. He has\na daughter of his own. Wouldnt hear of payment! Offered to come just to\nplease her! Quite human. I was surprised.\n\nTHE COUNT. Extremely kind of him.\n\nSAVOYARD. Then I went to Vaughan, because he does music as well as the\ndrama: and you said you thought there would be music. I told him Trotter\nwould feel lonely without him; so he promised like a bird. Then I\nthought youd like one of the latest sort: the chaps that go for the\nnewest things and swear theyre oldfashioned. So I nailed Gilbert Gunn.\nThe four will give you a representative team. By the way [looking at his\nwatch] theyll be here presently.\n\nTHE COUNT. Before they come, Mr Savoyard, could you give me any hints\nabout them that would help me to make a little conversation with them?\nI am, as you said, rather out of it in England; and I might unwittingly\nsay something tactless.\n\nSAVOYARD. Well, let me see. As you dont like English people, I dont know\nthat youll get on with Trotter, because hes thoroughly English: never\nhappy except when hes in Paris, and speaks French so unnecessarily well\nthat everybody there spots him as an Englishman the moment he opens\nhis mouth. Very witty and all that. Pretends to turn up his nose at\nthe theatre and says people make too much fuss about art [the Count is\nextremely indignant]. But thats only his modesty, because art is his own\nline, you understand. Mind you dont chaff him about Aristotle.\n\nTHE COUNT. Why should I chaff him about Aristotle?\n\nSAVOYARD. Well, I dont know; but its one of the recognized ways of\nchaffing him. However, youll get on with him all right: hes a man of\nthe world and a man of sense. The one youll have to be careful about is\nVaughan.\n\nTHE COUNT. In what way, may I ask?\n\nSAVOYARD. Well, Vaughan has no sense of humor; and if you joke with\nhim he'll think youre insulting him on purpose. Mind: it's not that he\ndoesnt see a joke: he does; and it hurts him. A comedy scene makes him\nsore all over: he goes away black and blue, and pitches into the play\nfor all hes worth.\n\nTHE COUNT. But surely that is a very serious defect in a man of his\nprofession?\n\nSAVOYARD. Yes it is, and no mistake. But Vaughan is honest, and dont\ncare a brass farthing what he says, or whether it pleases anybody or\nnot; and you must have one man of that sort to say the things that\nnobody else will say.\n\nTHE COUNT. It seems to me to carry the principle of division of labor\ntoo far, this keeping of the honesty and the other qualities in separate\ncompartments. What is Mr Gunn's speciality, if I may ask?\n\nSAVOYARD. Gunn is one of the intellectuals.\n\nTHE COUNT. But arnt they all intellectuals?\n\nSAVOYARD. Lord! no: heaven forbid! You must be careful what you say\nabout that: I shouldnt like anyone to call me an Intellectual: I dont\nthink any Englishman would! They dont count really, you know; but\nstill it's rather the thing to have them. Gunn is one of the young\nintellectuals: he writes plays himself. Hes useful because he pitches\ninto the older intellectuals who are standing in his way. But you may\ntake it from me that none of these chaps really matter. Flawner Bannal's\nyour man. Bannal really represents the British playgoer. When he likes\na thing, you may take your oath there are a hundred thousand people in\nLondon thatll like it if they can only be got to know about it. Besides,\nBannal's knowledge of the theatre is an inside knowledge. We know him;\nand he knows us. He knows the ropes: he knows his way about: he knows\nwhat hes talking about.\n\nTHE COUNT. [with a little sigh] Age and experience, I suppose?\n\nSAVOYARD. Age! I should put him at twenty at the very outside, myself.\nIt's not an old man's job after all, is it? Bannal may not ride the\nliterary high horse like Trotter and the rest; but I'd take his opinion\nbefore any other in London. Hes the man in the street; and thats what\nyou want.\n\nTHE COUNT. I am almost sorry you didnt give the gentleman his full\nterms. I should not have grudged the fifty guineas for a sound opinion.\nHe may feel shabbily treated.\n\nSAVOYARD. Well, let him. It was a bit of side, his asking fifty. After\nall, what is he? Only a pressman. Jolly good business for him to earn\nten guineas: hes done the same job often enough for half a quid, I\nexpect.\n\n_Fanny O'Dowda comes precipitately through the curtains, excited and\nnervous. A girl of nineteen in a dress synchronous with her father's._\n\nFANNY. Papa, papa, the critics have come. And one of them has a cocked\nhat and sword like a-- [she notices Savoyard] Oh, I beg your pardon.\n\nTHE COUNT. This is Mr Savoyard, your impresario, my dear.\n\nFANNY. [shaking hands] How do you do?\n\nSAVOYARD. Pleased to meet you, Miss O'Dowda. The cocked hat is all\nright. Trotter is a member of the new Academic Committee. He induced\nthem to go in for a uniform like the French Academy; and I asked him to\nwear it.\n\nTHE FOOTMAN. [announcing] Mr Trotter, Mr Vaughan, Mr Gunn, Mr Flawner\nBannal. [The four critics enter. Trotter wears a diplomatic dress, with\nsword and three-cornered hat. His age is about 50. Vaughan is 40. Gunn\nis 30. Flawner Bannal is 20 and is quite unlike the others. They can be\nclassed at sight as professional men: Bannal is obviously one of those\nunemployables of the business class who manage to pick up a living by a\nsort of courage which gives him cheerfulness, conviviality, and\nbounce, and is helped out positively by a slight turn for writing, and\nnegatively by a comfortable ignorance and lack of intuition which hides\nfrom him all the dangers and disgraces that keep men of finer perception\nin check. The Count approaches them hospitably].\n\nSAVOYARD. Count O'Dowda, gentlemen. Mr Trotter.\n\nTROTTER. [looking at the Count's costume] Have I the pleasure of meeting\na confrere?\n\nTHE COUNT. No, sir: I have no right to my costume except the right of a\nlover of the arts to dress myself handsomely. You are most welcome, Mr\nTrotter. [Trotter bows in the French manner].\n\nSAVOYARD. Mr Vaughan.\n\nTHE COUNT. How do you do, Mr Vaughan?\n\nVAUGHAN. Quite well, thanks.\n\nSAVOYARD. Mr Gunn.\n\nTHE COUNT. Delighted to make your acquaintance, Mr Gunn.\n\nGUNN. Very pleased.\n\nSAVOYARD. Mr Flawner Bannal.\n\nTHE COUNT. Very kind of you to come, Mr Bannal.\n\nBANNAL. Dont mention it.\n\nTHE COUNT. Gentlemen, my daughter. [They all bow]. We are very greatly\nindebted to you, gentlemen, for so kindly indulging her whim. [The\ndressing bell sounds. The Count looks at his watch]. Ah! The dressing\nbell, gentlemen. As our play begins at nine, I have had to put forward\nthe dinner hour a little. May I shew you to your rooms? [He goes out,\nfollowed by all the men, except Trotter, who, going last, is detained by\nFanny].\n\nFANNY. Mr Trotter: I want to say something to you about this play.\n\nTROTTER. No: thats forbidden. You must not attempt to _souffler_ the\ncritic.\n\nFANNY. Oh, I would not for the world try to influence your opinion.\n\nTROTTER. But you do: you are influencing me very shockingly. You invite\nme to this charming house, where I'm about to enjoy a charming dinner.\nAnd just before the dinner I'm taken aside by a charming young lady to\nbe talked to about the play. How can you expect me to be impartial? God\nforbid that I should set up to be a judge, or do more than record an\nimpression; but my impressions can be influenced; and in this case youre\ninfluencing them shamelessly all the time.\n\nFANNY. Dont make me more nervous than I am already, Mr Trotter. If you\nknew how I feel!\n\nTROTTER. Naturally: your first party: your first appearance in England\nas hostess. But youre doing it beautifully. Dont be afraid. Every\n_nuance_ is perfect.\n\nFANNY. It's so kind of you to say so, Mr Trotter. But that isnt whats\nthe matter. The truth is, this play is going to give my father a\ndreadful shock.\n\nTROTTER. Nothing unusual in that, I'm sorry to say. Half the young\nladies in London spend their evenings making their fathers take them to\nplays that are not fit for elderly people to see.\n\nFANNY. Oh, I know all about that; but you cant understand what it means\nto Papa. Youre not so innocent as he is.\n\nTROTTER. [remonstrating] My dear young lady--\n\nFANNY. I dont mean morally innocent: everybody who reads your articles\nknows youre as innocent as a lamb.\n\nTROTTER. What!\n\nFANNY. Yes, Mr Trotter: Ive seen a good deal of life since I came to\nEngland; and I assure you that to me youre a mere baby: a dear, good,\nwell-meaning, delightful, witty, charming baby; but still just a wee\nlamb in a world of wolves. Cambridge is not what it was in my father's\ntime.\n\nTROTTER. Well, I must say!\n\nFANNY. Just so. Thats one of our classifications in the Cambridge Fabian\nSociety.\n\nTROTTER. Classifications? I dont understand.\n\nFANNY. We classify our aunts into different sorts. And one of the sorts\nis the \"I must says.\"\n\nTROTTER. I withdraw \"I must say.\" I substitute \"Blame my cats!\" No: I\nsubstitute \"Blame my kittens!\" Observe, Miss O'Dowda: kittens. I say\nagain in the teeth of the whole Cambridge Fabian Society, kittens.\nImpertinent little kittens. Blame them. Smack them. I guess what is on\nyour conscience. This play to which you have lured me is one of those in\nwhich members of Fabian Societies instruct their grandmothers in the art\nof milking ducks. And you are afraid it will shock your father. Well,\nI hope it will. And if he consults me about it I shall recommend him to\nsmack you soundly and pack you off to bed.\n\nFANNY. Thats one of your prettiest literary attitudes, Mr Trotter;\nbut it doesnt take me in. You see, I'm much more conscious of what you\nreally are than you are yourself, because weve discussed you thoroughly\nat Cambridge; and youve never discussed yourself, have you?\n\nTROTTER. I--\n\nFANNY. Of course you havnt; so you see it's no good Trottering at me.\n\nTROTTER. Trottering!\n\nFANNY. Thats what we call it at Cambridge.\n\nTROTTER. If it were not so obviously a stage _cliche_, I should say Damn\nCambridge. As it is, I blame my kittens. And now let me warn you. If\nyoure going to be a charming healthy young English girl, you may coax\nme. If youre going to be an unsexed Cambridge Fabian virago, I'll treat\nyou as my intellectual equal, as I would treat a man.\n\nFANNY. [adoringly] But how few men are your intellectual equals, Mr\nTrotter!\n\nTROTTER. I'm getting the worst of this.\n\nFANNY. Oh no. Why do you say that?\n\nTROTTER. May I remind you that the dinner-bell will ring presently?\n\nFANNY. What does it matter? We're both ready. I havnt told you yet what\nI want you to do for me.\n\nTROTTER. Nor have you particularly predisposed me to do it, except out\nof pure magnanimity. What is it?\n\nFANNY. I dont mind this play shocking my father morally. It's good for\nhim to be shocked morally. It's all that the young can do for the old,\nto shock them and keep them up to date. But I know that this play will\nshock him artistically; and that terrifies me. No moral consideration\ncould make a breach between us: he would forgive me for anything of that\nkind sooner or later; but he never gives way on a point of art. I darent\nlet him know that I love Beethoven and Wagner; and as to Strauss, if he\nheard three bars of Elektra, it'd part us for ever. Now what I want you\nto do is this. If hes very angry--if he hates the play, because it's a\nmodern play--will you tell him that it's not my fault; that its style\nand construction, and so forth, are considered the very highest art\nnowadays; that the author wrote it in the proper way for repertory\ntheatres of the most superior kind--you know the kind of plays I mean?\n\nTROTTER. [emphatically] I think I know the sort of entertainments you\nmean. But please do not beg a vital question by calling them plays. I\ndont pretend to be an authority; but I have at least established the\nfact that these productions, whatever else they may be, are certainly\nnot plays.\n\nFANNY. The authors dont say they are.\n\nTROTTER. [warmly] I am aware that one author, who is, I blush to say, a\npersonal friend of mine, resorts freely to the dastardly subterfuge of\ncalling them conversations, discussions, and so forth, with the express\nobject of evading criticism. But I'm not to be disarmed by such tricks.\nI say they are not plays. Dialogues, if you will. Exhibitions of\ncharacter, perhaps: especially the character of the author. Fictions,\npossibly, though a little decent reticence as to introducing actual\npersons, and thus violating the sanctity of private life, might not be\namiss. But plays, no. I say NO. Not plays. If you will not concede this\npoint I cant continue our conversation. I take this seriously. It's a\nmatter of principle. I must ask you, Miss O'Dowda, before we go a step\nfurther, Do you or do you not claim that these works are plays?\n\nFANNY. I assure you I dont.\n\nTROTTER. Not in any sense of the word?\n\nFANNY. Not in any sense of the word. I loathe plays.\n\nTROTTER. [disappointed] That last remark destroys all the value of your\nadmission. You admire these--these theatrical nondescripts? You enjoy\nthem?\n\nFANNY. Dont you?\n\nTROTTER. Of course I do. Do you take me for a fool? Do you suppose I\nprefer popular melodramas? Have I not written most appreciative notices\nof them? But I say theyre not plays. Theyre not plays. I cant consent to\nremain in this house another minute if anything remotely resembling them\nis to be foisted on me as a play.\n\nFANNY. I fully admit that theyre not plays. I only want you to tell my\nfather that plays are not plays nowadays--not in your sense of the word.\n\nTROTTER. Ah, there you go again! In my sense of the word! You believe\nthat my criticism is merely a personal impression; that--\n\nFANNY. You always said it was.\n\nTROTTER. Pardon me: not on this point. If you had been classically\neducated--\n\nFANNY. But I have.\n\nTROTTER. Pooh! Cambridge! If you had been educated at Oxford, you\nwould know that the definition of a play has been settled exactly and\nscientifically for two thousand two hundred and sixty years. When I say\nthat these entertainments are not plays, I dont mean in my sense of\nthe word, but in the sense given to it for all time by the immortal\nStagirite.\n\nFANNY. Who is the Stagirite?\n\nTROTTER. [shocked] You dont know who the Stagirite was?\n\nFANNY. Sorry. Never heard of him.\n\nTROTTER. And this is Cambridge education! Well, my dear young lady, I'm\ndelighted to find theres something you don't know; and I shant spoil you\nby dispelling an ignorance which, in my opinion, is highly becoming to\nyour age and sex. So we'll leave it at that.\n\nFANNY. But you will promise to tell my father that lots of people\nwrite plays just like this one--that I havnt selected it out of mere\nheartlessness?\n\nTROTTER. I cant possibly tell you what I shall say to your father about\nthe play until Ive seen the play. But I'll tell you what I shall say to\nhim about you. I shall say that youre a very foolish young lady; that\nyouve got into a very questionable set; and that the sooner he takes you\naway from Cambridge and its Fabian Society, the better.\n\nFANNY. It's so funny to hear you pretending to be a heavy father. In\nCambridge we regard you as a _bel esprit_, a wit, an Irresponsible, a\nParisian Immoralist, _tres chic_.\n\nTROTTER. I!\n\nFANNY. Theres quite a Trotter set.\n\nTROTTER. Well, upon my word!\n\nFANNY. They go in for adventures and call you Aramis.\n\nTROTTER. They wouldnt dare!\n\nFANNY. You always make such delicious fun of the serious people. Your\n_insouciance_--\n\nTROTTER. [frantic] Stop talking French to me: it's not a proper language\nfor a young girl. Great heavens! how is it possible that a few innocent\npleasantries should be so frightfully misunderstood? Ive tried all my\nlife to be sincere and simple, to be unassuming and kindly. Ive lived a\nblameless life. Ive supported the Censorship in the face of ridicule\nand insult. And now I'm told that I'm a centre of Immoralism! of Modern\nMinxism! a trifler with the most sacred subjects! a Nietzschean!!\nperhaps a Shavian!!!\n\nFANNY. Do you mean you are really on the serious side, Mr Trotter?\n\nTROTTER. Of course I'm on the serious side. How dare you ask me such a\nquestion?\n\nFANNY. Then why dont you play for it?\n\nTROTTER. I do play for it--short, of course, of making myself\nridiculous.\n\nFANNY. What! not make yourself ridiculous for the sake of a good cause!\nOh, Mr Trotter. Thats _vieux jeu_.\n\nTROTTER. [shouting at her] Dont talk French. I will not allow it.\n\nFANNY. But this dread of ridicule is so frightfully out of date. The\nCambridge Fabian Society--\n\nTROTTER. I forbid you to mention the Fabian Society to me.\n\nFANNY. Its motto is \"You cannot learn to skate without making yourself\nridiculous.\"\n\nTROTTER. Skate! What has that to do with it?\n\nFANNY. Thats not all. It goes on, \"The ice of life is slippery.\"\n\nTROTTER. Ice of life indeed! You should be eating penny ices and\nenjoying yourself. I wont hear another word.\n\n_The Count returns._\n\nTHE COUNT. We're all waiting in the drawing-room, my dear. Have you been\ndetaining Mr Trotter all this time?\n\nTROTTER. I'm so sorry. I must have just a little brush up: I [He hurries\nout].\n\nTHE COUNT. My dear, you should be in the drawing-room. You should not\nhave kept him here.\n\nFANNY. I know. Dont scold me: I had something important to say to him.\n\nTHE COUNT. I shall ask him to take you in to dinner.\n\nFANNY. Yes, papa. Oh, I hope it will go off well.\n\nTHE COUNT. Yes, love, of course it will. Come along.\n\nFANNY. Just one thing, papa, whilst we're alone. Who was the Stagirite?\n\nTHE COUNT. The Stagirite? Do you mean to say you dont know?\n\nFANNY. Havnt the least notion.\n\nTHE COUNT. The Stagirite was Aristotle. By the way, dont mention him to\nMr Trotter.\n\n_They go to the dining-room._\n\n\n\n\n\nTHE PLAY\n\n\n\n\nACT I\n\n_In the dining-room of a house in Denmark Hill, an elderly lady sits at\nbreakfast reading the newspaper. Her chair is at the end of the oblong\ndining-table furthest from the fire. There is an empty chair at the\nother end. The fireplace is behind this chair; and the door is next the\nfireplace, between it and the corner. An arm-chair stands beside the\ncoal-scuttle. In the middle of the back wall is the sideboard, parallel\nto the table. The rest of the furniture is mostly dining-room chairs,\nranged against the walls, and including a baby rocking-chair on the\nlady's side of the room. The lady is a placid person. Her husband, Mr\nRobin Gilbey, not at all placid, bursts violently into the room with a\nletter in his hand._\n\nGILBEY. [grinding his teeth] This is a nice thing. This is a b----\n\nMRS GILBEY. [cutting him short] Leave it at that, please. Whatever it\nis, bad language wont make it better.\n\nGILBEY. [bitterly] Yes, put me in the wrong as usual. Take your boy's\npart against me. [He flings himself into the empty chair opposite her].\n\nMRS GILBEY. When he does anything right, hes your son. When he does\nanything wrong hes mine. Have you any news of him?\n\nGILBEY. Ive a good mind not to tell you.\n\nMRS GILBEY. Then dont. I suppose hes been found. Thats a comfort, at all\nevents.\n\nGILBEY. No, he hasnt been found. The boy may be at the bottom of the\nriver for all you care. [Too agitated to sit quietly, he rises and paces\nthe room distractedly].\n\nMRS GILBEY. Then what have you got in your hand?\n\nGILBEY. Ive a letter from the Monsignor Grenfell. From New York.\nDropping us. Cutting us. [Turning fiercely on her] Thats a nice thing,\nisnt it?\n\nMRS GILBEY. What for?\n\nGILBEY. [flinging away towards his chair] How do _I_ know what for?\n\nMRS GILBEY. What does he say?\n\nGILBEY. [sitting down and grumblingly adjusting his spectacles] This is\nwhat he says. \"My dear Mr Gilbey: The news about Bobby had to follow me\nacross the Atlantic: it did not reach me until to-day. I am afraid he\nis incorrigible. My brother, as you may imagine, feels that this last\nescapade has gone beyond the bounds; and I think, myself, that Bobby\nought to be made to feel that such scrapes involve a certain degree of\nreprobation.\" \"As you may imagine\"! And we know no more about it than\nthe babe unborn.\n\nMRS GILBEY. What else does he say?\n\nGILBEY. \"I think my brother must have been just a little to blame\nhimself; so, between ourselves, I shall, with due and impressive\nformality, forgive Bobby later on; but for the present I think it had\nbetter be understood that he is in disgrace, and that we are no longer\non visiting terms. As ever, yours sincerely.\" [His agitation masters him\nagain] Thats a nice slap in the face to get from a man in his position!\nThis is what your son has brought on me.\n\nMRS GILBEY. Well, I think it's rather a nice letter. He as good as tells\nyou hes only letting on to be offended for Bobby's good.\n\nGILBEY. Oh, very well: have the letter framed and hang it up over the\nmantelpiece as a testimonial.\n\nMRS GILBEY. Dont talk nonsense, Rob. You ought to be thankful to know\nthat the boy is alive after his disappearing like that for nearly a\nweek.\n\nGILBEY. Nearly a week! A fortnight, you mean. Wheres your feelings,\nwoman? It was fourteen days yesterday.\n\nMRS GILBEY. Oh, dont call it fourteen days, Rob, as if the boy was in\nprison.\n\nGILBEY. How do you know hes not in prison? It's got on my nerves so,\nthat I'd believe even that.\n\nMRS GILBEY. Dont talk silly, Rob. Bobby might get into a scrape like any\nother lad; but he'd never do anything low.\n\n_Juggins, the footman, comes in with a card on a salver. He is a rather\nlow-spirited man of thirty-five or more, of good appearance and address,\nand iron self-command._\n\nJUGGINS. [presenting the salver to Mr Gilbey] Lady wishes to see Mr\nBobby's parents, sir.\n\nGILBEY. [pointing to Mrs Gilbey] Theres Mr Bobby's parent. I disown him.\n\nJUGGINS. Yes, sir. [He presents the salver to Mrs Gilbey].\n\nMRS GILBEY. You mustnt mind what your master says, Juggins: he doesnt\nmean it. [She takes the card and reads it]. Well, I never!\n\nGILBEY. Whats up now?\n\nMRS GILBEY. [reading] \"Miss D. Delaney. Darling Dora.\" Just like\nthat--in brackets. What sort of person, Juggins?\n\nGILBEY. Whats her address?\n\nMRS GILBEY. The West Circular Road. Is that a respectable address,\nJuggins?\n\nJUGGINS. A great many most respectable people live in the West Circular\nRoad, madam; but the address is not a guarantee of respectability.\n\nGILBEY. So it's come to that with him, has it?\n\nMRS GILBEY. Dont jump to conclusions, Rob. How do you know? [To Juggins]\nIs she a lady, Juggins? You know what I mean.\n\nJUGGINS. In the sense in which you are using the word, no, madam.\n\nMRS GILBEY. I'd better try what I can get out of her. [To Juggins] Shew\nher up. You dont mind, do you, Rob?\n\nGILBEY. So long as you dont flounce out and leave me alone with her. [He\nrises and plants himself on the hearth-rug].\n\n_Juggins goes out._\n\nMRS GILBEY. I wonder what she wants, Rob?\n\nGILBEY. If she wants money, she shant have it. Not a farthing. A nice\nthing, everybody seeing her on our doorstep! If it wasnt that she may\ntell us something about the lad, I'd have Juggins put the hussy into the\nstreet.\n\nJUGGINS. [returning and announcing] Miss Delaney. [He waits for express\norders before placing a chair for this visitor].\n\n_Miss Delaney comes in. She is a young lady of hilarious disposition,\nvery tolerable good looks, and killing clothes. She is so affable and\nconfidential that it is very difficult to keep her at a distance by any\nprocess short of flinging her out of the house._\n\nDORA. [plunging at once into privileged intimacy and into the middle\nof the room] How d'ye do, both. I'm a friend of Bobby's. He told me all\nabout you once, in a moment of confidence. Of course he never let on who\nhe was at the police court.\n\nGILBEY. Police court!\n\nMRS GILBEY. [looking apprehensively at Juggins] Tch--! Juggins: a chair.\n\nDORA. Oh, Ive let it out, have I! [Contemplating Juggins approvingly as\nhe places a chair for her between the table and the sideboard] But\nhes the right sort: I can see that. [Buttonholing him] You wont let on\ndownstairs, old man, will you?\n\nJUGGINS. The family can rely on my absolute discretion. [He withdraws].\n\nDORA. [sitting down genteelly] I dont know what youll say to me: you\nknow I really have no right to come here; but then what was I to do? You\nknow Holy Joe, Bobby's tutor, dont you? But of course you do.\n\nGILBEY. [with dignity] I know Mr Joseph Grenfell, the brother of\nMonsignor Grenfell, if it is of him you are speaking.\n\nDORA. [wide-eyed and much amused] No!!! You dont tell me that old geezer\nhas a brother a Monsignor! And youre Catholics! And I never knew it,\nthough Ive known Bobby ever so long! But of course the last thing you\nfind out about a person is their religion, isnt it?\n\nMRS GILBEY. We're not Catholics. But when the Samuelses got an\nArchdeacon's son to form their boy's mind, Mr Gilbey thought Bobby\nought to have a chance too. And the Monsignor is a customer. Mr Gilbey\nconsulted him about Bobby; and he recommended a brother of his that was\nmore sinned against than sinning.\n\nGILBEY. [on tenderhooks] She dont want to hear about that, Maria. [To\nDora] Whats your business?\n\nDORA. I'm afraid it was all my fault.\n\nGILBEY. What was all your fault? I'm half distracted. I dont know what\nhas happened to the boy: hes been lost these fourteen days--\n\nMRS GILBEY. A fortnight, Rob.\n\nGILBEY. --and not a word have we heard of him since.\n\nMRS GILBEY. Dont fuss, Rob.\n\nGILBEY. [yelling] I will fuss. Youve no feeling. You dont care what\nbecomes of the lad. [He sits down savagely].\n\nDORA. [soothingly] Youve been anxious about him. Of course. How\nthoughtless of me not to begin by telling you hes quite safe. Indeed hes\nin the safest place in the world, as one may say: safe under lock and\nkey.\n\nGILBEY. [horrified, pitiable] Oh my-- [his breath fails him]. Do you\nmean that when he was in the police court he was in the dock? Oh, Maria!\nOh, great Lord! What has he done? What has he got for it? [Desperate]\nWill you tell me or will you see me go mad on my own carpet?\n\nDORA. [sweetly] Yes, old dear--\n\nMRS GILBEY. [starting at the familiarity] Well!\n\nDORA. [continuing] I'll tell you: but dont you worry: hes all right. I\ncame out myself this morning: there was such a crowd! and a band! they\nthought I was a suffragette: only fancy! You see it was like this. Holy\nJoe got talking about how he'd been a champion sprinter at college.\n\nMRS GILBEY. A what?\n\nDORA. A sprinter. He said he was the fastest hundred yards runner in\nEngland. We were all in the old cowshed that night.\n\nMRS GILBEY. What old cowshed?\n\nGILBEY. [groaning] Oh, get on. Get on.\n\nDORA. Oh, of course you wouldnt know. How silly of me! It's a rather\ngo-ahead sort of music hall in Stepney. We call it the old cowshed.\n\nMRS GILBEY. Does Mr Grenfell take Bobby to music halls?\n\nDORA. No. Bobby takes him. But Holy Joe likes it: fairly laps it up like\na kitten, poor old dear. Well, Bobby says to me, \"Darling--\"\n\nMRS GILBEY. [placidly] Why does he call you Darling?\n\nDORA. Oh, everybody calls me Darling: it's a sort of name Ive got.\nDarling Dora, you know. Well, he says, \"Darling, if you can get Holy Joe\nto sprint a hundred yards, I'll stand you that squiffer with the gold\nkeys.\"\n\nMRS GILBEY. Does he call his tutor Holy Joe to his face [Gilbey clutches\nat his hair in his impatience].\n\nDORA. Well, what would he call him? After all, Holy Joe is Holy Joe; and\nboys will be boys.\n\nMRS GILBEY. Whats a squiffer?\n\nDORA. Oh, of course: excuse my vulgarity: a concertina. Theres one in\na shop in Green Street, ivory inlaid, with gold keys and Russia leather\nbellows; and Bobby knew I hankered after it; but he couldnt afford it,\npoor lad, though I knew he just longed to give it to me.\n\nGILBEY. Maria: if you keep interrupting with silly questions, I shall go\nout of my senses. Heres the boy in gaol and me disgraced for ever; and\nall you care to know is what a squiffer is.\n\nDORA. Well, remember it has gold keys. The man wouldnt take a penny less\nthan 15 pounds for it. It was a presentation one.\n\nGILBEY. [shouting at her] Wheres my son? Whats happened to my son? Will\nyou tell me that, and stop cackling about your squiffer?\n\nDORA. Oh, aint we impatient! Well, it does you credit, old dear. And you\nneednt fuss: theres no disgrace. Bobby behaved like a perfect gentleman.\nBesides, it was all my fault. I'll own it: I took too much champagne. I\nwas not what you might call drunk; but I was bright, and a little beyond\nmyself; and--I'll confess it--I wanted to shew off before Bobby, because\nhe was a bit taken by a woman on the stage; and she was pretending to be\ngame for anything. You see youve brought Bobby up too strict; and when\nhe gets loose theres no holding him. He does enjoy life more than any\nlad I ever met.\n\nGILBEY. Never you mind how hes been brought up: thats my business. Tell\nme how hes been brought down: thats yours.\n\nMRS GILBEY. Oh, dont be rude to the lady, Rob.\n\nDORA. I'm coming to it, old dear: dont you be so headstrong. Well, it\nwas a beautiful moonlight night; and we couldnt get a cab on the nod; so\nwe started to walk, very jolly, you know: arm in arm, and dancing along,\nsinging and all that. When we came into Jamaica Square, there was a\nyoung copper on point duty at the corner. I says to Bob: \"Dearie boy: is\nit a bargain about the squiffer if I make Joe sprint for you?\" \"Anything\nyou like, darling,\" says he: \"I love you.\" I put on my best company\nmanners and stepped up to the copper. \"If you please, sir,\" says I, \"can\nyou direct me to Carrickmines Square?\" I was so genteel, and talked so\nsweet, that he fell to it like a bird. \"I never heard of any such Square\nin these parts,\" he says. \"Then,\" says I, \"what a very silly little\nofficer you must be!\"; and I gave his helmet a chuck behind that knocked\nit over his eyes, and did a bunk.\n\nMRS GILBEY. Did a what?\n\nDORA. A bunk. Holy Joe did one too all right: he sprinted faster than he\never did in college, I bet, the old dear. He got clean off, too. Just as\nhe was overtaking me half-way down the square, we heard the whistle; and\nat the sound of it he drew away like a streak of lightning; and that\nwas the last I saw of him. I was copped in the Dock Road myself: rotten\nluck, wasn't it? I tried the innocent and genteel and all the rest; but\nBobby's hat done me in.\n\nGILBEY. And what happened to the boy?\n\nDORA. Only fancy! he stopped to laugh at the copper! He thought the\ncopper would see the joke, poor lamb. He was arguing about it when the\ntwo that took me came along to find out what the whistle was for, and\nbrought me with them. Of course I swore I'd never seen him before in\nmy life; but there he was in my hat and I in his. The cops were very\nspiteful and laid it on for all they were worth: drunk and disorderly\nand assaulting the police and all that. I got fourteen days without the\noption, because you see--well, the fact is, I'd done it before, and been\nwarned. Bobby was a first offender and had the option; but the dear boy\nhad no money left and wouldnt give you away by telling his name; and\nanyhow he couldnt have brought himself to buy himself off and leave me\nthere; so hes doing his time. Well, it was two forty shillingses; and\nIve only twenty-eight shillings in the world. If I pawn my clothes I\nshant be able to earn any more. So I cant pay the fine and get him out;\nbut if youll stand 3 pounds I'll stand one; and thatll do it. If youd\nlike to be very kind and nice you could pay the lot; but I cant deny\nthat it was my fault; so I wont press you.\n\nGILBEY. [heart-broken] My son in gaol!\n\nDORA. Oh, cheer up, old dear: it wont hurt him: look at me after\nfourteen days of it; I'm all the better for being kept a bit quiet. You\nmustnt let it prey on your mind.\n\nGILBEY. The disgrace of it will kill me. And it will leave a mark on him\nto the end of his life.\n\nDORA. Not a bit of it. Dont you be afraid: Ive educated Bobby a bit: hes\nnot the mollycoddle he was when you had him in hand.\n\nMRS GILBEY. Indeed Bobby is not a mollycoddle. They wanted him to go\nin for singlestick at the Young Men's Christian Association; but, of\ncourse, I couldnt allow that: he might have had his eye knocked out.\n\nGILBEY. [to Dora, angrily] Listen here, you.\n\nDORA. Oh, aint we cross!\n\nGILBEY. I want none of your gaiety here. This is a respectable\nhousehold. Youve gone and got my poor innocent boy into trouble. It's\nthe like of you thats the ruin of the like of him.\n\nDORA. So you always say, you old dears. But you know better. Bobby came\nto me: I didnt come to him.\n\nGILBEY. Would he have gone if you hadnt been there for him to go to?\nTell me that. You know why he went to you, I suppose?\n\nDORA. [charitably] It was dull for him at home, poor lad, wasnt it?\n\nMRS GILBEY. Oh no. I'm at home on first Thursdays. And we have the\nKnoxes to dinner every Friday. Margaret Knox and Bobby are as good as\nengaged. Mr Knox is my husband's partner. Mrs Knox is very religious;\nbut shes quite cheerful. We dine with them on Tuesdays. So thats two\nevenings pleasure every week.\n\nGILBEY. [almost in tears] We done what we could for the boy. Short of\nletting him go into temptations of all sorts, he can do what he likes.\nWhat more does he want?\n\nDORA. Well, old dear, he wants me; and thats about the long and short of\nit. And I must say youre not very nice to me about it. Ive talked to him\nlike a mother, and tried my best to keep him straight; but I dont deny\nI like a bit of fun myself; and we both get a bit giddy when we're\nlighthearted. Him and me is a pair, I'm afraid.\n\nGILBEY. Dont talk foolishness, girl. How could you and he be a pair, you\nbeing what you are, and he brought up as he has been, with the example\nof a religious woman like Mrs Knox before his eyes? I cant understand\nhow he could bring himself to be seen in the street with you. [Pitying\nhimself] I havnt deserved this. Ive done my duty as a father. Ive kept\nhim sheltered. [Angry with her] Creatures like you that take advantage\nof a child's innocence ought to be whipped through the streets.\n\nDORA. Well, whatever I may be, I'm too much the lady to lose my temper;\nand I dont think Bobby would like me to tell you what I think of you;\nfor when I start giving people a bit of my mind I sometimes use language\nthats beneath me. But I tell you once for all I must have the money to\nget Bobby out; and if you wont fork out, I'll hunt up Holy Joe. He might\nget it off his brother, the Monsignor.\n\nGILBEY. You mind your own concerns. My solicitor will do what is right.\nI'll not have you paying my son's fine as if you were anything to him.\n\nDORA. Thats right. Youll get him out today, wont you?\n\nGILBEY. It's likely I'd leave my boy in prison, isnt it?\n\nDORA. I'd like to know when theyll let him out.\n\nGILBEY. You would, would you? Youre going to meet him at the prison\ndoor.\n\nDORA. Well, dont you think any woman would that had the feelings of a\nlady?\n\nGILBEY. [bitterly] Oh yes: I know. Here! I must buy the lad's salvation,\nI suppose. How much will you take to clear out and let him go?\n\nDORA. [pitying him: quite nice about it] What good would that do, old\ndear? There are others, you know.\n\nGILBEY. Thats true. I must send the boy himself away.\n\nDORA. Where to?\n\nGILBEY. Anywhere, so long as hes out of the reach of you and your like.\n\nDORA. Then I'm afraid youll have to send him out of the world, old dear.\nI'm sorry for you: I really am, though you mightnt believe it; and I\nthink your feelings do you real credit. But I cant give him up just to\nlet him fall into the hands of people I couldnt trust, can I?\n\nGILBEY. [beside himself, rising] Wheres the police? Wheres the\nGovernment? Wheres the Church? Wheres respectability and right reason?\nWhats the good of them if I have to stand here and see you put my son in\nyour pocket as if he was a chattel slave, and you hardly out of gaol as\na common drunk and disorderly? Whats the world coming to?\n\nDORA. It is a lottery, isnt it, old dear?\n\n_Mr Gilbey rushes from the room, distracted._\n\nMRS GILBEY. [unruffled] Where did you buy that white lace? I want some\nto match a collaret of my own; and I cant get it at Perry and John's.\n\nDORA. Knagg and Pantle's: one and fourpence. It's machine hand-made.\n\nMRS GILBEY. I never give more than one and tuppence. But I suppose youre\nextravagant by nature. My sister Martha was just like that. Pay anything\nshe was asked.\n\nDORA. Whats tuppence to you, Mrs Bobby, after all?\n\nMRS GILBEY. [correcting her] Mrs Gilbey.\n\nDORA. Of course, Mrs Gilbey. I am silly.\n\nMRS GILBEY. Bobby must have looked funny in your hat. Why did you change\nhats with him?\n\nDORA. I dont know. One does, you know.\n\nMRS GILBEY. I never did. The things people do! I cant understand them.\nBobby never told me he was keeping company with you. His own mother!\n\nDORA. [overcome] Excuse me: I cant help smiling.\n\n_Juggins enters._\n\nJUGGINS. Mr Gilbey has gone to Wormwood Scrubbs, madam.\n\nMRS GILBEY. Have you ever been in a police court, Juggins?\n\nJUGGINS. Yes, madam.\n\nMRS GILBEY [rather shocked] I hope you had not been exceeding, Juggins.\n\nJUGGINS. Yes, madam, I had. I exceeded the legal limit.\n\nMRS GILBEY. Oh, that! Why do they give a woman a fortnight for wearing a\nman's hat, and a man a month for wearing hers?\n\nJUGGINS. I didnt know that they did, madam.\n\nMRS GILBEY. It doesnt seem justice, does it, Juggins?\n\nJUGGINS. No, madam.\n\nMRS GILBEY [to Dora, rising] Well, good-bye. [Shaking her hand] So\npleased to have made your acquaintance.\n\nDORA. [standing up] Dont mention it. I'm sure it's most kind of you to\nreceive me at all.\n\nMRS GILBEY. I must go off now and order lunch. [She trots to the door].\nWhat was it you called the concertina?\n\nDORA. A squiffer, dear.\n\nMRS GILBEY. [thoughtfully] A squiffer, of course. How funny! [She goes\nout].\n\nDORA. [exploding into ecstasies of mirth] Oh my! isnt she an old love?\nHow do you keep your face straight?\n\nJUGGINS. It is what I am paid for.\n\nDORA. [confidentially] Listen here, dear boy. Your name isnt Juggins.\nNobody's name is Juggins.\n\nJUGGINS. My orders are, Miss Delaney, that you are not to be here when\nMr Gilbey returns from Wormwood Scrubbs.\n\nDORA. That means telling me to mind my own business, doesnt it? Well,\nI'm off. Tootle Loo, Charlie Darling. [She kisses her hand to him and\ngoes].\n\n\n\n\nACT II\n\n_On the afternoon of the same day, Mrs Knox is writing notes in her\ndrawing-room, at a writing-table which stands against the wall. Anyone\nplaced so as to see Mrs Knox's left profile, will have the door on the\nright and the window an the left, both further away than Mrs Knox, whose\nback is presented to an obsolete upright piano at the opposite side\nof the room. The sofa is near the piano. There is a small table in the\nmiddle of the room, with some gilt-edged books and albums on it, and\nchairs near it._\n\n_Mr Knox comes in almost furtively, a troubled man of fifty, thinner,\nharder, and uglier than his partner, Gilbey, Gilbey being a soft\nstoutish man with white hair and thin smooth skin, whilst Knox has\ncoarse black hair, and blue jaws which no diligence in shaving can\nwhiten. Mrs Knox is a plain woman, dressed without regard to fashion,\nwith thoughtful eyes and thoughtful ways that make an atmosphere of\npeace and some solemnity. She is surprised to see her husband at home\nduring business hours._\n\nMRS KNOX. What brings you home at this hour? Have you heard anything?\n\nKNOX. No. Have you?\n\nMRS KNOX. No. Whats the matter?\n\nKNOX. [sitting down on the sofa] I believe Gilbey has found out.\n\nMRS KNOX. What makes you think that?\n\nKNOX. Well, I dont know: I didnt like to tell you: you have enough\nto worry you without that; but Gilbey's been very queer ever since\nit happened. I cant keep my mind on business as I ought; and I was\ndepending on him. But hes worse than me. Hes not looking after anything;\nand he keeps out of my way. His manner's not natural. He hasnt asked us\nto dinner; and hes never said a word about our not asking him to\ndinner, after all these years when weve dined every week as regular as\nclockwork. It looks to me as if Gilbey's trying to drop me socially.\nWell, why should he do that if he hasnt heard?\n\nMRS KNOX. I wonder! Bobby hasnt been near us either: thats what I cant\nmake out.\n\nKNOX. Oh, thats nothing. I told him Margaret was down in Cornwall with\nher aunt.\n\nMRS KNOX. [reproachfully] Jo! [She takes her handkerchief from the\nwriting-table and cries a little].\n\nKNOX. Well, I got to tell lies, aint I? You wont. Somebody's got to tell\nem.\n\nMRS KNOX. [putting away her handkerchief] It only ends in our not\nknowing what to believe. Mrs Gilbey told me Bobby was in Brighton for\nthe sea air. Theres something queer about that. Gilbey would never\nlet the boy loose by himself among the temptations of a gay place like\nBrighton without his tutor; and I saw the tutor in Kensington High\nStreet the very day she told me.\n\nKNOX. If the Gilbeys have found out, it's all over between Bobby and\nMargaret, and all over between us and them.\n\nMRS KNOX. It's all over between us and everybody. When a girl runs away\nfrom home like that, people know what to think of her and her parents.\n\nKNOX. She had a happy, respectable home--everything--\n\nMRS KNOX. [interrupting him] Theres no use going over it all again, Jo.\nIf a girl hasnt happiness in herself, she wont be happy anywhere. Youd\nbetter go back to the shop and try to keep your mind off it.\n\nKNOX. [rising restlessly] I cant. I keep fancying everybody knows it and\nis sniggering about it. I'm at peace nowhere but here. It's a comfort to\nbe with you. It's a torment to be with other people.\n\nMRS KNOX. [going to him and drawing her arm through his] There, Jo,\nthere! I'm sure I'd have you here always if I could. But it cant be.\nGod's work must go on from day to day, no matter what comes. We must\nface our trouble and bear it.\n\nKNOX. [wandering to the window arm in arm with her] Just look at the\npeople in the street, going up and down as if nothing had happened. It\nseems unnatural, as if they all knew and didnt care.\n\nMRS KNOX. If they knew, Jo, thered be a crowd round the house looking up\nat us. You shouldnt keep thinking about it.\n\nKNOX. I know I shouldnt. You have your religion, Amelia; and I'm sure\nI'm glad it comforts you. But it doesnt come to me that way. Ive worked\nhard to get a position and be respectable. Ive turned many a girl out of\nthe shop for being half an hour late at night; and heres my own daughter\ngone for a fortnight without word or sign, except a telegram to say shes\nnot dead and that we're not to worry about her.\n\nMRS KNOX. [suddenly pointing to the street] Jo, look!\n\nKNOX. Margaret! With a man!\n\nMRS KNOX. Run down, Jo, quick. Catch her: save her.\n\nKNOX. [lingering] Shes shaking bands with him: shes coming across to the\ndoor.\n\nMRS KNOX. [energetically] Do as I tell you. Catch the man before hes out\nof sight.\n\n_Knox rushes from the room. Mrs Knox looks anxiously and excitedly from\nthe window. Then she throws up the sash and leans out. Margaret Knox\ncomes in, flustered and annoyed. She is a strong, springy girl of\neighteen, with large nostrils, an audacious chin, and a gaily resolute\nmanner, even peremptory on occasions like the present, when she is\nannoyed._\n\nMARGARET. Mother. Mother.\n\n_Mrs Knox draws in her head and confronts her daughter._\n\nMRS KNOX. [sternly] Well, miss?\n\nMARGARET. Oh, mother, do go out and stop father making a scene in\nthe street. He rushed at him and said \"Youre the man who took away my\ndaughter\" loud enough for all the people to hear. Everybody stopped. We\nshall have a crowd round the house. Do do something to stop him.\n\n_Knox returns with a good-looking young marine officer._\n\nMARGARET. Oh, Monsieur Duvallet, I'm so sorry--so ashamed. Mother:\nthis is Monsieur Duvallet, who has been extremely kind to me. Monsieur\nDuvallet: my mother. [Duvallet bows].\n\nKNOX. A Frenchman! It only needed this.\n\nMARGARET. [much annoyed] Father: do please be commonly civil to a\ngentleman who has been of the greatest service to me. What will he think\nof us?\n\nDUVALLET. [debonair] But it's very natural. I understand Mr Knox's\nfeelings perfectly. [He speaks English better than Knox, having learnt\nit on both sides of the Atlantic].\n\nKNOX. If Ive made any mistake I'm ready to apologize. But I want to know\nwhere my daughter has been for the last fortnight.\n\nDUVALLET. She has been, I assure you, in a particularly safe place.\n\nKNOX. Will you tell me what place? I can judge for myself how safe it\nwas.\n\nMARGARET. Holloway Gaol. Was that safe enough?\n\nKNOX AND MRS KNOX. Holloway Gaol!\n\nKNOX. Youve joined the Suffragets!\n\nMARGARET. No. I wish I had. I could have had the same experience in\nbetter company. Please sit down, Monsieur Duvallet. [She sits between\nthe table and the sofa. Mrs Knox, overwhelmed, sits at the other side of\nthe table. Knox remains standing in the middle of the room].\n\nDUVALLET. [sitting down on the sofa] It was nothing. An adventure.\nNothing.\n\nMARGARET. [obdurately] Drunk and assaulting the police! Forty shillings\nor a month!\n\nMRS KNOX. Margaret! Who accused you of such a thing?\n\nMARGARET. The policeman I assaulted.\n\nKNOX. You mean to say that you did it!\n\nMARGARET. I did. I had that satisfaction at all events. I knocked two of\nhis teeth out.\n\nKNOX. And you sit there coolly and tell me this!\n\nMARGARET. Well, where do you want me to sit? Whats the use of saying\nthings like that?\n\nKNOX. My daughter in Holloway Gaol!\n\nMARGARET. All the women in Holloway are somebody's daughters. Really,\nfather, you must make up your mind to it. If you had sat in that cell\nfor fourteen days making up your mind to it, you would understand that\nI'm not in the humor to be gaped at while youre trying to persuade\nyourself that it cant be real. These things really do happen to real\npeople every day; and you read about them in the papers and think it's\nall right. Well, theyve happened to me: thats all.\n\nKNOX. [feeble-forcible] But they shouldnt have happened to you. Dont you\nknow that?\n\nMARGARET. They shouldnt happen to anybody, I suppose. But they do.\n[Rising impatiently] And really I'd rather go out and assault another\npoliceman and go back to Holloway than keep talking round and round it\nlike this. If youre going to turn me out of the house, turn me out: the\nsooner I go the better.\n\nDUVALLET. [rising quickly] That is impossible, mademoiselle. Your father\nhas his position to consider. To turn his daughter out of doors would\nruin him socially.\n\nKNOX. Oh, youve put her up to that, have you? And where did you come in,\nmay I ask?\n\nDUVALLET. I came in at your invitation--at your amiable insistence, in\nfact, not at my own. But you need have no anxiety on my account. I\nwas concerned in the regrettable incident which led to your daughter's\nincarceration. I got a fortnight without the option of a fine on the\nridiculous ground that I ought to have struck the policeman with my\nfist. I should have done so with pleasure had I known; but, as it was,\nI struck him on the ear with my boot--a magnificent _moulinet_, I must\nsay--and was informed that I had been guilty of an act of cowardice,\nbut that for the sake of the _entente cordiale_ I should be dealt with\nleniently. Yet Miss Knox, who used her fist, got a month, but with the\noption of a fine. I did not know this until I was released, when my\nfirst act was to pay the fine. And here we are.\n\nMRS KNOX. You ought to pay the gentleman the fine, Jo.\n\nKNOX. [reddening] Oh, certainly. [He takes out some money].\n\nDUVALLET. Oh please! it does not matter. [Knox hands him two\nsovereigns]. If you insist-- [he pockets them] Thank you.\n\nMARGARET. I'm ever so much obliged to you, Monsieur Duvallet.\n\nDUVALLET. Can I be of any further assistance, mademoiselle?\n\nMARGARET. I think you had better leave us to fight it out, if you dont\nmind.\n\nDUVALLET. Perfectly. Madame [bow]--Mademoiselle [bow]--Monsieur\n[bow]--[He goes out].\n\nMRS KNOX. Dont ring, Jo. See the gentleman out yourself.\n\n_Knox hastily sees Duvallet out. Mother and daughter sit looking\nforlornly at one another without saying a word. Mrs Knox slowly sits\ndown. Margaret follows her example. They look at one another again. Mr\nKnox returns._\n\nKNOX. [shortly and sternly] Amelia: this is your job. [To Margaret] I\nleave you to your mother. I shall have my own say in the matter when I\nhear what you have to say to her. [He goes out, solemn and offended].\n\nMARGARET. [with a bitter little laugh] Just what the Suffraget said to\nme in Holloway. He throws the job on you.\n\nMRS KNOX. [reproachfully] Margaret!\n\nMARGARET. You know it's true.\n\nMRS KNOX. Margaret: if youre going to be hardened about it, theres no\nuse my saying anything.\n\nMARGARET. I'm not hardened, mother. But I cant talk nonsense about\nit. You see, it's all real to me. Ive suffered it. Ive been shoved and\nbullied. Ive had my arms twisted. Ive been made scream with pain in\nother ways. Ive been flung into a filthy cell with a lot of other poor\nwretches as if I were a sack of coals being emptied into a cellar. And\nthe only difference between me and the others was that I hit back. Yes\nI did. And I did worse. I wasnt ladylike. I cursed. I called names. I\nheard words that I didnt even know that I knew, coming out of my mouth\njust as if somebody else had spoken them. The policeman repeated them\nin court. The magistrate said he could hardly believe it. The policeman\nheld out his hand with his two teeth in it that I knocked out. I said\nit was all right; that I had heard myself using those words quite\ndistinctly; and that I had taken the good conduct prize for three years\nrunning at school. The poor old gentleman put me back for the missionary\nto find out who I was, and to ascertain the state of my mind. I wouldnt\ntell, of course, for your sakes at home here; and I wouldnt say I was\nsorry, or apologize to the policeman, or compensate him or anything of\nthat sort. I wasnt sorry. The one thing that gave me any satisfaction\nwas getting in that smack on his mouth; and I said so. So the missionary\nreported that I seemed hardened and that no doubt I would tell who I was\nafter a day in prison. Then I was sentenced. So now you see I'm not a\nbit the sort of girl you thought me. I'm not a bit the sort of girl I\nthought myself. And I dont know what sort of person you really are, or\nwhat sort of person father really is. I wonder what he would say or do\nif he had an angry brute of a policeman twisting his arm with one hand\nand rushing him along by the nape of his neck with the other. He couldnt\nwhirl his leg like a windmill and knock a policeman down by a glorious\nkick on the helmet. Oh, if theyd all fought as we two fought we'd have\nbeaten them.\n\nMRS KNOX. But how did it all begin?\n\nMARGARET. Oh, I dont know. It was boat-race night, they said.\n\nMRS KNOX. Boat-race night! But what had you to do with the boat race?\nYou went to the great Salvation Festival at the Albert Hall with your\naunt. She put you into the bus that passes the door. What made you get\nout of the bus?\n\nMARGARET. I dont know. The meeting got on my nerves, somehow. It was the\nsinging, I suppose: you know I love singing a good swinging hymn; and I\nfelt it was ridiculous to go home in the bus after we had been singing\nso wonderfully about climbing up the golden stairs to heaven. I wanted\nmore music--more happiness--more life. I wanted some comrade who felt\nas I did. I felt exalted: it seemed mean to be afraid of anything:\nafter all, what could anyone do to me against my will? I suppose I was\na little mad: at all events, I got out of the bus at Piccadilly Circus,\nbecause there was a lot of light and excitement there. I walked to\nLeicester Square; and went into a great theatre.\n\nMRS KNOX. [horrified] A theatre!\n\nMARGARET. Yes. Lots of other women were going in alone. I had to pay\nfive shillings.\n\nMRS KNOX. [aghast] Five shillings!\n\nMARGARET. [apologetically] It was a lot. It was very stuffy; and I didnt\nlike the people much, because they didnt seem to be enjoying themselves;\nbut the stage was splendid and the music lovely. I saw that Frenchman,\nMonsieur Duvallet, standing against a barrier, smoking a cigarette. He\nseemed quite happy; and he was nice and sailorlike. I went and stood\nbeside him, hoping he would speak to me.\n\nMRS KNOX. [gasps] Margaret!\n\nMARGARET. [continuing] He did, just as if he had known me for years.\nWe got on together like old friends. He asked me would I have some\nchampagne; and I said it would cost too much, but that I would give\nanything for a dance. I longed to join the people on the stage and dance\nwith them: one of them was the most beautiful dancer I ever saw. He told\nme he had come there to see her, and that when it was over we could go\nsomewhere where there was dancing. So we went to a place where there was\na band in a gallery and the floor cleared for dancing. Very few people\ndanced: the women only wanted to shew off their dresses; but we danced\nand danced until a lot of them joined in. We got quite reckless; and we\nhad champagne after all. I never enjoyed anything so much. But at last\nit got spoilt by the Oxford and Cambridge students up for the boat race.\nThey got drunk; and they began to smash things; and the police came in.\nThen it was quite horrible. The students fought with the police; and\nthe police suddenly got quite brutal, and began to throw everybody\ndownstairs. They attacked the women, who were not doing anything, and\ntreated them just as roughly as they had treated the students. Duvallet\ngot indignant and remonstrated with a policeman, who was shoving a woman\nthough she was going quietly as fast as she could. The policeman flung\nthe woman through the door and then turned on Duvallet. It was then that\nDuvallet swung his leg like a windmill and knocked the policeman down.\nAnd then three policemen rushed at him and carried him out by the arms\nand legs face downwards. Two more attacked me and gave me a shove to the\ndoor. That quite maddened me. I just got in one good bang on the mouth\nof one of them. All the rest was dreadful. I was rushed through the\nstreets to the police station. They kicked me with their knees; they\ntwisted my arms; they taunted and insulted me; they called me vile\nnames; and I told them what I thought of them, and provoked them to do\ntheir worst. Theres one good thing about being hard hurt: it makes you\nsleep. I slept in that filthy cell with all the other drunks sounder\nthan I should have slept at home. I cant describe how I felt next\nmorning: it was hideous; but the police were quite jolly; and everybody\nsaid it was a bit of English fun, and talked about last year's boat-race\nnight when it had been a great deal worse. I was black and blue and sick\nand wretched. But the strange thing was that I wasnt sorry; and I'm not\nsorry. And I dont feel that I did anything wrong, really. [She rises\nand stretches her arms with a large liberating breath] Now that it's all\nover I'm rather proud of it; though I know now that I'm not a lady; but\nwhether thats because we're only shopkeepers, or because nobody's really\na lady except when theyre treated like ladies, I dont know. [She throws\nherself into a corner of the sofa].\n\nMRS KNOX. [lost in wonder] But how could you bring yourself to do it,\nMargaret? I'm not blaming you: I only want to know. How could you bring\nyourself to do it?\n\nMARGARET. I cant tell you. I dont understand it myself. The prayer\nmeeting set me free, somehow. I should never have done it if it were not\nfor the prayer meeting.\n\nMRS KNOX. [deeply horrified] Oh, dont say such a thing as that. I know\nthat prayer can set us free; though you could never understand me when I\ntold you so; but it sets us free for good, not for evil.\n\nMARGARET. Then I suppose what I did was not evil; or else I was set free\nfor evil as well as good. As father says, you cant have anything both\nways at once. When I was at home and at school I was what you call good;\nbut I wasnt free. And when I got free I was what most people would call\nnot good. But I see no harm in what I did; though I see plenty in what\nother people did to me.\n\nMRS KNOX. I hope you dont think yourself a heroine of romance.\n\nMARGARET. Oh no. [She sits down again at the table]. I'm a heroine of\nreality, if you can call me a heroine at all. And reality is pretty\nbrutal, pretty filthy, when you come to grips with it. Yet it's glorious\nall the same. It's so real and satisfactory.\n\nMRS KNOX. I dont like this spirit in you, Margaret. I dont like your\ntalking to me in that tone.\n\nMARGARET. It's no use, mother. I dont care for you and Papa any the\nless; but I shall never get back to the old way of talking again. Ive\nmade a sort of descent into hell--\n\nMRS KNOX. Margaret! Such a word!\n\nMARGARET. You should have heard all the words that were flying round\nthat night. You should mix a little with people who dont know any\nother words. But when I said that about a descent into hell I was not\nswearing. I was in earnest, like a preacher.\n\nMRS KNOX. A preacher utters them in a reverent tone of voice.\n\nMARGARET. I know: the tone that shews they dont mean anything real to\nhim. They usent to mean anything real to me. Now hell is as real to me\nas a turnip; and I suppose I shall always speak of it like that. Anyhow,\nIve been there; and it seems to me now that nothing is worth doing but\nredeeming people from it.\n\nMRS KNOX. They are redeemed already if they choose to believe it.\n\nMARGARET. Whats the use of that if they dont choose to believe it? You\ndont believe it yourself, or you wouldnt pay policemen to twist their\narms. Whats the good of pretending? Thats all our respectability is,\npretending, pretending, pretending. Thank heaven Ive had it knocked out\nof me once for all!\n\nMRS KNOX. [greatly agitated] Margaret: dont talk like that. I cant bear\nto hear you talking wickedly. I can bear to hear the children of this\nworld talking vainly and foolishly in the language of this world. But\nwhen I hear you justifying your wickedness in the words of grace, it's\ntoo horrible: it sounds like the devil making fun of religion. Ive tried\nto bring you up to learn the happiness of religion. Ive waited for you\nto find out that happiness is within ourselves and doesnt come from\noutward pleasures. Ive prayed oftener than you think that you might be\nenlightened. But if all my hopes and all my prayers are to come to this,\nthat you mix up my very words and thoughts with the promptings of the\ndevil, then I dont know what I shall do: I dont indeed: itll kill me.\n\nMARGARET. You shouldnt have prayed for me to be enlightened if you didnt\nwant me to be enlightened. If the truth were known, I suspect we all\nwant our prayers to be answered only by halves: the agreeable halves.\nYour prayer didnt get answered by halves, mother. Youve got more than\nyou bargained for in the way of enlightenment. I shall never be the same\nagain. I shall never speak in the old way again. Ive been set free from\nthis silly little hole of a house and all its pretences. I know now that\nI am stronger than you and Papa. I havnt found that happiness of yours\nthat is within yourself; but Ive found strength. For good or evil I am\nset free; and none of the things that used to hold me can hold me now.\n\n_Knox comes back, unable to bear his suspense._\n\nKNOX. How long more are you going to keep me waiting, Amelia? Do you\nthink I'm made of iron? Whats the girl done? What are we going to do?\n\nMRS KNOX. Shes beyond my control, Jo, and beyond yours. I cant even pray\nfor her now; for I dont know rightly what to pray for.\n\nKNOX. Dont talk nonsense, woman: is this a time for praying? Does\nanybody know? Thats what we have to consider now. If only we can keep it\ndark, I don't care for anything else.\n\nMARGARET. Dont hope for that, father. Mind: I'll tell everybody. It\nought to be told. It must be told.\n\nKNOX. Hold your tongue, you young hussy; or go out of my house this\ninstant.\n\nMARGARET. I'm quite ready. [She takes her hat and turns to the door].\n\nKNOX. [throwing himself in front of it] Here! where are you going?\n\nMRS KNOX. [rising] You mustnt turn her out, Jo! I'll go with her if she\ngoes.\n\nKNOX. Who wants to turn her out? But is she going to ruin us? To let\neverybody know of her disgrace and shame? To tear me down from the\nposition Ive made for myself and you by forty years hard struggling?\n\nMARGARET. Yes: I'm going to tear it all down. It stands between us and\neverything. I'll tell everybody.\n\nKNOX. Magsy, my child: dont bring down your father's hairs with sorrow\nto the grave. Theres only one thing I care about in the world: to keep\nthis dark. I'm your father. I ask you here on my knees--in the dust, so\nto speak--not to let it out.\n\nMARGARET. I'll tell everybody.\n\n_Knox collapses in despair. Mrs Knox tries to pray and cannot. Margaret\nstands inflexible._\n\n\n\n\nACT III\n\n_Again in the Gilbeys' dining-room. Afternoon. The table is not laid: it\nis draped in its ordinary cloth, with pen and ink, an exercise-book, and\nschool-books on it. Bobby Gilbey is in the arm-chair, crouching over\nthe fire, reading an illustrated paper. He is a pretty youth, of very\nsuburban gentility, strong and manly enough by nature, but untrained and\nunsatisfactory, his parents having imagined that domestic restriction\nis what they call \"bringing up.\" He has learnt nothing from it except a\nhabit of evading it by deceit._\n\n_He gets up to ring the bell; then resumes his crouch. Juggins answers\nthe bell._\n\nBOBBY. Juggins.\n\nJUGGINS. Sir?\n\nBOBBY. [morosely sarcastic] Sir be blowed!\n\nJUGGINS. [cheerfully] Not at all, sir.\n\nBOBBY. I'm a gaol-bird: youre a respectable man.\n\nJUGGINS. That doesnt matter, sir. Your father pays me to call you sir;\nand as I take the money, I keep my part of the bargain.\n\nBOBBY. Would you call me sir if you wernt paid to do it?\n\nJUGGINS. No, sir.\n\nBOBBY. Ive been talking to Dora about you.\n\nJUGGINS. Indeed, sir?\n\nBOBBY. Yes. Dora says your name cant be Juggins, and that you have the\nmanners of a gentleman. I always thought you hadnt any manners. Anyhow,\nyour manners are different from the manners of a gentleman in my set.\n\nJUGGINS. They would be, sir.\n\nBOBBY. You dont feel disposed to be communicative on the subject of\nDora's notion, I suppose.\n\nJUGGINS. No, sir.\n\nBOBBY. [throwing his paper on the floor and lifting his knees over the\narm of the chair so as to turn towards the footman] It was part of your\nbargain that you were to valet me a bit, wasnt it?\n\nJUGGINS. Yes, sir.\n\nBOBBY. Well, can you tell me the proper way to get out of an engagement\nto a girl without getting into a row for breach of promise or behaving\nlike a regular cad?\n\nJUGGINS. No, sir. You cant get out of an engagement without behaving\nlike a cad if the lady wishes to hold you to it.\n\nBOBBY. But it wouldnt be for her happiness to marry me when I dont\nreally care for her.\n\nJUGGINS. Women dont always marry for happiness, sir. They often marry\nbecause they wish to be married women and not old maids.\n\nBOBBY. Then what am I to do?\n\nJUGGINS. Marry her, sir, or behave like a cad.\n\nBOBBY. [Jumping up] Well, I wont marry her: thats flat. What would you\ndo if you were in my place?\n\nJUGGINS. I should tell the young lady that I found I couldnt fulfil my\nengagement.\n\nBOBBY. But youd have to make some excuse, you know. I want to give it a\ngentlemanly turn: to say I'm not worthy of her, or something like that.\n\nJUGGINS. That is not a gentlemanly turn, sir. Quite the contrary.\n\nBOBBY. I dont see that at all. Do you mean that it's not exactly true?\n\nJUGGINS. Not at all, sir.\n\nBOBBY. I can say that no other girl can ever be to me what shes been.\nThat would be quite true, because our circumstances have been rather\nexceptional; and she'll imagine I mean I'm fonder of her than I can\never be of anyone else. You see, Juggins, a gentleman has to think of a\ngirl's feelings.\n\nJUGGINS. If you wish to spare her feelings, sir, you can marry her. If\nyou hurt her feelings by refusing, you had better not try to get credit\nfor considerateness at the same time by pretending to spare them. She\nwont like it. And it will start an argument, of which you will get the\nworse.\n\nBOBBY. But, you know, I'm not really worthy of her.\n\nJUGGINS. Probably she never supposed you were, sir.\n\nBOBBY. Oh, I say, Juggins, you are a pessimist.\n\nJUGGINS. [preparing to go] Anything else, sir?\n\nBOBBY. [querulously] You havnt been much use. [He wanders disconsolately\nacross the room]. You generally put me up to the correct way of doing\nthings.\n\nJUGGINS. I assure you, sir, theres no correct way of jilting. It's not\ncorrect in itself.\n\nBOBBY. [hopefully] I'll tell you what. I'll say I cant hold her to an\nengagement with a man whos been in quod. Thatll do it. [He seats himself\non the table, relieved and confident].\n\nJUGGINS. Very dangerous, sir. No woman will deny herself the romantic\nluxury of self-sacrifice and forgiveness when they take the form of\ndoing something agreeable. Shes almost sure to say that your misfortune\nwill draw her closer to you.\n\nBOBBY. What a nuisance! I dont know what to do. You know, Juggins, your\ncool simple-minded way of doing it wouldnt go down in Denmark Hill.\n\nJUGGINS. I daresay not, sir. No doubt youd prefer to make it look like\nan act of self-sacrifice for her sake on your part, or provoke her to\nbreak the engagement herself. Both plans have been tried repeatedly, but\nnever with success, as far as my knowledge goes.\n\nBOBBY. You have a devilish cool way of laying down the law. You know,\nin my class you have to wrap up things a bit. Denmark Hill isn't\nCamberwell, you know.\n\nJUGGINS. I have noticed, sir, that Denmark Hill thinks that the higher\nyou go in the social scale, the less sincerity is allowed; and that\nonly tramps and riff-raff are quite sincere. Thats a mistake. Tramps\nare often shameless; but theyre never sincere. Swells--if I may use that\nconvenient name for the upper classes--play much more with their cards\non the table. If you tell the young lady that you want to jilt her, and\nshe calls you a pig, the tone of the transaction may leave much to\nbe desired; but itll be less Camberwellian than if you say youre not\nworthy.\n\nBOBBY. Oh, I cant make you understand, Juggins. The girl isnt a\nscullery-maid. I want to do it delicately.\n\nJUGGINS. A mistake, sir, believe me, if you are not a born artist in\nthat line.--Beg pardon, sir, I think I heard the bell. [He goes out].\n\n_Bobby, much perplexed, shoves his hands into his pockets, and comes\noff the table, staring disconsolately straight before him; then goes\nreluctantly to his books, and sits down to write. Juggins returns._\n\nJUGGINS. [announcing] Miss Knox.\n\n_Margaret comes in. Juggins withdraws._\n\nMARGARET. Still grinding away for that Society of Arts examination,\nBobby? Youll never pass.\n\nBOBBY. [rising] No: I was just writing to you.\n\nMARGARET. What about?\n\nBOBBY. Oh, nothing. At least-- How are you?\n\nMARGARET. [passing round the other end of the table and putting down on\nit a copy of Lloyd's Weekly and her purse-bag] Quite well, thank you.\nHow did you enjoy Brighton?\n\nBOBBY. Brighton! I wasnt at-- Oh yes, of course. Oh, pretty well. Is\nyour aunt all right?\n\nMARGARET. My aunt! I suppose so. I havent seen her for a month.\n\nBOBBY. I thought you were down staying with her.\n\nMARGARET. Oh! was that what they told you?\n\nBOBBY. Yes. Why? Werent you really?\n\nMARGARET. No. Ive something to tell you. Sit down and lets be\ncomfortable.\n\n_She sits on the edge of the table. He sits beside her, and puts his arm\nwearily round her waist._\n\nMARGARET. You neednt do that if you dont like, Bobby. Suppose we get off\nduty for the day, just to see what it's like.\n\nBOBBY. Off duty? What do you mean?\n\nMARGARET. You know very well what I mean. Bobby: did you ever care one\nlittle scrap for me in that sort of way? Dont funk answering: _I_ dont\ncare a bit for you--that way.\n\nBOBBY. [removing his arm rather huffily] I beg your pardon, I'm sure. I\nthought you did.\n\nMARGARET. Well, did you? Come! Dont be mean. Ive owned up. You can put\nit all on me if you like; but I dont believe you care any more than I\ndo.\n\nBOBBY. You mean weve been shoved into it rather by the pars and mars.\n\nMARGARET. Yes.\n\nBOBBY. Well, it's not that I dont care for you: in fact, no girl can\never be to me exactly what you are; but weve been brought up so much\ntogether that it feels more like brother and sister than--well, than the\nother thing, doesnt it?\n\nMARGARET. Just so. How did you find out the difference?\n\nBOBBY. [blushing] Oh, I say!\n\nMARGARET. I found out from a Frenchman.\n\nBOBBY. Oh, I say! [He comes off the table in his consternation].\n\nMARGARET. Did you learn it from a Frenchwoman? You know you must have\nlearnt it from somebody.\n\nBOBBY. Not a Frenchwoman. Shes quite a nice woman. But shes been rather\nunfortunate. The daughter of a clergyman.\n\nMARGARET. [startled] Oh, Bobby! That sort of woman!\n\nBOBBY. What sort of woman?\n\nMARGARET. You dont believe shes really a clergyman's daughter, do you,\nyou silly boy? It's a stock joke.\n\nBOBBY. Do you mean to say you dont believe me?\n\nMARGARET. No: I mean to say I dont believe her.\n\nBOBBY. [curious and interested, resuming his seat on the table beside\nher]. What do you know about her? What do you know about all this sort\nof thing?\n\nMARGARET. What sort of thing, Bobby?\n\nBOBBY. Well, about life.\n\nMARGARET. Ive lived a lot since I saw you last. I wasnt at my aunt's.\nAll that time that you were in Brighton, I mean.\n\nBOBBY. I wasnt at Brighton, Meg. I'd better tell you: youre bound to\nfind out sooner or later. [He begins his confession humbly, avoiding\nher gaze]. Meg: it's rather awful: youll think me no end of a beast. Ive\nbeen in prison.\n\nMARGARET. You!\n\nBOBBY. Yes, me. For being drunk and assaulting the police.\n\nMARGARET. Do you mean to say that you--oh! this is a let-down for me.\n[She comes off the table and drops, disconsolate, into a chair at the\nend of it furthest from the hearth].\n\nBOBBY. Of course I couldnt hold you to our engagement after that. I was\nwriting to you to break it off. [He also descends from the table and\nmakes slowly for the hearth]. You must think me an utter rotter.\n\nMARGARET. Oh, has everybody been in prison for being drunk and\nassaulting the police? How long were you in?\n\nBOBBY. A fortnight.\n\nMARGARET. Thats what I was in for.\n\nBOBBY. What are you talking about? In where?\n\nMARGARET. In quod.\n\nBOBBY. But I'm serious: I'm not rotting. Really and truly--\n\nMARGARET. What did you do to the copper?\n\nBOBBY. Nothing, absolutely nothing. He exaggerated grossly. I only\nlaughed at him.\n\nMARGARET. [jumping up, triumphant] Ive beaten you hollow. I knocked\nout two of his teeth. Ive got one of them. He sold it to me for ten\nshillings.\n\nBOBBY. Now please do stop fooling, Meg. I tell you I'm not rotting. [He\nsits down in the armchair, rather sulkily].\n\nMARGARET. [taking up the copy of Lloyd's Weekly and going to him] And\nI tell you I'm not either. Look! Heres a report of it. The daily papers\nare no good; but the Sunday papers are splendid. [She sits on the arm\nof the chair]. See! [Reading]: \"Hardened at Eighteen. A quietly dressed,\nrespectable-looking girl who refuses her name\"--thats me.\n\nBOBBY. [pausing a moment in his perusal] Do you mean to say that you\nwent on the loose out of pure devilment?\n\nMARGARET. I did no harm. I went to see a lovely dance. I picked up a\nnice man and went to have a dance myself. I cant imagine anything more\ninnocent and more happy. All the bad part was done by other people:\nthey did it out of pure devilment if you like. Anyhow, here we are, two\ngaolbirds, Bobby, disgraced forever. Isnt it a relief?\n\nBOBBY. [rising stiffly] But you know, it's not the same for a girl. A\nman may do things a woman maynt. [He stands on the hearthrug with his\nback to the fire].\n\nMARGARET. Are you scandalized, Bobby?\n\nBOBBY. Well, you cant expect me to approve of it, can you, Meg? I never\nthought you were that sort of girl.\n\nMARGARET. [rising indignantly] I'm not. You mustnt pretend to think that\n_I_'m a clergyman's daughter, Bobby.\n\nBOBBY. I wish you wouldnt chaff about that. Dont forget the row you got\ninto for letting out that you admired Juggins [she turns her back on him\nquickly]--a footman! And what about the Frenchman?\n\nMARGARET. [facing him again] I know nothing about the Frenchman except\nthat hes a very nice fellow and can swing his leg round like the hand of\na clock and knock a policeman down with it. He was in Wormwood Scrubbs\nwith you. I was in Holloway.\n\nBOBBY. It's all very well to make light of it, Meg; but this is a bit\nthick, you know.\n\nMARGARET. Do you feel you couldnt marry a woman whos been in prison?\n\nBOBBY. [hastily] No. I never said that. It might even give a woman a\ngreater claim on a man. Any girl, if she were thoughtless and a bit\non, perhaps, might get into a scrape. Anyone who really understood her\ncharacter could see there was no harm in it. But youre not the larky\nsort. At least you usent to be.\n\nMARGARET. I'm not; and I never will be. [She walks straight up to him].\nI didnt do it for a lark, Bob: I did it out of the very depths of my\nnature. I did it because I'm that sort of person. I did it in one of my\nreligious fits. I'm hardened at eighteen, as they say. So what about the\nmatch, now?\n\nBOBBY. Well, I dont think you can fairly hold me to it, Meg. Of course\nit would be ridiculous for me to set up to be shocked, or anything of\nthat sort. I cant afford to throw stones at anybody; and I dont pretend\nto. I can understand a lark; I can forgive a slip; as long as it is\nunderstood that it is only a lark or a slip. But to go on the loose on\nprinciple; to talk about religion in connection with it; to--to--well,\nMeg, I do find that a bit thick, I must say. I hope youre not in earnest\nwhen you talk that way.\n\nMARGARET. Bobby: youre no good. No good to me, anyhow.\n\nBOBBY. [huffed] I'm sorry, Miss Knox.\n\nMARGARET. Goodbye, Mr Gilbey. [She turns on her heel and goes to\nthe other end of the table]. I suppose you wont introduce me to the\nclergyman's daughter.\n\nBOBBY. I dont think she'd like it. There are limits, after all. [He sits\ndown at the table, as if to to resume work at his books: a hint to her\nto go].\n\nMARGARET. [on her way to the door] Ring the bell, Bobby; and tell\nJuggins to shew me out.\n\nBOBBY. [reddening] I'm not a cad, Meg.\n\nMARGARET. [coming to the table] Then do something nice to prevent us\nfeeling mean about this afterwards. Youd better kiss me. You neednt ever\ndo it again.\n\nBOBBY. If I'm no good, I dont see what fun it would be for you.\n\nMARGARET. Oh, it'd be no fun. If I wanted what you call fun, I should\nask the Frenchman to kiss me--or Juggins.\n\nBOBBY. [rising and retreating to the hearth] Oh, dont be disgusting,\nMeg. Dont be low.\n\nMARGARET. [determinedly, preparing to use force] Now, I'll make you\nkiss me, just to punish you. [She seizes his wrist; pulls him off his\nbalance; and gets her arm round his neck].\n\nBOBBY. No. Stop. Leave go, will you.\n\n_Juggins appears at the door._\n\nJUGGINS. Miss Delaney, Sir. [Dora comes in. Juggins goes out. Margaret\nhastily releases Bobby, and goes to the other side of the room.]\n\nDORA. [through the door, to the departing Juggins] Well, you are a\nJuggins to shew me up when theres company. [To Margaret and Bobby] It's\nall right, dear: all right, old man: I'll wait in Juggins's pantry til\nyoure disengaged.\n\nMARGARET. Dont you know me?\n\nDORA. [coming to the middle of the room and looking at her very\nattentively] Why, it's never No. 406!\n\nMARGARET. Yes it is.\n\nDORA. Well, I should never have known you out of the uniform. How did\nyou get out? You were doing a month, wernt you?\n\nMARGARET. My bloke paid the fine the day he got out himself.\n\nDORA. A real gentleman! [Pointing to Bobby, who is staring open-mouthed]\nLook at him. He cant take it in.\n\nBOBBY. I suppose you made her acquaintance in prison, Meg. But when it\ncomes to talking about blokes and all that--well!\n\nMARGARET. Oh, Ive learnt the language; and I like it. It's another\nbarrier broken down.\n\nBOBBY. It's not so much the language, Meg. But I think [he looks at Dora\nand stops].\n\nMARGARET. [suddenly dangerous] What do you think, Bobby?\n\nDORA. He thinks you oughtnt to be so free with me, dearie. It does him\ncredit: he always was a gentleman, you know.\n\nMARGARET. Does him credit! To insult you like that! Bobby: say that that\nwasnt what you meant.\n\nBOBBY. I didnt say it was.\n\nMARGARET. Well, deny that it was.\n\nBOBBY. No. I wouldnt have said it in front of Dora; but I do think it's\nnot quite the same thing my knowing her and you knowing her.\n\nDORA. Of course it isnt, old man. [To Margaret] I'll just trot off and\ncome back in half an hour. You two can make it up together. I'm really\nnot fit company for you, dearie: I couldnt live up to you. [She turns to\ngo].\n\nMARGARET. Stop. Do you believe he could live up to me?\n\nDORA. Well, I'll never say anything to stand between a girl and a\nrespectable marriage, or to stop a decent lad from settling himself. I\nhave a conscience; though I maynt be as particular as some.\n\nMARGARET. You seem to me to be a very decent sort; and Bobby's behaving\nlike a skunk.\n\nBOBBY. [much ruffled] Nice language that!\n\nDORA. Well, dearie, men have to do some awfully mean things to keep up\ntheir respectability. But you cant blame them for that, can you? Ive\nmet Bobby walking with his mother; and of course he cut me dead. I wont\npretend I liked it; but what could he do, poor dear?\n\nMARGARET. And now he wants me to cut you dead to keep him in\ncountenance. Well, I shant: not if my whole family were there. But\nI'll cut him dead if he doesnt treat you properly. [To Bobby, with a\nthreatening move in his direction] I'll educate you, you young beast.\n\nBOBBY. [furious, meeting her half way] Who are you calling a young\nbeast?\n\nMARGARET. You.\n\nDORA. [peacemaking] Now, dearies!\n\nBOBBY. If you dont take care, youll get your fat head jolly well\nclouted.\n\nMARGARET. If you dont take care, the policeman's tooth will only be the\nbeginning of a collection.\n\nDORA. Now, loveys, be good.\n\n_Bobby, lost to all sense of adult dignity, puts out his tongue at\nMargaret. Margaret, equally furious, catches his protended countenance a\nbox on the cheek. He hurls himself her. They wrestle._\n\nBOBBY. Cat! I'll teach you.\n\nMARGARET. Pig! Beast! [She forces him backwards on the table]. Now where\nare you?\n\nDORA. [calling] Juggins, Juggins. Theyll murder one another.\n\nJUGGINS. [throwing open the door, and announcing] Monsieur Duvallet.\n\n_Duvallet enters. Sudden cessation of hostilities, and dead silence. The\ncombatants separate by the whole width of the room. Juggins withdraws._\n\nDUVALLET. I fear I derange you.\n\nMARGARET. Not at all. Bobby: you really are a beast: Monsieur Duvallet\nwill think I'm always fighting.\n\nDUVALLET. Practising jujitsu or the new Iceland wrestling. Admirable,\nMiss Knox. The athletic young Englishwoman is an example to all Europe.\n[Indicating Bobby] Your instructor, no doubt. Monsieur-- [he bows].\n\nBOBBY. [bowing awkwardly] How d'y' do?\n\nMARGARET. [to Bobby] I'm so sorry, Bobby: I asked Monsieur Duvallet\nto call for me here; and I forgot to tell you. [Introducing] Monsieur\nDuvallet: Miss Four hundred and seven. Mr Bobby Gilbey. [Duvallet bows].\nI really dont know how to explain our relationships. Bobby and I are\nlike brother and sister.\n\nDUVALLET. Perfectly. I noticed it.\n\nMARGARET. Bobby and Miss--Miss----\n\nDORA. Delaney, dear. [To Duvallet, bewitchingly] Darling Dora, to real\nfriends.\n\nMARGARET. Bobby and Dora are--are--well, not brother and sister.\n\nDUVALLET. [with redoubled comprehension] Perfectly.\n\nMARGARET. Bobby has spent the last fortnight in prison. You dont mind,\ndo you?\n\nDUVALLET. No, naturally. _I_ have spent the last fortnight in prison.\n\n_The conversation drops. Margaret renews it with an effort._\n\nMARGARET. Dora has spent the last fortnight in prison.\n\nDUVALLET. Quite so. I felicitate Mademoiselle on her enlargement.\n\nDORA. _Trop merci_, as they say in Boulogne. No call to be stiff with\none another, have we?\n\n_Juggins comes in._\n\nJUGGINS. Beg pardon, sir. Mr and Mrs Gilbey are coming up the street.\n\nDORA. Let me absquatulate [making for the door].\n\nJUGGINS. If you wish to leave without being seen, you had better step\ninto my pantry and leave afterwards.\n\nDORA. Right oh! [She bursts into song] Hide me in the meat safe til the\ncop goes by. Hum the dear old music as his step draws nigh. [She goes\nout on tiptoe].\n\nMARGARET. I wont stay here if she has to hide. I'll keep her company in\nthe pantry. [She follows Dora].\n\nBOBBY. Lets all go. We cant have any fun with the Mar here. I say,\nJuggins: you can give us tea in the pantry, cant you?\n\nJUGGINS. Certainly, sir.\n\nBOBBY. Right. Say nothing to my mother. You dont mind, Mr. Doovalley, do\nyou?\n\nDUVALLET. I shall be charmed.\n\nBOBBY. Right you are. Come along. [At the door] Oh, by the way, Juggins,\nfetch down that concertina from my room, will you?\n\nJUGGINS. Yes, sir. [Bobby goes out. Duvallet follows him to the door].\nYou understand, sir, that Miss Knox is a lady absolutely _comme il\nfaut_?\n\nDUVALLET. Perfectly. But the other?\n\nJUGGINS. The other, sir, may be both charitably and accurately described\nin your native idiom as a daughter of joy.\n\nDUVALLET. It is what I thought. These English domestic interiors are\nvery interesting. [He goes out, followed by Juggins].\n\n_Presently Mr and Mrs Gilbey come in. They take their accustomed places:\nhe on the hearthrug, she at the colder end of the table._\n\nMRS GILBEY. Did you smell scent in the hall, Rob?\n\nGILBEY. No, I didnt. And I dont want to smell it. Dont you go looking\nfor trouble, Maria.\n\nMRS GILBEY. [snuffing up the perfumed atmosphere] Shes been here.\n[Gilbey rings the bell]. What are you ringing for? Are you going to ask?\n\nGILBEY. No, I'm not going to ask. Juggins said this morning he wanted to\nspeak to me. If he likes to tell me, let him; but I'm not going to ask;\nand dont you either. [Juggins appears at the door]. You said you wanted\nto say something to me.\n\nJUGGINS. When it would be convenient to you, sir.\n\nGILBEY. Well, what is it?\n\nMRS GILBEY. Oh, Juggins, we're expecting Mr and Mrs Knox to tea.\n\nGILBEY. He knows that. [He sits down. Then, to Juggins] What is it?\n\nJUGGINS. [advancing to the middle of the table] Would it inconvenience\nyou, sir, if I was to give you a month's notice?\n\nGILBEY. [taken aback] What! Why? Aint you satisfied?\n\nJUGGINS. Perfectly, sir. It is not that I want to better myself, I\nassure you.\n\nGILBEY. Well, what do you want to leave for, then? Do you want to worse\nyourself?\n\nJUGGINS. No, sir. Ive been well treated in your most comfortable\nestablishment; and I should be greatly distressed if you or Mrs Gilbey\nwere to interpret my notice as an expression of dissatisfaction.\n\nGILBEY. [paternally] Now you listen to me, Juggins. I'm an older man\nthan you. Dont you throw out dirty water til you get in fresh. Dont\nget too big for your boots. Youre like all servants nowadays: you think\nyouve only to hold up your finger to get the pick of half a dozen jobs.\nBut you wont be treated everywhere as youre treated here. In bed every\nnight before eleven; hardly a ring at the door except on Mrs Gilbey's\nday once a month; and no other manservant to interfere with you. It may\nbe a bit quiet perhaps; but youre past the age of adventure. Take my\nadvice: think over it. You suit me; and I'm prepared to make it suit you\nif youre dissatisfied--in reason, you know.\n\nJUGGINS. I realize my advantages, sir; but Ive private reasons--\n\nGILBEY. [cutting him short angrily and retiring to the hearthrug in\ndudgeon] Oh, I know. Very well: go. The sooner the better.\n\nMRS GILBEY. Oh, not until we're suited. He must stay his month.\n\nGILBEY. [sarcastic] Do you want to lose him his character, Maria? Do\nyou think I dont see what it is? We're prison folk now. Weve been in the\npolice court. [To Juggins] Well, I suppose you know your own business\nbest. I take your notice: you can go when your month is up, or sooner,\nif you like.\n\nJUGGINS. Believe me, sir--\n\nGILBEY. Thats enough: I dont want any excuses. I dont blame you. You can\ngo downstairs now, if youve nothing else to trouble me about.\n\nJUGGINS. I really cant leave it at that, sir. I assure you Ive no\nobjection to young Mr Gilbey's going to prison. You may do six months\nyourself, sir, and welcome, without a word of remonstrance from me. I'm\nleaving solely because my brother, who has suffered a bereavement, and\nfeels lonely, begs me to spend a few months with him until he gets over\nit.\n\nGILBEY. And is he to keep you all that time? or are you to spend your\nsavings in comforting him? Have some sense, man: how can you afford such\nthings?\n\nJUGGINS. My brother can afford to keep me, sir. The truth is, he objects\nto my being in service.\n\nGILBEY. Is that any reason why you should be dependent on him? Dont\ndo it, Juggins: pay your own way like an honest lad; and dont eat your\nbrother's bread while youre able to earn your own.\n\nJUGGINS. There is sound sense in that, sir. But unfortunately it is\na tradition in my family that the younger brothers should spunge to a\nconsiderable extent on the eldest.\n\nGILBEY. Then the sooner that tradition is broken, the better, my man.\n\nJUGGINS. A Radical sentiment, sir. But an excellent one.\n\nGILBEY. Radical! What do you mean? Dont you begin to take liberties,\nJuggins, now that you know we're loth to part with you. Your brother\nisnt a duke, you know.\n\nJUGGINS. Unfortunately, he is, sir.\n\n GILBEY.     |   What!    |\n             |            | _together_\n             |            |\n MRS GILBEY. |   Juggins! |\n\nJUGGINS. Excuse me, sir: the bell. [He goes out].\n\nGILBEY. [overwhelmed] Maria: did you understand him to say his brother\nwas a duke?\n\nMRS GILBEY. Fancy his condescending! Perhaps if youd offer to raise his\nwages and treat him as one of the family, he'd stay.\n\nGILBEY. And have my own servant above me! Not me. Whats the world coming\nto? Heres Bobby and--\n\nJUGGINS. [entering and announcing] Mr and Mrs Knox.\n\n_The Knoxes come in. Juggins takes two chairs from the wall and places\nthem at the table, between the host and hostess. Then he withdraws._\n\nMRS GILBEY. [to Mrs Knox] How are you, dear?\n\nMRS KNOX. Nicely, thank you. Good evening, Mr Gilbey. [They shake hands;\nand she takes the chair nearest Mrs Gilbey. Mr Knox takes the other\nchair].\n\nGILBEY. [sitting down] I was just saying, Knox, What is the world coming\nto?\n\nKNOX. [appealing to his wife] What was I saying myself only this\nmorning?\n\nMRS KNOX. This is a strange time. I was never one to talk about the end\nof the world; but look at the things that have happened!\n\nKNOX. Earthquakes!\n\nGILBEY. San Francisco!\n\nMRS GILBEY. Jamaica!\n\nKNOX. Martinique!\n\nGILBEY. Messina!\n\nMRS GILBEY. The plague in China!\n\nMRS KNOX. The floods in France!\n\nGILBEY. My Bobby in Wormwood Scrubbs!\n\nKNOX. Margaret in Holloway!\n\nGILBEY. And now my footman tells me his brother's a duke!\n\n KNOX.       |   No!\n             |\n MRS KNOX.   | Whats that?\n\nGILBEY. Just before he let you in. A duke! Here has everything been\nrespectable from the beginning of the world, as you may say, to the\npresent day; and all of a sudden everything is turned upside down.\n\nMRS KNOX. It's like in the book of Revelations. But I do say that unless\npeople have happiness within themselves, all the earthquakes, all the\nfloods, and all the prisons in the world cant make them really happy.\n\nKNOX. It isnt alone the curious things that are happening, but the\nunnatural way people are taking them. Why, theres Margaret been in\nprison, and she hasnt time to go to all the invitations shes had from\npeople that never asked her before.\n\nGILBEY. I never knew we could live without being respectable.\n\nMRS GILBEY. Oh, Rob, what a thing to say! Who says we're not\nrespectable?\n\nGILBEY. Well, it's not what I call respectable to have your children in\nand out of gaol.\n\nKNOX. Oh come, Gilbey! we're not tramps because weve had, as it were, an\naccident.\n\nGILBEY. It's no use, Knox: look it in the face. Did I ever tell you my\nfather drank?\n\nKNOX. No. But I knew it. Simmons told me.\n\nGILBEY. Yes: he never could keep his mouth quiet: he told me your aunt\nwas a kleptomaniac.\n\nMRS KNOX. It wasnt true, Mr Gilbey. She used to pick up handkerchiefs if\nshe saw them lying about; but you might trust her with untold silver.\n\nGILBEY. My Uncle Phil was a teetotaller. My father used to say to me:\nRob, he says, dont you ever have a weakness. If you find one getting a\nhold on you, make a merit of it, he says. Your Uncle Phil doesnt like\nspirits; and he makes a merit of it, and is chairman of the Blue Ribbon\nCommittee. I do like spirits; and I make a merit of it, and I'm the King\nCockatoo of the Convivial Cockatoos. Never put yourself in the wrong, he\nsays. I used to boast about what a good boy Bobby was. Now I swank about\nwhat a dog he is; and it pleases people just as well. What a world it\nis!\n\nKNOX. It turned my blood cold at first to hear Margaret telling people\nabout Holloway; but it goes down better than her singing used to.\n\nMRS KNOX. I never thought she sang right after all those lessons we paid\nfor.\n\nGILBEY. Lord, Knox, it was lucky you and me got let in together. I tell\nyou straight, if it hadnt been for Bobby's disgrace, I'd have broke up\nthe firm.\n\nKNOX. I shouldnt have blamed you: I'd have done the same only for\nMargaret. Too much straightlacedness narrows a man's mind. Talking\nof that, what about those hygienic corset advertisements that Vines &\nJackson want us to put in the window? I told Vines they werent decent\nand we couldnt shew them in our shop. I was pretty high with him. But\nwhat am I to say to him now if he comes and throws this business in our\nteeth?\n\nGILBEY. Oh, put em in. We may as well go it a bit now.\n\nMRS GILBEY. Youve been going it quite far enough, Rob. [To Mrs Knox] He\nwont get up in the mornings now: he that was always out of bed at seven\nto the tick!\n\nMRS KNOX. You hear that, Jo? [To Mrs Gilbey] Hes taken to whisky and\nsoda. A pint a week! And the beer the same as before!\n\nKNOX. Oh, dont preach, old girl.\n\nMRS KNOX. [To Mrs Gilbey] Thats a new name hes got for me. [to Knox] I\ntell you, Jo, this doesnt sit well on you. You may call it preaching if\nyou like; but it's the truth for all that. I say that if youve happiness\nwithin yourself, you dont need to seek it outside, spending money on\ndrink and theatres and bad company, and being miserable after all. You\ncan sit at home and be happy; and you can work and be happy. If you have\nthat in you, the spirit will set you free to do what you want and guide\nyou to do right. But if you havent got it, then youd best be respectable\nand stick to the ways that are marked out for you; for youve nothing\nelse to keep you straight.\n\nKNOX. [angrily] And is a man never to have a bit of fun? See whats come\nof it with your daughter! She was to be content with your happiness\nthat youre always talking about; and how did the spirit guide her? To\na month's hard for being drunk and assaulting the police. Did _I_ ever\nassault the police?\n\nMRS KNOX. You wouldnt have the courage. I dont blame the girl.\n\n MRS GILBEY.     |   Oh, Maria!  What are you saying?\n                 |\n\n GILBEY.         |   What!  And you so pious!\n\nMRS KNOX. She went where the spirit guided her. And what harm there was\nin it she knew nothing about.\n\nGILBEY. Oh, come, Mrs Knox! Girls are not so innocent as all that.\n\nMRS KNOX. I dont say she was ignorant. But I do say that she didnt know\nwhat we know: I mean the way certain temptations get a sudden hold that\nno goodness nor self-control is any use against. She was saved from\nthat, and had a rough lesson too; and I say it was no earthly protection\nthat did that. But dont think, you two men, that youll be protected if\nyou make what she did an excuse to go and do as youd like to do if it\nwasnt for fear of losing your characters. The spirit wont guide you,\nbecause it isnt in you; and it never had been: not in either of you.\n\nGILBEY. [with ironic humility] I'm sure I'm obliged to you for your good\nopinion, Mrs Knox.\n\nMRS KNOX. Well, I will say for you, Mr Gilbey, that youre better than my\nman here. Hes a bitter hard heathen, is my Jo, God help me! [She begins\nto cry quietly].\n\nKNOX. Now, dont take on like that, Amelia. You know I always give in to\nyou that you were right about religion. But one of us had to think of\nother things, or we'd have starved, we and the child.\n\nMRS KNOX. How do you know youd have starved? All the other things might\nhave been added unto you.\n\nGILBEY. Come, Mrs Knox, dont tell me Knox is a sinner. I know better.\nI'm sure youd be the first to be sorry if anything was to happen to him.\n\nKNOX. [bitterly to his wife] Youve always had some grudge against me;\nand nobody but yourself can understand what it is.\n\nMRS KNOX. I wanted a man who had that happiness within himself. You made\nme think you had it; but it was nothing but being in love with me.\n\nMRS GILBEY. And do you blame him for that?\n\nMRS KNOX. I blame nobody. But let him not think he can walk by his own\nlight. I tell him that if he gives up being respectable he'll go right\ndown to the bottom of the hill. He has no powers inside himself to keep\nhim steady; so let him cling to the powers outside him.\n\nKNOX. [rising angrily] Who wants to give up being respectable? All this\nfor a pint of whisky that lasted a week! How long would it have lasted\nSimmons, I wonder?\n\nMRS KNOX. [gently] Oh, well, say no more, Jo. I wont plague you about\nit. [He sits down]. You never did understand; and you never will. Hardly\nanybody understands: even Margaret didnt til she went to prison. She\ndoes now; and I shall have a companion in the house after all these\nlonely years.\n\nKNOX. [beginning to cry] I did all I could to make you happy. I never\nsaid a harsh word to you.\n\nGILBEY. [rising indignantly] What right have you to treat a man like\nthat? an honest respectable husband? as if he were dirt under your feet?\n\nKNOX. Let her alone, Gilbey. [Gilbey sits down, but mutinously].\n\nMRS KNOX. Well, you gave me all you could, Jo; and if it wasnt what I\nwanted, that wasnt your fault. But I'd rather have you as you were than\nsince you took to whisky and soda.\n\nKNOX. I dont want any whisky and soda. I'll take the pledge if you like.\n\nMRS KNOX. No: you shall have your beer because you like it. The whisky\nwas only brag. And if you and me are to remain friends, Mr Gilbey, youll\nget up to-morrow morning at seven.\n\nGILBEY. [defiantly] Damme if I will! There!\n\nMRS KNOX. [with gentle pity] How do you know, Mr Gilbey, what youll do\nto-morrow morning?\n\nGILBEY. Why shouldnt I know? Are we children not to be let do what we\nlike, and our own sons and daughters kicking their heels all over the\nplace? [To Knox] I was never one to interfere between man and wife,\nKnox; but if Maria started ordering me about like that--\n\nMRS GILBEY. Now dont be naughty, Rob. You know you mustnt set yourself\nup against religion?\n\nGILBEY. Whos setting himself up against religion?\n\nMRS KNOX. It doesnt matter whether you set yourself up against it or\nnot, Mr. Gilbey. If it sets itself up against you, youll have to go the\nappointed way: it's no use quarrelling about it with me that am as great\na sinner as yourself.\n\nGILBEY. Oh, indeed! And who told you I was a sinner?\n\nMRS GILBEY. Now, Rob, you know we are all sinners. What else is\nreligion?\n\nGILBEY. I say nothing against religion. I suppose were all sinners, in\na manner of speaking; but I dont like to have it thrown at me as if I'd\nreally done anything.\n\nMRS GILBEY. Mrs Knox is speaking for your good, Rob.\n\nGILBEY. Well, I dont like to be spoken to for my good. Would anybody\nlike it?\n\nMRS KNOX. Dont take offence where none is meant, Mr Gilbey. Talk about\nsomething else. No good ever comes of arguing about such things among\nthe like of us.\n\nKNOX. The like of us! Are you throwing it in our teeth that your people\nwere in the wholesale and thought Knox and Gilbey wasnt good enough for\nyou?\n\nMRS KNOX. No, Jo: you know I'm not. What better were my people than\nyours, for all their pride? But Ive noticed it all my life: we're\nignorant. We dont really know whats right and whats wrong. We're all\nright as long as things go on the way they always did. We bring our\nchildren up just as we were brought up; and we go to church or chapel\njust as our parents did; and we say what everybody says; and it goes\non all right until something out of the way happens: theres a family\nquarrel, or one of the children goes wrong, or a father takes to drink,\nor an aunt goes mad, or one of us finds ourselves doing something\nwe never thought we'd want to do. And then you know what happens:\ncomplaints and quarrels and huff and offence and bad language and bad\ntemper and regular bewilderment as if Satan possessed us all. We find\nout then that with all our respectability and piety, weve no real\nreligion and no way of telling right from wrong. Weve nothing but our\nhabits; and when theyre upset, where are we? Just like Peter in the\nstorm trying to walk on the water and finding he couldnt.\n\nMRS GILBEY. [piously] Aye! He found out, didnt he?\n\nGILBEY. [reverently] I never denied that youve a great intellect, Mrs\nKnox--\n\nMRS KNOX. Oh get along with you, Gilbey, if you begin talking about my\nintellect. Give us some tea, Maria. Ive said my say; and Im sure I beg\nthe company's pardon for being so long about it, and so disagreeable.\n\nMRS GILBEY. Ring, Rob. [Gilbey rings]. Stop. Juggins will think we're\nringing for him.\n\nGILBEY. [appalled] It's too late. I rang before I thought of it.\n\nMRS GILBEY. Step down and apologize, Rob.\n\nKNOX. Is it him that you said was brother to a--\n\n_Juggins comes in with the tea-tray. All rise. He takes the tray to Mrs.\nGilbey._\n\nGILBEY. I didnt mean to ask you to do this, Mr Juggins. I wasnt thinking\nwhen I rang.\n\nMRS GILBEY. [trying to take the tray from him] Let me, Juggins.\n\nJUGGINS. Please sit down, madam. Allow me to discharge my duties just as\nusual, sir. I assure you that is the correct thing. [They sit down, ill\nat ease, whilst he places the tray on the table. He then goes out for\nthe curate].\n\nKNOX. [lowering his voice] Is this all right, Gilbey? Anybody may be the\nson of a duke, you know. Is he legitimate?\n\nGILBEY. Good lord! I never thought of that.\n\n_Juggins returns with the cakes. They regard him with suspicion._\n\nGILBEY. [whispering to Knox] You ask him.\n\nKNOX. [to Juggins] Just a word with you, my man. Was your mother married\nto your father?\n\nJUGGINS. I believe so, sir. I cant say from personal knowledge. It was\nbefore my time.\n\nGILBEY. Well, but look here you know--[he hesitates].\n\nJUGGINS. Yes, sir?\n\nKNOX. I know whatll clinch it, Gilbey. You leave it to me. [To Juggins]\nWas your mother the duchess?\n\nJUGGINS. Yes, sir. Quite correct, sir, I assure you. [To Mrs Gilbey]\nThat is the milk, madam. [She has mistaken the jugs]. This is the water.\n\n_They stare at him in pitiable embarrassment._\n\nMRS KNOX. What did I tell you? Heres something out of the common\nhappening with a servant; and we none of us know how to behave.\n\nJUGGINS. It's quite simple, madam. I'm a footman, and should be treated\nas a footman. [He proceeds calmly with his duties, handing round cups of\ntea as Mrs Knox fills them].\n\n_Shrieks of laughter from below stairs reach the ears of the company._\n\nMRS GILBEY. Whats that noise? Is Master Bobby at home? I heard his\nlaugh.\n\nMRS KNOX. I'm sure I heard Margaret's.\n\nGILBEY. Not a bit of it. It was that woman.\n\nJUGGINS. I can explain, sir. I must ask you to excuse the liberty; but\nI'm entertaining a small party to tea in my pantry.\n\nMRS GILBEY. But youre not entertaining Master Bobby?\n\nJUGGINS. Yes, madam.\n\nGILBEY. Who's with him?\n\nJUGGINS. Miss Knox, sir.\n\nGILBEY. Miss Knox! Are you sure? Is there anyone else?\n\nJUGGINS. Only a French marine officer, sir, and--er--Miss Delaney. [He\nplaces Gilbey's tea on the table before him]. The lady that called about\nMaster Bobby, sir.\n\nKNOX. Do you mean to say theyre having a party all to themselves\ndownstairs, and we having a party up here and knowing nothing about it?\n\nJUGGINS. Yes, sir. I have to do a good deal of entertaining in the\npantry for Master Bobby, sir.\n\nGILBEY. Well, this is a nice state of things!\n\nKNOX. Whats the meaning of it? What do they do it for?\n\nJUGGINS. To enjoy themselves, sir, I should think.\n\nMRS GILBEY. Enjoy themselves! Did ever anybody hear of such a thing?\n\nGILBEY. Knox's daughter shewn into my pantry!\n\nKNOX. Margaret mixing with a Frenchman and a footman-- [Suddenly\nrealizing that the footman is offering him cake.] She doesnt know\nabout--about His Grace, you know.\n\nMRS GILBEY. Perhaps she does. Does she, Mr Juggins?\n\nJUGGINS. The other lady suspects me, madam. They call me Rudolph, or the\nLong Lost Heir.\n\nMRS GILBEY. It's a much nicer name than Juggins. I think I'll call you\nby it, if you dont mind.\n\nJUGGINS. Not at all, madam.\n\n_Roars of merriment from below._\n\nGILBEY. Go and tell them to stop laughing. What right have they to make\na noise like that?\n\nJUGGINS. I asked them not to laugh so loudly, sir. But the French\ngentleman always sets them off again.\n\nKNOX. Do you mean to tell me that my daughter laughs at a Frenchman's\njokes?\n\nGILBEY. We all know what French jokes are.\n\nJUGGINS. Believe me: you do not, sir. The noise this afternoon has all\nbeen because the Frenchman said that the cat had whooping cough.\n\nMRS GILBEY. [laughing heartily] Well, I never!\n\nGILBEY. Dont be a fool, Maria. Look here, Knox: we cant let this go on.\nPeople cant be allowed to behave like this.\n\nKNOX. Just what I say.\n\n_A concertina adds its music to the revelry._\n\nMRS GILBEY. [excited] Thats the squiffer. Hes bought it for her.\n\nGILBEY. Well, of all the scandalous-- [Redoubled laughter from below].\n\nKNOX. I'll put a stop to this. [He goes out to the landing and shouts]\nMargaret! [Sudden dead silence]. Margaret, I say!\n\nMARGARET'S VOICE. Yes, father. Shall we all come up? We're dying to.\n\nKNOX. Come up and be ashamed of yourselves, behaving like wild Indians.\n\nDORA'S VOICE [screaming] Oh! oh! oh! Dont Bobby. Now--oh! [In headlong\nflight she dashes into and right across the room, breathless, and\nslightly abashed by the company]. I beg your pardon, Mrs Gilbey, for\ncoming in like that; but whenever I go upstairs in front of Bobby, he\npretends it's a cat biting my ankles; and I just must scream.\n\n_Bobby and Margaret enter rather more shyly, but evidently in high\nspirits. Bobby places himself near his father, on the hearthrug, and\npresently slips down into the arm-chair._\n\nMARGARET. How do you do, Mrs. Gilbey? [She posts herself behind her\nmother].\n\n_Duvallet comes in behaving himself perfectly. Knox follows._\n\nMARGARET. Oh--let me introduce. My friend Lieutenant Duvallet. Mrs\nGilbey. Mr Gilbey. [Duvallet bows and sits down on Mr Knox's left,\nJuggins placing a chair for him].\n\nDORA. Now, Bobby: introduce me: theres a dear.\n\nBOBBY. [a little nervous about it; but trying to keep up his spirits]\nMiss Delaney: Mr and Mrs Knox. [Knox, as he resumes his seat,\nacknowledges the introduction suspiciously. Mrs Knox bows gravely,\nlooking keenly at Dora and taking her measure without prejudice].\n\nDORA. Pleased to meet you. [Juggins places the baby rocking-chair for\nher on Mrs Gilbey's right, opposite Mrs Knox]. Thank you. [She sits\nand turns to Mrs Gilbey] Bobby's given me the squiffer. [To the company\ngenerally] Do you know what theyve been doing downstairs? [She goes off\ninto ecstasies of mirth]. Youd never guess. Theyve been trying to teach\nme table manners. The Lieutenant and Rudolph say I'm a regular pig. I'm\nsure I never knew there was anything wrong with me. But live and learn\n[to Gilbey] eh, old dear?\n\nJUGGINS. Old dear is not correct, Miss Delaney. [He retires to the end\nof the sideboard nearest the door].\n\nDORA. Oh get out! I must call a man something. He doesnt mind: do you,\nCharlie?\n\nMRS GILBEY. His name isnt Charlie.\n\nDORA. Excuse me. I call everybody Charlie.\n\nJUGGINS. You mustnt.\n\nDORA. Oh, if I were to mind you, I should have to hold my tongue\naltogether; and then how sorry youd be! Lord, how I do run on! Dont mind\nme, Mrs Gilbey.\n\nKNOX. What I want to know is, whats to be the end of this? It's not\nfor me to interfere between you and your son, Gilbey: he knows his own\nintentions best, no doubt, and perhaps has told them to you. But Ive\nmy daughter to look after; and it's my duty as a parent to have a clear\nunderstanding about her. No good is ever done by beating about the bush.\nI ask Lieutenant--well, I dont speak French; and I cant pronounce the\nname--\n\nMARGARET. Mr Duvallet, father.\n\nKNOX. I ask Mr Doovalley what his intentions are.\n\nMARGARET. Oh father: how can you?\n\nDUVALLET. I'm afraid my knowledge of English is not enough to\nunderstand. Intentions? How?\n\nMARGARET. He wants to know will you marry me.\n\n MRS GILBEY. |   What a thing to say!\n             |\n\n KNOX.       |   Silence, miss.\n             |\n\n DORA.       |   Well, thats straight, aint it?\n\nDUVALLET. But I am married already. I have two daughters.\n\nKNOX. [rising, virtuously indignant] You sit there after carrying on\nwith my daughter, and tell me coolly youre married.\n\nMARGARET. Papa: you really must not tell people that they sit there. [He\nsits down again sulkily].\n\nDUVALLET. Pardon. Carrying on? What does that mean?\n\nMARGARET. It means--\n\nKNOX. [violently] Hold your tongue, you shameless young hussy. Dont you\ndare say what it means.\n\nDUVALLET. [shrugging his shoulders] What does it mean, Rudolph?\n\nMRS KNOX. If it's not proper for her to say, it's not proper for a man\nto say, either. Mr Doovalley: youre a married man with daughters. Would\nyou let them go about with a stranger, as you are to us, without wanting\nto know whether he intended to behave honorably?\n\nDUVALLET. Ah, madam, my daughters are French girls. That is very\ndifferent. It would not be correct for a French girl to go about alone\nand speak to men as English and American girls do. That is why I\nso immensely admire the English people. You are so free--so\nunprejudiced--your women are so brave and frank--their minds are so--how\ndo you say?--wholesome. I intend to have my daughters educated in\nEngland. Nowhere else in the world but in England could I have met at\na Variety Theatre a charming young lady of perfect respectability, and\nenjoyed a dance with her at a public dancing saloon. And where else are\nwomen trained to box and knock out the teeth of policemen as a protest\nagainst injustice and violence? [Rising, with immense elan] Your\ndaughter, madam, is superb. Your country is a model to the rest of\nEurope. If you were a Frenchman, stifled with prudery, hypocrisy and\nthe tyranny of the family and the home, you would understand how\nan enlightened Frenchman admires and envies your freedom, your\nbroadmindedness, and the fact that home life can hardly be said to exist\nin England. You have made an end of the despotism of the parent; the\nfamily council is unknown to you; everywhere in these islands one can\nenjoy the exhilarating, the soul-liberating spectacle of men quarrelling\nwith their brothers, defying their fathers, refusing to speak to their\nmothers. In France we are not men: we are only sons--grown-up children.\nHere one is a human being--an end in himself. Oh, Mrs Knox, if only your\nmilitary genius were equal to your moral genius--if that conquest of\nEurope by France which inaugurated the new age after the Revolution had\nonly been an English conquest, how much more enlightened the world would\nhave been now! We, alas, can only fight. France is unconquerable. We\nimpose our narrow ideas, our prejudices, our obsolete institutions,\nour insufferable pedantry on the world by brute force--by that stupid\nquality of military heroism which shews how little we have evolved from\nthe savage: nay, from the beast. We can charge like bulls; we can spring\non our foes like gamecocks; when we are overpowered by reason, we can\ndie fighting like rats. And we are foolish enough to be proud of it! Why\nshould we be? Does the bull progress? Can you civilize the gamecock? Is\nthere any future for the rat? We cant even fight intelligently: when we\nlose battles, it is because we have not sense enough to know when we are\nbeaten. At Waterloo, had we known when we were beaten, we should have\nretreated; tried another plan; and won the battle. But no: we were too\npigheaded to admit that there is anything impossible to a Frenchman: we\nwere quite satisfied when our Marshals had six horses shot under them,\nand our stupid old grognards died fighting rather than surrender\nlike reasonable beings. Think of your great Wellington: think of his\ninspiring words, when the lady asked him whether British soldiers ever\nran away. \"All soldiers run away, madam,\" he said; \"but if there are\nsupports for them to fall back on it does not matter.\" Think of your\nillustrious Nelson, always beaten on land, always victorious at sea,\nwhere his men could not run away. You are not dazzled and misled by\nfalse ideals of patriotic enthusiasm: your honest and sensible statesmen\ndemand for England a two-power standard, even a three-power standard,\nfrankly admitting that it is wise to fight three to one: whilst we,\nfools and braggarts as we are, declare that every Frenchman is a host\nin himself, and that when one Frenchman attacks three Englishmen he is\nguilty of an act of cowardice comparable to that of the man who strikes\na woman. It is folly: it is nonsense: a Frenchman is not really stronger\nthan a German, than an Italian, even than an Englishman. Sir: if all\nFrenchwomen were like your daughter--if all Frenchmen had the good\nsense, the power of seeing things as they really are, the calm judgment,\nthe open mind, the philosophic grasp, the foresight and true courage,\nwhich are so natural to you as an Englishman that you are hardly\nconscious of possessing them, France would become the greatest nation in\nthe world.\n\nMARGARET. Three cheers for old England! [She shakes hands with him\nwarmly].\n\nBOBBY. Hurra-a-ay! And so say all of us.\n\n_Duvallet, having responded to Margaret's handshake with enthusiasm,\nkisses Juggins on both cheeks, and sinks into his chair, wiping his\nperspiring brow._\n\nGILBEY. Well, this sort of talk is above me. Can you make anything out\nof it, Knox?\n\nKNOX. The long and short of it seems to be that he cant lawfully marry\nmy daughter, as he ought after going to prison with her.\n\nDORA. I'm ready to marry Bobby, if that will be any satisfaction.\n\nGILBEY. No you dont. Not if I know it.\n\nMRS KNOX. He ought to, Mr Gilbey.\n\nGILBEY. Well, if thats your religion, Amelia Knox, I want no more of it.\nWould you invite them to your house if he married her?\n\nMRS KNOX. He ought to marry her whether or no.\n\nBOBBY. I feel I ought to, Mrs Knox.\n\nGILBEY. Hold your tongue. Mind your own business.\n\nBOBBY. [wildly] If I'm not let marry her, I'll do something downright\ndisgraceful. I'll enlist as a soldier.\n\nJUGGINS. That is not a disgrace, sir.\n\nBOBBY. Not for you, perhaps. But youre only a footman. I'm a gentleman.\n\nMRS GILBEY. Dont dare to speak disrespectfully to Mr Rudolph, Bobby. For\nshame!\n\nJUGGINS. [coming forward to the middle of the table] It is not\ngentlemanly to regard the service of your country as disgraceful. It is\ngentlemanly to marry the lady you make love to.\n\nGILBEY. [aghast] My boy is to marry this woman and be a social outcast!\n\nJUGGINS. Your boy and Miss Delaney will be inexorably condemned by\nrespectable society to spend the rest of their days in precisely the\nsort of company they seem to like best and be most at home in.\n\nKNOX. And my daughter? Whos to marry my daughter?\n\nJUGGINS. Your daughter, sir, will probably marry whoever she makes up\nher mind to marry. She is a lady of very determined character.\n\nKNOX. Yes: if he'd have her with her character gone. But who would?\nYoure the brother of a duke. Would--\n\n BOBBY.      |   Whats that?\n             |\n MARGARET.   |   Juggins a duke?\n             |\n DUVALLET.   |   _Comment!_\n             |\n DORA.       |   What did I tell you?\n\nKNOX. Yes: the brother of a duke: thats what he is. [To Juggins] Well,\nwould you marry her?\n\nJUGGINS. I was about to propose that solution of your problem, Mr Knox.\n\n MRS GILBEY. |   Well I never!\n             |\n KNOX.       |   D'ye mean it?\n             |\n MRS KNOX.   |   Marry Margaret!\n\nJUGGINS. [continuing] As an idle younger son, unable to support myself,\nor even to remain in the Guards in competition with the grandsons of\nAmerican millionaires, I could not have aspired to Miss Knox's hand. But\nas a sober, honest, and industrious domestic servant, who has, I trust,\ngiven satisfaction to his employer [he bows to Mr Gilbey] I feel I am a\nman with a character. It is for Miss Knox to decide.\n\nMARGARET. I got into a frightful row once for admiring you, Rudolph.\n\nJUGGINS. I should have got into an equally frightful row myself, Miss,\nhad I betrayed my admiration for you. I looked forward to those weekly\ndinners.\n\nMRS KNOX. But why did a gentleman like you stoop to be a footman?\n\nDORA. He stooped to conquer.\n\nMARGARET. Shut up, Dora: I want to hear.\n\nJUGGINS. I will explain; but only Mrs Knox will understand. I once\ninsulted a servant--rashly; for he was a sincere Christian. He rebuked\nme for trifling with a girl of his own class. I told him to remember\nwhat he was, and to whom he was speaking. He said God would remember. I\ndischarged him on the spot.\n\nGILBEY. Very properly.\n\nKNOX. What right had he to mention such a thing to you?\n\nMRS GILBEY. What are servants coming to?\n\nMRS KNOX. Did it come true, what he said?\n\nJUGGINS. It stuck like a poisoned arrow. It rankled for months. Then I\ngave in. I apprenticed myself to an old butler of ours who kept a hotel.\nHe taught me my present business, and got me a place as footman with Mr\nGilbey. If ever I meet that man again I shall be able to look him in the\nface.\n\nMRS KNOX. Margaret: it's not on account of the duke: dukes are vanities.\nBut take my advice and take him.\n\nMARGARET. [slipping her arm through his] I have loved Juggins since the\nfirst day I beheld him. I felt instinctively he had been in the Guards.\nMay he walk out with me, Mr Gilbey?\n\nKNOX. Dont be vulgar, girl. Remember your new position. [To Juggins] I\nsuppose youre serious about this, Mr--Mr Rudolph?\n\nJUGGINS. I propose, with your permission, to begin keeping company this\nafternoon, if Mrs Gilbey can spare me.\n\nGILBEY. [in a gust of envy, to Bobby] Itll be long enough before youll\nmarry the sister of a duke, you young good-for-nothing.\n\nDORA. Dont fret, old dear. Rudolph will teach me high-class manners. I\ncall it quite a happy ending: dont you, lieutenant?\n\nDUVALLET. In France it would be impossible. But here--ah! [kissing his\nhand] la belle Angleterre!\n\n\n\nEPILOGUE\n\n_Before the curtain. The Count, dazed and agitated, hurries to the 4\ncritics, as they rise, bored and weary, from their seats._\n\nTHE COUNT. Gentlemen: do not speak to me. I implore you to withhold your\nopinion. I am not strong enough to bear it. I could never have believed\nit. Is this a play? Is this in any sense of the word, Art? Is it\nagreeable? Can it conceivably do good to any human being? Is it\ndelicate? Do such people really exist? Excuse me, gentlemen: I speak\nfrom a wounded heart. There are private reasons for my discomposure.\nThis play implies obscure, unjust, unkind reproaches and menaces to all\nof us who are parents.\n\nTROTTER. Pooh! you take it too seriously. After all, the thing has\namusing passages. Dismiss the rest as impertinence.\n\nTHE COUNT. Mr Trotter: it is easy for you to play the pococurantist.\n[Trotter, amazed, repeats the first three syllables in his throat,\nmaking a noise like a pheasant]. You see hundreds of plays every year.\nBut to me, who have never seen anything of this kind before, the effect\nof this play is terribly disquieting. Sir: if it had been what people\ncall an immoral play, I shouldnt have minded a bit. [Vaughan is\nshocked]. Love beautifies every romance and justifies every audacity.\n[Bannal assents gravely]. But there are reticences which everybody\nshould respect. There are decencies too subtle to be put into words,\nwithout which human society would be unbearable. People could not\ntalk to one another as those people talk. No child could speak to its\nparent--no girl could speak to a youth--no human creature could tear\ndown the veils-- [Appealing to Vaughan, who is on his left flank, with\nGunn between them] Could they, sir?\n\nVAUGHAN. Well, I dont see that.\n\nTHE COUNT. You dont see it! dont feel it! [To Gunn] Sir: I appeal to\nyou.\n\nGUNN. [with studied weariness] It seems to me the most ordinary sort of\nold-fashioned Ibsenite drivel.\n\nTHE COUNT [turning to Trotter, who is on his right, between him and\nBannal] Mr Trotter: will you tell me that you are not amazed, outraged,\nrevolted, wounded in your deepest and holiest feelings by every word\nof this play, every tone, every implication; that you did not sit there\nshrinking in every fibre at the thought of what might come next?\n\nTROTTER. Not a bit. Any clever modern girl could turn out that kind of\nthing by the yard.\n\nTHE COUNT. Then, sir, tomorrow I start for Venice, never to return. I\nmust believe what you tell me. I perceive that you are not agitated,\nnot surprised, not concerned; that my own horror (yes, gentlemen,\nhorror--horror of the very soul) appears unaccountable to you,\nludicrous, absurd, even to you, Mr Trotter, who are little younger than\nmyself. Sir: if young people spoke to me like that, I should die of\nshame: I could not face it. I must go back. The world has passed me by\nand left me. Accept the apologies of an elderly and no doubt ridiculous\nadmirer of the art of a bygone day, when there was still some beauty\nin the world and some delicate grace in family life. But I promised my\ndaughter your opinion; and I must keep my word. Gentlemen: you are\nthe choice and master spirits of this age: you walk through it without\nbewilderment and face its strange products without dismay. Pray deliver\nyour verdict. Mr Bannal: you know that it is the custom at a Court\nMartial for the youngest officer present to deliver his judgment first;\nso that he may not be influenced by the authority of his elders. You are\nthe youngest. What is your opinion of the play?\n\nBANNAL. Well, whos it by?\n\nTHE COUNT. That is a secret for the present.\n\nBANNAL. You dont expect me to know what to say about a play when I dont\nknow who the author is, do you?\n\nTHE COUNT. Why not?\n\nBANNAL. Why not! Why not!! Suppose you had to write about a play by\nPinero and one by Jones! Would you say exactly the same thing about\nthem?\n\nTHE COUNT. I presume not.\n\nBANNAL. Then how could you write about them until you knew which was\nPinero and which was Jones? Besides, what sort of play is this? thats\nwhat I want to know. Is it a comedy or a tragedy? Is it a farce or\na melodrama? Is it repertory theatre tosh, or really straight paying\nstuff?\n\nGUNN. Cant you tell from seeing it?\n\nBANNAL. I can see it all right enough; but how am I to know how to take\nit? Is it serious, or is it spoof? If the author knows what his play\nis, let him tell us what it is. If he doesnt, he cant complain if I dont\nknow either. _I_'m not the author.\n\nTHE COUNT. But is it a good play, Mr Bannal? Thats a simple question.\n\nBANNAL. Simple enough when you know. If it's by a good author, it's a\ngood play, naturally. That stands to reason. Who is the author? Tell me\nthat; and I'll place the play for you to a hair's breadth.\n\nTHE COUNT. I'm sorry I'm not at liberty to divulge the author's name.\nThe author desires that the play should be judged on its merits.\n\nBANNAL. But what merits can it have except the author's merits? Who\nwould you say it's by, Gunn?\n\nGUNN. Well, who do you think? Here you have a rotten old-fashioned\ndomestic melodrama acted by the usual stage puppets. The hero's a naval\nlieutenant. All melodramatic heroes are naval lieutenants. The heroine\ngets into trouble by defying the law (if she didnt get into trouble,\nthered be no drama) and plays for sympathy all the time as hard as she\ncan. Her good old pious mother turns on her cruel father when hes going\nto put her out of the house, and says she'll go too. Then theres the\ncomic relief: the comic shopkeeper, the comic shopkeeper's wife, the\ncomic footman who turns out to be a duke in disguise, and the young\nscapegrace who gives the author his excuse for dragging in a fast young\nwoman. All as old and stale as a fried fish shop on a winter morning.\n\nTHE COUNT. But--\n\nGUNN [interrupting him] I know what youre going to say, Count. Youre\ngoing to say that the whole thing seems to you to be quite new and\nunusual and original. The naval lieutenant is a Frenchman who cracks up\nthe English and runs down the French: the hackneyed old Shaw touch.\nThe characters are second-rate middle class, instead of being dukes and\nmillionaires. The heroine gets kicked through the mud: real mud. Theres\nno plot. All the old stage conventions and puppets without the old\ningenuity and the old enjoyment. And a feeble air of intellectual\npretentiousness kept up all through to persuade you that if the author\nhasnt written a good play it's because hes too clever to stoop to\nanything so commonplace. And you three experienced men have sat through\nall this, and cant tell me who wrote it! Why, the play bears the\nauthor's signature in every line.\n\nBANNAL. Who?\n\nGUNN. Granville Barker, of course. Why, old Gilbey is straight out of\nThe Madras House.\n\nBANNAL. Poor old Barker!\n\nVAUGHAN. Utter nonsense! Cant you see the difference in style?\n\nBANNAL. No.\n\nVAUGHAN. [contemptuously] Do you know what style is?\n\nBANNAL. Well, I suppose youd call Trotter's uniform style. But it's not\nmy style--since you ask me.\n\nVAUGHAN. To me it's perfectly plain who wrote that play. To begin with,\nit's intensely disagreeable. Therefore it's not by Barrie, in spite of\nthe footman, who's cribbed from The Admirable Crichton. He was an earl,\nyou may remember. You notice, too, the author's offensive habit of\nsaying silly things that have no real sense in them when you come to\nexamine them, just to set all the fools in the house giggling. Then what\ndoes it all come to? An attempt to expose the supposed hypocrisy of\nthe Puritan middle class in England: people just as good as the author,\nanyhow. With, of course, the inevitable improper female: the Mrs\nTanqueray, Iris, and so forth. Well, if you cant recognize the author of\nthat, youve mistaken your professions: thats all I have to say.\n\nBANNAL. Why are you so down on Pinero? And what about that touch that\nGunn spotted? the Frenchman's long speech. I believe it's Shaw.\n\nGUNN. Rubbish!\n\nVAUGHAN. Rot! You may put that idea out of your head, Bannal. Poor as\nthis play is, theres the note of passion in it. You feel somehow that\nbeneath all the assumed levity of that poor waif and stray, she really\nloves Bobby and will be a good wife to him. Now Ive repeatedly proved\nthat Shaw is physiologically incapable of the note of passion.\n\nBANNAL. Yes, I know. Intellect without emotion. Thats right. I always\nsay that myself. A giant brain, if you ask me; but no heart.\n\nGUNN. Oh, shut up, Bannal. This crude medieval psychology of heart\nand brain--Shakespear would have called it liver and wits--is really\nschoolboyish. Surely weve had enough of second-hand Schopenhauer. Even\nsuch a played-out old back number as Ibsen would have been ashamed of\nit. Heart and brain, indeed!\n\nVAUGHAN. You have neither one nor the other, Gunn. Youre decadent.\n\nGUNN. Decadent! How I love that early Victorian word!\n\nVAUGHAN. Well, at all events, you cant deny that the characters in this\nplay were quite distinguishable from one another. That proves it's not\nby Shaw, because all Shaw's characters are himself: mere puppets stuck\nup to spout Shaw. It's only the actors that make them seem different.\n\nBANNAL. There can be no doubt of that: everybody knows it. But Shaw\ndoesnt write his plays as plays. All he wants to do is to insult\neverybody all round and set us talking about him.\n\nTROTTER. [wearily] And naturally, here we are all talking about him. For\nheaven's sake, let us change the subject.\n\nVAUGHAN. Still, my articles about Shaw--\n\nGUNN. Oh, stow it, Vaughan. Drop it. What Ive always told you about Shaw\nis--\n\nBANNAL. There you go, Shaw, Shaw, Shaw! Do chuck it. If you want to know\nmy opinion about Shaw--\n\n TROTTER.    |   No, please, we dont.    |\n             |                           |\n VAUGHAN.    |   Shut your head, Bannal. | [yelling]\n             |                           |\n GUNN.       |   Oh, do drop it.         |\n\n_The deafened Count puts his fingers in his ears and flies from the\ncentre of the group to its outskirts, behind Vaughan._\n\nBANNAL. [sulkily] Oh, very well. Sorry I spoke, I'm sure.\n\n TROTTER.    |   Shaw--  |\n             |           | [beginning again\n VAUGHAN.    |   Shaw--  | simultaneously]\n             |           |\n GUNN.       |   Shaw--  |\n\n_They are cut short by the entry of Fanny through the curtains. She is\nalmost in tears._\n\nFANNY. [coming between Trotter and Gunn] I'm so sorry, gentlemen. And it\nwas such a success when I read it to the Cambridge Fabian Society!\n\nTROTTER. Miss O'Dowda: I was about to tell these gentlemen what I\nguessed before the curtain rose: that you are the author of the play.\n[General amazement and consternation].\n\nFANNY. And you all think it beastly. You hate it. You think I'm a\nconceited idiot, and that I shall never be able to write anything\ndecent.\n\n_She is almost weeping. A wave of sympathy carries away the critics._\n\nVAUGHAN. No, no. Why, I was just saying that it must have been written\nby Pinero. Didnt I, Gunn?\n\nFANNY. [enormously flattered] Really?\n\nTROTTER. I thought Pinero was much too popular for the Cambridge Fabian\nSociety.\n\nFANNY. Oh yes, of course; but still--Oh, did you really say that, Mr\nVaughan?\n\nGUNN. I owe you an apology, Miss O'Dowda. I said it was by Barker.\n\nFANNY. [radiant] Granville Barker! Oh, you couldnt really have thought\nit so fine as that.\n\nBANNAL. _I_ said Bernard Shaw.\n\nFANNY. Oh, of course it would be a little like Bernard Shaw. The Fabian\ntouch, you know.\n\nBANNAL. [coming to her encouragingly] A jolly good little play, Miss\nO'Dowda. Mind: I dont say it's like one of Shakespear's--Hamlet or The\nLady of Lyons, you know--but still, a firstrate little bit of work. [He\nshakes her hand].\n\nGUNN. [following Bannal's example] I also, Miss O'Dowda. Capital.\nCharming. [He shakes hands].\n\nVAUGHAN [with maudlin solemnity] Only be true to yourself, Miss O'Dowda.\nKeep serious. Give up making silly jokes. Sustain the note of passion.\nAnd youll do great things.\n\nFANNY. You think I have a future?\n\nTROTTER. You have a past, Miss O'Dowda.\n\nFANNY. [looking apprehensively at her father] Sh-sh-sh!\n\nTHE COUNT. A past! What do you mean, Mr Trotter?\n\nTROTTER. [to Fanny] You cant deceive me. That bit about the police was\nreal. Youre a Suffraget, Miss O'Dowda. You were on that Deputation.\n\nTHE COUNT. Fanny: is this true?\n\nFANNY. It is. I did a month with Lady Constance Lytton; and I'm prouder\nof it than I ever was of anything or ever shall be again.\n\nTROTTER. Is that any reason why you should stuff naughty plays down my\nthroat?\n\nFANNY. Yes: itll teach you what it feels like to be forcibly fed.\n\nTHE COUNT. She will never return to Venice. I feel now as I felt when\nthe Campanile fell.\n\n_Savoyard comes in through the curtains._\n\nSAVOYARD. [to the Count] Would you mind coming to say a word of\ncongratulation to the company? Theyre rather upset at having had no\ncurtain call.\n\nTHE COUNT. Certainly, certainly. I'm afraid Ive been rather remiss. Let\nus go on the stage, gentlemen.\n\n_The curtains are drawn, revealing the last scene of the play and the\nactors on the stage. The Count, Savoyard, the critics, and Fanny join\nthem, shaking hands and congratulating._\n\nTHE COUNT. Whatever we may think of the play, gentlemen, I'm sure you\nwill agree with me that there can be only one opinion about the acting.\n\nTHE CRITICS. Hear, hear! [They start the applause].\n\n\nAYOT ST. LAWRENCE, March 1911.\n\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Fanny's First Play, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FANNY'S FIRST PLAY ***\n\n***** This file should be named 5698.txt or 5698.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/6\/9\/5698\/\n\nProduced by Ron Burkey\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1077,"split":"train"}
