{"ori_id":"90dfa4ccac8047bf5b7e06a9fb1178ccf8482968","title":"The Ice-Maiden","context":"The Ice-Maiden\n In \"The Ice-Maiden\", written towards the end of his career, Hans Christian Andersen tells the tale of Rudy, a boy who lost both his parents and goes to live with his uncle. The reader is first introduced to Rudy as he sells toy houses made by his grandfather. Rudy grows up to become a skilled mountain climber and huntsman. He has fallen in love with the miller's daughter, Babette, however the miller does not approve of the union and gives Rudy the impossible task of climbing to the top of a dangerous mountain and bringing back a live baby eaglet. While Babette was off visiting her godmother, she caught the attention of her cousin and flirted with him, which reveals in Rudy a growing jealousy. When Rudy finds the cousin climbing up a tree into Babette's window, Babette is enraged that Rudy is yelling at her cousin and tells him to leave. On his way home, Rudy comes across a beautiful maiden who has appeared in his life before. It's the Ice Maiden, who killed his mother and marked him as her own when he was a baby. He is angry at Babette and soon finds himself kissing the Ice Maiden. Rudy goes back to Babette and begs for her forgiveness. Their wedding day is near and they travel to the godmother's house to be wed at a church nearby. The night after their arrival Babette has an awful dream that she cheats on Rudy with her cousin. One night before the wedding, Babette decides she wants to go to a small island with just enough room for the two of them to dance. As they sit and talk together, Babette notices the boat is slipping away. Rudy dives into the water after it but the Ice Maiden kisses him one last time and he drowns. Babette is left alone on the island crying over the death of her loved one, but nobody can hear her over the storm.\nï»¿The Project Gutenberg EBook of The Ice-Maiden: and Other Tales, by \nHans Christian Andersen\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Ice-Maiden: and Other Tales.\n\nAuthor: Hans Christian Andersen\n\nTranslator: Fanny Fuller\n\nRelease Date: June 16, 2006 [EBook #18604]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE ICE-MAIDEN: AND OTHER TALES. ***\n\n\n\n\nProduced by David Edwards, Jeannie Howse and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nbook was produced from scanned images of public domain\nmaterial from the Google Print project.)\n\n\n\n\n\n\n       *       *       *       *       *\n\n    +--------------------------------------------------------------+\n    | Transcriber's Note:                                          |\n    |                                                              |\n    | Inconsistent hyphenation matches the original document.      |\n    |                                                              |\n    | A number of obvious typographical errors have been corrected |\n    | in this text. For a complete list, please see the bottom of  |\n    | this document.                                               |\n    |                                                              |\n    +--------------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\nTHE\nICE-MAIDEN:\nAND OTHER TALES.\n\n\nBy\nHANS CHRISTIAN ANDERSEN.\n\n\nTRANSLATED\nBy\nFANNY FULLER\n\n\nPHILADELPHIA: F. LEYPOLDT.\n1863.\n\n\n\n\nEntered according to Act of Congress, in the year 1863, by\nF. LEYPOLDT,\nIn the Clerk's office of the District Court of the United States in\nand for the Eastern District of Pennsylvania.\n\n\nPRINTED BY KING & BAIRD.\n\n\n\n\nCONTENTS.\n\n\n                                                        Page\n\nTHE ICE-MAIDEN                                             7\n\nTHE BUTTERFLY                                            139\n\nTHE PSYCHE                                               149\n\nTHE SNAIL AND THE ROSE-TREE                              183\n\n\n\n\nThe Ice-Maiden.\n\n\n\n\nI.\n\nLITTLE RUDY.\n\n\nLet us visit Switzerland and look around us in the glorious country of\nmountains, where the forest rises out of steep rocky walls; let us\nascend to the dazzling snow-fields, and thence descend to the green\nplains, where the rivulets and brooks hasten away, foaming up, as if\nthey feared not to vanish, as they reached the sea.\n\nThe sun beams upon the deep valley, it burns also upon the heavy\nmasses of snow; so that after the lapse of years, they melt into\nshining ice-blocks, and become rolling avalanches and heaped-up\nglaciers.\n\nTwo of these lie in the broad clefts of the rock, under the\nSchreckhorn and Wetterhorn, near the little town of Grindelwald. They\nare so remarkable that many strangers come to gaze at them, in the\nsummer time, from all parts of the world; they come over the high\nsnow-covered mountains, they come from the deepest valleys, and they\nare obliged to ascend during many hours, and as they ascend, the\nvalley sinks deeper and deeper, as though seen from an air-balloon.\n\nFar around the peaks of the mountains, the clouds often hang like\nheavy curtains of smoke; whilst down in the valley, where the many\nbrown wooden houses lie scattered about, a sun-beam shines, and here\nand there brings out a tiny spot, in radiant green, as though it were\ntransparent. The water roars, froths and foams below, the water hums\nand tinkles above, and it looks as if silver ribbons were fluttering\nover the cliffs.\n\nOn each side of the way, as one ascends, are wooden houses; each house\nhas a little potato-garden, and that is a necessity, for in the\ndoor-way are many little mouths. There are plenty of children, and\nthey can consume abundance of food; they rush out of the houses, and\nthrong about the travellers, come they on foot or in carriage. The\nwhole horde of children traffic; the little ones offer prettily carved\nwooden houses, for sale, similar to those they build on the mountains.\nRain or shine, the children assemble with their wares.\n\nSome twenty years ago, there stood here, several times, a little boy,\nwho wished to sell his toys, but he always kept aloof from the other\nchildren; he stood with serious countenance and with both hands\ntightly clasped around his wooden box, as if he feared it would slip\naway from him; but on account of this gravity, and because the boy was\nso small, it caused him to be remarked, and often he made the best\nbargain, without knowing why. His grandfather lived still higher in\nthe mountains, and it was he who carved the pretty wooden houses.\nThere stood in the room, an old cup-board, full of carvings; there\nwere nut-crackers, knives, spoons, and boxes with delicate foliage,\nand leaping chamois; there was everything, which could rejoice a merry\nchild's eye, but this little fellow, (he was named Rudy) looked at and\ndesired only the old gun under the rafters. His grandfather had said,\nthat he should have it some day, but that he must first grow big and\nstrong enough to use it.\n\nSmall as the boy was, he was obliged to take care of the goats, and if\nhe who can climb with them is a good guardian, well then indeed was\nRudy. Why he climbed even higher than they! He loved to take the\nbird's nests from the trees, high in the air, for he was bold and\ndaring; and he only smiled when he stood by the roaring water-fall, or\nwhen he heard a rolling avalanche.\n\nHe never played with the other children; he only met them, when his\ngrandfather sent him out to sell his carvings, and Rudy took but\nlittle interest in this; he much preferred to wander about the rocks,\nor to sit and listen to his grandfather relate about old times and\nabout the inhabitants of Meiringen, where he came from. He said that\nthese people had not been there since the beginning of the world; they\nhad come from the far North, where the race called Swedes, dwelt. To\nknow this, was indeed great wisdom, and Rudy knew this; but he became\nstill wiser, through the intercourse which he had with the other\noccupants of the house--belonging to the animal race. There was a\nlarge dog, Ajola, an heir-loom from Rudy's father; and a cat, and she\nwas of great importance to Rudy, for she had taught him to climb.\n\"Come out on the roof!\" said the cat, quite plain and distinctly, for\nwhen one is a child, and can not yet speak, one understands the hens\nand ducks, the cats and dogs remarkably well; they speak for us as\nintelligibly as father or mother. One needs but to be little, and then\neven grandfather's stick can neigh, and become a horse, with head,\nlegs and tail. With some children, this knowledge slips away later\nthan with others, and people say of these, that they are very\nbackward, that they remain children fearfully long.--People say so\nmany things!\n\n\"Come with me, little Rudy, out on the roof!\" was about the first\nthing that the cat said, that Rudy understood. \"It is all imagination\nabout falling; one does not fall, when one does not fear to do so.\nCome, place your one paw so, and your other so! Take care of your\nfore-paws! Look sharp with your eyes, and give suppleness to your\nlimbs! If there be a hole, jump, hold fast, that's the way I do!\"\n\nAnd Rudy did so, and that was the reason that he sat out on the roof\nwith the cat so often; he sat with her in the tree-tops, yes, he sat\non the edge of the rocks, where the cats could not come. \"Higher,\nhigher!\" said the trees and bushes. \"See, how we climb! how high we\ngo, how firm we hold on, even on the outermost peaks of the rocks!\"\n\nAnd Rudy went generally on the mountain before the sun rose, and then\nhe got his morning drink, the fresh, strengthening mountain air, the\ndrink, that our Lord only can prepare, and men can read its recipe,\nand thus it stands written: \"the fresh scent of the herbs of the\nmountains and the mint and thyme of the valleys.\"\n\nAll heaviness is imbibed by the hanging clouds, and the wind sends it\nout like grape-shot into the fir-woods; the fragrant breeze becomes\nperfume, light and fresh and ever fresher--that was Rudy's morning\ndrink.\n\nThe blessing bringing daughters of the Sun, the sun-beams, kissed his\ncheeks, and Vertigo stood and watched, but dared not approach him; and\nthe swallows below from grandfather's house, where there were no less\nthan seven nests, flew up to him and the goats, and they sang: \"We and\nyou! and you and we!\" They brought greetings from home, even from the\ntwo hens, the only birds in the room; with whom however Rudy never had\nintercourse.\n\nLittle as he was, he had traveled, and not a little, for so small a\nboy; he was born in the Canton Valais, and had been carried from there\nover the mountains. Lately he had visited the Staubbach, which waves\nin the air like a silver gauze, before the snow decked, dazzling white\nmountain: \"the Jungfrau.\" And he had been in Grindelwald, near the\ngreat glaciers; but that was a sad story. There, his mother had found\nher death, and, \"little Rudy,\" so said his grandfather, \"had lost his\nchildish merriment.\" \"When the boy was not a year old, he laughed more\nthan he cried,\" so wrote his mother, \"but since he was in the\nice-gap, quite another mind has come over him.\" His grand-father did\nnot like to speak on the subject, but every one on the mountain knew\nall about it.\n\nRudy's father had been a postilion, and the large dog in the room, had\nalways followed him on his journeys to the lake of Geneva, over the\nSimplon. In the valley of the Rhone, in Canton Valais, still lived\nRudy's family, on his father's side, and his father's brother was a\nfamous chamois hunter and a well-known guide. Rudy was only a year\nold, when he lost his father, and his mother longed to return to her\nrelations in Berner Oberlande. Her father lived a few hours walk from\nGrindelwald; he was a carver in wood, and earned enough by it to live.\nIn the month of June, carrying her little child, she started\nhomewards, accompanied by two chamois hunters; intending to cross the\nGemmi on their way to Grindelwald. They already had accomplished the\nlonger part of their journey, had passed the high ridges, had come to\nthe snow-plains, they already saw the valley of their home, with its\nwell-known wooden houses, and had now but to reach the summit of one\nof the great glaciers. The snow had freshly fallen and concealed a\ncleft,--which did not lead to the deepest abyss, where the water\nroared--but still deeper than man could reach. The young woman, who\nwas holding her child, slipped, sank and was gone; one heard no cry,\nno sigh, nought but a little child weeping. More than an hour elapsed,\nbefore her companions could bring poles and ropes, from the nearest\nhouse, in order to afford assistance. After great exertion they drew\nfrom the ice-gap, what appeared to be two lifeless bodies; every\nmeans were employed and they succeeded in calling the child back to\nlife, but not the mother. So the old grandfather received instead of a\ndaughter, a daughter's son in his house; the little one, who laughed\nmore than he wept, but, who now, seemed to have lost this custom. A\nchange in him, had certainly taken place, in the cleft of the glacier,\nin the wonderful cold world; where, according to the belief of the\nSwiss peasant, the souls of the damned are incarcerated until the day\nof judgment.\n\nNot unlike water, which after long journeying, has been compressed into\nblocks of green glass, the glaciers lie here, so that one huge mass of\nice is heaped on the other. The rushing stream roars below and melts\nsnow and ice; within, hollow caverns and mighty clefts open, this is a\nwonderful palace of ice, and in it dwells the Ice-Maiden, the Queen of\nthe glaciers. She, the murderess, the destroyer, is half a child of air\nand half the powerful ruler of the streams; therefore, she had received\nthe power, to elevate herself with the speed of the chamois to the\nhighest pinnacle of the snow-topped mountain; where the most daring\nmountaineer had to hew his way, in order to take firm foot-hold. She\nsails up the rushing river on a slender fir-branch--springs from one\ncliff to another, with her long snow-white hair, fluttering around her,\nand with her bluish-green mantle, which resembles the water of the deep\nSwiss lakes.\n\n\"Crush, hold fast! the power is mine!\" cried she. \"They have stolen a\nlovely boy from me, a boy, whom I had kissed, but not kissed to death.\nHe is again with men, he tends the goats on the mountains; he climbs\nup, up high, beyond the reach of all others, but not beyond mine! He\nis mine, I shall have him!\"--\n\nAnd she ordered Vertigo to fulfil her duty; it was too warm for the\nIce-Maiden, in summer-time, in the green spots where the mint thrives.\nVertigo arose; one came, three came, (for Vertigo had many sisters,\nvery many of them) and the Maiden chose the strongest among those that\nrule within doors and without. They sit on the balusters and on the\nspires of the steep towers, they tread through the air as the swimmer\nglides through the water and entice their prey down the abyss. Vertigo\nand the Ice-Maiden seize on men as the polypus clutches at all within\nits reach. Vertigo was to gain possession of Rudy. \"Yes, just catch\nhim for me\" said Vertigo. \"I cannot do it! The cat, the dirty thing,\nhas taught him her arts! The child of the race of man, possesses a\npower, that repulses me; I cannot get at the little boy, when he hangs\nby the branches over the abyss. I may tickle him on the soles of his\nfeet or give him a box on the ear whilst he is swinging in the air, it\nis of no avail. I can do nothing!\"\n\n\"We _can_ do it!\" said the Ice-Maiden. \"You or I! I! I!\"--\n\n\"No, no!\" sounded back the echo of the church-bells through the\nmountain, like a sweet melody; it was like speech, an harmonious\nchorus of all the spirits of nature, mild, good, full of love, for it\ncame from the daughters of the sun-beams, who encamped themselves\nevery evening in a circle around the pinnacles of the mountains, and\nspread out their rose-coloured wings, that grow more and more red as\nthe sun sinks, and glow over the high Alps; men call it, \"the Alpine\nglow.\" When the sun is down, they enter the peaks of the rocks and\nsleep on the white snow, until the sun rises, and then they sally\nforth. Above all, they love flowers, butterflies, and men, and amongst\nthem they had chosen little Rudy as their favourite.\n\n\"You will not catch him! You shall not have him!\" said they. \"I have\ncaught and kept stronger and larger ones!\" said the Ice-Maiden.\n\nThen the daughters of the Sun sang a lay of the wanderer, whose cloak\nthe whirlwind had torn off and carried away. The wind took the\ncovering, but not the man. \"Ye children of strength can seize, but not\nhold him; he is stronger, he is more spirit-like, than we; he ascends\nhigher than the Sun, our mother! He possesses the magic word, that\nrestrains wind and water, so that they are obliged to obey and serve\nhim!\"\n\nSo sounded cheerfully the bell-like chorus.\n\nAnd every morning the sun-beams shone through the tiny window in the\ngrandfather's house, on the quiet child. The daughters of the\nsun-beams kissed him, they wished to thaw him, to warm him and to\ncarry away with them the icy kiss, which the queenly maiden of the\nglaciers had given him, as he lay on his dead mother's lap, in the\ndeep icy gap, whence he was saved through a miracle.\n\n\n\n\nII.\n\nTHE JOURNEY TO THE NEW HOME.\n\n\nRudy was now eight years old. His father's brother, in Rhonethal, the\nother side of the mountain, wished to have the boy, for he thought\nthat with him he would fare and prosper better; his grandfather\nperceived this and gave his consent.\n\nRudy must go. There were others to take leave of him, besides his\ngrandfather; first there was Ajola, the old dog.\n\n\"Your father was post-boy and I was post-dog,\" said Ajola. \"We have\ntravelled up and down; I know dogs and men on the other side of the\nmountain. It is not my custom to speak much, but now, that we shall\nnot have much time to converse with each other, I must talk a little\nmore than usual. I will relate a story to you; I shall tell you how I\nhave earned my bread, and how I have eaten it. I do not understand it\nand I suppose that you will not either, but it matters not, for I have\ndiscovered that the good things of this earth are not equally divided\nbetween dogs or men. All are not fitted to lie on the lap and sip\nmilk, I have not been accustomed to it; but I saw a little dog seated\nin the coach with us and it occupied a person's place. The woman who\nwas its mistress, or who belonged to its mistress, had a bottle filled\nwith milk, out of which she fed it; it got sweet sugar biscuits too,\nbut it would not even eat them; only snuffed at them, and so the woman\nate them herself. I ran in the mud, by the side of the coach, as\nhungry as a dog could be; I chewed my crude thoughts, that was not\nright--but this is often done! If I could but have been carried on\nsome one's knee and have been seated in a coach! But one cannot have\nall one desires. I have not been able to do so, neither with barking\nnor with yawning.\"\n\nThat was Ajola's speech, and Rudy seized him by the neck and kissed\nhim on his moist mouth, and then he took the cat in his arms, but she\nwas angry at it.\n\n\"You are getting too strong for me, and I will not use my claws\nagainst you! Just climb over the mountains, I taught you to climb!\nNever think that you will fall, then you are secure!\"\n\nThen the cat ran away, without letting Rudy see how her grief shone\nout of her eye.\n\nThe hens ran about the floor; one had lost her tail; a traveller, who\nwished to be a hunter, had shot it off, because the creature had taken\nthe hen for a bird of prey!\n\n\"Rudy is going over the mountain!\" said one hen. \"He is always in a\nhurry,\" said the other, \"and I do not care for leave-takings!\" and so\nthey both tripped away.\n\nAnd the goats, too, said farewell and cried: \"Mit, mit, mah!\" and that\nwas so sad.\n\nThere were two nimble guides in the neighbourhood, and they were about\nto cross the mountains; they were to descend to the other side of the\nGemmi, and Rudy followed them on foot. This was a severe march for\nsuch a little chap, but he had strength and courage, and felt not\nfatigue.\n\nThe swallows accompanied them a part of the way. They sang: \"We and\nyou! You and us!\" The road went over the rapid LÃ¼tschine, which\nrushes forth from the black clefts of the glacier of Grindelwald, in\nmany little streams. The fallen timber and the quarry-stones serve as\nbridges; they pass the alder-bush and descend the mountain where the\nglacier has detached itself from the mountain side; they cross over\nthe glacier, over the blocks of ice, and go around them. Rudy was\nobliged to creep a little, to walk a little, his eyes sparkled with\ndelight, and he trod as firmly with his iron-shod mountain shoes, as\nthough he wished to leave his foot-prints where he had stepped. The\nblack mud which the mountain stream had poured upon the glacier gave\nit a calcined appearance, but the bluish-green, glassy ice still shone\nthrough it. They were obliged to go around the little ponds which\nwere dammed up by blocks of ice; during these wanderings they came too\nnear a large stone, which lay tottering on the brink of a crevice in\nthe ice. The stone lost its equilibrium, it fell, rolled and the echo\nresounded from the deep hollow paths of the glacier.\n\nUp, ever up; the glacier stretched itself on high--as a river, of\nwildly heaped up masses of ice, compressed among the steep cliffs. For\nan instant Rudy thought on what they had told him, about his having\nlaid with his mother, in one of these cold-breathing chasms. Such\nthoughts soon vanished; it seemed to him as though it were some other\nstory--one of the many which had been related to him. Now and then,\nwhen the men thought that the ascent was too difficult for the little\nlad, they would reach him their hand, but he was never weary and\nstood on the slippery ice as firm as a chamois. Now they reached the\nbottom of the rocks, they were soon among the bare stones, which were\nvoid of moss; soon under the low fir-trees and again out on the green\ncommon--ever changing, ever new. Around them arose the snow mountains,\nwhose names were as familiar to Rudy as they were to every child in\nthe neighbourhood: \"the Jungfrau,\" \"the MÃ¶nch,\" and \"the Eiger.\"\n\nRudy had never been so high before, had never before trodden on the\nvast sea of snow, which lay there with its immoveable waves. The wind\nblew single flakes about, as it blows the foam upon the waters of the\nsea.\n\nGlacier stood by glacier, if one may say so, hand in hand; each one\nwas an ice-palace for the Ice-Maiden, whose power and will is: \"to\ncatch and to bury.\" The sun burned warmly, the snow was dazzling, as\nif sown with bluish-white, glittering diamond sparks. Countless\ninsects (butterflies and bees mostly) lay in masses dead on the snow;\nthey had ventured too high, or the wind had borne them thither, but to\nbreathe their last in these cold regions. A threatening cloud hung\nover the Wetterhorn, like a fine, black tuft of wool. It lowered\nitself slowly, heavily, with that which lay concealed within it, and\nthis was the \"FÃ¶hn,\"[A] powerful in its strength when it broke loose.\nThe impression of the entire journey, the night quarters above and\nthen the road beyond, the deep rocky chasms, where the water forced\nits way through the blocks of stone with terrible rapidity, engraved\nitself indelibly on Rudy's mind.\n\nOn the other side of the sea of snow, a forsaken stone hut gave them\nprotection and shelter for the night; a fire was quickly lighted, for\nthey found within it charcoal and fir branches; they arranged their\ncouch as well as possible. The men seated themselves around the fire,\nsmoked their tobacco and drank the warm spicy drink, which they had\nprepared for themselves. Rudy had his share too and they told him of\nthe mysterious beings of the Alpine country; of the singular fighting\nsnakes in the deep lakes; of the people of night; of the hordes of\nspectres, who carry sleepers through the air, towards the wonderful\nfloating city of Venice; of the wild shepherd, who drives his black\nsheep over the meadow; it is true, they had never been seen, but the\nsound of the bells and the unhappy bellowing of the flock, had been\nheard.\n\nRudy listened eagerly, but without any fear, for he did not even know\nwhat that was, and whilst he listened he thought he heard the\nghost-like hollow bellowing! Yes, it became more and more distinct,\nthe men heard it also, they stopped talking, listened and told Rudy he\nmust not sleep.\n\nIt was the FÃ¶hn which blew, the powerful storm-wind, which rushes down\nthe mountains into the valley and with its strength bends the trees,\nas if they were mere reeds, and lifts the wooden houses from one side\nof the river to the other, as if the move had been made on a\nchess-board.\n\nAfter the lapse of an hour, they told Rudy that the storm had now\nblown over and that he might rest; with this license, fatigued by his\nmarch, he at once fell asleep.\n\nThey departed early in the morning; the sun showed Rudy new\nmountains, new glaciers and snow-fields; they had now reached Canton\nValais and the other side of the mountain ridge which was visible at\nGrindelwald, but they were still far from the new home. Other chasms,\nprecipices, pasture-grounds; forests and paths through the woods,\nunfolded themselves to the view; other houses, other human beings--but\nwhat human beings! Deformed creatures, with unmeaning, fat,\nyellowish-white faces; with a large, ugly, fleshy lump on their necks;\nthese were cretins who dragged themselves miserably along and gazed\nwith their stupid eyes on the strangers who arrived among them. As for\nthe women, the greatest number of them were frightful!\n\nWere these the inhabitants of the new home?\n\n\nFOOTNOTES:\n\n[A] A humid south wind on the lakes of Switzerland, a fearful storm.\n\n\n\n\nIII.\n\nTHE FATHER'S BROTHER.\n\n\nThe people in the uncle's house, looked, thank heaven, like those whom\nRudy was accustomed to see. But one cretin was there, a poor silly\nlad, one of the many miserable creatures, who on account of their\npoverty and need, always make their home among the families of Canton\nValais and remain with each but a couple of months. The wretched\nSaperli happened to be there when Rudy arrived.\n\nRudy's father's brother was still a vigorous hunter and was also a\ncooper by trade; his wife, a lively little person, had what is called\na bird's face; her eyes resembled those of an eagle and she had a\nlong neck entirely covered with down.\n\nEverything was new to Rudy, the dress, manners and customs, yes, even\nthe language, but that is soon acquired and understood by a child's\near. Here, they seemed to be better off, than in his grandfather's\nhouse; the dwelling rooms were larger, the walls looked gay with their\nchamois horns and highly polished rifles; over the door-way hung the\npicture of the blessed Virgin; alpine roses and a burning lamp stood\nbefore it.\n\nHis uncle, was as we have said before, one of the most famous chamois\nhunters in the neighbourhood and also the most experienced and best\nguide.\n\nRudy was to be the pet of the household, although there already was\none, an old deaf and blind dog, whom they could no longer use; but\nthey remembered his many past services and he was looked upon as a\nmember of the family and was to pass his old days in peace. Rudy\npatted the dog, but he would have nothing to do with strangers; Rudy\ndid not long remain one, for he soon took firm hold both in house and\nheart.\n\n\"One is not badly off in Canton Valais,\" said his uncle, \"we have the\nchamois, they do not die out so soon as the mountain goat! It is a\ngreat deal better here now, than in the old times; they may talk about\ntheir glory as much as they please. The present time is much better,\nfor a hole has been made in the purse and light and air let into our\nquiet valley. When old worn-out customs die away, something new\nsprings forth!\" said he. When uncle became talkative, he told of the\nyears of his childhood and of his father's active time, when Valais\nwas still a closed purse, as the people called it, and when it was\nfilled with sick people and miserable cretins. French soldiers came,\nthey were the right kind of doctors, they not only shot down the\nsickness but the men also.\n\n\"The Frenchmen can beat the stones until they surrender! they cut the\nSimplon-road out of the rocks--they have hewn out such a road, that I\nnow can tell a three year old child to go to Italy! Keep to the\nhighway, and a child may find his way there!\" Then the uncle would\nsing a French song and cry hurrah for Napoleon Bonaparte.\n\nRudy now heard for the first time of France, of Lyons--the large city\nof the Rhone--for his uncle had been there.\n\n\"I wonder if Rudy will become an agile chamois hunter in a few years?\nHe has every disposition for it!\" said his uncle, and instructed him\nhow to hold a rifle, how to aim and to fire. In the hunting season, he\ntook him with him in the mountains and made him drink the warm chamois\nblood, which prevents the hunter from becoming dizzy. He taught him to\nheed the time when the avalanches roll down the different sides of the\nmountain--at mid-day or at night-fall--which depended upon the heat of\nthe rays of the sun. He taught him to notice the chamois, in order to\nlearn from them how to jump, so as to alight steadily upon the feet.\nIf there was no resting place in the clefts of the rock for the foot,\nhe must know how to support himself with the elbow, and be able to\nclimb by means of the muscles of the thigh and calf, even the neck\nmust serve when it is necessary. The chamois are cunning, they place\nout-guards--but the hunter must be still more cunning and follow the\ntrail--and he can deceive them by hanging his coat and hat on his\nalpine stick, and so make the chamois take the coat for the man.\n\nOne day when Rudy was out with his uncle hunting, he tried this sport.\n\nThe rocky path was not wide; indeed there was scarcely any, only a\nnarrow ledge, close to the dizzy abyss. The snow was half-thawed, the\nstones crumbled when trodden upon, and his uncle stretched himself out\nfull length and crept along. Each stone as it broke away, fell,\nknocked itself, bounded and then rolled down; it made many leaps from\none rocky wall to another until it found repose in the black deep.\nRudy stood about a hundred steps behind his uncle on the outermost\ncliff, and saw a huge golden vulture, hovering over his uncle, and\nsailing towards him through the air, as though wishing to cast the\ncreeping worm into the abyss with one blow of his wing, and to make\ncarrion of him. His uncle had only eyes for the chamois and its young\nkid, on the other side of the cleft. Rudy looked at the bird,\nunderstood what it wanted, and laid his hand on his rifle in order to\nshoot it. At that moment the chamois leaped--his uncle fired--the ball\nhit the animal, but the kid was gone, as though flight and danger had\nbeen its life's experience. The monstrous bird terrified by the report\nof the gun, took flight in another direction, and Rudy's uncle knew\nnought of his danger, until Rudy told him of it.\n\nAs they now were on their way home in the gayest spirits--his uncle\nplaying one of his youthful melodies on his flute--they suddenly\nheard not far from them a singular sound; they looked sideways, they\ngazed aloof and saw high above them the snow covering of the rugged\nshelf of the rock, waving like an outspread piece of linen when\nagitated by the wind. The icy waves cracked like slabs of marble, they\nbroke, dissolved in foaming, rushing water and sounded like a muffled\nthunder-clap. It was an avalanche rolling down, not over Rudy and his\nuncle, but near, only too near to them.\n\n\"Hold fast, Rudy,\" cried he, \"firm, with your whole strength!\"\n\nAnd Rudy clasped the trunk of a tree; his uncle climbed into its\nbranches and held fast, whilst the avalanche rolled many fathoms away\nfrom them. But the air-drift of the blustering storm, which\naccompanied it, bowed down the trees and bushes around them like dry\nreeds and threw them beyond. Rudy lay cast on the earth; the trunk of\nthe tree on which he had held was as though sawed off, and its crown\nwas hurled still farther along. His uncle lay amongst the broken\nbranches, with his head shattered; his hands were yet warm, but his\nface was no longer to be recognized. Rudy stood pale and trembling;\nthis was the first terror of his life, the first hour of fear that he\nhad ever known.\n\nLate in the evening, he returned with his message of death to his\nhome, which was now one of sorrow.\n\nThe wife stood without words, without tears, and not until the corpse\nwas brought home did her sorrow find an outburst. The poor cretin\ncrept to his bed and was not seen all day, but towards evening he came\nto Rudy, and said: \"Write a letter for me. Saperli cannot write!\nSaperli can take the letter to the post office.\"\n\n\"A letter for you,\" asked Rudy, \"and to whom?\"\n\n\"To our Lord Christ!\"\n\n\"What do you mean?\"\n\nAnd the half-witted creature gave a touching glance at Rudy, folded\nhis hands and said piously and solemnly: \"Jesus Christ! Saperli wishes\nto send him a letter, praying him to let Saperli lie dead and not the\nman of this house!\"\n\nAnd Rudy pressed his hand, \"the letter cannot be sent, the letter will\nnot give him back to us!\"\n\nIt was difficult for Rudy to explain the impossibility to him.\n\n\"Now you are the stay of the house!\" said his foster-mother, and Rudy\nbecame it.\n\n\n\n\nIV.\n\nBABETTE.\n\n\nWho is the best shot in Canton Valais? The chamois knew only too well:\n\"Beware of Rudy!\" they could say. Who is the handsomest hunter?--\"It\nis Rudy.\" The young girls said this also, but they did not say:\n\"Beware of Rudy!\" No, not even the grave mothers, for he nodded to\nthem quite as amicably as to the young girls. He was so bold and gay,\nhis cheeks were brown, his teeth fresh and white and his coal-black\neyes glittered; he was a handsome young fellow and but twenty years\nold. The icy water did not sting him when he swam, he could turn\naround in it like a fish; he could climb as did no one, and he was as\nfirm on the rocky walls as a snail--for he had good sinews and muscles\nthat served him well in leaping--the cat had first taught him this,\nand later the chamois. One could not trust one's self to a better\nguide than to Rudy. In this way he could collect quite a fortune, but\nhe had no taste for the trade of a cooper, which his uncle had taught\nhim; his delight and pleasure was to shoot chamois, and this was\nprofitable also. Rudy was a good match if one did not look higher than\none's station, and in dancing he was just the kind of dancer that\nyoung girls dream about, and one or the other were always thinking of\nhim when they were awake.\n\n\"He kissed me whilst dancing!\" said the schoolmaster's Annette to her\nmost intimate friend, but she should not have said this, not even to\nher dearest friend, but it is difficult to keep such things to one's\nself--like sand in a purse with a hole in it, it soon runs out--and\nalthough Rudy was so steady and good it was soon known that he kissed\nwhilst dancing.\n\n\"Watch him,\" said an old hunter, \"he has commenced with A, and he will\nkiss the whole alphabet through!\"\n\nA kiss, at a dance, was all they could say in their gossipping, but he\nhad kissed Annette, and she was by no means the flower of his heart.\n\nDown near Bex, between the great walnut trees, close by a rapid little\nstream, dwelt the rich miller. The dwelling-house was a large\nthree-storied building, with little towers covered with wood and\ncoated with sheets of lead, which shone in the sunshine and in the\nmoonshine; the largest tower had for a weather-cock a bright arrow\nwhich pierced an apple and which was intended to represent the apple\nshot by Tell. The mill looked neat and comfortable, so that it was\nreally worth describing and drawing, but the miller's daughter could\nneither be described nor drawn, at least so said Rudy. Yet she was\nimprinted in his heart, and her eyes acted as a fire-brand upon it,\nand this had happened suddenly and unexpectedly. The most wonderful\npart of all was, that the miller's daughter, the pretty Babette,\nthought not of him, for she and Rudy had never even spoken two words\nwith each other.\n\nThe miller was rich, and riches placed her much too high to be\napproached; \"but no one,\" said Rudy to himself, \"is placed so high as\nto be unapproachable; one must climb and one does not fall, when one\ndoes not think of it.\" _This_ knowledge he had brought from home with\nhim.\n\nNow it so happened that Rudy had business at Bex and it was quite a\njourney there, for the railroad was not completed. The broad valley of\nValais stretches itself from the glaciers of the Rhone, under the foot\nof the Simplon-mountain, between many varying mountain-heights, with\nits mighty river, the Rhone, which often swells and destroys\neverything, overflooding fields and roads. The valley makes a bend,\nbetween the towns of Sion and St. Maurice, like an elbow and becomes\nso narrow at Maurice, that there only remains sufficient room for the\nriver bed and a cart way. Here an old tower stands like a sentry\nbefore the Canton Valais; it ends at this point and overlooks the\nbridge, which has a wall towards the custom-house. Now begins the\nCanton called Pays de Vaud and the nearest town is Bex, where\neverything becomes luxuriant and fruitful--one is in a garden of\nwalnut and chestnut trees and here and there, cypress and pomegranate\nblossoms peep out--it is as warm as the South; one imagines one's self\ntransplanted into Italy.\n\nRudy reached Bex, accomplished his business and looked about him, but\nhe did not see a single miller's boy, not to speak of Babette. It\nappeared as though they were not to meet.\n\nIt was evening, the air was heavy with the wild thyme and blooming\nlinden, a glistening veil lay over the forest-clad mountains, there\nwas a stillness over everything, but not the quiet of sleep. It seemed\nas though all nature retained her breath, as if she felt disposed to\nallow her image to be imprinted upon the firmament.\n\nHere and there, there were poles standing on the green fields, between\nthe trees; they held the telegraph wire, which has been conducted\nthrough this peaceful valley. An object leant against one of these\npoles, so immoveable, that one might have taken it for a withered\ntrunk of a tree; but it was Rudy. He slept not and still less was he\ndead; but as the most important events of this earth, as well as\naffairs of vital moment for individuals pass over the wires, without\ntheir giving out a tone or a tremulous movement, even so flashed\nthrough Rudy, thoughts--powerful, overwhelming, speaking of the\nhappiness of his life; his, henceforth, \"_constant thought_.\" His eyes\nwere fixed upon a point in the trellis-work, and this was a light in\nBabette's sitting room. Rudy was so motionless, one might have thought\nthat he was observing a chamois, in order to shoot it. Now, however,\nhe was like the chamois--which appears sculptured on the rock, and\nsuddenly if a stone rolls, springs and flies away--thus stood Rudy,\nuntil a thought struck him.\n\n\"Never despair,\" said he. \"I shall make a visit to the mill, and say:\nGood evening miller, good evening Babette! One does not fall when one\ndoes not think of it! Babette must see me, if I am to be her husband!\"\n\nAnd Rudy laughed, was of good cheer and went to the mill; he knew what\nhe wanted, he wanted Babette.\n\nThe river, with its yellowish white water rolled on; the willow trees\nand the lindens bowed themselves deep in the hastening water; Rudy\nwent along the path, and as it says in the old child's song:\n\n    ---- ---- ---- Zu des MÃ¼llers Haus,\n    Aber da war Niemand drinnen\n    Nur die Katze schaute aus![B]\n\nThe house-cat stood on the step, put up her back and said: \"Miau!\" but\nRudy had no thoughts for her language, he knocked, no one heard, no\none opened. \"Miau!\" said the cat. If Rudy had been little, he would\nhave understood the speech of animals and known that the cat told him:\n\"There is no one at home!\" He was obliged to cross over to the mill,\nto make inquiries, and here he had news. The master of the house was\naway on a journey, far away in the town of Interlaken--_inter lacus_,\n\"between the lakes\"--as the school-master, Annette's father, had\nexplained, in his wisdom. Far away was the miller and Babette with\nhim; there was to be a shooting festival, which was to commence on\nthe following day and to continue for a whole week. The Swiss from all\nthe German cantons were to meet there.\n\nPoor Rudy, one could well say that he had not taken the happiest time\nto visit Bex; now he could return and that was what he did. He took\nthe road over Sion and St. Maurice, back to his own valley, back to\nhis own mountain, but he was not down-cast. On the following morning,\nwhen the sun rose, his good humour had returned, in fact it had never\nleft him.\n\n\"Babette is in Interlaken, many a day's journey from here!\" said he to\nhimself, \"it is a long road thither, if one goes by the highway, but\nnot so far if one passes over the rocks and that is the road for a\nchamois hunter! I went this road formerly, for there is my home, where\nI lived with my grandfather when I was a little child, and they have\na shooting festival in Interlaken! I will be the _first_ one there,\nand that will I be with Babette also, as soon as I have made her\nacquaintance!\"\n\nWith his light knapsack containing his Sunday clothes, with his gun\nand his huntsman's pouch, Rudy ascended the mountain. The short road,\nwas a pretty long one, but the shooting-match had but commenced to-day\nand was to last more than a week; the miller and Babette were to\nremain the whole time, with their relations in Interlaken. Rudy\ncrossed the Gemmi, for he wished to go to Grindelwald.\n\nHe stepped forwards merry and well, out into the fresh, light mountain\nair. The valley sank beneath him, the horizon widened; here and there\na snow-peak, and soon appeared the whole shining white alpine chain.\nRudy knew every snow mountain, onward he strode towards the\nSchreckhorn, that elevates its white powdered snow-finger high in the\nair.\n\nAt last he crossed the ridge of the mountain and the pasture-grounds\nand reached the valley of his home; the air was light and his spirits\ngay, mountain and valley stood resplendent with verdure and flowers.\nHis heart was filled with youthful thoughts;--that one can never grow\nold, never die; but live, rule and enjoy;--free as a bird, light as a\nbird was he. The swallows flew by and sang as in his childhood: \"We\nand you, and You and we!\" All was happiness.\n\nBelow lay the velvet-green meadow, with its brown wooden houses, the\nLÃ¼tschine hummed and roared. He saw the glacier with its green glass\nedges and its black crevices in the deep snow, and the under and\nupper glacier. The sound of the church-bells was carried over to him,\nas if they chimed a welcome home; his heart beat loudly and expanded,\nso, that for a moment, Babette vanished from it; his heart widened, it\nwas so full of recollections. He retraced his steps, over the path,\nwhere he used to stand when a little boy, with the other children, on\nthe edge of the ditch, and where he sold carved wooden houses. Yonder,\nunder the fir-trees was his grandfather's house,--strangers dwelled\nthere. Children came running up the path, wishing to sell; one of them\nheld an alpine rose towards him. Rudy took it for a good omen and\nthought of Babette. Quickly he crossed the bridge, where the two\nLÃ¼tschines meet; the leafy trees had increased and the walnut trees\ngave deeper shade. He saw the streaming Swiss and Danish flags--the\nwhite cross on the red cloth--and Interlaken lay before him.\n\nIt was certainly a magnificent town; like no other, it seemed to Rudy.\nA Swiss town in its Sunday dress, was not like other trading-places, a\nmass of black stone houses, heavy, uninviting and stiff. No! it looked\nas though the wooden houses, on the mountain had run down into the\ngreen valley, to the clear, swift river and had ranged themselves in a\nrow--a little in and out--so as to form a street, the most splendid of\nall streets, which had grown up since Rudy was here as a child. It\nappeared to him, that here all the pretty wooden houses that his\ngrandfather had carved, and with which the cup-board at home used to\nbe filled, had placed themselves there and had grown in strength, as\nthe old, the oldest chestnut trees had done. Each house had carved\nwood-work around the windows and balconies, projecting roofs, pretty\nand neat; in front of every house a little flower garden extended into\nthe stone-covered street. The houses were all placed on one side, as\nif they wished to conceal the forest-green meadow, where the cows with\ntheir tinkling bells made one fancy one's self near the high alpine\npasture-grounds. The meadow was enclosed with high mountains, that\nleaned to one side so that the Jungfrau, the most stately of the Swiss\nmountains, with its glistening snow-clad top, was visible.\n\nWhat a quantity of well dressed ladies and gentlemen from foreign\ncountries! What multitudes of inhabitants from the different cantons!\nThe shooters, with their numbers placed in a wreath around their\nhats, waiting to take their turn. Here was music and song,\nhurdy-gurdys and wind instruments, cries and confusion. The houses and\nbridges were decked with devices and verses; banners and flags\nfloated, rifles sounded shot after shot; this was the best music to\nRudy's ear and he entirely forgot Babette, although he had come for\nher sake.\n\nThe marksmen thronged towards the spot where the target-shooting was;\nRudy was soon among them and he was the best, the luckiest, for he\nalways hit the mark.\n\n\"Who can the strange hunter be?\" they asked, \"He speaks the French\nlanguage as though he came from Canton Valais!\" \"He speaks our German\nvery distinctly!\" said others. \"He is said to have lived in the\nneighbourhood of Grindelwald, when a child!\" said one of them.\n\nThere was life in the youth; his eyes sparkled, his aim was true. Good\nluck gives courage, and Rudy had courage at all times; he soon had a\nlarge circle of friends around him, they praised him, they did homage\nto him, and Babette had almost entirely left his thoughts. At that\nmoment a heavy hand struck him on the shoulder, and a gruff voice\naddressed him in the French tongue:\n\n\"You are from Canton Valais?\"\n\nRudy turned around. A stout person, with a red, contented countenance,\nstood by him and that was the rich miller of Bex. He covered with his\nwide body, the slight pretty Babette, who however, soon peeped out\nwith her beaming dark eyes. The rich peasant became consequential\nbecause the hunter from his canton had made the best shot and was the\nhonoured one. Rudy was certainly a favourite of fortune, that, for\nwhich he had journeyed thither and almost forgotten had sought him.\n\nWhen one meets a countryman far from one's home, why then one knows\none another, and speaks together. Rudy was the first at the shooting\nfestival and the miller was the first at Bex, through his money and\nmill, and so the two men pressed each other's hands: this they had\nnever done before. Babette also, gave Rudy her little hand and he\npressed her's in return and looked at her, so--that she became quite\nred.\n\nThe miller told of the long journey which they had made here, of the\nmany large towns which they had seen--that was a real journey; they\nhad come in the steam-boat and had been driven by post and rail!\n\n\"I came by the short road,\" said Rudy, \"I came over the mountains;\nthere is no path so high, that one can not reach it!\"\n\n\"But one can break one's neck,\" said the miller, \"you look as though\nyou would do so some day, you are so daring!\"\n\n\"One does not fall, when one does not think of it!\" said Rudy.\n\nAnd the miller's family in Interlaken, with whom the miller and\nBabette were staying, begged Rudy to pay them a visit, for he was from\nthe same canton as their relations.\n\nThese were glad tidings for Rudy, fortune smiled upon him, as it\nalways does on those that rely upon themselves and think upon the\nsaying: \"Our Lord gives us nuts, but he does not crack them for us!\"\nRudy made himself quite at home with the miller's relations; they\ndrank the health of the best marksman. Babette knocked her glass\nagainst his and Rudy gave thanks for the honour shown him.\n\nIn the evening, they all walked under the walnut trees, in front of\nthe decorated hÃ´tels; there was such a crowd, such a throng, that Rudy\nwas obliged to offer his arm to Babette. \"He was so rejoiced to have\nmet people from Pays de Vaud,\" said he, \"Pays de Vaud and Valais were\ngood neighbourly cantons.\" His joy was so profound that it struck\nBabette, she must press his hand. They walked along almost like old\nacquaintances; she was so amusing, the darling little creature, it\nbecame her so prettily Rudy thought, when she described what was\nlaughable and overdone in the dress of the ladies, and ridiculed their\nmanners and walk. She did not do this in order to mock them, for no\ndoubt they were very good people, yes! kind and amiable. Babette knew\nwhat was right, for she had a god-mother that was a distinguished\nEnglish lady. She was in Bex, eighteen years ago, when Babette was\nbaptized; she had given Babette, the expensive breastpin which she\nwore. The god-mother had written her two letters; this year she was to\nmeet her in Interlaken, with her daughters; they were old maids, over\nthirty years old, said Babette;--she was just eighteen.\n\nThe sweet little mouth was not still a minute; everything that Babette\nsaid, sounded to Rudy of great importance. Then he related how often\nhe had been in Bex, how well he knew the mill; how often he had seen\nBabette, but she of course had never remarked him; he told how, when\nhe reached the mill, with many thoughts to which he could give no\nutterance, she and her father were far away; still not so far as to\nrender it impossible for him to ascend the rocky wall which made the\nroad so long.\n\nYes, he said this; and he also said how much he thought of her; that\nit was for her sake and not on account of the shooting festival that\nhe had come.\n\nBabette remained very still, for what he confided to her was almost\ntoo much joy.\n\nThe sun set behind the rocky wall, whilst they were walking, and there\nstood the Jungfrau in all her radiant splendour, surrounded by the\ndark green circle of the adjacent mountains. The vast crowd of people\nstopped to look at it, Rudy and Babette also gazed upon its grandeur.\n\n\"It is nowhere more beautiful than here!\" said Babette.\n\n\"Nowhere!\" said Rudy, and looked at Babette.\n\n\"I must leave to-morrow!\" said he, a little later.\n\n\"Visit us in Bex,\" whispered Babette, \"it will delight my father!\"\n\n\nFOOTNOTES:\n\n[B]\n    The cat looked out from the miller's house,\n    No one was in, not even a mouse!\n\n\n\n\nV.\n\nHOMEWARDS.\n\n\nAh! how much Rudy carried with him, as he went home the next morning\nover the mountains. Yes, there were three silver goblets, two very\nfine rifles and a silver coffee pot, which one could use if one wished\nto go to house-keeping; but he carried with him something far, far\nmore important, far mightier, or rather _that_ carried him over the\nhigh mountains.\n\nThe weather was raw, moist and cold, grey and heavy; the clouds\nlowered over the mountain-tops like mourning veils, and enveloped the\nshining peaks of the rocks. The sound of the axe resounded from the\ndepths of the forest, and the trunks of the trees rolled down the\nmountain, looking in the distance like slight sticks, but on\napproaching them they were heavy trees, suitable for making masts. The\nLÃ¼tschine rushed on with its monotonous sound, the wind blustered, the\nclouds sailed by.\n\nSuddenly a young girl approached Rudy, whom he had not noticed before;\nnot until she was beside him; she also was about crossing the\nmountain. Her eyes had so peculiar a power that one was forced to look\ninto them; they were so strangely clear--clear as glass, so deep, so\nfathomless--\n\n\"Have you a beloved one?\" asked Rudy; for to have a beloved one was\neverything to him.\n\n\"I have none!\" said she, and laughed; but it was as though she was not\nspeaking the truth. \"Do not let us take a by-way,\" continued she, \"we\nmust go more to the left, that way is shorter!\"\n\n\"Yes, so as to fall down a precipice!\" said Rudy; \"Do you know no\nbetter way, and yet wish to be a guide?\"\n\n\"I know the road well,\" said she, \"my thoughts are with me; yours are\nbeneath in the valley; here on high, one must think on the Ice-Maiden,\nfor they say she is not well disposed to mankind!\"\n\n\"I do not fear her,\" said Rudy, \"she was forced to let me go when I\nwas a child, so I suppose I can slip away from her now that I am\nolder!\"\n\nThe darkness increased, the rain fell, the snow came; it shone and\ndazzled. \"Give me your hand, I will help you to ascend!\" said the\ngirl, and touched him with icy-cold fingers.\n\n\"You help me,\" said Rudy, \"I do not yet need a woman's help in\nclimbing!\" He strode quickly on, away from her; the snow-shower\nformed a curtain around him, the wind whistled by him and he heard the\nyoung girl laugh and sing; it sounded so oddly! Yes, that was\ncertainly a spirit in the service of the Ice-Maiden. Rudy had heard of\nthem, when he had passed a night on high; when he had crossed the\nmountain, as a little boy.\n\nThe snow fell more scantily and the shadows lay under him; he looked\nback, there was no one to be seen, but he heard laughing and _jodling_\nand it did not appear to come from a human being. When Rudy reached\nthe uppermost portion of the mountain, where the rocky path leads to\nthe valley of the Rhone, he saw in the direction of Chamouni, two\nbright stars, twinkling and shining in the clear streaks of blue; he\nthought of Babette, of himself, of his happiness and became warmed by\nhis thoughts.\n\n\n\n\nVI.\n\nTHE VISIT TO THE MILL.\n\n\n\"You bring princely things into the house!\" said the old\nfoster-mother, her singular eagle-eyes glistened and she made strange\nand hasty motions with her lean neck.\n\n\"Fortune is with you, Rudy, I must kiss you, my sweet boy!\"\n\nRudy allowed himself to be kissed, but one could read in his\ncountenance, that he but submitted to circumstances and to little\nhousehold miseries. \"How handsome you are, Rudy!\" said the old woman.\n\n\"Do not put notions into my head!\" answered Rudy, and laughed, but\nstill it pleased him.\n\n\"I say it once more,\" said the old woman, \"fortune is with you!\"\n\n\"Yes, I agree with you there!\" said he; thought of Babette and longed\nto be in the deep valley. \"They must have returned, two days have\npassed since they expected to do so. I must go to Bex!\"\n\nRudy went to Bex, and the inhabitants of the mill had returned; he was\nwell received and they brought him greetings from the family at\nInterlaken. Babette did not talk much, she had grown silent; but her\neyes spoke and that was quite enough for Rudy. The miller who\ngenerally liked to carry on the conversation--for he was accustomed to\nhave every one laugh at his witty sayings and puns--was he not the\nrich miller?--seemed now to prefer to listen. Rudy recounted to him\nhis hunting expeditions; described the difficulties, the dangers and\nthe privations of the chamois hunter when on the lofty mountain peak;\nhow often he must climb over the insecure snow-ledges, that the wind\nhad blown on the rocky brink, and how he must pass over slight bridges\nthat the snow-drifts had thrown across the abyss. Rudy looked\nfearless, his eyes sparkled whilst he spoke of the shrewdness of the\nchamois, of their daring leaps, of the violence of the FÃ¶hn and of the\nrolling avalanches. He observed that with every description he won\nmore and more favour; but what pleased the miller more than all, was\nthe account of the lamb's vulture and the bold golden eagle.\n\nIn Canton Valais, not far from here, there was an eagle's nest, very\nslyly built under the projecting edge of the rock; a young one was in\nit, but no one could steal it! An Englishman had offered Rudy a few\ndays before, a whole handful of gold, if he would bring him the young\none alive, \"but everything has a limit,\" said he, \"the young eagle\ncannot be taken away, and it would be madness to attempt it!\"\n\nThe wine and conversation flowed freely; but the evening appeared all\ntoo short for Rudy; yet it was past midnight, when he went home from\nhis first visit to the mill.\n\nThe light shone a little while longer through the window and between\nthe green trees; the parlour-cat came out of an opening in the roof\nand the kitchen-cat came along the gutter.\n\n\"Do you know the latest news at the mill?\" said the parlour-cat,\n\"there has been a silent betrothal in the house! Father does not yet\nknow it, but Rudy and Babette have reached each other their paws under\nthe table, and he trod three times on my fore-paws, but still I did\nnot mew, for that would have awakened attention!\"\n\n\"I should have done it, nevertheless!\" said the kitchen-cat.\n\n\"What is suited to the kitchen is not suited to the parlour,\" said the\nparlour-cat. \"I should like to know what the miller will say, when he\nhears of the betrothal!\"\n\nYes, what the miller would say! That was what Rudy would have liked to\nknow, for Rudy was not at all patient. When the omnibus rumbled over\nthe bridge of the Rhone, between Valais and Pays de Vaud not many days\nafter, Rudy sat in it and was of good cheer; filled with pleasing\nthoughts of the \"Yes,\" of the same evening.\n\nWhen evening came and the omnibus returned, yes, there sat Rudy\nwithin, but the parlour-cat, was running about in the mill with great\nnews.\n\n\"Listen, you, in the kitchen! The miller knows everything now. This\nhas had an exquisite ending! Rudy came here towards evening; he and\nBabette had much to whisper and to chatter about, as they stood in the\nwalk, under the miller's chamber. I lay close to their feet but they\nhad neither eyes nor thoughts for me. 'I am going directly to your\nfather,' said Rudy, 'this is an honourable affair!' 'Shall I follow\nyou?' asked Babette, 'it may give you more courage!' 'I have courage\nenough,' said Rudy, 'but if you are there, he will be forced to look\nat it in a more favourable light!' They went in. Rudy trod heavily on\nmy tail! Rudy is indescribably awkward; I mewed, but neither he nor\nBabette had ears to hear it. They opened the door, they entered and I\npreceded them; I leaped upon the back of a chair, for I did not know\nbut that Rudy would overturn everything! But the miller reversed all,\nthat was a great step! Out of the door, up the mountains, to the\nchamois! Rudy can aim at them now, but not at our little Babette!\"\n\n\"But what was said?\" asked the kitchen-cat.\n\n\"Said? Everything. 'I care for her and she cares for me! When there is\nmilk enough in the jug for one, there is milk enough in the jug for\ntwo!' 'But she is placed too high for you,' said the miller, 'she sits\non gold dust, so now you know it; you can not reach her!' 'Nothing is\ntoo high; he who wills can reach anything!' said Rudy. He is too\nheadstrong on this subject! 'But you cannot reach the eaglet, you said\nso yourself lately! Babette is still higher!' 'I will have them both!'\nsaid Rudy. 'Yes, I will bestow her upon you, if you make me a present\nof the eaglet alive!' said the miller and laughed until the tears\nstood in his eyes.\n\n\"'Thanks for your visit, Rudy! Come again to-morrow, you will find no\none at home. Farewell, Rudy!' Babette said farewell also, as\nsorrowfully as a kitten, that cannot see its mother. 'A word is a\nword, a man is a man,' said Rudy, 'do not weep Babette, I shall bring\nthe eaglet!' 'I hope that you will break your neck!' said the miller.\nThat's what I call an overturning! Now Rudy has gone, and Babette sits\nand weeps; but the miller sings in German, he learned to do so whilst\non his journey! I do not intend to trouble myself any longer about it,\nit does no good!\"\n\n\"There is still a prospect!\" said the kitchen-cat.\n\n\n\n\nVII.\n\nTHE EAGLE'S NEST.\n\n\nMerry and loud sounded the _jodel_ from the mountain-path, it\nindicated good humour and joyous courage; it was Rudy; he was going to\nhis friend Vesinand.\n\n\"You must help me! We will take Ragli with us; I am going after the\neaglet on the brink of the rock!\"\n\n\"Do you not wish to go after the black spot in the moon? That is quite\nas easy,\" said Vesinand; \"you are in a good humour!\"\n\n\"Yes, because I am thinking of my wedding; but seriously, you shall\nknow how my affairs stand!\"\n\nVesinand and Ragli soon knew what Rudy wished.\n\n\"You are a bold fellow,\" said they, \"do not do this! You will break\nyour neck!\"\n\n\"One does not fall, when one does not think of it!\" said Rudy.\n\nAbout mid-day, they set out with poles, ladders and ropes; their path\nlay through bushes and brambles, over the rolling stones, up, up in\nthe dark night.\n\nThe water rushed beneath them; the water flowed above them and the\nhumid clouds chased each other in the air. The hunters approached the\nsteep brink of the rock; it became darker and darker, the rocky walls\nalmost met; high above them in the narrow fissure the air penetrated\nand gave light. Under their feet there was a deep abyss with its\nroaring waters.\n\nThey all three sat still, awaiting the grey of the morning; then the\neagle would fly out; they must shoot him before they could think of\nobtaining the young one. Rudy seemed to be a part of the stone on\nwhich he sat; his rifle placed before him, ready to take aim, his eyes\nimmoveably fastened on yon high cleft which concealed the eagle's\nnest. The three huntsmen waited long.\n\nA crashing, whizzing noise sounded high above them; a large hovering\nobject darkened the air. Two rifle barrels were aimed as the black\neagle flew from its nest; a shot was heard, the out-spread wings moved\nan instant, then the bird slowly sank as if it wished to fill the\nentire cliff with its outstretched wings and bury the huntsmen in its\nfall. The eagle sank in the deep; the branches of the trees and bushes\ncracked, broken by the fall of the bird.\n\nThey now displayed their activity; three of the longest ladders were\ntied together; they stood them on the farthest point where the foot\ncould place itself with security, close to the brink of the\nprecipice--but they were not long enough; there was still a great\nspace from the outermost projecting cliff, which protected the nest;\nthe rocky wall was perfectly smooth. After some consultation, they\ndecided to lower into the opening two ladders tied together and to\nfasten them to the three already beneath them. With great difficulty\nthey dragged them up and attached them with cords; the ladders shot\nover the projecting cliffs and hung over the chasm; Rudy sat already\non the lowest round.\n\nIt was an ice-cold morning, and the mist mounted from the black\nravine. Rudy sat there like a fly on a rocking blade of grass, which a\nnest-building bird has dropped in its hasty flight, on the edge of a\nfactory chimney; but the fly had the advantage of escaping by its\nwings, poor Rudy had none, he was almost sure to break his neck. The\nwind whistled around him and the roaring water from the thawed\nglaciers, the palace of the Ice-Maiden, poured itself into the abyss.\n\nHe gave the ladders a swinging motion--as the spider swings herself by\nher long thread--he seized them with a strong and steady hand, but\nthey shook as if they had worn-out hasps.\n\nThe five long ladders looked like a tremulous reed, as they reached\nthe nest and hung perpendicularly over the rocky wall. Now came the\nmost dangerous part; Rudy had to climb as a cat climbs; but Rudy could\ndo this, for the cat had taught it to him. He did not feel that\nVertigo trod in the air behind him and stretched her polypus-like arms\ntowards him. Now he stood on the highest round of the ladder and\nperceived that he was not sufficiently high to enable him to see into\nthe nest; he could reach it with his hands. He tried how firm the\ntwigs were, which plaited in one another formed the bottom of the\nnest; when he had assured himself of a thick and immoveable one, he\nswung himself off of the ladder. He had his breast and head over the\nnest, out of which streamed towards him a stifling stench of carrion;\ntorn lambs, chamois and birds lay decomposing around him. Vertigo, who\nhad no power over him, blew poisonous vapours into his face to stupify\nhim; below in the black, yawning abyss, sat the Ice-Maiden herself, on\nthe hastening water, with her long greenish-white hair and stared at\nhim with death-like eyes, which were pointed at him like two rifle\nbarrels.\n\n\"Now, I shall catch you!\"\n\nSeated in one corner of the eagle's nest was the eaglet, who could not\nfly yet, although so strong and powerful. Rudy fastened his eyes on\nit, held himself with his whole strength firmly by one hand, and with\nthe other threw the noose around it. It was captured alive, its legs\nwere in the knot; Rudy cast the rope over his shoulder, so that the\nanimal dangled some distance below him, and sustained himself by\nanother rope which hung down, until his feet touched the upper round\nof the ladder.\n\n\"Hold fast, do not think that you will fall and then you are sure not\nto do so!\" That was the old lesson, and he followed it; held fast,\nclimbed, was sure not to fall and he did not.\n\nThere resounded a strong _jodling_, and a joyous one too. Rudy stood\non the firm, rocky ground with the young eaglet.\n\n\n\n\nVIII.\n\nTHE NEWS WHICH THE PARLOUR-CAT RELATED.\n\n\n\"Here is what you demanded!\" said Rudy, on entering the house of the\nmiller at Bex, as he placed a large basket on the floor and took off\nthe covering. Two yellow eyes, with black circles around them, fiery\nand wild, looked out as if they wished to set on fire, or to kill\nthose around them. The short beak yawned ready to bite and the neck\nwas red and downy.\n\n\"The eaglet!\" cried the miller. Babette screamed, jumped to one side\nand could neither turn her eyes from Rudy, nor from the eaglet.\n\n\"You do not allow yourself to be frightened!\" said the miller.\n\n\"And you keep your word, at all times,\" said Rudy, \"each has his\ncharacteristic trait!\"\n\n\"But why did you not break your neck?\" asked the miller.\n\n\"Because I held on firmly,\" answered Rudy, \"and I hold firmly on\nBabette!\"\n\n\"First see that you have her!\" said the miller and laughed; that was a\ngood sign; Babette knew this.\n\n\"Let us take the eaglet from the basket, it is terrible to see how he\nglares! How did you get him?\"\n\nRudy was obliged to recount his adventure, whilst the miller stared at\nhim with eyes, which grew larger and larger.\n\n\"With your courage and with your luck you could take care of three\nwives!\" said the miller.\n\n\"Thanks! Thanks!\" cried Rudy.\n\n\"Yes, but you have not yet Babette!\" said the miller as he struck the\nyoung chamois hunter, jestingly on the shoulder.\n\n\"Do you know the latest news in the mill?\" said the parlour-cat to the\nkitchen-cat. \"Rudy has brought us the young eagle and taken Babette in\nexchange. They have kissed each other and the father looked on. That\nis just as good as a betrothal; the old man did not overturn anything,\nhe drew in his claws, took his nap and left the two seated, caressing\neach other. They have so much to relate, they will not get through\ntill Christmas!\"\n\nThey had not finished at Christmas.\n\nThe wind whistled through the brown foliage, the snow swept through\nthe valley as it did on the high mountains. The Ice-Maiden sat in her\nproud castle and arrayed herself in her winter costume; the ice walls\nstood in glazed frost; where the mountain streams waved their watery\nveil in summer, were now seen thick elephantine icicles, shining\ngarlands of ice, formed of fantastic ice crystals, encircled the\nfir-trees, which were powdered with snow.\n\nThe Ice-Maiden rode on the blustering wind over the deepest valleys.\nThe snow covering lay over all Bex; Rudy stayed in doors more than was\nhis wont, and sat with Babette. The wedding was to take place in the\nsummer; their friends talked so much of it that it often made their\nears burn. All was sunshine with them, and the loveliest alpine rose\nwas Babette, the sprightly, laughing Babette, who was as charming as\nthe early spring; the spring that makes the birds sing, that will\nbring the summer time and the wedding day.\n\n\"How can they sit there and hang over each other,\" exclaimed the\nparlour-cat, \"I am really tired of their eternal mewing!\"\n\n\n\n\nIX.\n\nTHE ICE-MAIDEN.\n\n\nThe early spring time had unfolded the green leaves of the walnut and\nchestnut trees; they were remarkably luxuriant from the bridge of St.\nMaurice to the banks of the lake of Geneva.\n\nThe Rhone, which rushes forth from its source, has under the green\nglacier the palace of the Ice-Maiden. She is carried by it and the\nsharp wind to the elevated snow-fields, where she extends herself on\nher damp cushions in the brilliant sunshine. There she sits and gazes,\nwith far-seeing sight, upon the valley where mortals busily move about\nlike so many ants.\n\n\"Beings endowed with mental powers, as the children of the Sun, call\nyou,\" said the Ice-Maiden--\"ye are worms! _One_ snow-ball rolled and\nyou and your houses and towns are crushed and swept away!\" She raised\nher proud head still higher and looked with death-beaming eyes far\naround and below her. From the valley resounded a rumbling, a blasting\nof rocks, men were making railways and tunnels. \"They are playing like\nmoles,\" said she, \"they excavate passages, and a noise is made like\nthe firing of a gun. When I transpose _my_ castles, it roars louder\nthan the rolling of the thunder!\"\n\nA smoke arose from the valley and moved along like a floating veil,\nlike a waving plume; it was the locomotive which led the train over\nthe newly built railroad--this crooked snake, whose limbs are formed\nof cars upon cars. It shot along with the speed of an arrow.\n\n\"They are playing the masters with their mental powers,\" said the\nIce-Maiden, \"but the powers of nature are the ruling ones!\" and she\nlaughed and her laugh was echoed in the valley.\n\n\"Now an avalanche is rolling!\" said the men below.\n\nStill more loudly sang the children of the Sun; they sang of the\n\"thoughts\" of men which fetter the sea to the yoke, cut down mountains\nand fill up valleys; of human thoughts which rule the powers of\nnature. At this moment, a company of travellers crossed the snow-field\nwhere the Maiden sat; they had bound themselves firmly together with\nropes, in order to form a large body on the smooth ice-field by the\ndeep abyss.\n\n\"Worms!\" said she, \"as if you were lords of creation!\" She turned from\nthem and looked mockingly upon the deep valley, where the cars were\nrushing by.\n\n\"There sit those _thoughts_ in their power of strength! I see them\nall!--There sits one, proud as a king and alone! They sit in masses!\nThere, half are asleep! When the steam-dragon stops, they will descend\nand go their way! The thoughts go out into the world!\" She laughed.\n\n\"There rolls another avalanche!\" they said in the valley.\n\n\"It will not catch us!\" said two on the back of the steam\ndragon;--\"two souls and one thought\"--these were Rudy and Babette; the\nmiller was there also.\n\n\"As baggage,\" said he, \"I go along, as the indispensable!\"\n\n\"There sit the two,\" said the Ice-Maiden, \"I have crushed many a\nchamois; I have bent and broken millions of alpine roses, so that no\nroots were left! I shall annihilate _them_! The thoughts! The mental\npowers!\" She laughed.\n\n\"There rolls another avalanche!\" they said in the valley.\n\n\n\n\nX.\n\nTHE GOD-MOTHER.\n\n\nIn Montreux, one of the adjoining towns, which with Clarens, Vernex\nand Crin forms a garland around the northeast part of the lake of\nGeneva, dwelt Babette's god-mother, a distinguished English lady, with\nher daughters and a young relation. Although she had but lately\narrived, the miller had already made her his visit and announced\nBabette's engagement; had spoken of Rudy and the eaglet; of the visit\nto Interlaken and in short had told the whole story. This had rejoiced\nher in the highest degree, both for Rudy and Babette's sake, as well\nas for the miller's; they must all visit her--therefore they came.\nBabette was to see her god-mother, and the god-mother was to see\nBabette.\n\nAt the end of the lake of Geneva, by the little town of Villeneuve,\nlay the steam-boat which after half an hour's trip from Vernex,\narrived at Montreux. This is one of the coasts which are sung of by\nthe poets. Here sat Byron, by the deep bluish green lake, under the\nwalnut trees and wrote his melodious verses upon the prisoner of the\ndeep sombre castle of Chillon. Here, where Clarens with its weeping\nwillows, mirrored itself in the waters, once wandered Rousseau and\ndreamt of HeloÃ¯se. Yonder, where the Rhone glides along under Savoy's\nsnow-topped mountains and not far from its mouth, in the lake lies a\nlittle island, indeed it is so small, that from the coast it is taken\nfor a vessel. It is a valley between the rocks, which a lady caused\nto be dammed up a hundred years ago and to be covered with earth and\nplanted with three acacia-trees, which now shade the whole island.\nBabette was quite charmed with this little spot; they must and should\ngo there, yes, it must be charming beyond description to be on the\nisland; but the steamer sailed by, and stopped as it should, at\nVernex.\n\nThe little party wandered between the white, sunlighted walls, which\nsurround the vineyards of the little mountain town of Montreux,\nthrough the fig-trees which flourish before every peasant's house and\nin whose gardens, the laurel and cypress trees are green. Half-way up\nthe hill stood the boarding house where the god-mother resided.\n\nThe reception was very cordial. The god-mother was a large amiable\nperson and had a round smiling countenance; as a child she must have\nhad a real Raphael's angel head, but now it was an old angel's head\nwith silvery white hair, well curled. The daughters were tall,\nslender, refined and much dressed. The young cousin who was with them,\nwas clad in white from head to foot; he had golden hair and immense\nwhiskers; he immediately showed little Babette the greatest attention.\n\nRichly bound books, loose music and drawings lay strewn about the\nlarge table; the balcony door stood open and one had a view of the\nbeautiful out-spread lake, which was so shining, so still, that the\nmountains of Savoy with their little villages, their forest and their\nsnowy peaks mirrored themselves in it.\n\nRudy, who usually was so full of life, so merry and so daring, did not\nfeel in his element; he moved about over the smooth floor as though\nhe were treading on peas. How wearily the time dragged along, it was\njust as if one was in a tread mill! If they did go walking, why, that\nwas just as slow; Rudy could take two steps forwards and two steps\nbackwards and still remain in the pace of the others.\n\nWhen they came to Chillon, (the old sombre castle on the rocky island)\nthey entered in order to see the dungeon and the martyr's stake, as\nwell as the rusty chains on the wall; the stone bed for those\ncondemned to death and the trap-door where the wretched beings impaled\non iron goads, were hurled into the breakers. It was a place of\nexecution elevated through Byron's song to the world of poetry. Rudy\nwas sad, he lent over the broad stone sill of the window, gazed into\nthe deep blue water and over to the little solitary island with its\nthree acacias and wished himself there, free from the whole gossiping\nsociety. Babette was remarkably merry, she had been indescribably\namused. The cousin found her perfect.\n\n\"Yes, a perfect jackanapes!\" said Rudy; this was the first time, that\nhe had said something, that did not please her. The Englishman had\npresented her with a little book, as a souvenir of Chillon,--Byron's\npoem of \"The Prisoner of Chillon,\" in the French language, so that\nBabette might read it.\n\n\"The book may be good,\" said Rudy, \"but the finely combed fellow that\ngave it to you does not please me!\"\n\n\"He looked like a meal-bag, without meal in it!\" said the miller and\nlaughed at his own wit. Rudy laughed and thought that this was very\nwell said.\n\n\n\n\nXI.\n\nTHE COUSIN.\n\n\nWhen Rudy came to the mill, a couple of days afterwards, he found the\nyoung Englishman there. Babette had just cooked some trout for him and\nhad dressed them with parsley in order to make them appear more\ninviting. That was assuredly not necessary. What did the Englishman\nwant here? Did he come in order to have Babette entertain and wait\nupon him?\n\nRudy was jealous and that amused Babette; it rejoiced her, to learn\nthe feelings of his heart, the strong as well as the weak ones.\n\nUntil now love had been a play and she played with Rudy's whole heart;\nyet he was her happiness, her life's thought, the noblest one! The\nmore gloomy he looked, the more her eyes laughed and she would have\nliked to kiss the blonde Englishman with his golden whiskers, if she\ncould have succeeded by so doing, in making Rudy rush away furious.\nThen, yes then, she would have known how much he loved her. That was\nnot right, that was not wise in little Babette; but she was only\nnineteen! She did not reflect and still less did she think how her\nbehaviour towards the young Englishman might be interpreted; for it\nwas lighter and merrier than was seemly for the honourable and newly\naffianced daughter of the miller.\n\nThe mill lay where the highway slopes--under the snow covered rocky\nheights--which are called here, in the language of the country\n\"Diablerets\" close to a rapid mountain stream, which was of a greyish\nwhite, like bubbling soap suds. A smaller stream, rushes forth from\nthe rocks on the other side of the river, passes through an enclosed,\nbroad rafter-made-gutter and turns the large wheel of the mill. The\ngutter was so full of water, that it streamed over and offered a most\nslippery way, to one who had the idea of crossing more quickly to the\nmill; a young man had this idea--the Englishman. Guided by the light,\nwhich shone from Babette's window, he arrived in the evening, clothed\nin white, like a miller's boy; he had not learnt to climb and nearly\ntumbled head over heels into the stream, but escaped with wet sleeves\nand splashed pantaloons. He reached Babette's window, muddy and wet\nthrough, there he climbed into the old linden tree and imitated the\nscreech of an owl, for he could not sing like any other bird. Babette\nheard it and peeped through the thin curtains, but when she remarked\nthe white man and recognized him, her little heart fluttered with\nalarm, but also with anger. She hastily extinguished the light,\nfastened the windows securely and then she let him howl.\n\nIf Rudy was in the mill it would have been dreadful, but Rudy was not\nthere; no, it was much worse, for he was below. There was loud\nconversation, angry words; there might be blows; yes, perhaps murder.\n\nBabette was terrified; she opened the window, called Rudy's name and\nbegged him to go; she said she would not suffer him to remain.\n\n\"You will not suffer me to remain,\" he exclaimed, \"then it is a\npreconcerted thing! You were expecting other friends, friends better\nthan myself; shame on you, Babette!\"\n\n\"You are detestable,\" said Babette, \"I hate you!\" and she wept. \"Go!\nGo!\"\n\n\"I have not deserved this!\" said he, and departed. His cheeks burned\nlike fire, his heart burned like fire.\n\nBabette threw herself on her bed and wept.\n\n\"So much as I love you, Rudy, how can you believe ill of me!\"\n\nShe was angry, very angry, and this was good for her; otherwise she\nwould have sorrowed deeply; but now she could sleep, and she slept the\nstrengthening sleep of youth.\n\n\n\n\nXII.\n\nTHE EVIL POWERS.\n\n\nRudy forsook Bex and went on his way home, in the fresh, cool air, up\nthe snow-covered mountain, where the Ice-Maiden ruled. The leafy trees\nwhich lay beneath him, looked like potato vines; fir-trees and bushes\nbecame less frequent; the alpine roses grew in the snow, which lay in\nlittle spots like linen put out to bleach. There stood a blue anemone,\nhe crushed it with the barrel of his gun.\n\nHigher up two chamois appeared and Rudy's eyes gained lustre and his\nthoughts took a new direction; but he was not near enough to make a\ngood shot; he ascended still higher, where only stiff grass grows\nbetween the blocks of stone; the chamois were quietly crossing the\nsnow field; he hurried hastily on; the fog was descending and he\nsuddenly stood before the steep rocky wall. The rain commenced to\nfall.\n\nHe felt a burning thirst; heat in his head, cold in all his limbs; he\ngrasped his hunting flask, but it was empty; he had not thought of\nfilling it when he rushed up the hill. He had never been ill, but now\nhe was so; he was weary and had a desire to throw himself down to\nsleep, but everything was streaming with water. He endeavoured to\ncollect his ideas, but all objects danced before his eyes. Suddenly he\nperceived a newly built house leaning against the rocks and in the\ndoorway stood a young girl. Yes, it appeared to him that it was the\nschoolmaster's Annette, whom he had once kissed whilst dancing; but it\nwas not Annette and yet he had seen her before--perhaps in\nGrindelwald, on the evening when he returned from the shooting-festival\nat Interlaken.\n\n\"Where do you come from?\" asked he.\n\n\"I am at home,\" said she, \"I tend my flock!\"\n\n\"Your flock, where do they pasture? Here are only cliffs and snow!\"\n\n\"You have a ready answer,\" said she and laughed; \"below there is a\ncharming meadow! There are my goats! I take good care of them! I lose\nnone of them, what is mine, remains mine!\"\n\n\"You are bold!\" said Rudy.\n\n\"So are you!\" answered she.\n\n\"Have you any milk? Do give me some, my thirst is intolerable!\"\n\n\"I have something better than milk,\" said she, \"and you shall have\nit! Travellers came yesterday with their guide, but they forgot a\nflask of wine, such as you have never tasted; they will not come for\nit, I shall not drink it, so drink you!\"\n\nShe brought the wine, poured it in a wooden cup and handed it to Rudy.\n\n\"That is good,\" said he, \"I have never drunk such a warming, such a\nfiery wine!\" His eyes beamed, a life, a glow came over him; all sorrow\nand oppression seemed to die away; gushing, fresh human nature stirred\nitself within him.\n\n\"Why this is the schoolmaster's Annette,\" exclaimed he, \"give me a\nkiss!\"\n\n\"Yes, give me the beautiful ring, which you wear on your finger!\"\n\n\"My engagement ring?\"\n\n\"Just that one!\" said the young girl and pouring wine into the cup,\nput it to his lips and he drank. Then the joy of life streamed in his\nblood; the whole world seemed to belong to him. \"Why torment one's\nself? Every thing is made for our enjoyment and happiness! The stream\nof life is the stream of joy, and forgetfulness is felicity!\" He\nlooked at the young girl, it was Annette and then again not Annette;\nstill less, an enchanted phantom, as he had named her, when he met her\nnear Grindelwald. The girl on the mountain was fresh as the newly\nfallen snow, blooming as the alpine rose and light as a kid; and a\nhuman being like Rudy. He wound his arm about her, looked in her\nstrange clear eyes, yes, only for a second--but was it spiritual life\nor was it death which flowed through him? Was he raised on high, or\ndid he sink into the deep, murderous ice-pit, deeper and ever deeper?\nHe saw icy walls like bluish green glass, numberless clefts yawned\naround, and the water sounded as it dropped, like a chime of bells;\nit was pearly, clear and shone in bluish white flames. The Ice-Maiden\ngave him a kiss, which made him shiver from head to foot and he gave a\ncry of pain. He staggered and fell; it grew dark before his eyes, but\nsoon all became clear to him again; the evil powers had had their\nsport with him.\n\nThe alpine maiden had vanished, the mountain hut had vanished, the\nwater beat against the bare rocky walls and all around him lay snow.\nRudy wet to the skin, trembled from cold and his ring had disappeared,\nhis engagement ring, which Babette had given him. He tried to fire off\nhis rifle which lay near him in the snow but it missed. Humid clouds\nlay in the clefts like firm masses of snow and Vertigo watched for her\npowerless prey; beneath him in the deep chasm it sounded as if a\nblock of the rock was rolling down and was endeavouring to crush and\ntear up all that met it in its fall.\n\nIn the mill sat Babette and wept; Rudy had not been there for six\ndays; he who had been so wrong; he who must beg her forgiveness,\nbecause she loved him with her whole heart.\n\n\n\n\nXIII.\n\nIN THE MILLER'S HOUSE.\n\n\n\"What confusion!\" said the parlour-cat to the kitchen-cat.\n\n\"Now all is wrong between Rudy and Babette. She sits and weeps and he\nthinks no longer on her, I suppose.\n\n\"I cannot bear it!\" said the kitchen-cat.\n\n\"Nor I,\" said the parlour-cat, \"but I shall not worry myself any\nlonger about it! Babette can take the red-whiskered one for a dear\none, but he has not been here either, since he tried to get on the\nroof!\"\n\nWithin and without, the evil powers ruled, and Rudy knew this, and\nreflected upon what had taken place both around and within him, whilst\nupon the mountain. Were those faces, or was all a feverish dream? He\nhad never known fever or sickness before. Whilst he condemned Babette,\nhe also condemned himself. He thought of the wild, wicked feelings\nwhich had lately possessed him. Could he confess everything to\nBabette? Every thought, which in the hour of temptation might have\nbecome a reality? He had lost her ring and by this loss had she won\nhim back. Could she confess to him? It seemed as if his heart would\nbreak when he thought of her; so many recollections passed through his\nsoul. He saw her a lively, laughing, petulant child; many a loving\nword, which she had said to him in the fullness of her heart, shot\nlike a sunbeam through his breast and soon all there was sunshine for\nBabette.\n\nShe must be able to confess to him and she should do so.\n\nHe came to the mill, he came to confession; and this commenced with a\nkiss, and ended with the fact that Rudy was the sinner; his great\nfault was, that he had doubted Babette's fidelity; yes, that was\nindeed atrocious in him! Such mistrust, such violence could bring them\nboth into misfortune! Yes, most surely! Thereupon Babette preached him\na little sermon, which much diverted her and became her charmingly; in\none article Rudy was quite right; the god-mother's relation was a\njackanapes! She should burn the book that he had given her, and not\npossess the slightest object which could remind her of him.\n\n\"Now it is all arranged,\" said the parlour-cat, \"Rudy is here again,\nthey understand each other and that is a great happiness!\"\n\n\"Last night,\" said the kitchen-cat, \"I heard the rats say that the\ngreatest happiness was to eat tallow candles, and to have abundance of\ntainted meat. Now who must one believe, the rats or the lovers?\"\n\n\"Neither of them,\" said the parlour-cat, \"that is the surest way!\"\n\nThe greatest happiness for Rudy and Babette was drawing near; they\nwere awaiting, so they said, their happiest day, their wedding day.\n\nBut the wedding was not to be in the church of Bex, nor in the\nmiller's house; the god-mother wished it to be solemnized near her,\nand the marriage ceremony was to take place in the beautiful little\nchurch of Montreux. The miller insisted that her desire should be\nfulfilled; he alone knew what the god-mother intended for the young\ncouple; they were to receive a bridal present from her, which was well\nworth so slight a concession. The day was appointed. They were to\nleave for Villeneuve, in time to arrive at Montreux early in the\nmorning, and so enable the god-mother's daughters to dress the bride.\n\n\"Then I suppose there will be a wedding here in the house, on the\nfollowing day,\" said the parlour-cat, \"otherwise, I would not give a\nsingle mew for the whole thing!\"\n\n\"There will be a feast here,\" said the kitchen-cat, \"the ducks are\nslain, the pigeons necks wrung, and a whole deer hangs on the wall. My\nteeth itch just with looking on! To-morrow the journey commences!\"\n\nYes, to-morrow! Rudy and Babette sat together for the last time in the\nmill.\n\nWithout was the alpine glow; the evening bells pealed; the daughters\nof the Sun sang: \"What is for the best will take place!\"\n\n\n\n\nXIV.\n\nTHE VISIONS OF THE NIGHT.\n\n\nThe sun had gone down; the clouds lowered themselves into the Rhone\nvalley--between the high mountains; the wind blew from the south over\nthe mountains--an African wind, a FÃ¶hn,--which tore the clouds\nasunder. When the wind had passed, all was still for an instant; the\nparted clouds hung in fantastic forms between the forest-grown\nmountains. Over the hastening Rhone, their shapes resembled\nsea-monsters of the primeval world, soaring eagles of the air and\nleaping frogs of the ditches--they seemed to sink into the rapid\nstream and to sail on the river, yet they still floated in the air.\nThe stream carried away a pine tree, torn up by the roots; and the\nwater sent whirlpools ahead; this was Vertigo, with her attendants,\nand they danced in circles on the foaming stream. The moon shone on\nthe snow of the mountain-peaks; it lighted up the dark forest and the\nsingular white clouds; the peasants of the mountain, saw through their\nwindow panes, the nightly apparitions and the spirits of the powers of\nnature, as they sailed before the Ice-Maiden. She came from her\nglacier castle, she sat in a frail bark, a felled fir-tree; the water\nof the glaciers carried her up the stream out to the main sea.\n\n\"The wedding guests are coming!\" was whizzed and sung in the air and\nin the water.\n\nVisions without and visions within!\n\nBabette dreamt a wonderful dream.\n\nIt appeared to her, as though she was married to Rudy, and had been so\nfor many years. He had gone chamois hunting and as she sat at home,\nthe young Englishman with the golden whiskers was beside her; his eyes\nwere fiery, his words seemed endowed with magical power; he reached\nher his hand and she was obliged to follow him.\n\nThey flew from home. Steadily downwards.\n\nA weight lay upon her heart and it grew ever heavier. It was a sin\nagainst Rudy, a sin against God; suddenly she stood forsaken. Her\nclothes were torn by the thorns; her hair had grown grey; she looked\nup in her sorrow and she saw Rudy on the edge of the rock. She\nstretched her arms towards him, but she ventured neither to call, nor\nto implore him; but she soon saw that it was not he himself, only his\nhunting coat and hat, which were hanging on his alpine staff, as the\nhunters are accustomed to place them, in order to deceive the chamois!\nBabette moaned in boundless anguish:\n\n\"Ah! would that I had died on my wedding day, my happiest day! Oh! my\nheavenly Father! That would have been a mercy, a life's happiness!\nThen we would have obtained, the best, that could have happened to us!\nNo one knows his future!\" In her impious sorrow, she threw herself\ndown the steep precipice. It seemed as if a string broke, and a\nsorrowful tone resounded.\n\nBabette awoke--the dream was at an end and obliterated; but she knew\nthat she had dreamt of something terrible, and of the young\nEnglishman, whom she had neither seen, nor thought of, for many\nmonths. Was he perhaps in Montreux? Should she see him at her\nwedding? A slight shadow flitted over her delicate mouth, her brow\ncontracted; but her smile soon returned; her eyes sparkled again; the\nsun shone so beautifully without, and to-morrow, yes to-morrow was her\nand Rudy's wedding day.\n\nRudy had already arrived, when she came down stairs, and they soon\nleft for Villeneuve. They were so happy, the two, and the miller also;\nhe laughed and was radiant with joy; he was a good father, an honest\nsoul.\n\n\"Now we are the masters of the house!\" said the parlour-cat.\n\n\n\n\nXV.\n\nCONCLUSION.\n\n\nIt was not yet night, when the three joyous people reached Villeneuve\nand took their dinner. The miller seated himself in an arm-chair with\nhis pipe and took a little nap. The betrothed went out of the town arm\nin arm, out on the carriage way, under the bush-grown rocks, to the\ndeep bluish-green lake. Sombre Chillon, with its grey walls and heavy\ntowers, mirrored itself in the clear water; but still nearer lay the\nlittle island, with its three acacias, and it looked like a bouquet on\nthe lake.\n\n\"How charming it must be there!\" said Babette; she felt again the\ngreatest desire to visit it, and this wish could be immediately\nfulfilled; for a boat lay on the shore and the rope which fastened it,\nwas easy to untie. As no one was visible, from whom they could ask\npermission, they took the boat without hesitation, for Rudy could row\nwell. The oars skimmed like the fins of a fish, over the pliant water,\nwhich is so yielding and still so strong; which is all back to carry,\nbut all mouth to engulph; which smiles--yes, is gentleness itself, and\nstill awakens terror--and is so powerful in destroying. The rapid\ncurrent soon brought the boat to the island; they stepped on land.\nThere was just room enough for the two to dance.\n\nRudy swung Babette three times around, and then they seated themselves\non the little bench, under the acacias, looked into each other's eyes,\nheld each other by the hand, and everything around them shone in the\nsplendour of the setting sun. The forests of fir-trees on the\nmountains became of a pinkish lilac aspect, the colour of blooming\nheath, and where the bare rocks were apparent, they glowed as if they\nwere transparent. The clouds in the sky were radiant with a red glow;\nthe whole lake was like a fresh flaming rose leaf. As the shadows\narose to the snow-covered mountains of Savoy, they became dark blue,\nbut the uppermost peak seemed like red lava and pointed out for a\nmoment, the whole range of mountains, whose masses arose glowing from\nthe bosom of the earth.\n\nIt seemed to Rudy and Babette, that they had never seen such an alpine\nglow. The snow-covered Dent-du-Midi, had a lustre like the full moon,\nwhen it rises to the horizon.\n\n\"So much beauty, so much happiness!\" they both said.\n\n\"Earth can give me no more,\" said Rudy, \"an evening hour like this is\na whole life! How often have I felt as now, and thought that if\neverything should end suddenly, how happily have I lived! How blessed\nis this world! The day ended, a new one dawned and I felt that it was\nstill more beautiful! How bountiful is our Lord, Babette!\"\n\n\"I am so happy!\" said she.\n\n\"Earth can give me no more!\" exclaimed Rudy.\n\nThe evening bells resounded from the Savoy and Swiss mountains; the\nbluish-black Jura arose in golden splendour towards the west.\n\n\"God give you that which is most excellent and best, Rudy!\" said\nBabette.\n\n\"He will do that,\" answered Rudy, \"to-morrow I shall have it!\nTo-morrow you will be entirely mine! Mine own, little, lovely wife!\"\n\n\"The boat!\" cried Babette at the same moment.\n\nThe boat, which was to convey them back, had broken loose and was\nsailing from the island.\n\n\"I will go for it!\" said Rudy. He threw off his coat, drew off his\nboots, sprang in the lake and swam towards the boat.\n\nThe clear, bluish-grey water of the ice mountains, was cold and deep.\nRudy gave but a single glance and it seemed as though he saw a gold\nring, rolling, shining and sporting--he thought on his lost engagement\nring--and the ring grew larger, widened into a sparkling circle and\nwithin it shone the clear glacier; all about yawned endless deep\nchasms; the water dropped and sounded like a chime of bells, and shone\nwith bluish-white flames. He saw in a second, what we must say in many\nlong words. Young hunters and young girls, men and women, who had\nonce perished in the glacier, stood there living, with open eyes and\nsmiling mouth; deep below them chimed from buried towns the peal of\nchurch bells; under the arches of the churches knelt the congregation;\npieces of ice formed the organ pipes, and the mountain stream played\nthe organ. On the clear transparent ground sat the Ice-Maiden; she\nraised herself towards Rudy, kissed his feet, and the coldness of\ndeath ran through his limbs and gave him an electric shock--ice and\nfire. He could not perceive the difference.\n\n\"Mine, mine!\" sounded around him and within him.\n\n\"I kissed you, when you were young, kissed you on your mouth! Now I\nkiss your feet, you are entirely mine!\"\n\nHe vanished in the clear blue water.\n\nEverything was still; the church bells stopped ringing; the last tones\ndied away with the splendour of the red clouds.\n\n\"You are mine!\" sounded in the deep. \"You are mine!\" sounded from on\nhigh, from the infinite.\n\nHow happy to fly from love to love, from earth to heaven!\n\nA string broke, a cry of grief was heard, the icy kiss of death\nconquered; the prelude ended; so that the drama of life might\ncommence, discord melted into harmony.--\n\nDo you call this a sad story?\n\nPoor Babette! For her it was a period of anguish.\n\nThe boat drifted farther and farther. No one on shore knew that the\nlovers were on the island. The evening darkened, the clouds lowered\nthemselves; night came. She stood there, solitary, despairing,\nmoaning. A flash of lightning passed over the Jura mountains, over\nSwitzerland and over Savoy. From all sides flash upon flash of\nlightning, clap upon clap of thunder, which rolled continuously many\nminutes. At times the lightning was vivid as sunshine, and you could\ndistinguish the grape vines; then all became black again in the dark\nnight. The lightning formed knots, ties, zigzags, complicated figures;\nit struck in the lake, so that it lit it up on all sides; whilst the\nnoise of the thunder was made louder by the echo. The boat was drawn\non shore; all living objects sought shelter. Now the rain streamed\ndown.\n\n\"Where can Rudy and Babette be in this frightful weather!\" said the\nmiller.\n\nBabette sat with folded hands, with her head in her lap, mute with\nsorrow, with screaming and bewailing.\n\n\"In the deep water,\" said she to herself, \"he is as far down as the\nglaciers!\"\n\nShe remembered what Rudy had related to her of his mother's death, of\nhis preservation, and how he was withdrawn death-like, from the clefts\nof the glacier. \"The Ice-Maiden has him again!\"\n\nThere was a flash of lightning, as dazzling as the sunlight on the\nwhite snow. Babette started up; at this instant, the sea rose like a\nglittering glacier; there stood the Ice-Maiden majestic, pale, blue,\nshining, and at her feet lay Rudy's corpse. \"Mine!\" said she, and then\nall around was fog and night and streaming water.\n\n\"Cruel!\" moaned Babette, \"why must he die, now that the day of our\nhappiness approached. God! Enlighten my understanding! Enlighten my\nheart! I do not understand thy ways! Notwithstanding all thy\nomnipotence and wisdom, I still grope in the darkness.\"\n\nGod enlightened her heart. A thought like a ray of mercy, her last\nnight's dream in all its vividness flashed through her; she remembered\nthe words which she had spoken: \"the wish for the best for herself and\nRudy.\"\n\n\"Woe is me! Was that the sinful seed in my heart? Did my dream\nforetell my future life? Is all this misery for my salvation? Me,\nmiserable one!\"\n\nLamenting, sat she in the dark night. In the solemn stillness, sounded\nRudy's last words; the last ones he had uttered: \"Earth has no more\nhappiness to give me!\" She had heard it in the fullness of her joy,\nshe heard it again in all the depths of her sorrow.\n\n       *       *       *       *       *\n\nA couple of years have passed since then. The lake smiles, the coast\nsmiles; the vine branches are filled with ripe grapes; the steamboats\nglide along with waving flags and the pleasure boats float over the\nwatery mirror, with their two expanded sails like white butterflies.\nThe railroad to Chillon is opened; it leads into the Rhone valley;\nstrangers alight at every station; they arrive with their red covered\nguide books and read of remarkable sights which are to be seen. They\nvisit Chillon, they stand upon the little island, with its three\nacacias--out on the lake--and they read in the book about the\nbetrothed ones, who sailed over one evening in the year 1856;--of the\ndeath of the bridegroom, and: \"it was not till the next morning, that\nthe despairing shrieks of the bride were heard on the coast!\"\n\nThe book does not tell, however, of Babette's quiet life with her\nfather; not in the mill, where strangers now dwell, but in the\nbeautiful house, near the railway station. There she looks from the\nwindow many an evening and gazes over the chestnut trees, upon the\nsnow mountains, where Rudy once climbed. She sees in the evening hours\nthe alpine glow--the children of the Sun encamp themselves above, and\nrepeat the song of the wanderer, whose mantle the whirlwind tore off,\nand carried away: \"it took the covering but not the man.\"\n\nThere is a rosy hue on the snow of the mountains; there is a rosy hue\nin every heart, where the thought dwells, that: \"God always gives us\nthat which is best for us!\" but it is not always revealed to us, as it\nonce happened to Babette in her dream.\n\n\n\n\nThe Butterfly.\n\n\nThe butterfly wished to procure a bride for himself--of course, one of\nthe flowers--a pretty little one. He looked about him. Each one sat\nquietly and thoughtfully on her stalk, as a young maiden should sit,\nwhen she is not affianced; but there were many of them, and it was a\ndifficult matter to choose amongst them. The butterfly could not make\nup his mind; so he flew to the daisy. The French call her\n_Marguerite_; they know that she can tell fortunes, and she does this\nwhen lovers pluck off leaf after leaf and ask her at each one a\nquestion about the beloved one: \"How does he love me?--With all his\nheart?--With sorrow?--Above all?--Can not refrain from it?--Quite\nsecretly?--A little bit?--Not at all?\"--or questions to the same\nimport. Each one asks in his own language. The butterfly flew towards\nher and questioned her; he did not pluck off the leaves, but kissed\neach separate one, thinking that by so doing, he would make himself\nmore agreeable to the good creature.\n\n\"Sweet Margaret Daisy,\" said he, \"of all the flowers you are the\nwisest woman! You can prophesy! Tell me, shall I obtain this one or\nthat one? Which one? If I but know this, I can fly to the charming one\nat once, and pay my court!\"\n\nMargaret did not answer. She could not bear to be called a _woman_,\nfor she was a young girl, and when one is a young girl, one is not a\nwoman.\n\nHe asked again, he asked a third time, but as she did not answer a\nsingle word, he questioned her no more and flew away without further\nparley, intent on his courtship.\n\nIt was early spring time, and there was an abundance of snow-drops and\ncrocuses. \"They are very neat,\" said the butterfly, \"pretty little\nconfirmed ones, but a little green!\" He, like all young men looked at\nolder girls.\n\nFrom thence he flew to the anemones; but he found them a little too\nsentimental; the tulips, too showy; the broom, not of a good family;\nthe linden blossoms, too small--then they had so many relations; as to\nthe apple blossoms, why to look at them you would think them as\nhealthy as roses, but to-day they blossom and to-morrow, if the wind\nblows, they drop off; a marriage with them would be too short. The pea\nblossom pleased him most, she was pink and white, she was pure and\nrefined and belonged to the housewifely girls that look well, and\nstill can make themselves useful in the kitchen. He had almost\nconcluded to make love to her, when he saw hanging near to her, a\npea-pod with its white blossom. \"Who is that?\" asked he. \"That is my\nsister,\" said the pea blossom.\n\n\"How now, is that the way you look when older?\" This terrified the\nbutterfly and he flew away.\n\nThe honeysuckles were hanging over the fence--young ladies with long\nfaces and yellow skins--but he did not fancy their style of beauty.\nYes, but which did he like? Ask him!\n\nThe spring passed, the summer passed, and then came the autumn. The\nflowers appeared in their most beautiful dresses, but of what avail\nwas this? The butterfly's fresh youthful feelings had vanished. In\nold age, the heart longs for fragrance, and dahlias and gillyflowers\nare scentless. So the butterfly flew to the mint. \"She has no flower\nat all, but she is herself a flower, for she is fragrant from head to\nfoot and each leaf is filled with perfume. I shall take her!\"\n\nBut the mint stood stiff and still, and at last said: \"Friendship--but\nnothing more! I am old and you are old! We can live very well for one\nanother, but to marry? No! Do not let us make fools of ourselves in\nour old age.\"\n\nSo the butterfly obtained no one.\n\nThe butterfly remained a bachelor.\n\nMany violent and transient showers came late in the autumn; the wind\nblew so coldly down the back of the old willow trees, that it cracked\nwithin them. It did not do to fly about in summer garments, for even\nlove itself would then grow cold. The butterfly however preferred not\nto fly out at all; he had by chance entered a door-way, and there was\nfire in the stove--yes, it was just as warm there, as in\nsummer-time;--there he could live. \"Life is not enough,\" said he, \"one\nmust have sunshine, liberty and a little flower!\"\n\nHe flew against the window-panes, was seen, was run through by a pin\nand placed in a curiosity-box; one could not do more for him.\n\n\"Now I also am seated on a stalk like a flower,\" said the butterfly,\n\"it is not so comfortable after all! But it is as well as being\nmarried, for then one is tied down!\" He consoled himself with this.\n\n\"What a wretched consolation!\" said the flower, that grew in the pot\nin the room.\n\n\"One can not entirely trust to flowers that grow in pots,\" thought\nthe butterfly, \"they have too much intercourse with men.\"\n\n\n\n\nThe Psyche.\n\n\nA large star beams in the dawn of morning in the red sky--the\nclearest star of the morning--its rays tremble upon the white wall, as\nif they wished to write down and relate, the scenes which they had\nwitnessed during many centuries.\n\nListen to one of these stories!\n\nA short time ago--(this _not long ago_ is with us men--centuries)--my\nrays followed a young artist; it was in the realm of the Pope, in the\ncity of the world, in Rome. Many changes have been made, but the\nimperial palace, was, as it is to-day, a ruin; between the overthrown\nmarble columns and over the ruined bath-rooms, whose walls were still\ndecorated with gold, grew fig and laurel trees. The Colosseum was a\nruin; the church bells rang, the incense arose and processions passed\nthrough the streets with tapers and gorgeous canopies. The Church was\nholy, and art was lofty and holy also. In Rome dwelt Raphael, the\ngreatest painter of the world, here also dwelt Michael Angelo, the\ngreatest sculptor of the age; even the Pope did homage to them both,\nand honoured them with his visits. Art was recognized, honoured and\nrewarded. All greatness and excellence is not seen and recognized.\n\nIn a little narrow street, stood an old house, which had once been a\ntemple; here dwelt a young artist; he was poor, he was unknown; it is\ntrue that he had young friends, artists also, young in feelings, in\nhopes, and in thoughts. They told him, that he was rich in talents\nand excellence but that he needed confidence in himself. He was never\nsatisfied with his work and either destroyed all that he modeled or\nleft it unfinished; this is not the proper course to adopt, if one\nwould be known, appreciated and live.\n\n\"You are a dreamer,\" said they, \"this is your misfortune! You have not\nyet lived, you have not inhaled life in large healthy draughts, you\nhave not yet enjoyed it. One should do this in youth and become a man!\nLook at the great master Raphael whom the Pope honours and the world\nadmires,--he takes wine and bread with him.\"\n\n\"He dines with the baker's wife, the pretty Fornarina!\" said Angelo,\none of the merry young friends.\n\nYes, they all appealed to his good sense and to his youth.\n\nThey wished to have the young artist join them in their merry-makings,\nin their extravagances and in their mad tricks; he would do so for a\nshort time, for his blood was warm, his imagination strong; he could\ntake his part in their merry conversation, and laugh as loudly as the\nothers; and yet \"the merry life of Raphael,\" as they named it,\nvanished from him like the morning mist, when he saw the godlike\nlustre which shone forth from the paintings of the great masters, or\nwhen he stood in the Vatican and beheld the forms of beauty, which the\nold sculptors had fashioned from blocks of marble, centuries ago. His\nbreast swelled, he felt something so lofty, so holy, so elevated\nwithin him, yes, something so great and good, that he longed to create\nand chisel like forms from marble blocks. He desired to give\nexpression to the feelings which agitated his heart; but how and in\nwhat shape? The soft clay allowed itself to be modeled into beautiful\nfigures by his fingers, but on the following day, dissatisfied, he\ndestroyed all he had created.\n\nOne day he passed by one of the rich palaces, of which Rome has so\nmany; he stood a moment at the large open entrance, and gazed into a\nlittle garden, full of the most beautiful roses, which was surrounded\nby archways, decorated with paintings. Large, white callas, with their\ngreen leaves, sprouted forth from marble shells, into which splashed\nclear water; a form glided by, a young girl, the daughter of this\nprincely house, so elegant, so light, so charming! He had never seen\nso lovely a woman. Hold! yes, once, one made by Raphael, a painting of\nPsyche, in one of the palaces of Rome. There she was but painted,\nhere she breathed and moved.\n\nShe lived in his thoughts and in his heart; he went home to his poor\nlodgings and formed a Psyche out of clay; it was the rich, young Roman\ngirl, the princely woman, and he gazed at his work with satisfaction,\nfor the first time. This had a signification--it was _She_. When his\nfriends looked upon it, they exclaimed with joy, that this work was a\nrevelation of his artistic greatness, which they had always\nrecognized, but which now should be recognized by the whole world.\n\nClay is natural, flesh like, but it has not the whiteness, the\ndurability of marble; the Psyche must obtain life from the block of\nmarble--and he had the most precious piece of marble. It had been the\nproperty of his parents, and had been lying many years, in the court\nyard; bits of broken bottles, remains of artichokes were heaped over\nit and it was soiled, but its interior was white as the mountain snow;\nthe Psyche should rise forth from it.\n\nOne day, it so happened--it is true, that the clear stars do not\nrelate it, for they did not see it, but we know it--that a\ndistinguished Roman party, came to view the young artist's work, of\nwhich they had casually heard. Who were the distinguished visitors?\nPoor young man! All too happy young man, one may call him also. Here\nin his room stood the young girl herself--with what a smile--when her\nfather said: \"You are that, living!\" One cannot picture the look, one\ncannot render the look, the strange look with which she glanced at the\nyoung artist; it was a look which elevated, ennobled and--destroyed.\n\n\"The Psyche must be executed in marble!\" said the rich man. This was a\nword of life, for the dead clay and for the heavy block of marble; it\nwas also a word of life for the young man who was overcome by emotion.\n\"I will buy it, as soon as the work is completed!\" said the princely\nman.\n\nIt seemed as though a new era had dawned in the poor work-room;\noccupation, life and gayety, lighted it up. The beaming morning star\nsaw how the work progressed. Even the clay had been endowed with a\nsoul, since _she_ had been there, and he bent entranced over the well\nknown features.\n\n\"Now I know what life is,\" he exclaimed with delight, \"it is love! it\nis the elevation of the heart to the divine, it is rapture for the\nbeautiful! What my friends call life and enjoyment, is perishable,\nlike bubbles in the fermenting lees, not the pure, heavenly wine of\nthe altar, the consecration of life!\"\n\nThe marble block was erected, the chisel hewed away large pieces; the\nlabourer's part was done, marks and points placed, until little by\nlittle, the stone became a body, a shape of beauty--the Psyche--as\ncharming as was the woman made by God. The massive stone became a\nsoaring, dancing, airy, light and graceful Psyche, with a heavenly,\ninnocent smile, the smile that had been mirrored in the young\nsculptor's heart.\n\nThe star, in the rosy-tinted morning saw, and partly understood what\nwas agitating the mind of the young man; it understood as well, the\nvarying colour of his checks and the glance of his eye, whilst he\ncreated, as though inspired by God.\n\n\"You are a master like those in the days of the Greeks,\" said his\nenchanted friends, \"the world will soon admire your Psyche!\"\n\n\"My Psyche,\" he repeated, \"mine, yes, that she must be! I am also an\nartist like the great departed ones! God has granted gifts of mercy to\nme, and has elevated me to the highly born!\"\n\nHe sank, weeping, on his knees and offered up his thanks to God--but\nforgot him again for her, for her portrait in marble, for the Psyche\nform, that stood before him, as though cut out of snow, blushing, in\nthe morning sun.\n\nHe should see her, the living, floating one, in reality; she, whose\nwords sounded like music. He would himself carry the tidings, that the\nmarble Psyche was completed, to the rich palace. He arrived, passed\nthrough the open court-yard, where the water splashed from dolphin's\nmouths into marble shells, where callas bloomed and fresh roses\nblossomed. He stepped into the large, lofty hall, whose walls and\nceilings were gorgeous with brilliant colours, with paintings and\narmorial bearings. Well dressed and haughty servants, holding up their\nheads, (like sleigh horses with their bells,) were pacing up and down;\nsome of them had even stretched themselves out comfortably and\ninsolently on the carved wooden benches; they appeared to be the\nmasters of the house. He named his business, and was conducted up the\nmarble steps, which were covered with soft carpets. On each side stood\nstatues. Then he came to richly decorated apartments, hung with\npaintings and with mosaic floors.\n\nThis pomp, this splendour made him breathe a little heavily, but he\nsoon felt reassured; for the old prince, received him kindly, almost\ncordially. After they had spoken, as he was taking leave, he begged\nhim to visit the young Signora, for she also wished to see him. The\nservants led him through magnificent chambers and corridors to her\napartments, of which she was the glory and splendour.\n\nShe spoke with him! No Miserere, no church song could have melted the\nheart more, or have more elevated the soul, than did the music of her\nvoice. He seized her hand and pressed it to his lips--no rose is so\nsoft, but a fire proceeds from this rose--a fire streams through him\nand his breast heaves; words streamed from his lips, but he knew not\nwhat he said. Does the crater know that it throws forth burning lava?\nHe told her his love. She stood there, surprised, insulted, proud,\nyes, scornful; with an expression on her face as though a damp,\nclammy frog had suddenly touched her. Her cheeks coloured, her lips\ngrew pale, her eyes were on fire, and still black as the darkness of\nnight.\n\n\"Frantic creature! Away, away!\" said she, as she turned her back upon\nhim. Her face of beauty seemed turned to stone, like unto the Medusa's\nhead with its serpent locks. He descended to the street, a weak,\nlifeless thing; he entered his room like a night-walker, and in the\nrage of his grief, he seized his hammer, brandished it high in the air\nand sought to destroy the beautiful marble form. He did not\nobserve--so excited was he--that Angelo, his friend, stood near him,\nand arrested his arm with a firm grasp.\n\n\"Have you become mad? What would you do?\" They struggled with each\nother. Angelo was the stronger, and with a deep drawn breath, he\nthrew the young artist on a chair.\n\n\"What has occurred?\" asked Angelo, \"Collect yourself! Speak!\"\n\nWhat could he say? What could he tell? As Angelo could not seize the\nthread of his discourse, he let it drop.\n\n\"Your blood grows thick with this eternal dreaming! Be human, like\nothers and live not in the clouds! Drink, until you become slightly\nintoxicated, then you will sleep well! The young girl from the\nCampagna, is as beautiful as the princess in the marble palace, they\nare both daughters of Eve, and can not be distinguished one from the\nother in Paradise! Follow your Angelo! I am your good angel, the angel\nof your life! A time will come when you are old, when the body will\ndwindle and some beautiful sunshiny day, when everything laughs and\nrejoices, you will lie like a withered straw! I do not believe what\nthe priests say, that there is a life beyond the grave! It is a pretty\nfancy, a fairy tale for children, delightful to think upon. I do not\nlive in imagination, but in reality! Come with me! Become a man!\"\n\nHe drew him away, he could do this now, for there was a fire in the\nyoung artist's blood, a change in his soul; an ardent desire to tear\nhimself away from all his wonted ways, from all accustomed thoughts;\nto forget his old self--and to-day he followed Angelo.\n\nIn the suburbs, lay an osteria, which was much frequented by artists;\nit was built in the ruins of a bathing chamber. Amongst the dark\nshining foliage, hung large yellow lemons which covered a portion of\nthe old reddish-yellow wall. The osteria was a deep vault, almost\nlike a hollow in the ruins; within, a lamp burned before the image of\nthe Madonna; a large fire flamed on the hearth, for here they roasted,\ncooked and prepared the dishes for the guests. Without, under the\nlemon and laurel trees, stood tables ready set.\n\nThey were received merrily and rejoicingly by their friends; they ate\nlittle and drank much and became gay; they sang, and played on the\nguitar; the Saltarello sounded and the dance began. Two Roman girls,\nmodels of the young artists, joined in the dance and merriment; two\npretty Bacchante! They had no Psyche forms, they were not delicate\nbeautiful roses, but fresh, healthy flaming pinks.\n\nHow warm it was on this day, even warm at sundown! Fire in the blood,\nfire in the air, fire in every glance. The air swam in gold and\nroses, life was gold and roses.\n\n\"Now you have at last joined us! Allow yourself to be carried away by\nthe current within and without you!\"\n\n\"I never felt so well and joyous before!\" said the young artist. \"You\nare right, you are all of you right. I was a fool, a dreamer; man\nbelongs to reality and not to fancy!\"\n\nThe young man left the osteria, in the clear starry evening, with song\nand tinkling guitars, and passed through the narrow streets. The\ndaughters of the Campagna, the two flaming pinks, were in their train.\n\nIn Angelo's room, the voices sounded more suppressed but not less\nfiery, amongst the scattered sketches, the outlines, the glowing,\nvoluptuous paintings; amongst the drawings on the floor there was many\na sketch of vigorous beauty, like unto the daughters of the Campagna,\nyet they themselves were much more beautiful. The six-armed lamp\nglowed brightly, and the human forms warmed and shone like gods.\n\n\"Apollo! Jupiter! I elevate myself to your heaven, to your glory!\nMethinks, that the flower of my life has unfolded within my heart!\"\nYes, it did unfold--it withered and fell to pieces; a stunning,\nloathsome vapour arose, dazzling the sight, benumbing the thoughts,\nextinguishing his sensual, fiery emotions, and all was dark. He went\nhome, sat down on his bed, and thought. \"Fie!\" sounded from his lips,\nfrom the bottom of his heart. \"Miserable wretch! away! away!\"--and he\nsighed sorrowfully.\n\n\"Away! Away!\" These, her words, the words of the living Psyche,\nweighed upon him, and flowed from his lips. He bowed his head upon\nthe pillows, his thoughts became confused and he slept.\n\nAt the dawn of day he started up.--What was this? Was it a dream? Were\nher words, the visit to the osteria, the evening with the purple red\npinks of the Campagna but a dream?--No, all was reality; he had not\nknown this before.\n\nThe clear star beamed in the purple-tinted air, its rays fell upon\nhim, and upon the marble Psyche; he trembled whilst he contemplated\nthe image of immortality, his glance even appeared impure to him. He\nthrew a covering over it, he touched it once more in order to veil its\nform, but he could not view his work.\n\nStill, sombre, buried in his own meditations, he sat there the whole\nday; he took no heed of what passed around him, no one knew what was\nagitating this human heart. Days passed by, weeks passed by; the\nnights were the longest. One morning, the twinkling star saw him rise\nfrom his couch--pale--trembling with fever; he walked to the marble\nstatue, lifted the cover, gazed upon his work with a sorrowful, deep,\nlong look, and then almost sinking under the weight, he drew the\nstatue into the garden. There was a sunken, dried-up well, within it,\ninto which he lowered the Psyche, threw earth upon it and covered the\nfresh grave with small sticks and nettles.\n\n\"Away! Away,\" was the short funereal service.\n\nThe star in the rosy red atmosphere saw this, and two heavy tears\ntrembled on the deathly pale cheeks of the fever sick one--sick unto\ndeath, as they called him.\n\nThe lay brother Ignatius came to him as a friend and as a physician.\nHe came, and with the consoling words of religion, he spoke of the\npeace and happiness of the church, of the sins of man, of the mercy\nand peace of God.\n\nThe words fell like warm sun beams on the moist, fermenting ground;\nthey dispersed and cleared away the misty clouds, from the troubled\nthoughts which had held possession of him; he gazed upon his past\nlife; everything had been a failure, a deception--yes, _had been_. Art\nwas an enchantress, that but leads us into vanity, into earthly\npleasures. We become false to ourselves, false to our friends, false\nto our God. The serpent speaks ever in us: \"Taste and thou shalt\nbecome like unto God.\"\n\nNow, for the first time, he appeared to understand himself, to have\ndiscovered the road to truth, to peace.\n\nIn the church was God's light and brightness, in the monk's cell was\nfound that peace, which enables man to obtain eternal bliss.\n\nBrother Ignatius supported him in these thoughts, and the decision was\nfirmly made--a worldling became a servant of the church;--the young\nartist took leave of the world, and entered the cloister.\n\nHow joyfully, how cordially the brothers greeted him! How festive the\nordination! It seemed to him that God was in the sunshine of the\nchurch, and beamed within it, from the holy pictures and from the\nshining cross. He stood in the evening sunset, in his little cell, and\nopened his window and gazed in the spring-time over old Rome--with her\nbroken temples, her massive, but dead Colosseum; her blooming acacias,\nher flourishing evergreens, her fragrant roses, her shining lemons\nand oranges, her palm trees fanned by the breeze--and felt touched and\nsatisfied. The quiet, open Campagna extended to the blue snow-topped\nmountains, which appeared to be painted on the air. Everything\nbreathed beauty and peace. The whole--a dream!\n\nYes, the world here was a dream, and the dream ruled the hours and\nreturned to hours again. But the life of a cloister is a life of many,\nmany long years.\n\nMan is naturally impure and he felt this! What flames were these, that\nat times glowed through him? Was it the power of the Evil One, that\ncaused these wild thoughts to rage constantly within him? He punished\nhis body, but without effect. What portion of his mind was that, which\nwound itself around him, pliable as a serpent, and which crept about\nhis conscience under a loving cloak and consoled him! The saints pray\nfor us, the holy Virgin prays for us, Jesus himself gave his blood for\nus!\n\nWas it a childlike feeling, or the levity of youth, that had induced\nhim to give himself up to grace, and which made him feel elevated\nabove so many? For had he not cast away the vanity of the world, was\nhe not a son of the church?\n\nOne day, after many years, he met Angelo, who recognized him.\n\n\"Man,\" said he, \"yes, it is you! Are you happy now? You have sinned\nagainst God, and cast his gifts of mercy away from you; you have\ngambled away your vocation for this world. Read the parable of the\nentrusted pledge. The Master who related it, spoke but truth! What\nhave you won and found after all? Do not make a dream life for\nyourself! Make a religion for yourself, as all do. Suppose all is but\na dream, a fancy, a beautiful thought!\"\n\n\"Get thee from behind me, Satan!\" said the monk, and forsook Angelo.\n\n\"It is a devil, a devil personified! I saw him to-day,\" murmured the\nmonk, \"I reached him but a finger, and he took my whole hand! No,\"\nsighed he, \"the wickedness is in myself; it is also in this man, but\nhe is not tormented by it; he walks with elevated brow, he has his\nenjoyment; I but clutch at the consolation of the church for my\nwelfare! But if this is only consolation! If all here consists of\nbeautiful thoughts and but resemble those which beguiled me in the\nworld? Is it but a deception like unto the beauty of the red evening\nclouds and like unto the blue wave-like beauty of the distant\nmountains! Seen near, how changed! Eternity, art thou like unto the\ngreat infinite, calm ocean, which beckons to us, calls us, fills us\nwith presentiments, and if we venture upon it, we sink, we\nvanish--die--cease to be?--\n\n\"Deceit! away! away!\"\n\nHe sat tearless on his hard couch, desolate, kneeling--before whom?\nBefore the stone cross which was placed in the wall? No, habit alone\ncaused his body to bend.\n\nThe deeper he read within himself, the darker all appeared to him.\n\"Nothing within, nothing without! Life thrown away!\" This thought,\ncrushed him--expunged him.\n\n\"I dare confide to none the doubts which consume me! My prisoner is my\nsecret and if it escape I am lost!\"\n\nThe power of God, wrestled within him.\n\n\"Lord! Lord!\" he exclaimed in his despair, \"be merciful, give me\nfaith! I cast thy gifts of mercy from me and my vocation for this\nworld! I prayed for strength and thou hast not given it to me.\nImmortality! The Psyche in my breast--away! away!--Must it be buried\nlike yon Psyche, the light of my life? Never to arise from the grave!\"\n\nThe star beamed in the rosy red atmosphere, the star which will be\nlost and will vanish, whilst the soul lives and emits light. Its\ntrembling ray fell upon the white wall, but it spoke not of the glory\nof God, of the grace, the eternal love which beams in the breast of\nevery believer.\n\n\"Can the Psyche never die?--Can one live with consciousness?--Can the\nimpossible take place?--Yes! Yes! My being is inexplicable.\nInconceivable art thou, oh Lord! A wonder of might, glory and love!\"\n\nHis eyes beamed, his eyes closed. The peal of the church bells passed\nover the dead one. He was laid in holy ground and his ashes mingled\nwith the dust of strangers.\n\nYears afterwards, his bones were exhumed and stood in a niche in the\ncloisters, as had stood those of the dead monks before him; they were\ndressed in the brown cowl, a rosary of beads placed in his hand, the\nsun shone without, incense perfumed within, and mass was read.--\n\nYears rolled by.\n\nThe bones and legs fell asunder. They stood up the skulls, and with\nthem, formed the whole outside wall of a church. There he stood in the\nburning sunshine; there were so many, many dead, they did not know\ntheir names, much less his.\n\nSee, something living moved in the sunshine in the two eye sockets;\nwhat was that? A brilliant lizard was running about in the hollow\nskull, slipping in and out of the large, empty sockets. This was now\nthe life in the head, where once elevated thoughts, brilliant dreams,\nlove for art and the magnificent had been rife; from which hot tears\nhad rolled and where the hope of immortality had lived. The lizard\nleaped out and disappeared; the skull crumbled away and became dust to\ndust.--\n\nCenturies passed. Unchanged, the star, clear and large, beamed on as\nit had done for centuries. The atmosphere shone with a red rosy hue,\nfresh as roses, flaming as blood.\n\nWhere there had once been a little street with the remains of an old\ntemple, now stood a convent; a grave was dug in the garden, for a\nyoung nun had died, and she was to be lowered in the earth at this\nearly hour of the morning. The spade struck against a stone which\nappeared of a dazzling whiteness--the white marble came forth--it\nrounded into a shoulder;--they used the spade with care, and a female\nhead became visible--butterfly wings. They raised from the grave, in\nwhich the young nun was to be laid on this rosy morning, a gloriously\nbeautiful Psyche-form, chiseled from white marble.\n\n\"How magnificent! How perfect a master work!\" they said. \"Who can the\nartist be?\" He was unknown. None knew him, save the clear star, which\nhad been beaming for centuries; it knew the course of his earthly\nlife, his trials, his failings; it knew that he was: \"but a man!\" But\nhe was dead, dispersed as dust must and shall be; but the result of\nhis best efforts, the glory which pointed out the divine within him,\nthe Psyche, which never dies, which surpasses in brightness, all\nearthly renown, this remained, was seen, acknowledged, admired and\nbeloved.\n\nThe clear morning star in the rosy tinted sky, cast its most radiant\nbeams upon the Psyche, and upon the smile of happiness about the mouth\nand eyes of the admiring ones, who beheld the soul, chiseled in the\nmarble block.\n\nThat which is earthly passes away, and is forgotten; only the star in\nthe infinite knows of it. That which is heavenly surpasses renown; for\nrenown, fame and earthly glory die away, but--the Psyche lives\nforever!\n\n\n\n\nThe Snail and the Rose-Tree.\n\n\nA hedge of hazel-nut bushes encircled the garden; without was field\nand meadow, with cows and sheep; but in the centre of the garden stood\na rose-tree, and under it sat a snail--she had much within her, she\nhad herself.\n\n\"Wait, until my time comes,\" said she, \"I shall accomplish something\nmore than putting forth roses, bearing nuts, or giving milk, like the\ncows and sheep!\"\n\n\"I expect something fearfully grand,\" said the rose-tree, \"may I ask\nwhen it will take place?\"\n\n\"I shall take my time,\" said the snail, \"you are in too great a hurry,\nand when this is the case, how can one's expectations be fulfilled?\"\n\nThe next year the snail lay in about the same spot under the\nrose-tree, which put forth buds and developed roses, ever fresh, ever\nnew. The snail half crept forth, stretched out its feelers and drew\nitself in again.\n\n\"Everything looks as it did a year ago! No progress has been made; the\nrose-tree still bears roses; it does not get along any farther!\"\n\nThe summer faded away, the autumn passed, the rose-tree constantly\nbore flowers and buds, until the snow fell, and the weather was raw\nand damp. The rose-tree bent itself towards the earth, the snail crept\nin the earth.\n\nA new year commenced; the roses came out, and the snail came out.\n\n\"Now you are an old rose bush,\" said the snail, \"you will soon die\naway. You have given the world everything that you had in you; whether\nthat be much or little is a question, upon which I have not time to\nreflect. But it is quite evident, that you have not done the slightest\nthing towards your inward developement; otherwise I suppose that\nsomething different would have sprung from you. Can you answer this?\nYou will soon be nothing but a stick! Can you understand what I say?\"\n\n\"You startle me,\" said the rose-tree, \"I have never thought upon\nthat!\"\n\n\"No, I suppose that you have never meddled much with thinking! Can you\ntell me why you blossom? And how it comes to pass? How? Why?\"\n\n\"No,\" said the rose-tree, \"I blossom with pleasure because I could\nnot do otherwise. The sun was so warm, the air so refreshing, I drank\nthe clear dew and the fortifying rain; I breathed, I lived! A strength\ncame to me from the earth, a strength came from above, I felt a\nhappiness, ever new, ever great and therefore I must blossom ever,\nthat was my life, I could not do otherwise!\"\n\n\"You have led a very easy life!\" said the snail.\n\n\"Certainly, everything has been given to me,\" said the rose-tree, \"but\nstill more has been given to you. You are one of those meditative,\npensive, profound natures, one of the highly gifted, that astound the\nwhole world!\"\n\n\"I have assuredly no such thought in my mind,\" said the snail, \"the\nworld is nothing to me! What have I to do with the world? I have\nenough with myself, and enough in myself!\"\n\n\"But should we not all, here on earth, give the best part of us to\nothers? Offer what we can!--It is true, that I have only given\nroses--but you? You who have received so much, what have you given to\nthe world? What do you give her?\"\n\n\"What I have given? What I give? I spit upon her! She is good for\nnothing! I have nought to do with her. Put forth roses, you can do no\nmore! Let the hazel bushes bear nuts! Let the cows and sheep give\nmilk; they have each their public, I have mine within myself! I retire\nwithin myself, and there I remain. The world is nothing to me!\"\n\nAnd thereupon the snail withdrew into her house and closed it.\n\n\"That is so sad,\" said the rose-tree, \"with the best will, I cannot\ncreep in, I must ever spring out, spring forth in roses. The leaves\ndrop off and are blown away by the wind. Yet, I saw one of the roses\nlaid in the hymn-book of the mother of the family; one of my roses was\nplaced upon the breast of a charming young girl, and one was kissed\nwith joy by a child's mouth. This did me so much good, it was a real\nblessing! That is my recollection, my life!\"\n\nAnd the rose-tree flowered in innocence, and the snail sat\nindifferently in her house. The world was nothing to her.\n\nAnd years passed away. The snail became earth to earth and the\nrose-tree became earth to earth; the remembrances in the hymn-book\nwere also blown away--but new rose-trees bloomed in the garden, new\nsnails grew in the garden; they crept in their houses and spat.--The\nworld is nothing to them.\n\nShall we read the story of the past again? It will not be different.\n\n       *       *       *       *       *\n\n    +--------------------------------------------------------------+\n    | Typographical errors corrected in text:                      |\n    |                                                              |\n    | Page 104: succeded replaced with succeeded                   |\n    | Page 116: petulent replaced with petulant                    |\n    | Page 144: prefered replaced with preferred                   |\n    | Page 167: 'were' capitalized to 'Were' (new sentence)        |\n    | Page 170: ordonation replaced with ordination                |\n    | Page 174: beckens replaced with beckons                      |\n    |                                                              |\n    +--------------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ice-Maiden: and Other Tales, by \nHans Christian Andersen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ICE-MAIDEN: AND OTHER TALES. ***\n\n***** This file should be named 18604-8.txt or 18604-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/8\/6\/0\/18604\/\n\nProduced by David Edwards, Jeannie Howse and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net (This\nbook was produced from scanned images of public domain\nmaterial from the Google Print project.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":609,"split":"train"}
