{"ori_id":"91cfe3c34cea7e7347e66827db198d1e67d73895","title":"The Underdogs (novel)","context":"The Underdogs (novel)\n The book tells us the story of peasant Demetrio Macías, who becomes the enemy of a local cacique (leader, or important person) in his town, and so has to abandon his family when the government soldiers (Federales) come looking for him. He escapes to the mountains, and forms a group of rebels who support the Mexican Revolution.\nSome of them are prototypes of the sort of people that would be attracted by a revolution, like Luis Cervantes, who is an educated man mistreated by the Federales and therefore turning on them, or Güero Margarito, a cruel man who finds justification for his deeds in the tumultuousness of the times. Also Camila, a young peasant who is in love with Cervantes, who cheats her into becoming Macías' lover, and whose kind and stoic nature gives her a tragic uniqueness among the rest.\nWith a concise, unsympathetic tone, Azuela takes us along with this band of outcasts as they move along the hills of the country, seemingly struggling for a cause whose leader changes from day to night. The rebels, not very certain of what or whom they are fighting for, practice themselves the abuse and injustice they used to suffer in the hands of the old leaders. So the Mexican people, as the title of the book hints, are always the “ones below”, no matter who runs the country.\nIn the end, Macías has lost his lover and most of his men, and reunites with his family with no real desire or hope for redemption or peace. He has forebodings of his destiny, and the last scene of the book leaves him firing his rifle with deathly accuracy, alone and extremely outnumbered by his enemies.\nï»¿The Project Gutenberg EBook of The Underdogs, by Mariano Azuela\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Underdogs\n\nAuthor: Mariano Azuela\n\nPosting Date: August 30, 2008 [EBook #549]\nRelease Date: June, 1996\n[Last updated: May 25, 2011]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE UNDERDOGS ***\n\n\n\n\nProduced by Judith Boss.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nThe Underdogs\n\n\nby\n\nMariano Azuela\n\n\n\n\nMariano Azuela, the first of the \"novelists of the Revolution,\" was\nborn in Lagos de Moreno, Jalisco, Mexico, in 1873. He studied medicine\nin Guadalajara and returned to Lagos in 1909, where he began the\npractice of his profession. He began his writing career early; in 1896\nhe published Impressions of a Student in a weekly of Mexico City. This\nwas followed by numerous sketches and short stories, and in 1911 by his\nfirst novel, Andres Perez, maderista.\n\nLike most of the young Liberals, he supported Francisco I. Madero's\nuprising, which overthrew the dictatorship of Porfirio Diaz, and in\n1911 was made Director of Education of the State of Jalisco. After\nMadero's assassination, he joined the army of Pancho Villa as doctor,\nand his knowledge of the Revolution was acquired at firsthand. When the\ncounterrevolutionary forces of Victoriano Huerta were temporarily\ntriumphant, he emigrated to El Paso, Texas, where in 1915 he wrote The\nUnderdogs (Los de abajo), which did not receive general recognition\nuntil 1924, when it was hailed as the novel of the Revolution.\n\nBut Azuela was fundamentally a moralist, and his disappointment with\nthe Revolution soon began to manifest itself. He had fought for a\nbetter Mexico; but he saw that while the Revolution had corrected\ncertain injustices, it had given rise to others equally deplorable.\nWhen he saw the self-servers and the unprincipled turning his hopes for\nthe redemption of the under-privileged of his country into a ladder to\nserve their own ends, his disillusionment was deep and often bitter.\nHis later novels are marred at times by a savage sarcasm.\n\nDuring his later years, and until his death in 1952, he lived in Mexico\nCity writing and practicing his profession among the poor.\n\n\n\n\n\n\nThe Underdogs\n\n\nby\n\nMariano Azuela\n\n\nA Novel of the Mexican Revolution\n\n\nTranslated by E. Munguia, Jr.\n\nOriginal Title: LOS DE ABAJO\n\n\n\n\nPART ONE\n\n\n  \"How beautiful the revolution!\n  Even in its most barbarous aspect it is beautiful,\"\n  Solis said with deep feeling.\n\n\n\nI\n\n\"That's no animal, I tell you! Listen to the dog barking! It must be a\nhuman being.\"\n\nThe woman stared into the darkness of the sierra.\n\n\"What if they're soldiers?\" said a man, who sat Indian-fashion, eating,\na coarse earthenware plate in his right hand, three folded tortillas in\nthe other.\n\nThe woman made no answer, all her senses directed outside the hut. The\nbeat of horses' hoofs rang in the quarry nearby. The dog barked again,\nlouder and more angrily.\n\n\"Well, Demetrio, I think you had better hide, all the same.\"\n\nStolidly, the man finished eating; next he reached for a cantaro and\ngulped down the water in it; then he stood up.\n\n\"Your rifle is under the mat,\" she whispered.\n\nA tallow candle illumined the small room. In one corner stood a plow, a\nyoke, a goad, and other agricultural implements. Ropes hung from the\nroof, securing an old adobe mold, used as a bed; on it a child slept,\ncovered with gray rags.\n\nDemetrio buckled his cartridge belt about his waist and picked up his\nrifle. He was tall and well built, with a sanguine face and beardless\nchin; he wore shirt and trousers of white cloth, a broad Mexican hat\nand leather sandals.\n\nWith slow, measured step, he left the room, vanishing into the\nimpenetrable darkness of the night.\n\nThe dog, excited to the point of madness, had jumped over the corral\nfence.\n\nSuddenly a shot rang out. The dog moaned, then barked no more. Some men\non horseback rode up, shouting and sweating; two of them dismounted,\nwhile the other hung back to watch the horses.\n\n\"Hey, there, woman: we want food! Give us eggs, milk, beans, anything\nyou've got! We're starving!\"\n\n\"Curse the sierra! It would take the Devil himself not to lose his way!\"\n\n\"Guess again, Sergeant! Even the Devil would go astray if he were as\ndrunk as you are.\"\n\nThe first speaker wore chevrons on his arm, the other red stripes on\nhis shoulders.\n\n\"Whose place is this, old woman? Or is it an empty house? God's truth,\nwhich is it?\"\n\n\"Of course it's not empty. How about the light and that child there?\nLook here, confound it, we want to eat, and damn quick tool Are you\ncoming out or are we going to make you?\"\n\n\"You swine! Both of you! You've gone and killed my dog, that's what\nyou've done! What harm did he ever do you? What did you have against\nhim?\"\n\nThe woman reentered the house, dragging the dog behind her, very white\nand fat, with lifeless eyes and flabby body.\n\n\"Look at those cheeks, Sergeant! Don't get riled, light of my life: I\nswear I'll turn your home into a dovecot, see?\"\n\n\"By God!\" he said, breaking off into song:\n\n  \"Don't look so haughty, dear,\n  Banish all fears,\n  Kiss me and melt to me,\n  I'll drink up your tears!\"\n\n\nHis alcoholic tenor trailed off into the night.\n\n\"Tell me what they call this ranch, woman?\" the sergeant asked.\n\n\"Limon,\" the woman replied curtly, carrying wood to the fire and\nfanning the coals.\n\n\"So we're in Limon, eh, the famous Demetrio Macias' country, eh? Do you\nhear that, Lieutenant? We're in Limon.\"\n\n\"Limon? What the hell do I care? If I'm bound for hell, Sergeant, I\nmight as well go there now. I don't mind, now that I've found as good a\nremount as this! Look at the cheeks on the darling, look at them!\nThere's a pair of ripe red apples for a fellow to bite into!\"\n\n\"I'll wager you know Macias the bandit, lady? I was in the pen with him\nat Escobedo, once.\"\n\n\"Bring me a bottle of tequila, Sergeant: I've decided to spend the\nnight with this charming lady.... What's that? The colonel? ... Why in\nGod's name talk about the colonel now? He can go straight to hell, for\nall I care. And if he doesn't like it, it's all right with me. Come on,\nSergeant, tell the corporal outside to unsaddle the horses and feed\nthem. I'll stay here all night. Here, my girl, you let the sergeant fry\nthe eggs and warm up the tortillas; you come here to me. See this\nwallet full of nice new bills? They're all for you, darling. Sure, I\nwant you to have them. Figure it out for yourself. I'm drunk, see: I've\na bit of a load on and that's why I'm kind of hoarse, you might call\nit. I left half my gullet down Guadalajara way, and I've been spitting\nthe other half out all the way up here. Oh well, who cares? But I want\nyou to have that money, see, dearie? Hey, Sergeant, where's my bottle?\nNow, little girl, come here and pour yourself a drink. You won't, eh?\nAw, come on! Afraid of your--er--husband ... or whatever he is, huh?\nWell, if he's skulking in some hole, you tell him to come out. What the\nhell do I care? I'm not scared of rats, see!\" Suddenly a white shadow\nloomed on the threshold.\n\n\"Demetrio Macias!\" the sergeant cried as he stepped back in terror.\n\nThe lieutenant stood up, silent, cold and motionless as a statue.\n\n\"Shoot them!\" the woman croaked.\n\n\"Oh, come, you'll surely spare us! I didn't know you were there. I'll\nalways stand up for a brave man.\"\n\nDemetrio stood his ground, looking them up and down, an insolent and\ndisdainful smile wrinkling his face.\n\n\"Yes, I not only respect brave men, but I like them. I'm proud and\nhappy to call them friends. Here's my hand on it: friend to friend.\"\nThen, after a pause: \"All right, Demetrio Macias, if you don't want to\nshake hands, all right! But it's because you don't know me, that's why,\njust because the first time you saw me I was doing this dog's job. But\nlook here, I ask you, what in God's name can a man do when he's poor\nand has a wife to support and kids? ... Right you are, Sergeant, let's\ngo: I've nothing but respect for the home of what I call a brave man, a\nreal, honest, genuine man!\"\n\nWhen they had gone, the woman drew close to Demetrio.\n\n\"Holy Virgin, what agony! I suffered as though it was you they'd shot.\"\n\n\"You go to father's house, quick!\" Demetrio ordered. She wanted to hold\nhim in her arms; she entreated, she wept. But he pushed away from her\ngently and, in a sullen voice, said, \"I've an idea the whole lot of\nthem are coming.\"\n\n\"Why didn't you kill 'em?\"\n\n\"Their hour hasn't struck yet.\"\n\nThey went out together; she bore the child in her arms. At the door,\nthey separated, moving off in different directions.\n\nThe moon peopled the mountain with vague shadows. As he advanced at\nevery turn of his way Demetrio could see the poignant, sharp silhouette\nof a woman pushing forward painfully, bearing a child in her arms.\n\nWhen, after many hours of climbing, he gazed back, huge flames shot up\nfrom the depths of the canyon by the river. It was his house,\nblazing....\n\n\n\nII\n\nEverything was still swathed in shadows as Demetrio Macias began his\ndescent to the bottom of the ravine. Between rocks striped with huge\neroded cracks, and a squarely cut wall, with the river flowing below, a\nnarrow ledge along the steep incline served as a mountain trail.\n\n\"They'll surely find me now and track us down like dogs,\" he mused.\n\"It's a good thing they know nothing about the trails and paths up\nhere.... But if they got someone from Moyahua to guide them ...\" He\nleft the sinister thought unfinished. \"All the men from Limon or Santa\nRosa or the other nearby ranches are on our side: they wouldn't try to\ntrail us. That cacique who's chased and run me ragged over these hills,\nis at Mohayua now; he'd give his eyeteeth to see me dangling from a\ntelegraph pole with my tongue hanging out of my mouth, purple and\nswollen....\"\n\nAt dawn, he approached the pit of the canyon. Here, he lay on the rocks\nand fell asleep.\n\nThe river crept along, murmuring as the waters rose and fell in small\ncascades. Birds sang lyrically from their hiding among the pitaya\ntrees. The monotonous, eternal drone of insects filled the rocky\nsolitude with mystery.\n\nDemetrio awoke with a start. He waded the river, following its course\nwhich ran counter to the canyon; he climbed the crags laboriously as an\nant, gripping root and rock with his hands, clutching every stone in\nthe trail with his bare feet.\n\nWhen he reached the summit, he glanced down to see the sun steeping the\nvalley in a lake of gold. Near the canyon, enormous rocks loomed\nprotrudent, like fantastic Negro skulls. The pitaya trees rose tenuous,\ntall, like the tapering, gnarled fingers of a giant; other trees of all\nsorts bowed their crests toward the pit of the abyss. Amid the stark\nrocks and dry branches, roses bloomed like a white offering to the sun\nas smoothly, suavely, it unraveled its golden threads, one by one, from\nrock to rock.\n\nDemetrio stopped at the summit. Reaching backward, with his right arm\nhe drew his horn which hung at his back, held it up to his thick lips,\nand, swelling his cheeks out, blew three loud blasts. From across the\nhill close by, three sharp whistles answered his signal.\n\nIn the distance, from a conical heap of reeds and dry straws, man after\nman emerged, one after the other, their legs and chests naked, lambent\nand dark as old bronze. They rushed forward to greet Demetrio, and\nstopped before him, askance.\n\n\"They've burnt my house,\" he said.\n\nA murmur of oaths, imprecations, and threats rose among them.\n\nDemetrio let their anger run its course. Then he drew a bottle from\nunder his shirt and took a deep swig; then he wiped the neck of the\nbottle with the back of his hand and passed it around. It passed from\nmouth to mouth; not a drop was left. The men passed their tongues\ngreedily over their lips to recapture the tang of the liquor.\n\n\"Glory be to God and by His Will,\" said Demetrio, \"tonight or tomorrow\nat the latest we'll meet the Federals. What do you say, boys, shall we\nlet them find their way about these trails?\"\n\nThe ragged crew jumped to their feet, uttering shrill cries of joy;\nthen their jubilation turned sinister and they gave vent to threats,\noaths and imprecations.\n\n\"Of course, we can't tell how strong they are,\" said Demetrio as his\nglance traveled over their faces in scrutiny.\n\n\"Do you remember Medina? Out there at Hostotipaquillo, he only had a\nhalf a dozen men with knives that they sharpened on a grindstone. Well,\nhe held back the soldiers and the police, didn't he? And he beat them,\ntoo.\"\n\n\"We're every bit as good as Medina's crowd!\" said a tall,\nbroad-shouldered man with a black beard and bushy eyebrows.\n\n\"By God, if I don't own a Mauser and a lot of cartridges, if I can't\nget a pair of trousers and shoes, then my name's not Anastasio\nMontanez! Look here, Quail, you don't believe it, do you? You ask my\npartner Demetrio if I haven't half a dozen bullets in me already.\nChrist! Bullets are marbles to me! And I dare you to contradict me!\"\n\n\"Viva Anastasio Montanez,\" shouted Manteca.\n\n\"All right, all right!\" said Montanez. \"Viva Demetrio Macias, our\nchief, and long life to God in His heaven and to the Virgin Mary.\"\n\n\"Viva Demetrio Macias,\" they all shouted.\n\nThey gathered dry brush and wood, built a fire and placed chunks of\nfresh meat upon the burning coals. As the blaze rose, they collected\nabout the fire, sat down Indian-fashion and inhaled the odor of the\nmeat as it twisted on the crackling fire. The rays of the sun, falling\nabout them, cast a golden radiance over the bloody hide of a calf,\nlying on the ground nearby. The meat dangled from a rope fastened to a\nhuizache tree, to dry in the sun and wind.\n\n\"Well, men,\" Demetrio said, \"you know we've only twenty rifles, besides\nmy thirty-thirty. If there are just a few of them, we'll shoot until\nthere's not a live man left. If there's a lot of 'em, we can give 'em a\ngood scare, anyhow.\"\n\nHe undid a rag belt about his waist, loosened a knot in it and offered\nthe contents to his companions. Salt. A murmur of approbation rose\namong them as each took a few grains between the tips of his fingers.\n\nThey ate voraciously; then, glutted, lay down on the ground, facing the\nsky. They sang monotonous, sad songs, uttering a strident shout after\neach stanza.\n\n\n\nIII\n\nIn the brush and foliage of the sierra, Demetrio Macias and his\nthreescore men slept until the halloo of the horn, blown by Pancracio\nfrom the crest of a peak, awakened them.\n\n\"Time, boys! Look around and see what's what!\" Anastasio Montanez said,\nexamining his rifle springs. Yet he was previous; an hour or more\nelapsed with no sound or stir save the song of the locust in the brush\nor the frog stirring in his mudhole. At last, when the ultimate faint\nrays of the moon were spent in the rosy dimness of the dawn, the\nsilhouette of a soldier loomed at the end of the trail. As they\nstrained their eyes, they could distinguish others behind him, ten,\ntwenty, a hundred. ... Then, suddenly, darkness swallowed them up. Only\nwhen the sun rose, Demetrio's band realized that the canyon was alive\nwith men, midgets seated on miniature horses.\n\n\"Look at 'em, will you?\" said Pancracio. \"Pretty, ain't they? Come on,\nboys, let's go and roll marbles with 'em.\"\n\nNow the moving dwarf figures were lost in the dense chaparral, now they\nreappeared, stark and black against the ocher. The voices of officers,\nas they gave orders, and soldiers, marching at ease, were clearly\naudible. Demetrio raised his hand; the locks of rifles clicked. \"Fire!\"\nhe cried tensely.\n\nTwenty-one men shot as one; twenty-one soldiers fell off their horses.\nCaught by surprise, the column halted, etched like bas-reliefs in stone\nagainst the rocks.\n\nAnother volley and a score of soldiers hurtled down from rock to rock.\n\n\"Come out, bandits. Come out, you starved dogs!\"\n\n\"To hell with you, you corn rustlers!\"\n\n\"Kill the cattle thieves! Kill 'em!\"\n\n\nThe soldiers shouted defiance to their enemies; the latter, giving\nproof of a marksmanship which had already made them famous, were\ncontent to keep under cover, quiet, mute.\n\n\"Look, Pancracio,\" said Meco, completely black save for his eyes and\nteeth. \"This is for that man who passes that tree. I'll get the son of\na ...\"\n\n\"Take that! Right in the head. You saw it, didn't you, mate? Now, this\nis for the fellow on the roan horse. Down you come, you shave-headed\nbastard!\"\n\n\"I'll give that lad on the trail's edge a shower of lead. If you don't\nhit the river, I'm a liar! Now: look at him!\"\n\n\"Oh, come on, Anastasio don't be cruel; lend me your rifle. Come along,\none shot, just one!\"\n\nManteca and Quail, unarmed, begged for a gun as a boon, imploring\npermission to fire at least a shot apiece. \"Come out of your holes if\nyou've got any guts!\"\n\n\"Show your faces, you lousy cowards!\"\n\nFrom peak to peak, the shouts rang as distinctly as though uttered\nacross a street. Suddenly, Quail stood up, naked, holding his trousers\nto windward as though he were a bullfighter flaunting a red cape, and\nthe soldiers below the bull. A shower of shots peppered upon Demetrio's\nmen.\n\n\"God! That was like a hornet's nest buzzing overhead,\" said Anastasio\nMontanez, lying flat on the ground without daring to wink an eye.\n\n\"Here, Quail, you son of a bitch, you stay where I told you,\" roared\nDemetrio.\n\nThey crawled to take new positions. The soldiers, congratulating\nthemselves on their successes, ceased firing when another volley roused\nthem.\n\n\"More coming!\" they shouted.\n\nSome, panic-stricken, turned their horses back; others, abandoning\ntheir mounts, began to climb up the mountain and seek shelter behind\nthe rocks. The officers had to shoot at them to enforce discipline.\n\n\"Down there, down there!\" said Demetrio as he leveled his rifle at the\ntranslucent thread of the river.\n\nA soldier fell into the water; at each shot, invariably a soldier bit\nthe dust. Only Demetrio was shooting in that direction; for every\nsoldier killed, ten or twenty of them, intact, climbed afresh on the\nother side.\n\n\"Get those coming up from under! Los de Abajo! Get the underdogs!\" he\nscreamed.\n\nNow his fellows were exchanging rifles, laughing and making wagers on\ntheir marksmanship.\n\n\"My leather belt if I miss that head there, on the black horse!\"\n\n\"Lend me your rifle, Meco.\"\n\n\"Twenty Mauser cartridges and a half yard of sausage if you let me\nspill that lad riding the bay mare. All right! Watch me.... There! See\nhim jump! Like a bloody deer.\"\n\n\"Don't run, you half-breeds. Come along with you! Come and meet Father\nDemetrio!\"\n\nNow it was Demetrio's men who screamed insults. Manteca, his smooth\nface swollen in exertion, yelled his lungs out. Pancracio roared, the\nveins and muscles in his neck dilated, his murderous eyes narrowed to\ntwo evil slits.\n\nDemetrio fired shot after shot, constantly warning his men of impending\ndanger, but they took no heed until they felt the bullets spattering\nthem from one side.\n\n\"Goddamn their souls, they've branded me!\" Demetrio cried, his teeth\nflashing.\n\nThen, very swiftly, he slid down a gully and was lost....\n\n\n\nIV\n\nTwo men were missing, Serapio the candymaker, and Antonio, who\nplayed the cymbals in the Juchipila band. \"Maybe they'll join us\nfurther on,\" said Demetrio.\n\nThe return journey proved moody. Anastasio Montanez alone preserved his\nequanimity, a kindly expression playing in his sleepy eyes and on his\nbearded face. Pancracio's harsh, gorillalike profile retained its\nrepulsive immutability.\n\nThe soldiers had retreated; Demetrio began the search for the soldiers'\nhorses which had been hidden in the sierra.\n\nSuddenly Quail, who had been walking ahead, shrieked. He had caught\nsight of his companions swinging from the branches of a mesquite. There\ncould be no doubt of their identity; Serapio and Antonio they certainly\nwere. Anastasio Montanez prayed brokenly.\n\n\"Our Father Who art in heaven, hallowed be Thy name. Thy kingdom\ncome...\"\n\n\"Amen,\" his men answered in low tones, their heads bowed, their hats\nupon their breasts....\n\nThen, hurriedly, they took the Juchipila canyon northward, without\nhalting to rest until nightfall.\n\nQuail kept walking close to Anastasio unable to banish from his mind\nthe two who were hanged, their dislocated limp necks, their dangling\nlegs, their arms pendulous, and their bodies moving slowly in the wind.\n\nOn the morrow, Demetrio complained bitterly of his wound; he could no\nlonger ride on horseback. They were forced to carry him the rest of the\nway on a makeshift stretcher of leaves and branches.\n\n\"He's bleeding frightfully,\" said Anastasio Montanez, tearing off one\nof his shirt-sleeves and tying it tightly about Demetrio's thigh, a\nlittle above the wound.\n\n\"That's good,\" said Venancio. \"It'll keep him from bleeding and stop\nthe pain.\"\n\nVenancio was a barber. In his native town, he pulled teeth and\nfulfilled the office of medicine man. He was accorded an unimpeachable\nauthority because he had read The Wandering Jew and one or two other\nbooks. They called him \"Doctor\"; and since he was conceited about his\nknowledge, he employed very few words.\n\nThey took turns, carrying the stretcher in relays of four over the bare\nstony mesa and up the steep passes.\n\nAt high noon, when the reflection of the sun on the calcareous soil\nburned their shoulders and made the landscape dimly waver before their\neyes, the monotonous, rhythmical moan of the wounded rose in unison\nwith the ceaseless cry of the locusts. They stopped to rest at every\nsmall hut they found hidden between the steep, jagged rocks.\n\n\"Thank God, a kind soul and tortillas full of beans and chili are never\nlacking,\" Anastasio Montanez said with a triumphant belch.\n\nThe mountaineers would shake calloused hands with the travelers, saying:\n\n\"God's blessing on you! He will find a way to help you all, never fear.\nWe're going ourselves, starting tomorrow morning. We're dodging the\ndraft, with those damned Government people who've declared war to the\ndeath on us, on all the poor. They come and steal our pigs, our\nchickens and corn, they burn our homes and carry our women off, and if\nthey ever get hold of us they'll kill us like mad dogs, and we die\nright there on the spot and that's the end of the story!\"\n\nAt sunset, amid the flames dyeing the sky with vivid, variegated\ncolors, they descried a group of houses up in the heart of the blue\nmountains. Demetrio ordered them to carry him there.\n\nThese proved to be a few wretched straw huts, dispersed all over the\nriver slopes, between rows of young sprouting corn and beans. They\nlowered the stretcher and Demetrio, in a weak voice, asked for a glass\nof water.\n\nGroups of squalid Indians sat in the dark pits of the huts, men with\nbony chests, disheveled, matted hair, and ruddy cheeks; behind them,\neyes shone up from floors of fresh reeds.\n\nA child with a large belly and glossy dark skin came close to the\nstretcher to inspect the wounded man. An old woman followed, and soon\nall of them drew about Demetrio in a circle.\n\nA girl sympathizing with him in his plight brought a jicara of bluish\nwater. With hands shaking, Demetrio took it up and drank greedily.\n\n\"Will you have some more?\"\n\nHe raised his eyes and glanced at the girl, whose features were common\nbut whose voice had a note of kindness in it. Wiping his sweating brow\nwith the back of his palm and turning on one side, he gasped: \"May God\nreward you.\"\n\nThen his whole body shook, making the leaves of the stretcher rustle.\nFever possessed him; he fainted.\n\n\"It's a damp night and that's terrible for the fever,\" said Remigia, an\nold wrinkled barefooted woman, wearing a cloth rag for a blouse.\n\nShe invited them to move Demetrio into her hut.\n\nPancracio, Anastasio Montanez, and Quail lay down beside the stretcher\nlike faithful dogs, watchful of their master's wishes. The rest\nscattered about in search of food.\n\nRemigia offered them all she had, chili and tortillas.\n\n\"Imagine! I had eggs, chickens, even a goat and her kid, but those damn\nsoldiers wiped me out clean.\"\n\nThen, making a trumpet of her hands, she drew near Anastasio and\nmurmured in his ear:\n\n\"Imagine, they even carried away Senora Nieves' little girl!\"\n\n\n\nV\n\nSuddenly awakening, Quail opened his eyes and stood up.\n\n\"Montanez, did you hear? A shot, Montanez! Hey, Montanez, get up!\"\n\nHe shook him vigorously until Montanez ceased snoring and in turn woke\nup.\n\n\"What in the name of ... Now you're at it again, damn it. I tell you\nthere aren't ghosts any more,\" Anastasio muttered out of a half-sleep.\n\n\"I heard a shot, Montanez!\"\n\n\"Go back to sleep, Quail, or I'll bust your nose.\"\n\n\"Hell, Anastasio I tell you it's no nightmare. I've forgotten those\nfellows they hung, honest. It's a shot, I tell you. I heard it all\nright.\"\n\n\"A shot, you say? All right, then, hand me my gun.\"\n\nAnastasio Montanez rubbed his eyes, stretched out his arms and legs,\nand stood up lazily.\n\nThey left the hut. The sky was solid with stars; the moon rose like a\nsharp scythe. The confused rumor of women crying in fright resounded\nfrom the various huts; the men who had been sleeping in the open, also\nwoke up and the rattle of arms echoed over the mountain.\n\n\"You cursed fool, you've maimed me for life.\"\n\nA voice rang clearly through the darkness.\n\n\"Who goes there?\"\n\nThe shout echoed from rock to rock, through mound and over hollow,\nuntil it spent itself at the far, silent reaches of the night.\n\n\"Who goes there?\" Anastasio repeated his challenge louder, pulling back\nthe lock of his Mauser.\n\n\"One of Demetrio's men,\" came the answer.\n\n\"It's Pancracio,\" Quail cried joyfully. Relieved, he rested the butt of\nhis rifle on the ground.\n\nPancracio appeared, holding a young man by the arms; the newcomer was\ncovered with dust from his felt hat to his coarse shoes. A fresh\nbloodstain lay on his trousers close to the heel.\n\n\"Who's this tenderfoot?\" Anastasio demanded.\n\n\"You know I'm on guard around here. Well, I hears a noise in the brush,\nsee, and I shouts, 'Who goes there?' and then this lad answers,\n'Carranza! Carranza!' I don't know anyone by that name, and so I says,\n'Carranza, hell!' and I just pumps a bit of lead into his hoof.\"\n\nSmiling, Pancracio turned his beardless head around as if soliciting\napplause.\n\nThen the stranger spoke:\n\n\"Who's your commander?\"\n\nProudly, Anastasio raised his head, went up to him and looked him in\nthe face. The stranger lowered his tone considerably.\n\n\"Well, I'm a revolutionist, too, you know. The Government drafted me\nand I served as a private, but I managed to desert during the battle\nthe day before yesterday, and I've been walking about in search of you\nall.\"\n\n\"So he's a Government soldier, eh?\" A murmur of incredulity rose from\nthe men, interrupting the stranger.\n\n\"So that's what you are, eh? One of those damn half-breeds,\" said\nAnastasio Montanez. \"Why the hell didn't you pump your lead in his\nbrain, Pancracio?\"\n\n\"What's he talking about, anyhow? I can't make head nor tail of it. He\nsays he wants to see Demetrio and that he's got plenty to say to him.\nBut that's all right: we've got plenty of time to do anything we damn\nwell please so long as you're in no hurry, that's all,\" said Pancracio,\nloading his gun.\n\n\"What kind of beasts are you?\" the prisoner cried. He could say no\nmore: Anastasio's fist, crashing down upon his face, sent his head\nturning on his neck, covered with blood.\n\n\"Shoot the half-breed!\"\n\n\"Hang him!\"\n\n\"Burn him alive; he's a lousy Federal.\"\n\nIn great excitement, they yelled and shrieked and were about to fire at\nthe prisoner.\n\n\"Sssh! Shut up! I think Demetrio's talking now,\" Anastasio said,\nstriving to quiet them. Indeed, Demetrio, having ascertained the cause\nof the turmoil, ordered them to bring the prisoner before him.\n\n\"It's positively infamous, senor; look,\" Luis Cervantes said, pointing\nto the bloodstains on his trousers and to his bleeding face.\n\n\"All right, all right. But who in hell are you? That's what I want to\nknow,\" Demetrio said.\n\n\"My name is Luis Cervantes, sir. I'm a medical student and a\njournalist. I wrote a piece in favor of the revolution, you see; as a\nresult, they persecuted me, caught me, and finally landed me in the\nbarracks.\"\n\nHis ensuing narrative was couched in terms of such detail and expressed\nin terms so melodramatic that it drew guffaws of mirth from Pancracio\nand Manteca.\n\n\"All I've tried to do is to make myself clear on this point. I want you\nto be convinced that I am truly one of your coreligionists....\"\n\n\"What's that? What did you say? Car ... what?\" Demetrio asked, bringing\nhis ear close to Cervantes.\n\n\"Coreligionist, sir, that is to say, a person who possesses the same\nreligion, who is inspired by the same ideals, who defends and fights\nfor the same cause you are now fighting for.\"\n\nDemetrio smiled:\n\n\"What are we fighting for? That's what I'd like to know.\"\n\nIn his disconcertment, Luis Cervantes could find no reply.\n\n\"Look at that mug, look at 'im! Why waste any time, Demetrio? Let's\nshoot him,\" Pancracio urged impatiently.\n\nDemetrio laid a hand on his hair which covered his ears, and stretching\nhimself out for a long time, seemed to be lost in thought. Having found\nno solution, he said:\n\n\"Get out, all of you; it's aching again. Anastasio put out the candle.\nLock him up in the corral and let Pancracio and Manteca watch him.\nTomorrow, we'll see.\"\n\n\n\nVI\n\nThrough the shadows of the starry night, Luis Cervantes had not yet\nmanaged to detect the exact shape of the objects about him. Seeking the\nmost suitable resting-place, he laid his weary bones down on a fresh\npile of manure under the blurred mass of a huizache tree. He lay down,\nmore exhausted than resigned, and closed his eyes, resolutely\ndetermined to sleep until his fierce keepers or the morning sun,\nburning his ears, awakened him. Something vaguely like warmth at his\nside, then a tired hoarse breath, made him shudder. He opened his eyes\nand feeling about him with his hands, he sensed the coarse hairs of a\nlarge pig which, resenting the presence of a neighbor, began to grunt.\n\nAll Luis' efforts to sleep proved quite useless, not only because the\npain of his wound or the bruises on his flesh smarted, but because he\nsuddenly realized the exact nature of his failure.\n\nYes, failure! For he had never learned to appreciate exactly the\ndifference between fulminating sentences of death upon bandits in the\ncolumns of a small country newspaper and actually setting out in search\nof them, and tracking them to their lairs, gun in hand. During his\nfirst day's march as volunteer lieutenant, he had begun to suspect the\nerror of his ways--a brutal sixty miles' journey it was, that left his\nhips and legs one mass of raw soreness and soldered all his bones\ntogether. A week later, after his first skirmish against the rebels, he\nunderstood every rule of the game. Luis Cervantes would have taken up a\ncrucifix and solemnly sworn that as soon as the soldiers, gun in hand,\nstood ready to shoot, some profoundly eloquent voice had spoken behind\nthem, saying, \"Run for your lives.\" It was all crystal clear. Even his\nnoble-spirited horse, accustomed to battle, sought to sweep back on its\nhind legs and gallop furiously away, to stop only at a safe distance\nfrom the sound of firing. The sun was setting, the mountain became\npeopled with vague and restless shadows, darkness scaled the ramparts\nof the mountain hastily. What could be more logical then, than to seek\nrefuge behind the rocks and attempt to sleep, granting mind and body a\nsorely needed rest?\n\nBut the soldier's logic is the logic of absurdity. On the morrow, for\nexample, his colonel awakened him rudely out of his sleep, cuffing and\nbelaboring him unmercifully, and, after having bashed in his face,\ndeprived him of his place of vantage. The rest of the officers,\nmoreover, burst into hilarious mirth and holding their sides with\nlaughter begged the colonel to pardon the deserter. The colonel,\ntherefore, instead of sentencing him to be shot, kicked his buttocks\nroundly for him and assigned him to kitchen police.\n\nThis signal insult was destined to bear poisonous fruit. Luis Cervantes\ndetermined to play turncoat; indeed, mentally, he had already changed\nsides. Did not the sufferings of the underdogs, of the disinherited\nmasses, move him to the core? Henceforth he espoused the cause of\nDemos, of the subjugated, the beaten and baffled, who implore justice,\nand justice alone. He became intimate with the humblest private. More,\neven, he shed tears of compassion over a dead mule which fell, load and\nall, after a terribly long journey.\n\nFrom then on, Luis Cervantes' prestige with the soldiers increased.\nSome actually dared to make confessions. One among them, conspicuous\nfor his sobriety and silence, told him: \"I'm a carpenter by trade, you\nknow. I had a mother, an old woman nailed to her chair for ten years by\nrheumatism. In the middle of the night, they pulled me out of my house;\nthree damn policemen; I woke up a soldier twenty-five miles away from\nmy hometown. A month ago our company passed by there again. My mother\nwas already under the sod! ... So there's nothing left for me in this\nwide world; no one misses me now, you see. But, by God, I'm damned if\nI'll use these cartridges they make us carry, against the enemy. If a\nmiracle happens (I pray for it every night, you know, and I guess our\nLady of Guadalupe can do it all right), then I'll join Villa's men; and\nI swear by the holy soul of my old mother, that I'll make every one of\nthese Government people pay, by God I will.\"\n\nAnother soldier, a bright young fellow, but a charlatan, at heart, who\ndrank habitually and smoked the narcotic marihuana weed, eyeing him\nwith vague, glassy stare, whispered in his ear, \"You know, partner ...\nthe men on the other side ... you know, the other side ... you\nunderstand ... they ride the best horses up north there, and all over,\nsee? And they harness their mounts with pure hammered silver. But us?\nOh hell, we've got to ride plugs, that's all, and not one of them good\nenough to stagger round a water well. You see, don't you, partner? You\nsee what I mean? You know, the men on the other side-they get shiny new\nsilver coins while we get only lousy paper money printed in that\nmurderer's factory, that's what we get, yes, that's ours, I tell you!\"\n\nThe majority of the soldiers spoke in much the same tenor. Even a top\nsergeant candidly confessed, \"Yes, I enlisted all right. I wanted to.\nBut, by God, I missed the right side by a long shot. What you can't\nmake in a lifetime, sweating like a mule and breaking your back in\npeacetime, damn it all, you can make in a few months just running\naround the sierra with a gun on your back, but not with this crowd,\ndearie, not with this lousy outfit ....\"\n\nLuis Cervantes, who already shared this hidden, implacably mortal\nhatred of the upper classes, of his officers, and of his superiors,\nfelt that a veil had been removed from his eyes; clearly, now, he saw\nthe final outcome of the struggle. And yet what had happened? The first\nmoment he was able to join his coreligionists, instead of welcoming him\nwith open arms, they threw him into a pigsty with swine for company.\n\nDay broke. The roosters crowed in the huts. The chickens perched in the\nhuizache began to stretch their wings, shake their feathers, and fly\ndown to the ground.\n\nLuis Cervantes saw his guards lying on top of a dung heap, snoring. In\nhis imagination, he reviewed the features of last night's men. One,\nPancracio, was pockmarked, blotchy, unshaven; his chin protruded, his\nforehead receded obliquely; his ears formed one solid piece with head\nand neck--a horrible man. The other, Manteca, was so much human refuse;\nhis eyes were almost hidden, his look sullen; his wiry straight hair\nfen over his ears, forehead and neck; his scrofulous lips hung\neternally agape. Once more, Luis Cervantes felt his flesh quiver.\n\n\n\nVII\n\nStill drowsy, Demetrio ran his hand through his ruffled hair, which\nhung over his moist forehead, pushed it back over his ears, and opened\nhis eyes.\n\nDistinctly he heard the woman's melodious voice which he had already\nsensed in his dream. He walked toward the door.\n\nIt was broad daylight; the rays of sunlight filtered through the thatch\nof the hut.\n\nThe girl who had offered him water the day before, the girl of whom he\nhad dreamed all night long, now came forward, kindly and eager as ever.\nThis time she carried a pitcher of milk brimming over with foam.\n\n\"It's goat's milk, but fine just the same. Come on now: taste it.\"\n\nDemetrio smiled gratefully, straightened up, grasped the clay pitcher,\nand proceeded to drink the milk in little gulps, without removing his\neyes from the girl. She grew self-conscious, lowered her eyes.\n\n\"What's your name?\" he asked.\n\n\"Camilla.\"\n\n\"Ah, there's a lovely name! And the girl that bears it, lovelier still!\"\n\nCamilla blushed. As he sought to seize her wrist, she grew frightened,\nand Picking up the empty pitcher, flew out the door.\n\n\"No, Demetrio,\"  Anastasio  Montanez  commented gravely, \"you've got to\nbreak them in first. Hmm! It's a hell of a lot of scars the women have\nleft on my body. Yes, my friend, I've a heap of experience along that\nline.\"\n\n\"I feel all right now, Compadre.\" Demetrio pretended he had not heard\nhim. \"I had fever, and I sweated like a horse all night, but I feel\nquite fresh today. The thing that's irking me hellishly is that Goddamn\nwound. Can Venancio to look after me.\"\n\n\"What are we going to do with the tenderfoot we caught last night?\"\nPancracio asked.\n\n\"That's right: I was forgetting all about him.\"\n\nAs usual, Demetrio hesitated a while before he reached a decision.\n\n\"Here, Quail, come here. Listen: you go and find out where's the\nnearest church around here. I know there's one about six miles away. Go\nand steal a priest's robe and bring it back.\"\n\n\"What's the idea?\" asked Pancracio in surprise.\n\n\"Well, I'll soon find out if this tenderfoot came here to murder me.\nI'll tell him he's to be shot, see, and Quail will put on the priest's\nrobes, say that he's a priest and hear his confession. If he's got\nanything up his sleeve, he'll come out with it, and then I'll shoot\nhim. Otherwise I'll let him go.\"\n\n\"God, there's a roundabout way to tackle the question. If I were you,\nI'd just shoot him and let it go at that,\" said Pancracio\ncontemptuously.\n\nThat night Quail returned with the priest's robes; Demetrio ordered the\nprisoner to be led in. Luis Cervantes had not eaten or slept for two\ndays, there were deep black circles under his eyes; his face was\ndeathly pale, his lips dry and colorless. He spoke awkwardly, slowly:\n\"You can do as you please with me.... I am convinced I was wrong to\ncome looking for you.\"\n\nThere was a prolonged silence. Then:\n\n\"I thought that you would welcome a man who comes to offer his help,\nwith open arms, even though his help was quite worthless. After all,\nyou might perhaps have found some use for it. What, in heaven's name,\ndo I stand to gain, whether the revolution wins or loses?\"\n\nLittle by little he grew more animated; at times the languor in his\neyes disappeared.\n\n\"The revolution benefits the poor, the ignorant, all those who have\nbeen slaves all their lives, all the unhappy people who do not even\nsuspect they are poor because the rich who stand above them, the rich\nwho rule them, change their sweat and blood and tears into gold...\"\n\n\"Well, what the hell is the gist of all this palaver? I'll be damned if\nI can stomach a sermon,\" Pancracio broke in.\n\n\"I wanted to fight for the sacred cause of the oppressed, but you don't\nunderstand ... you cast me aside.... Very well, then, you can do as you\nplease with me!\"\n\n\"All I'm going to do now is to put this rope around your neck. Look\nwhat a pretty white neck you've got.\"\n\n\"Yes, I know what brought you here,\" Demetrio interrupted dryly,\nscratching his head. \"I'm going to have you shot!\"\n\nThen, looking at Anastasio he said:\n\n\"Take him away. And ... if he wants to confess, bring the priest to\nhim.\"\n\nImpassive as ever, Anastasio took the prisoner gently by the arm.\n\n\"Come along this way, Tenderfoot.\"\n\nThey all laughed uproariously, when a few minutes later, Quail appeared\nin priestly robes.\n\n\"By God, this tenderfoot certainly talks his head off,\" Quail said.\n\"You know, I've a notion he was having a bit of a laugh on me when I\nstarted asking him questions.\"\n\n\"But didn't he have anything to say?\"\n\n\"Nothing, save what he said last night.\"\n\n\"I've a hunch he didn't come here to shoot you at all, Compadre,\" said\nAnastasio.\n\n\"Give him something to eat and guard him.\"\n\n\n\nVIII\n\nOn the morrow, Luis Cervantes was barely able to get up. His injured\nleg trailing behind him, he shuffled from hut to hut in search of a\nlittle alcohol, a kettle of boiled water and some rags. With unfailing\nkindness, Camilla provided him with all that he wanted.\n\nAs he began washing his foot, she sat beside him, and, with typical\nmountaineer's curiosity, inquired:\n\n\"Tell me, who learned you how to cure people?  Why did you boil that\nwater? Why did you boil the rags? Look, look, how careful you are about\neverything! And what did you put on your hands? Really.... And why did\nyou pour on alcohol? I just knew alcohol was good to rub on when you\nhad a bellyache, but ... Oh, I see! So you was going to be a doctor,\nhuh? Ha, ha, that's a good one! Why don't you mix it with cold water?\nWell, there's a funny sort of a trick. Oh, stop fooling me ... the\nidea: little animals alive in the water unless you boil it! Ugh! Well,\nI can't see nothing in it myself.\"\n\nCamilla continued to cross-question him with such familiarity that she\nsuddenly found herself addressing him intimately, in the singular tu.\nAbsorbed in his own thoughts, Luis Cervantes had ceased listening to\nher. He thought:\n\nWhere are those men on Pancho Villa's payroll, so admirably equipped\nand mounted, who only get paid in those pure silver pieces Villa coins\nat the Chihuahua mint? Bah! Barely two dozen half-naked mangy men, some\nof them riding decrepit mares with the coat nibbled off from neck to\nwithers. Can the accounts given by the Government newspapers and by\nmyself be really true and are these so-called revolutionists simply\nbandits grouped together, using the revolution as a wonderful pretext\nto glut their thirst for gold and blood? Is it all a lie, then? Were\ntheir sympathizers talking a lot of exalted nonsense?\n\nIf on one hand the Government newspapers vied with each other in noisy\nproclamation of Federal victory after victory, why then had a paymaster\non his way from Guadalajara started the rumor that President Huerta's\nfriends and relatives were abandoning the capital and scuttling away to\nthe nearest port? Was Huerta's, \"I shall have peace, at no matter what\ncost,\" a meaningless growl? Well, it looked as though the\nrevolutionists or bandits, call them what you will, were going to\ndepose the Government. Tomorrow would therefore belong wholly to them.\nA man must consequently be on their side, only on their side.\n\n\"No,\" he said to himself almost aloud, \"I don't think I've made a\nmistake this time.\"\n\n\"What did you say?\" Camilla asked. \"I thought you'd lost your\ntongue.... I thought the mice had eaten it up!\"\n\nLuis Cervantes frowned and cast a hostile glance at this little plump\nmonkey with her bronzed complexion, her ivory teeth, and her thick\nsquare toes.\n\n\"Look here, Tenderfoot, you know how to tell fairy stories, don't you?\"\n\nFor all answer, Luis made an impatient gesture and moved off, the\ngirl's ecstatic glance following his retreating figure until it was\nlost on the river path. So profound was her absorption that she\nshuddered in nervous surprise as she heard the voice of her neighbor,\none-eyed Maria Antonia, who had been spying from her hut, shouting:\n\n\"Hey, you there: give him some love powder. Then he might fall for you.\"\n\n\"That's what you'd do, all right!\"\n\n\"Oh, you think so, do you? Well, you're quite wrong! Faugh! I despise a\ntenderfoot, and don't forget it!\n\n\n\n\nIX\n\nHo there, Remigia, lend me some eggs, will you? My chicken has been\nhatching since morning. There's some gentlemen here, come to eat.\"\n\nHer neighbor's eyes blinked as the bright sunlight poured into the\nshadowy hut, darker than usual, even, as dense clouds of smoke rose\nfrom the stove. After a few minutes, she began to make out the contour\nof the various objects inside, and recognized the wounded man's\nstretcher, which lay in one corner, close to the ashy-gray galvanized\niron roof.\n\nShe sat down beside Remigia Indian-fashion, and, glancing furtively\ntoward where Demetrio rested, asked in a low voice:\n\n\"How's the patient, better? That's fine. Oh, how young he is! But he's\nstill pale, don't you think? So the wound's not closed up yet. Well,\nRemigia, don't you think we'd better try and do something about it?\"\n\nRemigia, naked from the waist up, stretched her thin muscular arms over\nthe corn grinder, pounding the corn with a stone bar she held in her\nhands.\n\n\"Oh, I don't know; they might not like it,\" she answered, breathing\nheavily as she continued her rude task. \"They've got their own doctor,\nyou know, so--\"\n\n\"Hallo, there, Remigia,\" another neighbor said as she came in, bowing\nher bony back to pass through the opening, \"haven't you any laurel\nleaves? We want to make a potion for Maria Antonia who's not so well\ntoday, what with her bellyache.\"\n\nIn reality, her errand was but a pretext for  asking questions and\npassing the time of day in gossip,  so she turned her eyes to the\ncorner where the patient lay and, winking, sought information as to his\nhealth.\n\nRemigia lowered her eyes to indicate that Demetrio was sleeping.\n\n\"Oh, I didn't see you when I came in. And you're here too, Panchita?\nWell, how are you?\"\n\n\"Good morning to you, Fortunata. How are you?\"\n\n\"All right. But Maria Antonia's got the curse today and her belly's\naching something fierce.\"\n\nShe sat Indian-fashion, with bent knees, huddling hip to hip against\nPanchita.\n\n\"I've got no laurel leaves, honey,\" Remigia answered, pausing a moment\nin her work to push a mop of hair back from over her sweaty forehead.\nThen, plunging her two hands into a mass of corn, she removed a handful\nof it dripping with muddy yellowish water. \"I've none at all; you'd\nbetter go to Dolores, she's always got herbs, you know.\"\n\n\"But Dolores went to Cofradia last night. I don't know, but they say\nthey came to fetch her to help Uncle Matias' girl who's big with child.\"\n\n\"You don't say, Panchita?\"\n\nThe three old women came together forming an animated group, and\nspeaking in low tones, began to gossip with great gusto.\n\n\"Certainly, I swear it, by God up there in heaven.\"\n\n\"Well, well, I was the first one to say that Marcelina was big with\nchild, wasn't I? But of course no one would believe me.\"\n\n\"Poor girl. It's going to be terrible if the kid is her uncle's, you\nknow!\"\n\n\"God forbid!\"\n\n\"Of course it's not her uncle: Nazario had nothing to do with it, I\nknow. It was them damned soldiers, that's who done it.\"\n\n\"God, what a bloody mess! Another unhappy woman!\"\n\nThe cackle of the old hens finally awakened Demetrio. They kept silent\nfor a moment; then Panchita, taking out of the bosom of her blouse a\nyoung pigeon which opened its beak in suffocation, said:\n\n\"To tell you the truth, I brought this medicine for the gentleman here,\nbut they say he's got a doctor, so I suppose--\"\n\n\"That makes no difference, Panchita, that's no medicine anyhow, it's\nsimply something to rub on his body.\"\n\n\"Forgive this poor gift from a poor woman, senor,\" said the wrinkled\nold woman, drawing close to Demetrio, \"but there's nothing like it in\nthe world for hemorrhages and suchlike.\"\n\nDemetrio nodded hasty approval. They had already placed a loaf of bread\nsoaked in alcohol on his stomach; although when this was removed he\nbegan to be cooler, he felt that he was still feverish inside.\n\n\"Come on, Remigia, you do it, you certainly know how,\" the women said.\n\nOut of a reed sheath, Remigia pulled a long and curved knife which\nserved to cut cactus fruit. She took the pigeon in one hand, turned it\nover, its breast upward, and with the skill of a surgeon, ripped it in\ntwo with a single thrust.\n\n\"In the name of Jesus, Mary, and Joseph,\" Remigia said, blessing the\nroom and making the sign of the cross; next, with infinite dexterity,\nshe placed the warm bleeding portions of the pigeon upon Demetrio's\nabdomen.\n\n\"You'll see: you'll feel much better now.\"\n\nObeying Remigia's instructions, Demetrio lay motionless, crumpled up on\none side.\n\nThen Fortunata gave vent to her sorrows. She liked these gentlemen of\nthe revolution, all right, that she did--for, three months ago, you\nknow, the Government soldiers had run away with her only daughter. This\nhad broken her heart, Yes, and driven her all but crazy.\n\nAs she began, Anastasio Montanez and Quail lay on the floor near the\nstretcher, their mouths gaping, all ears to the story. But Fortunata's\nwealth of detail by the time she had told half of it bored Quail and he\nleft the hut to scratch himself out in the sun. By the time Fortunata\nhad at last concluded with a solemn \"I pray God and the Blessed Virgin\nMary that you are not sparing the life of a single one of those\nFederals from hell,\" Demetrio, face to wall, felt greatly relieved by\nthe stomach cure, and was busy thinking of the best route by which to\nproceed to Durango. Anastasio Montanez was snoring like a trombone.\n\n\n\nX\n\n\"Why don't you call in the tenderfoot to treat you, Compadre Demetrio,\"\nAnastasio Montanez asked his chief, who had been complaining daily of\nchills and fever. \"You ought to see him; no one has laid a hand to him\nbut himself, and now he's so fit that he doesn't limp a step.\"\n\nBut Venancio, standing by with his tins of lard and his dirty string\nrags ready, protested:\n\n\"All right, if anybody lays a hand on Demetrio, I won't be responsible.\"\n\n\"Nonsense! Rot! What kind of doctor do you think you are? You're no\ndoctor at all. I'll wager you've already forgotten why you ever joined\nus,\" said Quail.\n\n\"Well, I remember why you joined us, Quail,\" Venancio replied angrily.\n\"Perhaps you'll deny it was because you had stolen a watch and some\ndiamond rings.\"\n\n\"Ha, ha, ha! That's rich! But you're worse, my lad; you ran away from\nyour hometown because you poisoned your sweetheart.\"\n\n\"You're a Goddamned liar!\"\n\n\"Yes you did! And don't try and deny it! You fed her Spanish fly and...\"\n\nVenancio's shout of protest was drowned out in the loud laughter of the\nothers. Demetrio, looking pale and sallow, motioned for silence. Then,\nplaintively:\n\n\"That'll do. Bring in the student.\"\n\nLuis Cervantes entered. He uncovered Demetrio's wound, examined it\ncarefully, and shook his head. The ligaments had made a furrow in the\nskin. The leg, badly swollen, seemed about to burst. At every move he\nmade, Demetrio stifled a moan. Luis Cervantes cut the ligaments, soaked\nthe wound in water, covered the leg with large clean rags and bound it\nup. Demetrio was able to sleep all afternoon and all night. On the\nmorrow he woke up happy.\n\n\"That tenderfoot has the softest hand in the world!\" he said.\n\nQuickly Venancio cut in:\n\n\"All right; just as you say. But don't forget that tenderfoots are like\nmoisture, they seep in everywhere. It's the tenderfoots who stopped us\nreaping the harvest of the revolution.\"\n\nSince Demetrio believed in the barber's knowledge implicitly, when Luis\nCervantes came to treat him on the next day he said:\n\n\"Look here, do your best, see. I want to recover soon and then you can\ngo home or anywhere else you damn well please.\"\n\nDiscreetly, Luis Cervantes made no reply.\n\nA week, ten days, a fortnight elapsed. The Federal troops seemed to\nhave vanished. There was an abundance of corn and beans, too, in the\nneighboring ranches. The people hated the Government so bitterly that\nthey were overjoyed to furnish assistance to the rebels. Demetrio's\nmen, therefore, were peacefully waiting for the complete recovery of\ntheir chief.\n\nDay after day, Luis Cervantes remained humble and silent.\n\n\"By God, I actually believe you're in love,\" Demetrio said jokingly one\nmorning after the daily treatment. He had begun to like this\ntenderfoot. From then on, Demetrio began gradually to show an\nincreasing interest in Cervantes' comfort. One day he asked him if the\nsoldiers gave him his daily ration of meat and milk; Luis Cervantes was\nforced to answer that his sole nourishment was whatever the old ranch\nwomen happened to give him and that everyone still considered him an\nintruder.\n\n\"Look here, Tenderfoot, they're all good boys, really,\" Demetrio\nanswered. \"You've got to know how to handle them, that's all. You mark\nmy words; from tomorrow on, there won't be a thing you'll lack.\"\n\nIn effect, things began to change that very afternoon. Some of\nDemetrio's men lay in the quarry, glancing at the sunset that turned\nthe clouds into huge clots of congealed blood and listening to\nVenancio's amusing stories culled from The Wandering Jew. Some of them,\nlulled by the narrator's mellifluous voice, began to snore. But Luis\nCervantes listened avidly and as soon as Venancio topped off his talk\nwith a storm of anticlerical denunciations he said emphatically:\n\"Wonderful, wonderful! What intelligence! You're a most gifted man!\"\n\n\"Well, I reckon it's not so bad,\" Venancio answered, warming to the\nflattery, \"but my parents died and I didn't have a chance to study for\na profession.\"\n\n\"That's easy to remedy, I'm sure. Once our cause is victorious, you can\neasily get a degree. A matter of two or three weeks' assistant's work\nat some hospital and a letter of recommendation from our chief and\nyou'll be a full-fledged doctor, all right. The thing is child's play.\"\n\nFrom that night onward Venancio, unlike the others, ceased calling him\nTenderfoot. He addressed him as Louie.\n\nIt was Louie, this, and Louie, that, right and left, all the time.\n\n\n\nXI\n\n\"Look here, Tenderfoot, I want to tell you something,\" Camilla called\nto Luis Cervantes, as he made his way to the hut to fetch some boiling\nwater for his foot.\n\nFor days the girl had been restless. Her coy ways and her reticence had\nfinally annoyed the man; stopping suddenly, he stood up and eyeing her\nsquarely:\n\n\"All right. What do you want to tell me?\"\n\nCamilla's tongue clove to her mouth, heavy and damp as a rag; she could\nnot utter a word. A blush suffused her cheeks, turning them red as\napples; she shrugged her shoulders and bowed her head, pressing her\nchin against her naked breast. Then without moving, with the fixity of\nan idiot, she glanced at the wound, and said in a whisper:\n\n\"Look, how nicely it's healing now: it's like a red Castille rose.\"\n\nLuis Cervantes frowned and with obvious disgust continued to care for\nhis foot, completely ignoring her as he worked. When he had finished,\nCamilla had vanished.\n\nFor three days she was nowhere to be found. It was always her mother,\nAgapita, who answered Cervantes' call, and boiled the water for him and\ngave him rags. He was careful to avoid questioning her. Three days\nlater, Camilla reappeared, more coy and eager than ever.\n\nThe more distrait and indifferent Luis Cervantes grew, the bolder\nCamilla. At last, she said: \"Listen to me, you nice young fellow, I\nwant to tell you something pleasant. Please go over the words of the\nrevolutionary song 'Adelita' with me, will you? You can guess why, eh?\nI want to sing it and sing it, over again often and often, see? Then\nwhen you're off and away and when you've forgotten all about Camilla,\nit'll remind me of you.\"\n\nTo Luis Cervantes her words were like the noise of a sharp steel knife\ndrawn over the side of a glass bottle. Blissfully unaware of the effect\nthey had produced, she proceeded, candid as ever:\n\n\"Well, I want to tell you something. You don't know that your chief is\na wicked man, do you? Shall I tell you what he did to me? You know\nDemetrio won't let a soul but Mamma cook for him and me take him his\nfood. Well, the other day I take some food over to him and what do you\nthink he did to me, the old fool. He grabs hold of my wrist and he\npresses it tight, tight as can be, and then he starts pinching my legs.\n\n\"'Come on, let me go,' I said. 'Keep still, lay off, you shameless\ncreature. You've got no manners, that's the trouble with you.' So I\nwrestled with him, and shook myself free, like this, and ran off as\nfast as I could. What do you think of that?\"\n\nCamilla had never seen Luis Cervantes laugh so heartily.\n\n\"But it is really true, all this you've told me?\"\n\nUtterly at a loss, Camilla could not answer. Then he burst into\nlaughter again and repeated the question. A sense of confusion came\nupon her. Disturbed, troubled, she said brokenly:\n\n\"Yes, it's the truth. And I wanted to tell you about it. But you don't\nseem to feel at all angry.\"\n\nOnce more Camilla glanced adoringly at Luis Cervantes' radiant, clean\nface; at his glaucous, soft eyes, his cheeks pink and polished as a\nporcelain doll's; at his tender white skin that showed below the line\nof his collar and on his shoulders, protruding from under a rough\nwoolen poncho; at his hair, ever so slightly curled.\n\n\"What the devil are you waiting for, fool? If the chief likes you, what\nmore do you want?\"\n\nCamilla felt something rise within her breast, an empty ache that\nbecame a knot when it reached her throat; she closed her eyes fast to\nhold back the tears that welled up in them. Then, with the back of her\nhand, she wiped her wet cheeks, and just as she had done three days\nago, fled with all the swiftness of a young deer.\n\n\n\nXII\n\nDemetrio's wound had already healed. They began to discuss various\nprojects to go northward where, according to rumor, the rebels had\nbeaten the Federal troops all along the line.\n\nA certain incident came to precipitate their action. Seated on a crag\nof the sierra in the cool of the afternoon breeze, Luis Cervantes gazed\naway in the distance, dreaming and killing time. Below the narrow rock\nPancracio and Manteca, lying like lizards between the jarales along one\nof the river margins, were playing cards. Anastasio Montanez, looking\non indifferently, turned his black hairy face toward Luis Cervantes\nand, leveling his kindly gaze upon him, asked:\n\n\"Why so sad, you from the city? What are you daydreaming about? Come on\nover here and let's have a chat!\"\n\nLuis Cervantes did not move; Anastasio went over to him and sat down\nbeside him like a friend.\n\n\"What you need is the excitement of the city. I wager you shine your\nshoes every day and wear a necktie. Now, I may look dirty and my\nclothes may be torn to shreds, but I'm not really what I seem to be.\nI'm not here because I've got to be and don't you think so. Why, I own\ntwenty oxen. Certainly I do; ask my friend Demetrio. I cleared ten\nbushels last harvest time. You see, if there's one thing I love, that's\nriling these Government fellows and making them furious. The last\nscrape I had--it'll be eight months gone now, ever since I've joined\nthese men--I stuck my knife into some captain. He was just a nobody, a\nlittle Government squirt. I pinked him here, see, right under the\nnavel. And that's why I'm here: that and because I wanted to give my\nmate Demetrio a hand.\" \"Christ! The bloody little darling of my life!\"\nManteca shouted, waxing enthusiastic over a winning hand. He placed a\ntwenty-cent silver coin on the jack of spades.\n\n\"If you want my opinion, I'm not much on gambling. Do you want to bet?\nWell, come on then, I'm game. How do you like the sound of this leather\nsnake jingling, eh?\"\n\nAnastasio shook his belt; the silver coins rang as he shook them\ntogether.\n\nMeanwhile, Pancracio dealt the cards, the jack of spades turned up out\nof the deck and a quarrel ensued. Altercation, noise, then shouts, and,\nat last, insults. Pancracio brought his stony face close to Manteca,\nwho looked at him with snake's eyes, convulsive, foaming at the mouth.\nAnother moment and they would have been exchanging blows. Having\ncompletely exhausted their stock of direct insults, they now resorted\nto the most flowery and ornate insulting of each other's ancestors,\nmale and female, paternal or maternal. Yet nothing untoward occurred.\n\nAfter their supply of words was exhausted, they gave over gambling and,\ntheir arms about each other's shoulders, marched off in search of a\ndrink of alcohol.\n\n\"I don't like to fight with my tongue either, it's not decent. I'm\nright, too, eh? I tell you no man living has ever breathed a word to me\nagainst my mother. I want to be respected, see? That's why you've never\nseen me fooling with anyone.\" There was a pause. Then, suddenly, \"Look\nthere, Tenderfoot,\" Anastasio said, changing his tone and standing up\nwith one hand spread over his eyes. \"What's that dust over there behind\nthe hillock. By God, what if it's those damned Federals and we sitting\nhere doing nothing. Come on, let's go and warn the rest of the boys.\"\n\nThe news met with cries of joy.\n\n\"Ah, we're going to meet them!\" cried Pancracio jubilantly, first among\nthem to rejoice.\n\n\"Of course, we're going to meet them! We'll strip them clean of\neverything they brought with them.\"\n\nA few moments later, amid cries of joy and a bustle of arms, they began\nsaddling their horses. But the enemy turned out to be a few burros and\ntwo Indians, driving them forward.\n\n\"Stop them, anyhow. They must have come from somewhere and they've\nprobably news for us,\" Demetrio said.\n\nIndeed, their news proved sensational. The Federal troops had fortified\nthe hills in Zacatecas; this was said to be Huerta's last stronghold,\nbut everybody predicted the fall of the city. Many families had hastily\nfled southward. Trains were overloaded with people; there was a\nscarcity of trucks and coaches; hundreds of people, panic-stricken,\nwalked along the highroad with their belongings in a pack slung over\ntheir shoulders. General Panfilo Natera was assembling his men at\nFresnillo; the Federals already felt it was all up with them.\n\n\"The fall of Zacatecas will be Huerta's requiescat in pace,\" Luis\nCervantes cried with unusual excitement. \"We've got to be there before\nthe fight starts so that we can join Natera's army.\"\n\nThen, suddenly, he noted the surprise with which Demetrio and his men\ngreeted his suggestion. Crestfallen, he realized they still considered\nhim of no account.\n\nOn the morrow, as the men set off in search of good mounts before\ntaking to the road again, Demetrio called Luis Cervantes:\n\n\"Do you really want to come with us? Of course you're cut from another\ntimber, we all know that; God knows why you should like this sort of\nlife. Do you imagine we're in this game because we like it? Now, I like\nthe excitement all right, but that's not all. Sit down here; that's\nright. Do you want to know why I'm a rebel? Well, I'll tell you.\n\n\"Before the revolution, I had my land all plowed, see, and just right\nfor sowing and if it hadn't been for a little quarrel with Don Monico,\nthe boss of my town, Moyahua, I'd be there in a jiffy getting the oxen\nready for the sowing, see?\n\n\"Here, there, Pancracio, pull down two bottles of beer for me and this\ntenderfoot.... By the Holy Cross ... drinking won't hurt me, now, will\nit?\"\n\n\n\nXIII\n\nI was born in Limon, close by Moyahua, right in the heart of the\nJuchipila canyon. I had my house and my cows and a patch of land, see:\nI had everything I wanted. Well, I suppose you know how we farmers make\na habit of going over to town every week to hear Mass and the sermon\nand then to market to buy our onions and tomatoes and in general\neverything they want us to buy at the ranch. Then you pick up some\nfriends and go to Primitivo Lopez' saloon for a bit of a drink before\ndinner; well, you sit there drinking and you've got to be sociable, so\nyou drink more than you should and the liquor goes to your head and you\nlaugh and you're damned happy and if you feel like it, you sing and\nshout and kick up a bit of a row. That's quite all right, anyhow, for\nwe're not doing anyone any harm. But soon they start bothering you and\nthe policeman walks up and down and stops occasionally, with his ear to\nthe door. To put it in a nutshell, the chief of police and his gang are\na lot of joykillers who decide they want to put a stop to your fun,\nsee? But by God! You've got guts, you've got red blood in your veins\nand you've got a soul, too, see? So you lose your temper, you stand up\nto them and tell them to go to the Devil.\n\n\"Now if they understand you, everything's all right; they leave you\nalone and that's all there is to it; but sometimes they try to talk you\ndown and hit you and--well, you know how it is, a fellow's\nquick-tempered and he'll be damned if he'll stand for someone ordering\nhim around and telling him what's what. So before you know it, you've\ngot your knife out or your gun leveled, and then off you go for a wild\nrun in the sierra, until they've forgotten the corpse, see?\n\n\"All right: that's just about what happened to Monico. The fellow was a\ngreater bluffer than the rest. He couldn't tell a rooster from a hen,\nnot he. Well, I spit on his beard because he wouldn't mind his own\nbusiness. That's all, there's nothing else to tell.\n\n\"Then, just because I did that, he had the whole God-damned Federal\nGovernment against me. You must have heard something about that story\nin Mexico City--about the killing of Madero and some other fellow,\nFelix or Felipe Diaz, or something--I don't know. Well, this man Monico\ngoes in person to Zacatecas to get an army to capture me. They said\nthat I was a Maderista and that I was going to rebel. But a man like me\nalways has friends. Somebody came and warned me of what was coming to\nme, so when the soldiers reached Limon I was miles and miles away.\nTrust me! Then my compadre Anastasio who killed somebody came and\njoined me, and Pancracio and Quail and a lot of friends and\nacquaintances came after him. Since then we've been sort of collecting,\nsee? You know for yourself, we get along as best we can....\"\n\nFor a while, both men sat meditating in silence. Then:\n\n\"Look here, Chief,\" said Luis Cervantes. \"You know that some of\nNatera's men are at Juchipila, quite near here. I think we should join\nthem before they capture Zacatecas. All we need do is speak to the\nGeneral.\"\n\n\"I'm no good at that sort of thing. And I don't like the idea of\naccepting orders from anybody very much.\"\n\n\"But you've only a handful of men down here; you'll only be an\nunimportant chieftain. There's no argument about it, the revolution is\nbound to win. After it's all over they'll talk to you just as Madero\ntalked to all those who had helped him: 'Thank you very much, my\nfriends, you can go home now....'\"\n\n\"Well that's all I want, to be let alone so I can go home.\"\n\n\"Wait a moment, I haven't finished. Madero said: 'You men have made me\nPresident of the Republic. You have run the risk of losing your lives\nand leaving your wives and children destitute; now I have what I\nwanted, you can go back to your picks and shovels, you can resume your\nhand-to-mouth existence, you can go half-naked and hungry just as you\ndid before, while we, your superiors, will go about trying to pile up a\nfew million pesos....'\"\n\nDemetrio nodded and, smiling, scratched his head.\n\n\"You said a mouthful, Louie,\" Venancio the barber put in\nenthusiastically. \"A mouthful as big as a church!\"\n\n\"As I was saying,\" Luis Cervantes resumed, \"when the revolution is\nover, everything is over. Too bad that so many men have been killed,\ntoo bad there are so many widows and orphans, too bad there was so much\nbloodshed.\n\n\"Of course, you are not selfish; you say to yourself: 'All I want to do\nis go back home.' But I ask you, is it fair to deprive your wife and\nkids of a fortune which God himself places within reach of your hand?\nIs it fair to abandon your motherland in this solemn moment when she\nmost needs the self-sacrifice of her sons, when she most needs her\nhumble sons to save her from falling again in the clutches of her\neternal oppressors, executioners, and caciques? You must not forget\nthat the thing a man holds most sacred on earth is his motherland.\"\n\nMacias smiled, his eyes shining.\n\n\"Will it be all right if we go with Natera?\"\n\n\"Not only all right,\" Venancio said insinuatingly, \"but I think it\nabsolutely necessary.\"\n\n\"Now Chief,\" Cervantes pursued, \"I took a fancy to you the first time I\nlaid eyes on you and I like you more and more every day because I\nrealize what you are worth. Please let me be utterly frank. You do not\nyet realize your lofty noble function. You are a modest man without\nambitions, you do not wish to realize the exceedingly important role\nyou are destined to play in the revolution. It is not true that you\ntook up arms simply because of Senor Monico. You are under arms to\nprotest against the evils of all the caciques who are overrunning the\nwhole nation. We are the elements of a social movement which will not\nrest until it has enlarged the destinies of our motherland. We are the\ntools Destiny makes use of to reclaim the sacred rights of the people.\nWe are not fighting to dethrone a miserable murderer, we are fighting\nagainst tyranny itself. What moves us is what men call ideals; our\naction is what men call fighting for a principle. A principle! That's\nwhy Villa and Natera and Carranza are fighting; that's why we, every\nman of us, are fighting.\"\n\n\"Yes ... yes ... exactly what I've been thinking myself,\" said Venancio\nin a climax of enthusiasm.\n\n\"Hey, there, Pancracio,\" Macias called, \"pull down two more beers.\"\n\n\n\nXIV\n\n\"You ought to see how clear that fellow can make things, Compadre,\"\nDemetrio said. All morning long he had been pondering as much of Luis\nCervantes' speech as he had understood.\n\n\"I heard him too,\" Anastasio answered. \"People who can read and write\nget things clear, all right; nothing was ever truer. But what I can't\nmake out is how you're going to go and meet Natera with as few men as\nwe have.\"\n\n\"That's nothing. We're going to do things different now. They tell me\nthat as soon as Crispin Robles enters a town he gets hold of all the\nhorses and guns in the place; then he goes to the jail and lets all the\njailbirds out, and, before you know it, he's got plenty of men, all\nright. You'll see. You know I'm beginning to feel that we haven't done\nthings right so far. It don't seem right somehow that this city guy\nshould be able to tell us what to do.\"\n\n\"Ain't it wonderful to be able to read and write!\"\n\nThey both sighed, sadly. Luis Cervantes came in with several others to\nfind out the day of their departure.\n\n\"We're leaving no later than tomorrow,\" said Demetrio without\nhesitation.\n\nQuail suggested that musicians be summoned from the neighboring hamlet\nand that a farewell dance be given. His idea met with enthusiasm on all\nsides.\n\n\"We'll go, then,\" Pancracio shouted, \"but I'm certainly going in good\ncompany this time. My sweetheart's coming along with me!\"\n\nDemetrio replied that he too would willingly take along a girl he had\nset his eye on, but that he hoped none of his men would leave bitter\nmemories behind them as the Federals did.\n\n\"You won't have long to wait.  Everything will be arranged when you\nreturn,\" Luis Cervantes whispered to him.\n\n\"What do you mean?\" Demetrio asked.  \"I thought that you and Camilla...\"\n\n\"There's not a word of truth in it, Chief.  She likes you but she's\nafraid of you, that's all.\"\n\n\"Really?  Is that really true?\"\n\n\"Yes.  But I think you're quite right in not wanting to leave any\nbitter feelings behind you as you go.  When you come back as a\nconqueror, everything will be different.  They'll all thank you for it\neven.\"\n\n\"By God, you're certainly a shrewd one,\" Demetrio replied, patting him\non the back.\n\nAt sundown, Camilla went to the river to fetch water as usual.  Luis\nCervantes, walking down the same trail, met her.  Camilla felt her\nheart leap to her mouth.  But, without taking the slightest notice of\nher, Luis Cervantes hastily took one of the turns and disappeared among\nthe rocks.\n\nAt this hour, as usual, the calcinated rocks, the sun-burnt branches,\nand the dry weeds faded into the semi-obscurity of the shadows.  The\nwind blew softly, the green lances of the young corn leaves rustling in\nthe twilight. Nothing was changed; all nature was as she had found it\nbefore, evening upon evening; but in the stones and the dry weeds, amid\nthe fragrance of the air and the light whir of falling leaves, Camilla\nsensed a new strangeness, a vast desolation in everything about her.\n\nRounding a huge eroded rock, suddenly Camilla found herself face to\nface with Luis, who was seated on a stone, hatless, his legs dangling.\n\n\"Listen, you might come down here to say good-bye.\"\n\nLuis Cervantes was obliging enough; he jumped down and joined her.\n\n\"You're proud, ain't you?  Have I been so mean that you don't even want\nto talk to me?\"\n\n\"Why do you say that, Camilla?  You've been extremely kind to me; why,\nyou've been more than a friend, you've taken care of me as if you were\nmy sister.  Now I'm about to leave, I'm very grateful to you; I'll\nalways remember you.\"\n\n\"Liar!\" Camilla said, her face transfigured with joy. \"Suppose I hadn't\ncome after you?\"\n\n\"I intended to say good-bye to you at the dance this evening.\"\n\n\"What dance? If there's a dance, I'll not go to it.\"\n\n\"Why not?\"\n\n\"Because I can't stand that horrible man ... Demetrio!\"\n\n\"Don't be silly, child,\" said Luis. \"He's really very fond of you.\nDon't go and throw away this opportunity. You'll never have one like it\nagain in your life. Don't you know that Demetrio is on the point of\nbecoming a general, you silly girl? He'll be a very wealthy man, with\nhorses galore; and you'll have jewels and clothes and a fine house and\na lot of money to spend. Just imagine what a life you would lead with\nhim!\"\n\nCamilla stared up at the blue sky so he should not read the expression\nin her eyes. A dead leaf shook slowly loose from the crest of a tree\nswinging slowly on the wind, fell like a small dead butterfly at her\nfeet. She bent down and took it in her fingers. Then, without looking\nat him, she murmured:\n\n\"It's horrible to hear you talk like that.... I like you ... no one\nelse.... Ah, well, go then, go: I feel ashamed now. Please leave me!\"\n\nShe threw away the leaf she had crumpled in her hand and covered her\nface with a corner of her apron. When she opened her eyes, Luis\nCervantes had disappeared.\n\nShe followed the river trail. The river seemed to have been sprinkled\nwith a fine red dust. On its surface drifted now a sky of variegated\ncolors, now the dark crags, half light, half shadow. Myriads of\nluminous insects twinkled in a hollow. Camilla, standing on the beach\nof washed, round stones, caught a reflection of herself in the waters;\nshe saw herself in her yellow blouse with the green ribbons, her white\nskirt, her carefully combed hair, her wide eyebrows and broad forehead,\nexactly as she had dressed to please Luis. She burst into tears.\n\nAmong the reeds, the frogs chanted the implacable melancholy of the\nhour. Perched on a dry root, a dove wept also.\n\n\n\nXV\n\nThat evening, there was much merrymaking at the dance, and a great\nquantity of mezcal was drunk. \"I miss Camilla,\" said Demetrio in a loud\nvoice. Everybody looked about for Camilla.\n\n\"She's sick, she's got a headache,\" said Agapita harshly, uneasy as she\ncaught sight of the malicious glances leveled at her.\n\nWhen the dance was over, Demetrio, somewhat unsteady on his feet,\nthanked all the kind neighbors who had welcomed them and promised that\nwhen the revolution had triumphed he would remember them one and all,\nbecause \"hospital or jail is a true test of friendship.\"\n\n\"May God's hand lead you all,\" said an old woman.\n\n\"God bless you all and keep you well,\" others added.\n\nUtterly drunk, Maria Antonia said: \"Come back soon, damn soon!\"\n\nOn the morrow, Maria Antonia, who, though she was pockmarked and\nwalleyed, nevertheless enjoyed a notorious reputation--indeed it was\nconfidently proclaimed that no man had failed to go with her behind the\nriver weeds at some time or other--shouted to Camilla:\n\n\"Hey there, you! What's the matter? What are you doing there skulking\nin the corner with a shawl tied round your head! You're crying, I\nwager. Look at her eyes; they look like a witch's. There's no sorrow\nlasts more than three days!\"\n\nAgapita knitted her eyebrows and muttered indistinctly to herself.\n\nThe old crones felt uneasy and lonesome since Demetrio's men had left.\nThe men, too, in spite of their gossip and insults, lamented their\ndeparture since now they would have no one to bring them fresh meat\nevery day. It is pleasant indeed to spend your time eating and\ndrinking, and sleeping all day long in the cool shade of the rocks,\nwhile clouds ravel and unravel their fleecy threads on the blue shuttle\nof the sky.\n\n\"Look at them again. There they go!\" Maria Antonia yelled. \"Why, they\nlook like toys.\"\n\nDemetrio's men, riding their thin nags, could still be descried in the\ndistance against the sapphire translucence of the sky, where the broken\nrocks and the chaparral melted into a single bluish smooth surface.\nAcross the air a gust of hot wind bore the broken, faltering strains of\n\"La Adelita,\" the revolutionary song, to the settlement. Camilla, who\nhad come out when Maria Antonia shouted, could no longer control\nherself; she dived back into her hut, unable to restrain her tears and\nmoaning. Maria Antonia burst into laughter and moved off.\n\n\"They've cast the evil eye on my daughter,\" Agapita said in perplexity.\nShe pondered a while, then duly reached a decision. From a pole in the\nhut she took down a piece of strong leather which her husband used to\nhitch up the yoke. This pole stood between a picture of Christ and one\nof the Virgin. Agapita promptly twisted the leather and proceeded to\nadminister a sound thrashing to Camilla in order to dispel the evil\nspirits.\n\n\nRiding proudly on his horse, Demetrio felt like a new man. His eyes\nrecovered their peculiar metallic brilliance, and the blood flowed, red\nand warm, through his coppery, pure-blooded Aztec cheeks.\n\nThe men threw out their chests as if to breathe the widening horizon,\nthe immensity of the sky, the blue from the mountains and the fresh\nair, redolent with the various odors of the sierra. They spurred their\nhorses to a gallop as if in that mad race they laid claims of\npossession to the earth. What man among them now remembered the stern\nchief of police, the growling policeman, or the conceited cacique? What\nman remembered his pitiful hut where he slaved away, always under the\neyes of the owner or the ruthless and sullen foreman, always forced to\nrise before dawn, and to take up his shovel, basket, or goad, wearing\nhimself out to earn a mere pitcher of atole and a handful of beans?\n\nThey laughed, they sang, they whistled, drunk with the sunlight, the\nair of the open spaces, the wine of life.\n\nMeco, prancing forward on his horse, bared his white glistening teeth,\njoking and kicking up like a clown.\n\n\"Hey, Pancracio,\" he asked with utmost seriousness, \"my wife writes me\nI've got another kid. How in hell is that? I ain't seen her since\nMadero was President.\"\n\n\"That's nothing,\" the other replied. \"You just left her a lot of eggs\nto hatch for you!\"\n\nThey all laughed uproariously. Only Meco, grave and aloof, sang in a\nvoice horribly shrill:\n\n  \"I gave her a penny\n  That wasn't enough.\n  I gave her a nickel\n  The wench wanted more.\n  We bargained. I asked\n  If a dime was enough\n  But she wanted a quarter.\n  By God! That was tough!\n  All wenches are fickle\n  And trumpery stuff!\"\n\n\nThe sun, beating down upon them, dulled their minds and bodies and\npresently they were silent. All day long they rode through the canyon,\nup and down the steep, round hills, dirty and bald as a man's head,\nhill after hill in endless succession. At last, late in the afternoon,\nthey descried several stone church towers in the heart of a bluish\nridge, and, beyond, the white road with its curling spirals of dust and\nits gray telegraph poles.\n\nThey advanced toward the main road; in the distance they spied a figure\nof an Indian sitting on the embankment. They drew up to him. He proved\nto be an unfriendly looking old man, clad in rags; he was laboriously\nattempting to mend his leather sandals with the help of a dull knife. A\nburro loaded with fresh green grass stood by. Demetrio accosted him.\n\n\"What are you doing, Grandpa?\"\n\n\"Gathering alfalfa for my cow.\"\n\n\"How many Federals are there around here?\"\n\n\"Just a few: not more than a dozen, I reckon.\"\n\nThe old man grew communicative. He told them of many important rumors:\nObregon was besieging Guadalajara, Torres was in complete control of\nthe Potosi region, Natera ruled over Fresnillo.\n\n\"All right,\" said Demetrio, \"you can go where you're headed for, see,\nbut you be damn careful not to tell anyone you saw us, because if you\ndo, I'll pump you full of lead. And I could track you down, even if you\ntried to hide in the pit of hell, see?\"\n\n\"What do you say, boys?\" Demetrio asked them as soon as the old man had\ndisappeared.\n\n\"To hell with the mochos! We'll kill every blasted one of them!\" they\ncried in unison.\n\nThen they set to counting their cartridges and the hand grenades the\nOwl had made out of fragments of iron tubing and metal bed handles.\n\n\"Not much to brag about, but we'll soon trade them for rifles,\"\nAnastasio observed.\n\nAnxiously they pressed forward, spurring the thin flanks of their nags\nto a gallop. Demetrio's brisk, imperious tones of order brought them\nabruptly to a halt.\n\nThey dismounted by the side of a hill, protected by thick huizache\ntrees. Without unsaddling their horses, each began to search for stones\nto serve as pillows.\n\n\n\nXVI\n\nAt midnight Demetrio Macias ordered the march to be resumed. The town\nwas five or six miles away; the best plan was to take the soldiers by\nsurprise, before reveille.\n\nThe sky was cloudy, with here and there a star shining. From time to\ntime a flash of lightning crossed the sky with a red dart, illumining\nthe far horizon.\n\nLuis Cervantes asked Demetrio whether the success of the attack might\nnot be better served by procuring a guide or leastways by ascertaining\nthe topographic conditions of the town and the precise location of the\nsoldiers' quarters.\n\n\"No,\" Demetrio answered, accompanying his smile with a disdainful\ngesture, \"we'll simply fall on them when they least expect it; that's\nall there is to it, see? We've done it before all right, lots of times!\nHaven't you ever seen the squirrels stick their heads out of their\nholes when you poured in water? Well, that's how these lousy soldiers\nare going to feel. Do you see? They'll be frightened out of their wits\nthe moment they hear our first shot. Then they'll slink out and stand\nas targets for us.\"\n\n\"Suppose the old man we met yesterday lied to us. Suppose there are\nfifty soldiers instead of twenty. Who knows but he's a spy sent out by\nthe Federals!\"\n\n\"Ha, Tenderfoot, frightened already, eh?\" Anastasio Montanez mocked.\n\n\"Sure! Handling a rifle and messing about with bandages are two\ndifferent things,\" Pancracio observed.\n\n\"Well, that's enough talk, I guess,\" said Meco. \"All we have to do is\nfight a dozen frightened rats.\"\n\n\"This fight won't convince our mothers that they gave birth to men or\nwhatever the hell you like....\" Manteca added.\n\nWhen they reached the outskirts of the town, Venancio walked ahead and\nknocked at the door of a hut.\n\n\"Where's the soldiers' barracks?\" he inquired of a man who came out\nbarefoot, a ragged serape covering his body.\n\n\"Right there, just beyond the Plaza,\" he answered.\n\nSince nobody knew where the city square was, Venancio made him walk\nahead to show the way. Trembling with fear, the poor devil told them\nthey were doing him a terrible wrong.\n\n\"I'm just a poor day laborer, sir; I've got a wife and a lot of kids.\"\n\n\"What the hell do you think I have, dogs?\" Demetrio scowled. \"I've got\nkids too, see?\"\n\nThen he commanded:\n\n\"You men keep quiet. Not a sound out of you! And walk down the middle\nof the street, single file.\"\n\nThe rectangular church cupola rose above the small houses.\n\n\"Here, gentlemen; there's the Plaza beyond the church. Just walk a bit\nfurther and there's the barracks.\"\n\nHe knelt down, then, imploring them to let him go, but Pancracio,\nwithout pausing to reply, struck him across the chest with his rifle\nand ordered him to proceed.\n\n\"How many soldiers are there?\" Luis Cervantes asked.\n\n\"I don't want to lie to you, boss, but to tell you the truth, yes, sir,\nto tell you God's truth, there's a lot of them, a whole lot of 'em.\"\n\nLuis Cervantes turned around to stare at Demetrio, who feigned\nmomentary deafness.\n\nThey were soon in the city square.\n\nA loud volley of rifle shots rang out, deafening them. Demetrio's horse\nreared, staggered on its hind legs, bent its forelegs, and fell to the\nground, kicking. The Owl uttered a piercing cry and fell from his horse\nwhich rushed madly to the center of the square.\n\nAnother volley: the guide threw up his arms and fell on his back\nwithout a sound.\n\nWith all haste, Anastasio Montanez helped Demetrio up behind him on his\nhorse; the others retreated, seeking shelter along the walls of the\nhouses.\n\n\"Hey, men,\" said a workman sticking his head out of a large door, \"go\nfor 'em through the back of the chapel. They're all in there. Cut back\nthrough this street, then turn to the left; you'll reach an alley. Keep\non going ahead until you hit the chapel.\"\n\nAs he spoke a fresh volley of pistol shots, directed from the\nneighboring roofs, fell like a rain about them.\n\n\"By God,\" the man said, \"those ain't poisonous spiders; they're only\ntownsmen scared of their own shadow. Come in here until they stop.\"\n\n\"How many of them are there?\" asked Demetrio.\n\n\"There were only twelve of them. But last night they were scared out of\ntheir wits so they wired to the town beyond for help. I don't know how\nmany of them there are now. Even if there are a hell of a lot of them,\nit doesn't cut any ice! Most of them aren't soldiers, you know, but\ndrafted men; if just one of them starts mutinying, the rest will follow\nlike sheep. My brother was drafted; they've got him there. I'll go\nalong with you and signal to him; all of them will desert and follow\nyou. Then we'll only have the officers to deal with! If you want to\ngive me a gun or something....\"\n\n\"No more rifles left, brother. But I guess you can put these to some\nuse,\" Anastasio Montanez said, passing him two hand grenades.\n\nThe officer in command of the Federals was a young coxcomb of a captain\nwith a waxed mustache and blond hair. As long as he felt uncertain\nabout the strength of the assailants, he had remained extremely quiet\nand prudent; but now that they had driven the rebels back without\nallowing them a chance to fire a single shot, he waxed bold and brave.\nWhile the soldiers did not dare put out their heads beyond the pillars\nof the building, his own shadow stood against the pale clear dawn,\nexhibiting his well-built slender body and his officer's cape bellying\nin the breeze.\n\n\"Ha, I remember our coup d'etat!\"\n\nHis military career had consisted of the single adventure when,\ntogether with other students of the Officers' School, he was involved\nin the treacherous revolt of Feliz Diaz and Huerta against President\nMadero. Whenever the slightest insubordination arose, he invariably\nrecalled his feat at the Ciudadela.\n\n\"Lieutenant Campos,\" he ordered emphatically, \"take a dozen men and\nwipe out the bandits hiding there! The curs! They're only brave when it\ncomes to guzzling meat and robbing a hencoop!\"\n\nA workingman appeared at the small door of the spiral staircase,\nannouncing that the assailants were hidden in a corral where they might\neasily be captured. This message came from the citizens keeping watch\non housetops.\n\n\"I'll go myself and get it over with!\" the officer declared impetuously.\n\nBut he soon changed his mind. Before he had reached the door, he\nretraced his steps.\n\n\"Very likely they are waiting for more men and, of course, it would be\nwrong for me to abandon my post. Lieutenant Campos, go there yourself\nand capture them dead or alive. We'll shoot them at noon when\neverybody's coming out of church. Those bandits will see the example\nI'll set around here. But if you can't capture them, Lieutenant, kill\nthem all. Don't leave a man of them alive, do you understand?\"\n\nIn high good humor, he began pacing up and down the room, formulating\nthe official despatch he would send off no later than today.\n\n\nTo His Honor the Minister for War,\n  General A. Blanquet,\n  Mexico City.\n\nSir:\n\nI have the honor to inform your Excellency that on the morning of ... a\nrebel army, five hundred strong, commanded by ...  attacked this town,\nwhich I am charged to defend. With such speed as the gravity of the\nsituation called for, I fortified my post in the town. The battle\nlasted two hours. Despite the superiority of the enemy in men and\nequipment, I was able to defeat and rout them. Their casualties were\ntwenty killed and a far greater number of wounded, judging from the\ntrails of blood they left behind them as they retreated. I am pleased\nto state there was no casualty on our side. I have the honor to\ncongratulate Your Excellency upon this new triumph for the Federal\narms. Viva Presidente Huerta! Viva Mexico!\n\n\n\"Well,\" the young captain mused, \"I'll be promoted to major.\" He\nclasped his hands together, jubilant. At this precise moment, a\ndetonation rang out. His ears buzzed, he--\n\n\n\nXVII\n\n\"If we get through the corral, we can make the alley, eh?\" Demetrio\nasked.\n\n\"That's right,\" the workman answered. \"Beyond the corral there's a\nhouse, then another corral, then there's a store.\"\n\nDemetrio scratched his head, thoughtfully. This time his decision was\nimmediate.\n\n\"Can you get hold of a crowbar or something like that to make a hole\nthrough the wall?\"\n\n\"Yes, we'll get anything you want, but ...\"\n\n\"But what? Where can we get a crowbar?\"\n\n\"Everything is right there. But it all belongs to the boss.\"\n\nWithout further ado, Demetrio strode into the shed which had been\npointed out as the toolhouse.\n\nIt was all a matter of a few minutes. Once in the alley, hugging to the\nwalls, they marched forward in single file until they reached the rear\nof the church. Now they had but a single fence and the rear wall of the\nchapel to scale.\n\n\"God's will be done!\" Demetrio said to himself. He was the first to\nclamber over.\n\nLike monkeys the others followed him, reaching the other side with\nbleeding, grimy hands. The rest was easy. The deep worn steps along the\nstonework made their ascent of the chapel wall swifter. The church\nvault hid them from the soldiers.\n\n\"Wait a moment, will you?\" said the workman. \"I'll go and see where my\nbrother is; I'll let you know and then you'll get at the officers.\"\n\nBut no one paid the slightest attention to him.\n\nFor a second, Demetrio glanced at the soldiers' black coats hanging on\nthe wall, then at his own men, thick on the church tower behind the\niron rail. He smiled with satisfaction and turning to his men said:\n\n\"Come on, now, boys!\"\n\nTwenty bombs exploded simultaneously in the midst of the soldiers who,\nawaking terrified out of their sleep, started up, their eyes wide open.\nBut before they had realized their plight, twenty more bombs burst like\nthunder upon them leaving a scattering of men killed or maimed.\n\n\"Don't do that yet, for God's sake! Don't do it till I find my\nbrother,\" the workman implored in anguish.\n\nIn vain an old sergeant harangued the soldiers, insulting them in the\nhope of rallying them. For they were rats, caught in a trap, no more,\nno less. Some of the soldiers, attempting to reach the small door by\nthe staircase, fell to the ground pierced by Demetrio's shots. Others\nfell at the feet of these twenty-odd specters, with faces and breasts\ndark as iron, clad in long torn trousers of white cloth which fell to\ntheir leather sandals, scattering death and destruction below them. In\nthe belfry, a few men struggled to emerge from the pile of dead who had\nfallen upon them.\n\n\"It's awful, Chief!\" Luis Cervantes cried in alarm. \"We've no more\nbombs left and we left our guns in the corral.\"\n\nSmiling, Demetrio drew out a large shining knife. In the twinkling of\nan eye, steel flashed in every hand. Some knives were large and\npointed, others wide as the palm of a hand, others heavy as bayonets.\n\n\"The spy!\" Luis Cervantes cried triumphantly. \"Didn't I tell you?\"\n\n\"Don't kill me, Chief, please don't kill me,\" the old sergeant implored\nsquirming at the feet of Demetrio, who stood over him, knife in hand.\nThe victim raised his wrinkled Indian face; there was not a single gray\nhair in his head today. Demetrio recognized the spy who had lied to him\nthe day before. Terrified, Luis Cervantes quickly averted his face. The\nsteel blade went crack, crack, on the old man's ribs. He toppled\nbackward, his arms spread, his eyes ghastly.\n\n\"Don't kill my brother, don't kill him, he's my brother!\" the workman\nshouted in terror to Pancracio who was pursuing a soldier. But it was\ntoo late. With one thrust, Pancracio had cut his neck in half, and two\nstreams of scarlet spurted from the wound.\n\n\"Kill the soldiers, kill them all!\"\n\nPancracio and Manteca surpassed the others in the savagery of their\nslaughter, and finished up with the wounded. Montanez, exhausted, let\nhis arm fall; it hung limp to his side. A gentle expression still\nfilled his glance; his eyes shone; he was naive as a child, unmoral as\na hyena.\n\n\"Here's one who's not dead yet,\" Quail shouted.\n\nPancracio ran up. The little blond captain with curled mustache turned\npale as wax. He stood against the door to the staircase unable to\nmuster enough strength to take another step.\n\nPancracio pushed him brutally to the edge of the corridor. A jab with\nhis knee against the captain's thigh--then a sound not unlike a bag of\nstones falling from the top of the steeple on the porch of the church.\n\n\"My God, you've got no brains!\" said Quail. \"If I'd known what you were\ndoing, I'd have kept him for myself. That was a fine pair of shoes you\nlost!\"\n\nBending over them, the rebels stripped those among the soldiers who\nwere best clad, laughing and joking as they despoiled them. Brushing\nback his long hair, that had fallen over his sweating forehead and\ncovered his eyes, Demetrio said:\n\n\"Now let's get those city fellows!\"\n\n\n\nXVIII\n\nOn the day General Natera began his advance against the town of\nZacatecas, Demetrio with a hundred men went to meet him at Fresnillo.\n\nThe leader received him cordially.\n\n\"I know who you are and the sort of men you bring. I heard about the\nbeatings you gave the Federals from Tepic to Durango.\"\n\nNatera shook hands with Demetrio effusively while Luis Cervantes said:\n\n\"With men like General Natera and Colonel Demetrio Macias, we'll cover\nour country with glory.\"\n\nDemetrio understood the purpose of those words, after Natera had\nrepeatedly addressed him as \"Colonel.\"\n\nWine and beer were served; Demetrio and Natera drank many a toast.\nLuis Cervantes proposed: \"The triumph of our cause, which is the\nsublime triumph of Justice, because our ideal--to free the noble,\nlong-suffering people of Mexico--is about to be realized and because\nthose men who have watered the earth with their blood and tears will\nreap the harvest which is rightfully theirs.\"\n\nNatera fixed his cruel gaze on the orator, then turned his back on him\nto talk to Demetrio.  Presently, one of Natera's officers, a young man\nwith a frank open face, drew up to the table and stared insistently at\nCervantes.\n\n\"Are you Luis Cervantes?\"\n\n\"Yes.  You're Solis, eh?\"\n\n\"The moment you entered I thought I recognized you. Well, well, even\nnow I can hardly believe my eyes!\"\n\n\"It's true enough!\"\n\n\"Well, but ... look here, let's have a drink, come along.\" Then:\n\n\"Hm,\" Solis went on, offering Cervantes a chair, \"since when have you\nturned rebel?\"\n\n\"I've been a rebel the last two months!\"\n\n\"Oh, I see!  That's why you speak with such faith and enthusiasm about\nthings we all felt when we joined the revolution.\"\n\n\"Have you lost your faith or enthusiasm?\"\n\n\"Look here, man, don't be surprised if I confide in you right off. I am\nso anxious to find someone intelligent among this crowd, that as soon\nas I get hold of a man like you I clutch at him as eagerly as I would\nat a glass of water, after walking mile after mile through a parched\ndesert.  But frankly, I think you should do the explaining first.  I\ncan't understand how a man who was correspondent of a Government\nnewspaper during the Madero regime, and later editorial writer on a\nConservative journal, who denounced us as bandits in the most fiery\narticles, is now fighting on our side.\"\n\n\"I tell you honestly: I have been converted,\" Cervantes answered.\n\n\"Are you absolutely convinced?\"\n\nSolis sighed, filled the glasses; they drank.\n\n\"What about you?  Are you tired of the revolution?\" asked Cervantes\nsharply.\n\n\"Tired?  My dear fellow, I'm twenty-five years old and I'm fit as a\nfiddle!  But am I disappointed? Perhaps!\"\n\n\"You must have sound reasons for feeling that way.\"\n\n\"I hoped to find a meadow at the end of the road. I found a swamp.\nFacts are bitter; so are men. That bitterness eats your heart out; it\nis poison, dry rot. Enthusiasm, hope, ideals, happiness-vain dreams,\nvain dreams.... When that's over, you have a choice. Either you turn\nbandit, like the rest, or the timeservers will swamp you....\"\n\nCervantes writhed at his friend's words; his argument was quite out of\nplace ... painful.... To avoid being forced to take issue, he invited\nSolis to cite the circumstances that had destroyed his illusions.\n\n\"Circumstances? No--it's far less important than that. It's a host of\nsilly, insignificant things that no one notices except yourself ... a\nchange of expression, eyes shining-lips curled in a sneer-the deep\nimport of a phrase that is lost! Yet take these things together and\nthey compose the mask of our race ... terrible ... grotesque ... a race\nthat awaits redemption!\"\n\nHe drained another glass. After a long pause, he continued:\n\n\"You ask me why I am still a rebel? Well, the revolution is like a\nhurricane: if you're in it, you're not a man ... you're a leaf, a dead\nleaf, blown by the wind.\"\n\nDemetrio reappeared. Seeing him, Solis relapsed into silence.\n\n\"Come along,\" Demetrio said to Cervantes. \"Come with me.\"\n\nUnctuously, Solis congratulated Demetrio on the feats that had won him\nfame and the notice of Pancho Villa's northern division.\n\nDemetrio warmed to his praise. Gratefully, he heard his prowess\nvaunted, though at times he found it difficult to believe he was the\nhero of the exploits the other narrated. But Solis' story proved so\ncharming, so convincing, that before long he found himself repeating it\nas gospel truth.\n\n\"Natera is a genius!\" Luis Cervantes said when they had returned to the\nhotel. \"But Captain Solis is a nobody ... a timeserver.\"\n\nDemetrio Macias was too elated to listen to him. \"I'm a colonel, my\nlad! And you're my secretary!\"\n\nDemetrio's men made many acquaintances that evening; much liquor flowed\nto celebrate new friendships. Of course men are not necessarily even\ntempered, nor is alcohol a good counselor; quarrels naturally ensued.\nYet many differences that occurred were smoothed out in a friendly\nspirit, outside the saloons, restaurants, or brothels.\n\nOn the morrow, casualties were reported. Always a few dead. An old\nprostitute was found with a bullet through her stomach; two of Colonel\nMacias' new men lay in the gutter, slit from ear to ear.\n\nAnastasio Montanez carried an account of the events to his chief.\nDemetrio shrugged his shoulders. \"Bury them!\" he said.\n\n\n\nXIX\n\n\"They're coming back!\"\n\nIt was with amazement that the inhabitants of Fresnillo learned that\nthe rebel attack on Zacatecas had failed completely.\n\n\"They're coming back!\"\n\nThe rebels were a maddened mob, sunburnt, filthy, naked. Their high\nwide-brimmed straw hats hid their faces. The \"high hats\" came back as\nhappily as they had marched forth a few days before, pillaging every\nhamlet along the road, every ranch, even the poorest hut.\n\n\"Who'll buy this thing?\" one of them asked. He had carried his spoils\nlong: he was tired. The sheen of the nickel on the typewriter, a new\nmachine, attracted every glance. Five times that morning the Oliver had\nchanged hands. The first sale netted the owner ten pesos; presently it\nhad sold for eight; each time it changed hands, it was two pesos\ncheaper. To be sure, it was a heavy burden; nobody could carry it for\nmore than a half-hour.\n\n\"I'll give you a quarter for it!\" Quail said.\n\n\"Yours!\" cried the owner, handing it over quickly, as though he feared\nQuail might change his mind. Thus for the sum of twenty-five cents,\nQuail was afforded the pleasure of taking it in his hands and throwing\nit with all his might against the wall.\n\nIt struck with a crash. This gave the signal to all who carried any\ncumbersome objects to get rid of them by smashing them against the\nrocks. Objects of all sorts, crystal, china, faience, porcelain, flew\nthrough the air. Heavy, plated mirrors, brass candlesticks, fragile,\ndelicate statues, Chinese vases, any object not readily convertible\ninto cash fell by the wayside in fragments.\n\nDemetrio did not share the untoward exaltation. After all, they were\nretreating defeated. He called Montanez and Pancracio aside and said:\n\n\"These fellows have no guts. It's not so hard to take a town. It's like\nthis. First, you open up, this way....\" He sketched a vast gesture,\nspreading his powerful arms. \"Then you get close to them, like\nthis....\" He brought his arms together, slowly. \"Then slam! Bang!\nWhack! Crash!\" He beat his hands against his chest.\n\nAnastasio and Pancracio, convinced by this simple, lucid explanation\nanswered:\n\n\"That's God's truth! They've no guts! That's the trouble with them!\"\n\nDemetrio's men camped in a corral.\n\n\"Do you remember Camilla?\" Demetrio asked with a sigh as he settled on\nhis back on the manure pile where the rest were already stretched out.\n\n\"Camilla? What girl do you mean, Demetrio?\"\n\n\"The girl that used to feed me up there at the ranch!\"\n\nAnastasio made a gesture implying: \"I don't care a damn about the women\n... Camilla or anyone else....\"\n\n\"I've not forgotten,\" Demetrio went on, drawing on his cigarette. \"Yes,\nI was feeling like hell! I'd just finished drinking a glass of water.\nGod, but it was cool.... 'Don't you want any more?' she asked me. I was\nhalf dead with fever ... and all the time I saw that glass of water,\nblue ... so blue ... and I heard her little voice, 'Don't you want any\nmore?' That voice tinkled in my ears like a silver hurdy-gurdy! Well,\nPancracio, what about it? Shall we go back to the ranch?\"\n\n\"Demetrio, we're friends, aren't we? Well then, listen. You may not\nbelieve it, but I've had a lot of experience with women. Women! Christ,\nthey're all right for a while, granted! Though even that's going pretty\nfar. Demetrio, you should see the scars they've given me ... all over\nmy body, not to speak of my soul! To hell with women. They're the\ndevil, that's what they are! You may have noticed I steer clear of\nthem. You know why. And don't think I don't know what I'm talking\nabout. I've had a hell of a lot of experience and that's no lie!\"\n\n\"What do you say, Pancracio? When are we going back to the ranch?\"\nDemetrio insisted, blowing gray clouds of tobacco smoke into the air.\n\n\"Say the day, I'm game. You know I left my woman there too!\"\n\n\"Your woman, hell!\" Quail said, disgruntled and sleepy.\n\n\"All right, then, our woman! It's a good thing you're kindhearted so we\nall can enjoy her when you bring her over,\" Manteca murmured.\n\n\"That's right, Pancracio, bring one-eyed Maria Antonia. We're all\ngetting pretty cold around here,\" Meco shouted from a distance.\n\nThe crowd broke into peals of laughter. Pancracio and Manteca vied with\neach other in calling forth oaths and obscenity.\n\n\n\nXX\n\n\"Villa is coming!\"\n\nThe news spread like lightning. Villa--the magic word! The Great Man,\nthe salient profile, the unconquerable warrior who, even at a distance,\nexerts the fascination of a reptile, a boa constrictor.\n\n\"Our Mexican Napoleon!\" exclaimed Luis Cervantes.\n\n\"Yes! The Aztec Eagle! He buried his beak of steel in the head of\nHuerta the serpent!\" Solis, Natera's chief of staff, remarked somewhat\nironically, adding: \"At least, that's how I expressed it in a speech I\nmade at Ciudad Juarez!\"\n\nThe two sat at the bar of the saloon, drinking beer. The \"high hats,\"\nwearing mufflers around their necks and thick rough leather shoes on\ntheir feet, ate and drank endlessly. Their gnarled hands loomed across\ntable, across bar. All their talk was of Villa and his men. The tales\nNatera's followers related won gasps of astonishment from Demetrio's\nmen. Villa! Villa's battles! Ciudad Juarez ... Tierra Blanca ...\nChihuahua ... Torreon....\n\nThe bare facts, the mere citing of observation and experience meant\nnothing. But the real story, with its extraordinary contrasts of high\nexploits and abysmal cruelties was quite different. Villa, indomitable\nlord of the sierra, the eternal victim of all governments ... Villa\ntracked, hunted down like a wild beast ... Villa the reincarnation of\nthe old legend; Villa as Providence, the bandit, that passes through\nthe world armed with the blazing torch of an ideal: to rob the rich and\ngive to the poor. It was the poor who built up and imposed a legend\nabout him which Time itself was to increase and embellish as a shining\nexample from generation to generation.\n\n\"Look here, friend,\" one of Natera's men told Anastasio, \"if General\nVilla takes a fancy to you, he'll give you a ranch on the spot. But if\nhe doesn't, he'll shoot you down like a dog! God! You ought to see\nVilla's troops! They're all northerners and dressed like lords! You\nought to see their wide-brimmed Texas hats and their brand-new outfits\nand their four-dollar shoes, imported from the U. S. A.\"\n\nAs they retailed the wonders of Villa and his men, Natera's men gazed\nat one another ruefully, aware that their own hats were rotten from\nsunlight and moisture, that their own shirts and trousers were tattered\nand barely fit to cover their grimy, lousy bodies.\n\n\"There's no such a thing as hunger up there. They carry boxcars full of\noxen, sheep, cows! They've got cars full of clothing, trains full of\nguns, ammunition, food enough to make a man burst!\"\n\nThen they spoke of Villa's airplanes.\n\n\"Christ, those planes! You know when they're close to you, be damned if\nyou know what the hell they are! They look like small boats, you know,\nor tiny rafts ... and then pretty soon they begin to rise, making a\nhell of a row. Something like an automobile going sixty miles an hour.\nThen they're like great big birds that don't even seem to move\nsometimes. But there's a joker! The God-damn things have got some\nAmerican fellow inside with hand grenades by the thousand. Now you try\nand figure what that means! The fight is on, see? You know how a farmer\nfeeds corn to his chickens, huh? Well, the American throws his lead\nbombs at the enemy just like that. Pretty soon the whole damn field is\nnothing but a graveyard ... dead men all over the dump ... dead men\nhere ... dead men there ... dead men everywhere!\"\n\nAnastasio Montanez questioned the speaker more particularly. It was not\nlong before he realized that all this high praise was hearsay and that\nnot a single man in Natera's army had ever laid eyes on Villa.\n\n\"Well, when you get down to it, I guess it doesn't mean so much! No\nman's got much more guts than any other man, if you ask me. All you\nneed to be a good fighter is pride, that's all. I'm not a professional\nsoldier even though I'm dressed like hell, but let me tell you. I'm not\nforced to do this kind of bloody job, because I own ...\"\n\n\"Because I own over twenty oxen, whether you believe it or not!\" Quail\nsaid, mocking Anastasio.\n\n\n\nXXI\n\nThe firing lessened, then slowly died out. Luis Cervantes, who had been\nhiding amid a heap of ruins at the fortification on the crest of the\nhill, made bold to show his face. How he had managed to hang on, he did\nnot know. Nor did he know when Demetrio and his men had disappeared.\nSuddenly he had found himself alone; then, hurled back by an avalanche\nof infantry, he fell from his saddle; a host of men trampled over him\nuntil he rose from the ground and a man on horseback hoisted him up\nbehind him. After a few moments, horse and riders fell. Left without\nrifle, revolver, or arms of any kind, Cervantes found himself lost in\nthe midst of white smoke and whistling bullets. A hole amid a debris of\ncrumbling stone offered a refuge of safety.\n\n\"Hello, partner!\"\n\n\"Luis, how are you!\"\n\n\"The horse threw me. They fell upon me. Then they took my gun away. You\nsee, they thought I was dead. There was nothing I could do!\" Luis\nCervantes explained apologetically. Then:\n\n\"Nobody threw me down,\" Solis said. \"I'm here because I like to play\nsafe.\"\n\nThe irony in Solis' voice brought a blush to Cervantes' cheek.\n\n\"By God, that chief of yours is a man!\" Solis said. \"What daring, what\nassurance! He left me gasping--and a hell of a lot of other men with\nmore experience than me, too!\"\n\nLuis Cervantes vouchsafed no answer.\n\n\"What! Weren't you there? Oh, I see! You found a nice place for\nyourself at the right time. Come here, Luis, I'll explain; let's go\nbehind that rock. From this meadow to the foot of the hill, there's no\nroad save this path below. To the right, the incline is too sharp; you\ncan't do anything there. And it's worse to the left; the ascent is so\ndangerous that a second's hesitation means a fall down those rocks and\na broken neck at the end of it. All right! A number of men from Moya's\nbrigade who went down to the meadow decided to attack the enemy's\ntrenches the first chance they got. The bullets whizzed about us, the\nbattle raged on all sides. For a time they stopped firing, so we\nthought they were being attacked from behind. We stormed their\ntrenches--look, partner, look at that meadow! It's thick with corpses!\nTheir machine guns did that for us. They mowed us down like wheat; only\na handful escaped. Those Goddamned officers went white as a sheet; even\nthough we had reinforcements they were afraid to order a new charge.\nThat was when Demetrio Macias plunged in. Did he wait for orders? Not\nhe! He just shouted:\n\n\"'Come on, boys! Let's go for them!'\n\n\"'Damn fool!' I thought. 'What the hell does he think he's doing!'\n\n\"The officers, surprised, said nothing. Demetrio's horse seemed to wear\neagle's claws instead of hoofs, it soared so swiftly over the rocks.\n'Come on! Come on!' his men shouted, following him like wild deer,\nhorses and men welded into a mad stampede. Only one young fellow\nstepped wild and fell headlong into the pit. In a few seconds the\nothers appeared at the top of the hill, storming the trenches and\nkilling the Federals by the thousand. With his rope, Demetrio lassoed\nthe machine guns and carried them off, like a bull herd throwing a\nsteer. Yet his success could not last much longer, for the Federals\nwere far stronger in numbers and could easily have destroyed Demetrio\nand his men. But we took advantage of their confusion, we rushed upon\nthem and they soon cleared out of their position. That chief of yours\nis a wonderful soldier!\"\n\nStanding on the crest of the hill, they could easily sight one side of\nthe Bufa peak. Its highest crag spread out like the feathered head of a\nproud Aztec king. The three-hundred-foot slope was literally covered\nwith dead, their hair matted, their clothes clotted with grime and\nblood. A host of ragged women, vultures of prey, ranged over the tepid\nbodies of the dead, stripping one man bare, despoiling another, robbing\nfrom a third his dearest possessions.\n\nAmid clouds of white rifle smoke and the dense black vapors of flaming\nbuildings, houses with wide doors and windows bolted shone in the\nsunlight. The streets seemed to be piled upon one another, or wound\npicturesquely about fantastic corners, or set to scale the hills\nnearby. Above the graceful cluster of houses, rose the lithe columns of\na warehouse and the towers and cupola of the church.\n\n\"How beautiful the revolution! Even in its most barbarous aspect it is\nbeautiful,\" Solis said with deep feeling. Then a vague melancholy\nseized him, and speaking low:\n\n\"A pity what remains to do won't be as beautiful! We must wait a while,\nuntil there are no men left to fight on either side, until no sound of\nshot rings through the air save from the mob as carrion-like it falls\nupon the booty; we must wait until the psychology of our race,\ncondensed into two words, shines clear and luminous as a drop of water:\nRobbery! Murder! What a colossal failure we would make of it, friend,\nif we, who offer our enthusiasm and lives to crush a wretched tyrant,\nbecame the builders of a monstrous edifice holding one hundred or two\nhundred thousand monsters of exactly the same sort. People without\nideals! A tyrant folk! Vain bloodshed!\"\n\nLarge groups of Federals pushed up the hill, fleeing from the \"high\nhats.\" A bullet whistled past them, singing as it sped. After his\nspeech, Alberto Solis stood lost in thought, his arms crossed.\nSuddenly, he took fright.\n\n\"I'll be damned if I like these plaguey mosquitoes!\" he said. \"Let's\nget away from here!\"\n\nSo scornfully Luis Cervantes smiled that Solis sat down on a rock quite\ncalm, bewildered. He smiled. His gaze roved as he watched the spirals\nof smoke from the rifles, the dust of roofs crumbling from houses as\nthey fell before the artillery. He believed he discerned the symbol of\nthe revolution in these clouds of dust and smoke that climbed upward\ntogether, met at the crest of the hill and, a moment after, were\nlost....\n\n\"By heaven, now I see what it all means!\"\n\nHe sketched a vast gesture, pointing to the station. Locomotives\nbelched huge clouds of black dense smoke rising in columns; the trains\nwere overloaded with fugitives who had barely managed to escape from\nthe captured town.\n\nSuddenly he felt a sharp blow in the stomach. As though his legs were\nputty, he rolled off the rock. His ears buzzed... Then darkness ...\nsilence ... eternity....\n\n\n\n\nPART TWO\n\n\n\nI\n\nDemetrio,  nonplussed, scratched his head: \"Look here, don't ask me any\nmore questions.... You gave me the eagle I wear on my hat, didn't you?\nAll right then; you just tell me: 'Demetrio, do this or do that,' and\nthat's all there is to it.\"\n\n\nTo champagne, that sparkles and foams as the beaded bubbles burst at\nthe brim of the glass, Demetrio preferred the native tequila, limpid\nand fiery.\n\nThe soldiers sat in groups about the tables in the restaurant, ragged\nmen, filthy with sweat, dirt and smoke, their hair matted, wild,\ndisheveled.\n\n\"I killed two colonels,\" one man clamored in a guttural harsh voice. He\nwas a small fat fellow, with embroidered hat and chamois coat, wearing\na light purple handkerchief about his neck.\n\n\"They were so Goddamned fat they couldn't even run. By God, I wish you\ncould have seen them, tripping and stumbling at every step they took,\nclimbing up the hill, red as tomatoes, their tongues hanging out like\nhounds. 'Don't run so fast, you lousy beggars!' I called after them.\n'I'm not so fond of frightened geese--stop, You bald-headed bastards: I\nwon't harm you! You needn't worry!' By God, they certainly fell for it.\nPop, pop! One shot for each of them, and a well-earned rest for a pair\nof poor sinners, be damned to them!\"\n\n\"I couldn't get a single one of their generals!\" said a swarthy man who\nsat in one corner between the wall and the bar, holding his rifle\nbetween his outstretched legs. \"I sighted one: a fellow with a hell of\na lot of gold plastered all over him. His gold chevrons shone like a\nGoddamned sunset. And I let him go by, fool that I was. He took off his\nhandkerchief and waved it. I stood there with my mouth wide open like a\nfool! Then I ducked and he started shooting, bullet after bullet. I let\nhim kill a poor cargador. Then I said: 'My turn, now! Holy Virgin,\nMother of God! Don't let me miss this son of a bitch.' But, by Christ,\nhe disappeared. He was riding a hell of a fine nag; he went by me like\nlightning! There was another poor fool coming up the road. He got it\nand turned the prettiest somersault you ever saw!\"\n\nTalk flew from lip to lip, each soldier vying with his fellow,\nsnatching the words from the other's mouth. As they declaimed\npassionately, women with olive, swarthy skins, bright eyes, and teeth\nof ivory, with revolvers at their waists, cartridge-belts across their\nbreasts, and broad Mexican hats on their heads, wove their way like\nstray street curs in and out among groups. A vulgar wench, with rouged\ncheeks and dark brown arms and neck, gave a great leap and landed on\nthe bar near Demetrio's table.\n\nHe turned his head toward her and literally collided with a pair of\nlubric eyes under a narrow forehead and thick, straight hair, parted in\nthe middle.\n\nThe door opened wide. Anastasio, Pancracio, Quail, and Meco filed in,\ndazed.\n\nAnastasio uttered a cry of surprise and stepped forward to shake hands\nwith the little fat man wearing a charro suit and a lavender bandanna.\nA pair of old friends, met again. So warm was their embrace, so tightly\nthey clutched each other that the blood rushed to their heads, they\nturned purple.\n\n\"Look here, Demetrio, I want the honor of introducing you to Blondie.\nHe's a real friend, you know. I love him like a brother. You must get\nto know him, Chief, he's a man! Do you remember that damn jail at\nEscobedo, where we stayed together for over a year?\"\n\nWithout removing his cigar from his lips, Demetrio, buried in a sullen\nsilence amid the bustle and uproar, offered his hand and said:\n\n\"I'm delighted to meet you!\"\n\n\"So your name is Demetrio Macias?\" the girl asked suddenly. Seated on\nthe bar, she swung her legs; at every swing, the toes of her shoes\ntouched Demetrio's back.\n\n\"Yes: I'm Demetrio Macias!\" he said, scarcely turning toward her.\n\nIndifferently, she continued to swing her legs, displaying her blue\nstockings with ostentation.\n\n\"Hey, War Paint, what are you doing here? Step down and have a drink!\"\nsaid the man called Blondie.\n\nThe girl accepted readily and boldly thrust her way through the crowd\nto a chair facing Demetrio.\n\n\"So you're the famous Demetrio Macias, the hero of Zacatecas?\" the girl\nasked.\n\nDemetrio bowed assent, while Blondie, laughing, said:\n\n\"You're a wise one, War Paint. You want to sport a general!\"\n\nWithout understanding Blondie's words, Demetrio raised his eyes to\nhers; they gazed at each other like two dogs sniffing one another with\ndistrust. Demetrio could not resist her furiously provocative glances;\nhe was forced to lower his eyes.\n\nFrom their seats, some of Natera's officers began to hurl obscenities\nat War Paint. Without paying the slightest attention, she said:\n\n\"General Natera is going to hand you out a little general's eagle. Put\nit here and shake on it, boy!\"\n\nShe stuck out her hand at Demetrio and shook it with the strength of a\nman. Demetrio, melting to the congratulations raining down upon him,\nordered champagne.\n\n\"I don't want no more to drink,\" Blondie said to the waiter, \"I'm\nfeeling sick. Just bring me some ice water.\"\n\n\"I want something to eat,\" said Pancracio. \"Bring me anything you've\ngot but don't make it chili or beans!\"\n\nOfficers kept coming in; presently the restaurant was crowded. Small\nstars, bars, eagles and insignia of every sort or description dotted\ntheir hats. They wore wide silk bandannas around their necks, large\ndiamond rings on their fingers, large heavy gold watch chains across\ntheir breasts.\n\n\"Here, waiter,\" Blondie cried, \"I ordered ice water. And I'm not\nbegging for it either, see? Look at this bunch of bills. I'll buy you,\nyour wife, and all you possess, see? Don't tell me there's none left--I\ndon't care a damn about that! It's up to you to find some way to get it\nand Goddamned quick, too. I don't like to play about; I get mad when\nI'm crossed.... By God, didn't I tell you I wouldn't stand for any\nbackchat? You won't bring it to me, eh? Well, take this....\"\n\nA heavy blow sent the waiter reeling to the floor.\n\n\"That's the sort of man I am, General Macias! I'm clean-shaven, eh? Not\na hair on my chin? Do you know why? Well, I'll tell you! You see I get\nmad easy as hell; and when there's nobody to pick on, I pull my hair\nuntil my temper passes. If I hadn't pulled my beard hair by hair, I'd\nhave died a long time ago from sheer anger!\"\n\n\"It does you no good to go to pieces when you're angry,\" a man affirmed\nearnestly from below a hat that covered his head as a roof does a\nhouse. \"When I was up at Torreon I killed an old lady who refused to\nsell me some enchiladas. She was angry, I can tell you; I got no\nenchiladas but I felt satisfied anyhow!\"\n\n\"I killed a storekeeper at Parral because he gave me some change and\nthere were two Huerta bills in it,\" said a man with a star on his hat\nand precious stones on his black, calloused hands.\n\n\"Down in Chihuahua I killed a man because I always saw him sitting at\nthe table whenever I went to eat. I hated the looks of him so I just\nkilled him! What the hell could I do!\"\n\n\"Hmm! I killed....\"\n\nThe theme is inexhaustible.\n\nBy dawn, when the restaurant was wild with joy and the floor dotted\nwith spittle, young painted girls from the suburbs had mingled freely\namong the dark northern women. Demetrio pulled out his jeweled gold\nwatch, asking Anastasio Montanez to tell him the time.\n\nAnastasio glanced at the watch, then, poking his head out of a small\nwindow, gazed at the starry sky.\n\n\"The Pleiades are pretty low in the west. I guess it won't be long now\nbefore daybreak....\"\n\nOutside the restaurant, the shouts, laughter and song of the drunkards\nrang through the air. Men galloped wildly down the streets, the hoofs\nof their horses hammering on the sidewalks. From every quarter of the\ntown pistols spoke, guns belched. Demetrio and the girl called War\nPaint staggered tipsily hand in hand down the center of the street,\nbound for the hotel.\n\n\n\nII\n\n\"What damned fools,\" said War Paint convulsed with laughter! \"Where the\nhell do you come from?.....  Soldiers don't sleep in hotels and inns\nany more.......  Where do you come from? You just go anywhere you like\nand pick a house that pleases you, see. When you go there, make\nyourself at home and don't ask anyone for anything. What the hell is\nthe use of the revolution? Who's it for? For the folks who live in\ntowns? We're the city folk now, see? Come on, Pancracio, hand me your\nbayonet. Damn these rich people, they lock up everything they've got!\"\n\nShe dug the steel point through the crack of a drawer and, pressing on\nthe hilt, broke the lock, opened the splinted cover of a writing desk.\nAnastasio, Pancracio and War Paint plunged their hands into a mass of\npost cards, photographs, pictures and papers, scattering them all over\nthe rug. Finding nothing he wanted, Pancracio gave vent to his anger by\nkicking a framed photograph into the air with the toe of his shoe. It\nsmashed on the candelabra in the center of the room.\n\nThey pulled their empty hands out of the heap of paper, cursing. But\nWar Paint was of sterner stuff; tirelessly she continued to unlock\ndrawer after drawer without failing to investigate a single spot. In\ntheir absorption, they did not notice a small gray velvet-covered box\nwhich rolled silently across the floor, coming to a stop at Luis\nCervantes' feet.\n\nDemetrio, lying on the rug, seemed to be asleep; Cervantes, who had\nwatched everything with profound indifference, pulled the box closer to\nhim with his foot, and stooping to scratch his ankle, swiftly picked it\nup. Something gleamed up at him, dazzling. It was two pure-water\ndiamonds mounted in filigreed platinum. Hastily he thrust them inside\nhis coat pocket.\n\nWhen Demetrio awoke, Cervantes said:\n\n\"General, look at the mess these boys have made here. Don't you think\nit would be advisable to forbid this sort of thing?\"\n\n\"No. It's about their only pleasure after putting their bellies up as\ntargets for the enemy's bullets.\"\n\n\"Yes, of course, General, but they could do it somewhere else. You see,\nthis sort of thing hurts our prestige, and worse, our cause!\"\n\nDemetrio leveled his eagle eyes at Cervantes. He drummed with his\nfingernails against his teeth, absent-mindedly. Then:\n\n\"Come along, now, don't blush,\" he said. \"You can talk like that to\nsomeone else. We know what's mine is mine, what's yours is yours. You\npicked the box, all right; I picked my gold watch; all right too!\"\n\nHis words dispelled any pretense. Both of them, in perfect harmony,\ndisplayed their booty.\n\nWar Paint and her companions were ransacking the rest of the house.\nQuail entered the room with a twelve-year-old girl upon whose forehead\nand arms were already marked copper-colored spots. They stopped short,\nspeechless with surprise as they saw the books lying in piles on the\nfloor, chairs and tables, the large mirrors thrown to the ground,\nsmashed, the huge albums and the photographs torn into shreds, the\nfurniture, objets d'art and bric-a-brac broken. Quail held his breath,\nhis avid eyes scouring the room for booty.\n\nOutside, in one corner of the patio, lost in dense clouds of\nsuffocating smoke, Manteca was boiling corn on the cob, feeding his\nfire with books and paper that made the flames leap wildly through the\nair.\n\n\"Hey!\" Quail shouted. \"Look what I found. A fine sweat-cover for my\nmare.\"\n\nWith a swift pull he wrenched down a hanging, which fell over a\nhandsomely carved upright chair.\n\n\"Look, look at all these naked women!\" Quail's little companion cried,\nenchanted at a de luxe edition of Dante's Divine Comedy. \"I like this;\nI think I'll take it along.\"\n\nShe began to tear out the illustrations which pleased her most.\n\nDemetrio crossed the room and sat down beside Luis Cervantes. He\nordered some beer, handed one bottle up to his secretary, downed his\nown bottle at one gulp. Then, drowsily, he half closed his eyes, and\nsoon fell sound asleep.\n\n\"Hey!\" a man called to Pancracio from the threshold. \"When can I see\nyour general?\"\n\n\"You can't see him. He's got a hangover this morning. What the hell do\nyou want?\"\n\n\"I want to buy some of those books you're burning.\"\n\n\"I'll sell them to you myself.\"\n\n\"How much do you want for them?\"\n\nPancracio frowned in bewilderment.\n\n\"Give me a nickel for those with pictures, see. I'll give you the rest\nfor nothing if you buy all those with pictures.\"\n\nThe man returned with a large basket to carry away the books....\n\n\"Come on, Demetrio, come on, you pig, get up! Look who's here! It's\nBlondie. You don't know what a fine man he is!\"\n\n\"I like you very much, General Macias, and I like the way you do\nthings. So if it's all right, I'd like very much to serve under you!\"\n\n\"What's your rank?\" Demetrio asked him.\n\n\"I'm a captain, General.\"\n\n\"All right, you can serve with me now. I'll make you major. How's that?\"\n\nBlondie was a round little fellow, with waxed mustache. When he\nlaughed, his blue eyes disappeared mischievously between his forehead\nand his fat cheeks. He had been a waiter at \"El Monico,\" in Chihuahua;\nnow he proudly wore three small brass bars, the insignia of his rank in\nthe Northern Division.\n\nBlondie showered eulogy after eulogy on Demetrio and his men; this\nproved sufficient reason for bringing out a fresh case of beer, which\nwas finished in short order.\n\nSuddenly War Paint reappeared in the middle of the room, wearing a\nbeautiful silk dress covered with exquisite lace.\n\n\"You forgot the stockings,\" Blondie shouted, shaking with laughter.\nQuail's girl also burst out laughing. But War Paint did not care. She\nshrugged her shoulders indifferently, sat down on the floor, kicked off\nher white satin slippers, and wiggled her toes happily, giving their\nmuscles a freedom welcome after their tight confinement in the\nslippers. She said:\n\n\"Hey, you, Pancracio, go and get me my blue stockings ... they're with\nthe rest of my plunder.\"\n\nSoldiers and their friends, companions and veterans of other campaigns,\nbegan to enter in groups of twos and threes. Demetrio, growing excited,\nbegan to narrate in detail his most notable feats of arms.\n\n\"What the hell is that noise?\" he asked in surprise as he heard string\nand brass instruments tuning up in the patio.\n\n\"General Demetrio Macias,\" Luis Cervantes said solemnly, \"it's a\nbanquet all of your old friends and followers are giving in your honor\nto celebrate your victory at Zacatecas and your well-merited promotion\nto the rank of general!\"\n\n\n\nIII\n\n\"General Macias, I want you to meet my future wife,\" Luis Cervantes\nsaid with great emphasis as he led a beautiful girl into the dining\nroom.\n\nThey all turned to look at her. Her large blue eyes grew wide in\nwonder. She was barely fourteen. Her skin was like a rose, soft, pink,\nfresh; her hair was very fair; the expression in her eyes was partly\nimpish curiosity, partly a vague childish fear. Perceiving that\nDemetrio eyed her like a beast of prey, Luis Cervantes congratulated\nhimself.\n\nThey made room for her between Luis Cervantes and Blondie, opposite\nDemetrio.\n\nBottles of tequila, dishes of cut glass, bowls, porcelains and vases\nlay scattered over the table indiscriminately. Meco, carrying a box of\nbeer upon his shoulders, came in cursing and sweating.\n\n\"You don't know this fellow Blondie yet,\" said War Paint, noticing the\npersistent glances he was casting at Luis Cervantes' bride. \"He's a\nsmart fellow, I can tell you, and he never misses a trick.\" She gazed\nat him lecherously, adding:\n\n\"That's why I don't like to see him close, even on a photograph!\"\n\nThe orchestra struck up a raucous march as though they were playing at\na bullfight. The soldiers roared with joy.\n\n\"What fine tripe, General; I swear I haven't tasted the like of it in\nall my life,\" Blondie said, as he began to reminisce about \"El Monico\"\nat Chihuahua.\n\n\"You really like it, Blondie?\" responded Demetrio. \"Go ahead, call for\nmore, eat your bellyful.\"\n\n\"It's just the way I like it,\" Anastasio chimed in. \"Yes, I like good\nfood! But nothing really tastes good to you unless you belch!\"\n\nThe noise of mouths being filled, of ravenous feeding followed. All\ndrank copiously. At the end of the dinner, Luis Cervantes rose, holding\na champagne glass in one hand, and said:\n\n\"General...\"\n\n\"Ho!\" War Paint interrupted. \"This speech-making business isn't for me;\nI'm all against it. I'll go out to the corral since there's no more\neating here.\"\n\nPresenting Demetrio with a black velvet-covered box containing a small\nbrass eagle, Luis Cervantes made a toast which no one understood but\neveryone applauded enthusiastically. Demetrio took the insignia in his\nhands; and with flushed face, and eyes shining, declared with great\ncandor:\n\n\"What in hell am I going to do with this buzzard!\"\n\n\"Compadre,\" Anastasio Montanez said in a tremulous voice. \"I ain't got\nmuch to tell you....\"\n\nWhole minutes elapsed between his words; the cursed words would not\ncome to Anastasio. His face, coated with filth, unwashed for days,\nturned crimson, shining with perspiration. Finally he decided to finish\nhis toast at all costs. \"Well, I ain't got much to tell you, except\nthat we are pals....\"\n\nThen, since everyone had applauded at the end of Luis Cervantes'\nspeech, Anastasio having finished, made a sign, and the company clapped\ntheir hands in great gravity.\n\nBut everything turned out for the best, since his awkwardness inspired\nothers. Manteca and Quail stood up and made their toasts, too. When\nMeco's turn came, War Paint rushed in shouting jubilantly, attempting\nto drag a splendid black horse into the dining room.\n\n\"My booty! My booty!\" she cried, patting the superb animal on the neck.\nIt resisted every effort she made until a strong jerk of the rope and a\nsudden lash brought it in prancing smartly. The soldiers, half drunk,\nstared at the beast with ill-disguised envy.\n\n\"I don't know what the hell this she-devil's got, but she always beats\neverybody to it,\" cried Blondie. \"She's been the same ever since she\njoined us at Tierra Blanca!\"\n\n\"Hey, Pancracio, bring me some alfalfa for my horse,\" War Paint\ncommanded crisply, throwing the horse's rope to one of the soldiers.\n\nOnce more they filled their glasses. Many a head hung low with fatigue\nor drunkenness. Most of the company, however, shouted with glee,\nincluding Luis Cervantes' girl. She had spilled all her wine on a\nhandkerchief and looked all about her with blue wondering eyes.\n\n\"Boys,\" Blondie suddenly screamed, his shrill, guttural voice\ndominating the mall, \"I'm tired of living; I feel like killing myself\nright now. I'm sick and tired of War Paint and this other little angel\nfrom heaven won't even look at me!\"\n\nLuis Cervantes saw that the last remark was addressed to his bride;\nwith great surprise he realized that it was not Demetrio's foot he had\nnoticed close to the girl's, but Blondie's. He was boiling with\nindignation.\n\n\"Keep your eye on me, boys,\" Blondie went on, gun in hand. \"I'm going\nto shoot myself right in the forehead!\"\n\nHe aimed at the large mirror on the opposite wall which gave back his\nwhole body in reflection. He took careful aim....\n\n\"Don't move, War Paint.\"\n\nThe bullet whizzed by, grazing War Paint's hair. The mirror broke into\nlarge jagged fragments. She did not even so much as blink.\n\n\n\nIV\n\nLate in the afternoon Luis Cervantes rubbed his eyes and sat up. He had\nbeen sleeping on the hard pavement, close to the trunk of a fruit tree.\nAnastasio, Pancracio and Quail slept nearby, breathing heavily.\n\nHis lips were swollen, his nose dry and cold. There were bloodstains on\nhis hands and shirt. At once he recalled what had taken place. Soon he\nrose to his feet and made for one of the bedrooms. He pushed at the\ndoor several times without being able to force it open. For a few\nminutes he stood there, hesitating.\n\nNo--he had not dreamed it. Everything had really occurred just as he\nrecalled it. He had left the table with his bride and taken her to the\nbedroom, but just as he was closing the door, Demetrio staggered after\nthem and made one leap toward them. Then War Paint dashed in after\nDemetrio and began to struggle with him. Demetrio, his eyes white-hot,\nhis lips covered with long blond hairs, looked for the bride, in\ndespair. But War Paint pushed him back vigorously.\n\n\"What the hell is the matter with you? What the hell are you trying to\ndo?\" he demanded, furious.\n\nWar Paint put her leg between his, twisted it suddenly, and Demetrio\nfell to the ground outside of the bedroom. He rose, raging.\n\n\"Help! Help! He's going to kill me!\" she cried, seizing Demetrio's\nwrist and turning the gun aside. The bullet hit the floor. War Paint\ncontinued to shriek. Anastasio disarmed Demetrio from behind.\n\nDemetrio, standing like a furious bull in the middle of the arena, cast\nfierce glances at all the bystanders, Luis Cervantes, Anastasio,\nManteca, and the others.\n\n\"Goddamn you! You've taken my gun away! Christ! As if I needed any gun\nto beat the hell out of you.\"\n\nFlinging out his arms, beating and pummeling, he felled everyone within\nreach. Down they rolled like tenpins. Then, after that, Luis Cervantes\ncould remember nothing more. Perhaps his bride, terrified by all these\nbrutes, had wisely vanished and hidden herself.\n\n\"Perhaps this bedroom communicates with the living room and I can go in\nthrough there,\" he thought, standing at the threshold. At the sound of\nhis footsteps, War Paint woke up. She lay on the rug close to Demetrio\nat the foot of a couch filled with alfalfa and corn where the black\nhorse had fed.\n\n\"What are you looking for? Oh, hell, I know what you want! Shame on\nyou! Why, I had to lock up your sweetheart because I couldn't struggle\nany more against this damned Demetrio. Take the key, it's lying on that\ntable, there!\"\n\nLuis Cervantes searched in vain all over the house.\n\n\"Come on, tell me all about your girl.\"\n\nNervously, Luis Cervantes continued to look for the key.\n\n\"Come on, don't be in such a hurry, I'll give it to you. Come along,\ntell me; I like to hear about these things, you know. That girl is your\nkind, she's not a country person like us.\"\n\n\"I've nothing to say. She's my girl and we're going to get married,\nthat's all.\"\n\n\"Ho! Ho! Ho! You're going to marry her, eh? Trying to teach your\ngrandmother to suck eggs, eh? Why, you fool, any place you just manage\nto get to for the first time in your life, I've left a hundred miles\nbehind me, see. I've cut my wisdom teeth. It was Meco and Manteca who\ntook the girl from her home: I knew that all the time. You just gave\nthem something so as to have her yourself, gave them a pair of cuff\nlinks ... or a miraculous picture of some Virgin.... Am I right? Sure,\nI am! There aren't so many people in the world who know what's what,\nbut I reckon you'll meet up with a few before you die!\"\n\nWar Paint got up to give him the key but she could not find it either.\nShe was much surprised. Quickly, she ran to the bedroom door and peered\nthrough the keyhole, standing motionless until her eye grew accustomed\nto the darkness within. Without drawing away, she said: \"You damned\nBlondie. Son of a bitch! Come here a minute, look!\"\n\nShe went away laughing.\n\n\"Didn't I tell them all I'd never seen a smarter fellow in all my life!\"\n\nThe following morning, War Paint watched for the moment when Blondie\nleft the bedroom to feed his horses....\n\n\"Come on, Angel Face. Run home quick!\"\n\nThe blue-eyed girl, with a face like a Madonna, stood naked save for\nher chemise and stockings. War Paint covered her with Manteca's lousy\nblanket, took her by the hand and led her to the street.\n\n\"God, I'm happy,\" War Paint cried. \"I'm crazy ... about Blondie ...\nnow.\"\n\n\n\nV\n\nLike neighing colts, playful when the rainy season begins, Demetrio's\nmen galloped through the sierra.\n\n\"To Moyahua, boys. Let's go to Demetrio Macias' country!\"\n\n\"To the country of Monico the cacique!\"\n\nThe landscape grew clearer; the sun margined the diaphanous sky with a\nfringe of crimson. Like the bony shoulders of immense sleeping\nmonsters, the chains of mountains rose in the distance. Crags there\nwere like heads of colossal native idols; others like giants' faces,\ntheir grimaces awe-inspiring or grotesque, calling forth a smile or a\nshudder at a presentment of mystery.\n\nDemetrio Macias rode at the head of his men; behind him the members of\nhis staff: Colonel Anastasio Montanez, Lieutenant-Colonel Pancracio,\nMajors Luis Cervantes and Blondie. Still further behind came War Paint\nwith Venancio, who paid her many compliments and recited the despairing\nverses of Antonio Plaza. As the sun's rays began to slip from the\nhousetops, they made their entrance into Moyahua, four abreast, to the\nsound of the bugle. The roosters' chorus was deafening, dogs barked\ntheir alarm, but not a living soul stirred on the streets.\n\nWar Paint spurred her black horse and with one jump was abreast with\nDemetrio. They rode forward, elbow to elbow. She wore a silk dress and\nheavy gold earrings. Proudly her pale blue gown deepened her olive skin\nand the coppery spots on her face and arms. Riding astride, she had\npulled her skirts up to her knees; her stockings showed, filthy and\nfull of runs. She wore a gun at her side, a cartridge belt hung over\nthe pommel of her saddle.\n\nDemetrio was also dressed in his best clothes. His broad-brimmed hat\nwas richly embroidered; his leather trousers were tight-fitting and\nadorned with silver buttons; his coat was embroidered with gold thread.\n\nThere was a sound of doors being beaten down and forced open. The\nsoldiers had already scattered through the town, to gather together\nammunition and saddles from everywhere.\n\n\"We're going to bid Monico good morning,\" Demetrio said gravely,\ndismounting and tossing his bridle to one of his men. \"We're going to\nhave breakfast with Don Monico, who's a particular friend of mine ....\"\n\nThe general's staff smiled ... a sinister, malign smile....\n\nMaking their spurs ring against the pavement, they walked toward a\nlarge pretentious house, obviously that of a cacique.\n\n\"It's closed airtight,\" Anastasio Montanez said, pushing the door with\nall his might.\n\n\"That's all right. I'll open it,\" Pancracio answered, lowering his\nrifle and pointing it at the lock.\n\n\"No, no,\" Demetrio said, \"knock first.\"\n\n\nThree blows with the butt of the rifle. Three more. No answer.\nPancracio disobeys orders. He fires, smashing the lock. The door opens.\nBehind, a confusion of skirts and children's bare legs rushing to and\nfro, pell-mell.\n\n\"I want wine. Hey, there: wine!\" Demetrio cries in an imperious voice,\npounding heavily on a table.\n\n\"Sit down, boys.\"\n\nA lady peeps out, another, a third; from among black skirts, the heads\nof frightened children. One of the women, trembling, walks toward a\ncupboard and, taking out some glasses and a bottle, serves wine.\n\n\"What arms have you?\" Demetrio demands harshly.\n\n\"Arms, arms...?\" the lady answers, a taste of ashes on her tongue.\n\"What arms do you expect us to have! We are respectable, lonely old\nladies!\"\n\n\"Lonely, eh! Where's Senor Monico?\"\n\n\"Oh, he's not here, gentlemen, I assure you! We merely rent the house\nfrom him, you see. We only know him by name!\"\n\nDemetrio orders his men to search the house.\n\n\"No, please don't. We'll bring you whatever we have ourselves, but\nplease for God's sake, don't do anything cruel. We're spinsters, lone\nwomen ... perfectly respectable....\"\n\n\"Spinsters, hell! What about these kids here?\" Pancracio interrupts\nbrutally. \"Did they spring from the earth?\"\n\nThe women disappear hurriedly, to return with an old shotgun, covered\nwith dust and cobwebs, and a pistol with rusty broken springs.\n\nDemetrio smiles.\n\n\"All right, then, let's see the money.\"\n\n\"Money? Money? But what money do you think a couple of spinsters have?\nSpinsters alone in the world....?\"\n\nThey glance up in supplication at the nearest soldier; but they are\nseized with horror. For they have just seen the Roman soldier who\ncrucified Our Lord in the Via Crucis of the parish! They have seen\nPancracio!\n\nDemetrio repeats his order to search.\n\nOnce again the women disappear to return this time with a moth-eaten\nwallet containing a few Huerta bills.\n\nDemetrio smiles and without further delay calls to his men to come in.\nLike hungry dogs who have sniffed their meat, the mob bursts in,\ntrampling down the women who sought to bar the entrance with their\nbodies. Several faint, fall to the ground; others flee in panic. The\nchildren scream.\n\nPancracio is about to break the lock of a huge wardrobe when suddenly\nthe doors open and out comes a man with a rifle in his hands.\n\n\"Senor Don Monico!\" they all exclaim in surprise.\n\n\"Demetrio, please, don't harm me! Please don't harm me! Please don't\nhurt me! You know, Senor Don Demetrio, I'm your friend!\"\n\nDemetrio Macias smiles slyly. \"Are friends,\" he asked, \"usually\nwelcomed gun in hand?\"\n\nDon Monico, in consternation, throws himself at Demetrio's feet, clasps\nhis knees, kisses his shoes: \"My wife! ... My children! ... Please,\nSenor Don Demetrio, my friend!\"\n\nDemetrio with taut hand puts his gun back in the holster.\n\nA painful silhouette crosses his mind. He sees a woman with a child in\nher arms walking over the rocks of the sierra in the moonlight. A house\nin flames....\n\n\"Clear out. Everybody outside!\" he orders darkly.\n\nHis staff obeys. Monico and the ladies kiss his hands, weeping with\ngratitude. The mob in the street, talking and laughing, stands waiting\nfor the general's permission to ransack the cacique's house.\n\n\"I know where they've buried their money but I won't tell,\" says a\nyoungster with a basket in his hands.\n\n\"Hm! I know the right place, mind you,\" says an old woman carrying a\nburlap sack to hold whatever the good Lord will provide. \"It's on top\nof something ... there's a lot of trinkets nearby and then there's a\nsmall bag with mother-of-pearl around it. That's the thing to look for!\"\n\n\"You ain't talking sense, woman,\" puts in a man. \"They ain't such fools\nas to leave silver lying loose like that. I'm thinking they've got it\nburied in the well, in a leather bag.\"\n\nThe mob moves slowly; some carry ropes to tie about their bundles,\nothers wooden trays. The women open out their aprons or shawls\ncalculating their capacity. All give thanks to Divine Providence as\nthey wait for their share of the booty.\n\nWhen Demetrio announces that he will not allow looting and orders them\nto disband, the mob, disconsolate, obeys him, and soon scatters; but\nthere is a dull rumor among the soldiers and no one moves from his\nplace.\n\nAnnoyed, Demetrio repeats this order.\n\nA young man, a recent recruit, his head turned by drink, laughs and\nwalks boldly toward the door. But before he has reached the threshold,\na shot lays him low. He falls like a bull pierced in the neck by the\nmatador's sword. Motionless, his smoking gun in his hand, Demetrio\nwaits for the soldiers to withdraw.\n\n\"Set fire to the house!\" he orders Luis Cervantes when they reach their\nquarters.\n\nWith a curious eagerness Luis Cervantes does not transmit the order but\nundertakes the task in person.\n\nTwo hours later when the city square was black with smoke and enormous\ntongues of fire rose from Monico's house, no one could account for the\nstrange behavior of the general.\n\n\n\nVI\n\nThey established themselves in a large gloomy house, which likewise\nbelonged to the cacique of Moyahua. The previous occupants had already\nleft strong evidences in the patio, which had been converted into a\nmanure pile. The walls, once whitewashed, were now faded and cracked,\nrevealing the bare unbaked adobe; the floor had been torn up by the\nhoofs of animals; the orchard was littered with rotted branches and\ndead leaves. From the entrance one stumbled over broken bits of chairs\nand other furniture covered with dirt.\n\nBy ten o'clock, Luis Cervantes yawned with boredom, said good night to\nBlondie and War Paint, who were downing endless drinks on a bench in\nthe square, and made for the barracks. The drawing room was alone\nfurnished. As he entered, Demetrio, lying on the floor with his eyes\nwide open, trying to count the beams, gazed at him.\n\n\"It's you, eh? What's new? Come on, sit down.\"\n\nLuis Cervantes first went over to trim the candle, then drew up a chair\nwithout a back, a coarse rag doing the duty of a wicker bottom. The\nlegs of the chair squeaked. War Paint's black horse snorted and whirled\nits crupper in wide circles. Luis Cervantes sank into his seat.\n\n\"General, I wish to make my report. Here you have ...\"\n\n\"Look here, man, I didn't really want this done, you know. Moyahua is\nalmost like my native town. They'll say this is why we've been\nfighting!\" Demetrio said, looking at the bulging sack of silver\nCervantes was passing to him. Cervantes left his seat to squat down by\nDemetrio's side.\n\nHe stretched a blanket over the floor and into it poured the ten-peso\npieces, shining, burning gold.\n\n\"First of all, General, only you and I know about this.... Secondly,\nyou know well enough that if the sun shines, you should open the\nwindow. It's shining in our faces now but what about tomorrow? You\nshould always look ahead. A bullet, a bolting horse, even a wretched\ncold in the head, and then there are a widow and orphans left in\nabsolute want! ... The Government? Ha! Ha! ... Just go see Carranza or\nVilla or any of the big chiefs and try and tell them about your\nfamily.... If they answer with a kick you know where, they'll say\nthey're giving you a handful of jewels. And they're right; we did not\nrise up in arms to make some Carranza or Villa President of our\nRepublic. No--we fought to defend the sacred rights of the people\nagainst the tyranny of some vile cacique. And so, just as Villa or\nCarranza aren't going to ask our consent to the payment they're getting\nfor the services they're rendering the country, we for our part don't\nhave to ask anybody's permission about anything either.\"\n\nDemetrio half stood up, grasped a bottle that stood nearby, drained it,\nthen spat out the liquor, swelling out his cheeks.\n\n\"By God, my boy, you've certainly got the gift of gab!\"\n\nLuis felt dizzy, faint. The spattered beer seemed to intensify the\nstench of the refuse on which they sat; a carpet of orange and banana\npeels, fleshlike slices of watermelon, moldy masses of mangoes and\nsugarcane, all mixed up with cornhusks from tamales and human offal.\n\nDemetrio's calloused hands shuffled through the brilliant coins,\ncounting and counting. Recovering from his nausea, Luis Cervantes\npulled out a small box of Fallieres phosphate and poured forth rings,\nbrooches, pendants, and countless valuable jewels.\n\n\"Look here, General, if this mess doesn't blow over (and it doesn't\nlook as though it would), if the revolution keeps on, there's enough\nhere already for us to live on abroad quite comfortably.\"\n\nDemetrio shook his bead.\n\n\"You wouldn't do that!\"\n\n\"Why not? What are we staying on for? ... What cause are we defending\nnow?\"\n\n\"That's something I can't explain, Tenderfoot. But I'm thinking it\nwouldn't show much guts.\"\n\n\"Take your choice, General,\" said Luis Cervantes, pointing to the\njewels which he had set in a row.\n\n\"Oh, you keep it all.... Certainly! ... You know, I don't really care\nfor money at all. I'll tell you the truth! I'm the happiest man in the\nworld, so long as there's always something to drink and a nice little\nwench that catches my eye....\"\n\n\"Ha! Ha! You make the funniest jokes, General. Why do you stand for\nthat snake of a War Paint, then?\"\n\n\"I'll tell you, Tenderfoot, I'm fed up with her. But I'm like that: I\njust can't tell her so. I'm not brave enough to tell her to go plumb to\nhell. That's the way I am, see? When I like a woman, I get plain silly;\nand if she doesn't start something, I've not got the courage to do\nanything myself.\" He sighed. \"There's Camilla at the ranch for\ninstance.... Now, she's not much on looks, I know, but there's a woman\nI'd like to have.......\"\n\n\"Well, General, we'll go and get her any day you like.\"\n\nDemetrio winked maliciously.\n\n\"I promise you I'll do it.\"\n\n\"Are you sure? Do you really mean it? Look here, if you pull that off\nfor me, I'll give you the watch and chain you're hankering after.\"\n\nLuis Cervantes' eyes shone. He took the phosphate box, heavy with its\ncontents, and stood up smiling.\n\n\"I'll see you tomorrow,\" he said. \"Good night, General! Sleep well.\"\n\n\n\nVII\n\n\"I don't know any more about it than you do. The General told me,\n'Quail, saddle your horse and my black mare and follow Cervantes; he's\ngoing on an errand for me.' Well, that's what happened. We left here at\nnoon, and reached the ranch early that evening. One-eyed Maria Antonia\ntook us in.... She asked after you, Pancracio. Next morning Luis\nCervantes wakes me up. 'Quail, Quail, saddle the horses. Leave me mine\nbut take the General's mare back to Moyahua. I'll catch up after a\nbit.' The sun was high when he arrived with Camilla. She got off and we\nstuck her on the General's mare.\"\n\n\"Well, and her? What sort of a face did she make coming back?\" one of\nthe men inquired.\n\n\"Hum! She was so damned happy she was gabbing all the way.\"\n\n\"And the tenderfoot?\"\n\n\"Just as quiet as he always is, you know him.\"\n\n\"I think,\" Venancio expressed his opinion with great seriousness, \"that\nif Camilla woke up in the General's bed, it was just a mistake. We\ndrank a lot, remember! That alcohol went to our heads; we must have\nlost our senses.\"\n\n\"What the hell do you mean: alcohol! It was all cooked up between\nCervantes and the General.\"\n\n\"Certainly! That city dude's nothing but a ...\"\n\n\"I don't like to talk about friends behind their backs,\" said Blondie,\n\"but I can tell you this: one of the two sweethearts he had, one was\nmine, and the other was for the General.\"\n\nThey burst into guffaws of laughter.\n\nWhen War Paint realized what had happened, she sought out Camilla and\nspoke with great affection:\n\n\"Poor little child! Tell me how all this happened.\"\n\nCamilla's eyes were red from weeping.\n\n\"He lied to me! He lied! He came to the ranch and he told me, 'Camilla,\nI came just to get you. Do you want to go away with me?' You can be\nsure I wanted to go with him; when it comes to loving, I adore him.\nYes, I adore him. Look how thin I've grown just pining away for him.\nMornings I used to loathe to grind corn, Mamma would call me to eat,\nand anything I put in my mouth had no taste at all.\"\n\nOnce more she burst into tears, stuffing the corner of her apron into\nher mouth to drown her sobs.\n\n\"Look here, I'll help you out of this mess. Don't be silly, child,\ndon't cry. Don't think about the dude any more! Honest to God, he's not\nworth it. You surely know his game, dear? ... That's the only reason\nwhy the General stands for him. What a goose! ... All right, you want\nto go back home?\"\n\n\"The Holy Virgin protect me. My mother would beat me to death!\"\n\n\"She'll do nothing of the sort. You and I can fix things. Listen! The\nsoldiers are leaving any moment now. When Demetrio tells you to get\nready, you tell him you feel pains all over your body as though someone\nhad hit you; then you lie down and start yawning and shivering. Then\nput your hand on your forehead and say, 'I'm burning up with fever.'\nI'll tell Demetrio to leave us both here, that I'll stay to take care\nof you, that as soon as you're feeling all right again, we'll catch up\nwith them. But instead of that, I'll see that you get home safe and\nsound.\"\n\n\n\nVIII\n\nThe sun had set, the town was lost in the drab melancholy of its\nancient streets amid the frightened silence of its inhabitants, who had\nretired very early, when Luis Cervantes reached Primitivo's general\nstore, his arrival interrupting a party that promised great doings.\n\nDemetrio was engaged in getting drunk with his old comrades. The entire\nspace before the bar was occupied. War Paint and Blondie had tied up\ntheir horses outside; but the other officers had stormed in brutally,\nhorses and all. Embroidered hats with enormous and concave brims bobbed\nup and down everywhere. The horses wheeled about, prancing; tossing\ntheir restive heads; their fine breed showing in their black eyes,\ntheir small ears and dilating nostrils. Over the infernal din of the\ndrunkards, the heavy breathing of the horses, the stamp of their hoofs\non the tiled floor, and occasionally a quick, nervous whinny rang out.\n\nA trivial episode was being commented upon when Luis Cervantes came in.\nA man, dressed in civilian clothes, with a round, black, bloody hole in\nhis forehead, lay stretched out in the middle of the street, his mouth\ngaping. Opinion was at first divided but finally all concurred with\nBlondie's sound reasoning. The poor dead devil lying out there was the\nchurch sexton.... But what an idiot! His own fault, of course! Who in\nthe name of hell could be so foolish as to dress like a city dude, with\ntrousers, coat, cap, and all? Pancracio simply could not bear the sight\nof a city man in front of him! And that was that!\n\nEight musicians, playing wind instruments, interrupted their labors at\nCervantes' command. Their faces were round and red as suns, their eyes\npopping, for they had been blowing on their brass instruments since\ndawn.\n\n\"General,\" Luis said pushing his way through the men on horseback, \"a\nmessenger has arrived with orders to proceed immediately to the pursuit\nand capture of Orozco and his men.\"\n\nFaces that had been dark and gloomy were now illumined with joy.\n\n\"To Jalisco, boys!\" cried Blondie, pounding on the counter.\n\n\"Make ready, all you darling Jalisco girls of my heart, for I'm coming\nalong too!\" Quail shouted, twisting back the brim of his hat.\n\nThe enthusiasm and rejoicing were general. Demetrio's friends, in the\nexcitement of drunkenness, offered their services. Demetrio was so\nhappy that he could scarcely speak. They were going to fight Orozco and\nhis men! At last, they would pit themselves against real men! At last\nthey would stop shooting down the Federals like so many rabbits or wild\nturkeys.\n\n\"If I could get hold of Orozco alive,\" Blondie said, \"I'd rip off the\nsoles of his feet and make him walk twenty-four hours over the sierra!\"\n\n\"Was that the guy who killed Madero?\" asked Meco.\n\n\"No,\" Blondie replied solemnly, \"but once when I was a waiter at 'El\nMonico,' up in Chihuahua, he hit me in the face!\"\n\n\"Give Camilla the roan mare,\" Demetrio ordered Pancracio, who was\nalready saddling the horses.\n\n\"Camilla can't go!\" said War Paint promptly.\n\n\"Who in hell asked for your opinion?\" Demetrio retorted angrily.\n\n\"It's true, isn't it, Camilla? You were sore all over, weren't you? And\nyou've got a fever right now?\"\n\n\"Well--anything Demetrio says.\"\n\n\"Don't be a fool! say 'No,' come on, say 'No,\"' War Paint whispered\nnervously into Camilla's ear.\n\n\"I'll tell you, War Paint.... It's funny, but I'm beginning to fall for\nhim....  Would you believe it!\" Camilla whispered back.\n\nWar Paint turned purple, her cheeks swelled. Without a word she went\nout to get her horse that Blondie was saddling.\n\n\n\nIX\n\nA whirlwind of dust, scorching down the road, suddenly broke into\nviolent diffuse masses; and Demetrio's army emerged, a chaos of horses,\nbroad chests, tangled manes, dilated nostrils, oval, wide eyes, hoofs\nflying in the air, legs stiffened from endless galloping; and of men\nwith bronze faces, ivory teeth, and flashing eyes, their rifles in\ntheir hands or slung across the saddles.\n\nDemetrio and Camilla brought up the rear. She was still nervous,\nwhite-lipped and parched; he was angry at their futile maneuver. For\nthere had been battles, no followers of Orozco's to be seen. A handful\nof Federals, routed. A poor devil of a priest left dangling from a\nmesquite; a few dead, scattered over the field, who had once been\nunited under the archaic slogan, RIGHTS AND RELIGION, with, on their\nbreasts, the red cloth insignia: Halt! The Sacred Heart of Jesus is\nwith me!\n\n\"One good thing about it is that I've collected all my back pay,\" Quail\nsaid, exhibiting some gold watches and rings stolen from the priest's\nhouse.\n\n\"It's fun fighting this way,\" Manteca cried, spicing every other word\nwith an oath. \"You know why the hell you're risking your hide.\"\n\nIn the same hand with which he held the reins, he clutched a shining\nornament that he had torn from one of the holy statues.\n\nAfter Quail, an expert in such matters, had examined Manteca's treasure\ncovetously, he uttered a solemn guffaw.\n\n\"Hell, Your ornament is nothing but tin!\"\n\n\"Why in hell are you hanging on to that poison?\" Pancracio asked\nBlondie who appeared dragging a prisoner.\n\n\"Do you want to know why? Because it's a long time since I've had a\ngood look at a man's face when a rope tightens around his neck!\"\n\nThe fat prisoner breathed with difficulty as he followed Blondie on\nfoot; his face was sunburnt, his eyes red; his forehead beaded with\nsweat, his wrists tightly bound together.\n\n\"Here, Anastasio, lend me your lasso. Mine's not strong enough; this\nbird will bust it. No, by God, I've changed my mind, friend Federal:\nthink I'll kill you on the spot, because you are pulling too hard.\nLook, all the mesquites are still a long way off and there are no\ntelegraph poles to hang you to!\"\n\nBlondie pulled his gun out, pressed the muzzle against the prisoner's\nchest and brought his finger against the trigger slowly ... slowly....\nThe prisoner turned pale as a corpse; his face lengthened; his eyelids\nwere fixed in a glassy stare. He breathed in agony, his whole body\nshook as with ague. Blondie kept his gun in the same position for a\nmoment long as all eternity. His eyes shone queerly. An expression of\nsupreme pleasure lit up his fat puffy face.\n\n\"No, friend Federal,\" he drawled, putting back his gun into the\nholster; \"I'm not going to kill you just yet.... I'll make you my\norderly. You'll see that I'm not so hardhearted!\"\n\nSlyly he winked at his companions. The prisoner had turned into an\nanimal; he gulped, panting, dry-mouthed. Camilla, who had witnessed the\nscene, spurred her horse and caught up with Demetrio.\n\n\"What a brute that Blondie is: you ought to see what he did to a\nwretched prisoner,\" she said. Then she told Demetrio what had occurred.\nThe latter wrinkled his brow but made no answer.\n\nWar Paint called Camilla aside.\n\n\"Hey you ... what are you gobbling about? Blondie's my man, understand?\nFrom now on, you know how things are: whatever you've got against him\nyou've got against me too! I'm warning you.\"\n\nCamilla, frightened, hurried back to Demetrio's side.\n\n\n\nX\n\nThe men camped in a meadow, near three small lone houses standing in a\nrow, their white walls cutting the purple fringe of the horizon.\nDemetrio and Camilla rode toward them. Inside the corral a man, clad in\nshirt and trousers of cheap white cloth, sat greedily puffing at a\ncornhusk cigarette. Another man sitting beside him on a flat cut stone\nwas shelling corn. Kicking the air with one dry, withered leg, the\nextremity of which was like a goat's hoof, he frightened the chickens\naway.\n\n\"Hurry up, 'Pifanio,\" said the man who was smoking, \"the sun has gone\ndown already and you haven't taken the animals to water.\"\n\n\nA horse neighed outside the corral; both men glanced up in amazement.\nDemetrio and Camilla were looking over the corral wall at them.\n\n\"I just want a place to sleep for my woman and me,\" Demetrio said\nreassuringly.\n\nAs he explained that he was the chief of a small army which was to camp\nnearby that night, the man smoking, who owned the place, bid them enter\nwith great deference. He ran to fetch a broom and a pail of water to\ndust and wash the best corner of the hut as decent lodging for his\ndistinguished guests.\n\n\"Here, 'Pifanio, go out there and unsaddle the horses.\"\n\nThe man who was shelling corn stood up with an effort. He was clad in a\ntattered shirt and vest. His torn trousers, split at the seam, looked\nlike the wings of a cold, stricken bird; two strings of cloth dangled\nfrom his waist. As he walked, he described grotesque circles.\n\n\"Surely you're not fit to do any work!\" Demetrio said, refusing to\nallow him to touch the saddles.\n\n\"Poor man,\" the owner cried from within the hut, \"he's lost all his\nstrength.... But he surely works for his pay.... He starts working the\nminute God Almighty himself gets up, and it's after sundown now but\nhe's working still!\"\n\nDemetrio went out with Camilla for a stroll about the encampment. The\nmeadow, golden, furrowed, stripped even of the smallest bushes,\nextended limitless in its immense desolation. The three tall ash trees\nwhich stood in front of the small house, with dark green crests, round\nand waving, with rich foliage and branches drooping to the very ground,\nseemed a veritable miracle.\n\n\"I don't know why but I feel there's a lot of sadness around here,\"\nsaid Demetrio.\n\n\"Yes,\" Camilla answered, \"I feel that way too.\"\n\nOn the bank of a small stream, 'Pifanio was strenuously tugging at a\nrope with a large can tied to the end of it. He poured a stream of\nwater over a heap of fresh, cool grass; in the twilight, the water\nglimmered like crystal. A thin cow, a scrawny nag, and a burro drank\nnoisily together.\n\nDemetrio recognized the limping servant and asked him: \"How much do you\nget a day?\"\n\n\"Eight cents a day, boss.\"\n\nHe was an insignificant, scrofulous wraith of a man with green eyes and\nstraight, fair hair. He whined complaint of his boss, the ranch, his\nbad luck, his dog's life.\n\n\"You certainly earn your pay all right, my lad,\" Demetrio interrupted\nkindly. \"You complain and complain, but you aren't no loafer, you work\nand work.\" Then, aside to Camilla: \"There's always more damned fools in\nthe valley than among us folk in the sierra, don't you think?\"\n\n\"Of course!\" she replied.\n\nThey went on. The valley was lost in darkness; stars came out. Demetrio\nput his arm around Camilla's waist amorously and whispered in her ear.\n\n\"Yes,\" she answered in a faint voice.\n\nShe was indeed beginning to \"fall for him\" as she had expressed it.\n\nDemetrio slept badly. He flung out of the house very early.\n\n\"Something is going to happen to me,\" he thought.\n\nIt was a silent dawn, with faint murmurs of joy. A thrush sang timidly\nin one of the ash trees. The animals in the corral trampled on the\nrefuse. The pig grunted its somnolence. The orange tints of the sun\nstreaked the sky; the last star flickered out.\n\nDemetrio walked slowly to the encampment.\n\nHe was thinking of his plow, his two black oxen--young beasts they\nwere, who had worked in the fields only two years--of his two acres of\nwell-fertilized corn. The face of his young wife came to his mind,\nclear and true as life: he saw her strong, soft features, so gracious\nwhen she smiled on her husband, so proudly fierce toward strangers. But\nwhen he tried to conjure up the image of his son, his efforts were\nvain; he had forgotten....\n\nHe reached the camp. Lying among the farrows, the soldiers slept with\nthe horses, heads bowed, eyes closed.\n\n\"Our horses are pretty tired, Anastasio. I think we ought to stay here\nat least another day.\"\n\n\"Well, Compadre Demetrio, I'm hankering for the sierra.... If you only\nknew.... You may not believe me but nothing strikes me right here. I\ndon't know what I miss but I know I miss something. I feel sad ...\nlost....\"\n\n\"How many hours' ride from here to Limon?\"\n\n\"It's no matter of hours; it's three days' hard riding, Demetrio.\"\n\n\"You know,\" Demetrio said softly, \"I feel as though I'd like to see my\nwife again!\"\n\nShortly after, War Paint sought out Camilla.\n\n\"That's one on you, my dear.... Demetrio's going to leave you flat! He\ntold me so himself; 'I'm going to get my real woman,' he says, and he\nsays, 'Her skin is white and tender ... and her rosy cheeks.... How\nbeautiful she is!' But you don't have to leave him, you know; if you're\nset on staying, well--they've got a child, you know, and I suppose you\ncould drag it around....\"\n\nWhen Demetrio returned, Camilla, weeping, told him everything.\n\n\"Don't pay no attention to that crazy baggage. It's all lies, lies!\"\n\nSince Demetrio did not go to Limon or remember his wife again, Camilla\ngrew very happy. War Paint had merely stung herself, like a scorpion.\n\n\n\nXI\n\nBefore dawn, they left for Tepatitlan. Their silhouettes wavered\nindistinctly over the road and the fields that bordered it, rising and\nfalling with the monotonous, rhythmical gait of their horses, then\nfaded away in the nacreous light of the swooning moon that bathed the\nvalley. Dogs barked in the distance.\n\n\"By noon we'll reach Tepatitlan, Cuquio tomorrow, and then ... on to\nthe sierra!\" Demetrio said.\n\n\"Don't you think it advisable to go to Aguascalientes first, General?\"\nLuis Cervantes asked.\n\n\"What for?\"\n\n\"Our funds are melting slowly.\"\n\n\"Nonsense ... forty thousand pesos in eight days!\"\n\n\"Well, you see, just this week we recruited over five hundred new men;\nall the money's gone in advance loans and gratuities,\" Luis Cervantes\nanswered in a low voice.\n\n\"No! We'll go straight to the sierra. We'll see later on.\"\n\n\"Yes, to the sierra!\" many of the men shouted.\n\n\"To the sierra! To the sierra! Hurrah for the mountains!\"\n\nThe plains seemed to torture them; they spoke with enthusiasm, almost\nwith delirium, of the sierra. They thought of the mountains as of a\nmost desirable mistress long since unvisited.\n\nDawn broke behind a cloud of fine reddish dust; the sun rose an immense\ncurtain of fiery purple. Luis Cervantes pulled his reins and waited for\nQuail. \"What's the last word on our deal, Quail?\"\n\n\"I told you, Tenderfoot: two hundred for the watch alone.\"\n\n\"No! I'll buy the lot: watches, rings, everything else. How much?\"\n\nQuail hesitated, turned slightly pale; then he cried spiritedly:\n\n\"Two thousand in bills, for the whole business!\"\n\nLuis Cervantes gave himself away. His eyes shone with such an obvious\ngreed that Quail recanted and said:\n\n\"Oh, I was just fooling you. I won't sell nothing! Just the watch, see?\nAnd that's only because I owe Pancracio two hundred. He beat me at\ncards last night!\"\n\nLuis Cervantes pulled out four crisp \"double-face\" bills of Villa's\nissue and placed them in Quail's hands.\n\n\"I'd like to buy the lot.... Besides, nobody will offer you more than\nthat!\"\n\n\nAs the sun began to beat down upon them, Manteca suddenly shouted:\n\n\"Ho, Blondie, your orderly says he doesn't care to go on living. He\nsays he's too damned tired to walk.\"\n\nThe prisoner had fallen in the middle of the road, utterly exhausted.\n\n\"Well, well!\" Blondie shouted, retracing his steps. \"So little mama's\nboy is tired, eh? Poor little fellow. I'll buy a glass case and keep\nyou in a corner of my house just as if you were the Virgin Mary's own\nlittle son. You've got to reach home first, see? So I'll help you a\nlittle, sonny!\"\n\nHe drew his sword out and struck the prisoner several times.\n\n\"Let's have a look at your rope, Pancracio,\" he said. There was a\nstrange gleam in his eyes. Quail observed that the prisoner no longer\nmoved arm or leg. Blondie burst into a loud guffaw: \"The Goddamned\nfool. Just as I was learning him to do without food, too!\"\n\n\"Well, mate, we're almost to Guadalajara,\" Venancio said, glancing over\nthe smiling row of houses in Tepatitlan nestling against the hillside.\n\nThey entered joyously. From every window rosy cheeks, dark luminous\neyes observed them. The schools were quickly converted into barracks;\nDemetrio found lodging in the chapel of an abandoned church.\n\nThe soldiers scattered about as usual pretending to seek arms and\nhorses, but in reality for the sole purpose of looting.\n\nIn the afternoon some of Demetrio's men lay stretched out on the church\nsteps, scratching their bellies. Venancio, his chest and shoulders\nbare, was gravely occupied in killing the fleas in his shirt. A man\ndrew near the wall and sought permission to speak to the commander. The\nsoldiers raised their heads; but no one answered.\n\n\"I'm a widower, gentlemen. I've got nine children and I barely make a\nliving with the sweat of my brow. Don't be hard on a poor widower!\"\n\n\"Don't you worry about women, Uncle,\" said Meco, who was rubbing his\nfeet with tallow, \"we've got War Paint here with us; you can have her\nfor nothing.\"\n\nThe man smiled bitterly.\n\n\"She's only got one fault,\" Pancracio observed, stretched out on the\nground, staring at the blue sky, \"she goes mad over any man she sees.\"\n\nThey laughed loudly; but Venancio with utmost gravity pointed to the\nchapel door. The stranger entered timidly and confided his troubles to\nDemetrio. The soldiers had cleaned him out; they had not left a single\ngrain of corn.\n\n\"Why did you let them?\" Demetrio asked indolently.\n\nThe man persisted, lamenting and weeping. Luis Cervantes was about to\nthrow him out with an insult. But Camilla intervened.\n\n\"Come on, Demetrio, don't be harsh, give him an order to get his corn\nback.\"\n\nLuis Cervantes was obliged to obey; he scrawled a few lines to which\nDemetrio appended an illegible scratch.\n\n\"May God repay you, my child! God will lead you to heaven that you may\nenjoy his glory. Ten bushels of corn are barely enough for this year's\nfood!\" the man cried, weeping for gratitude. Then he took the paper,\nkissed everybody's hand, and withdrew.\n\n\n\nXII\n\nThey had almost reached Cuquio, when Anastasio Montanez rode up to\nDemetrio: \"Listen, Compadre, I almost forgot to tell you.... You ought\nto have seen the wonderful joke that man Blondie played. You know what\nhe did with the old man who came to complain about the corn we'd taken\naway for horses? Well, the old man took the paper and went to the\nbarracks. 'Right you are, brother, come in,' said Blondie, 'come in,\ncome in here; to give you back what's yours is only the right thing to\ndo. How many bushels did we steal? Ten? Sure it wasn't more than ten?\n... That's right, about fifteen, eh? Or was it twenty, perhaps? ... Try\nand remember, friend.... Of course you're a poor man, aren't you, and\nyou've a lot of kids to raise.... Yes, twenty it was. All right, now!\nIt's not ten or fifteen or twenty I'm going to give you. You're going\nto count for yourself.... One, two, three ... and when you've had\nenough you just tell me and I'll stop.' And Blondie pulled out his\nsword and beat him till he cried for mercy.\"\n\nWar Paint rocked in her saddle, convulsed with mirth. Camilla, unable\nto control herself, blurted out:\n\n\"The beast! His heart's rotten to the core! No wonder I loathe him!\"\n\nAt once War Paint's expression changed.\n\n\"What the hell is it to you!\" she scowled. Camilla, frightened, spurred\nher horse forward. War Paint did likewise and, as she trotted past\nCamilla, suddenly she reached out, seized the other's hair and pulled\nwith all her might. Camilla's horse shied; Camilla, trying to brush her\nhair back from over her eyes, abandoned the reins. She hesitated, lost\nher balance and fell in the road, striking her forehead against the\nstones.\n\nWar Paint, weeping with laughter, pressed on with utmost skill and\ncaught Camilla's horse.\n\n\"Come on, Tenderfoot; here's a job for you,\" Pancracio said as he saw\nCamilla on Demetrio's saddle, her face covered with blood.\n\nLuis Cervantes hurried toward her with some cotton; but Camilla,\nchoking down her sobs and wiping her eyes, said hoarsely:\n\n\"Not from you! If I was dying, I wouldn't accept anything from you ...\nnot even water.\"\n\nIn Cuquio Demetrio received a message.\n\n\"We've got to go back to Tepatitlan, General,\" said Luis Cervantes,\nscanning the dispatch rapidly. \"You've got to leave the men there while\nyou go to Lagos and take the train over to Aguascalientes.\"\n\nThere was much heated protest, the men muttering to themselves or even\ngroaning out loud. Some of them, mountaineers, swore that they would\nnot continue with the troop.\n\nCamilla wept all night. On the morrow at dawn, she begged Demetrio to\nlet her return home.\n\n\"If you don't like me, all right,\" he answered sullenly.\n\n\"That's not the reason. I care for you a lot, really. But you know how\nit is. That woman ...\"\n\n\"Never mind about her. It's all right! I'll send her off to hell today.\nI had already decided that.\"\n\nCamilla dried her tears....\n\nEvery horse was saddled; the men were waiting only for orders from the\nChief. Demetrio went up to War Paint and said under his breath:\n\n\"You're not coming with us.\"\n\n\"What!\" she gasped.\n\n\"You're going to stay here or go wherever you damn well please, but\nyou're not coming along with us.\"\n\n\"What? What's that you're saying?\" Still she could not catch Demetrio's\nmeaning. Then the truth dawned upon her. \"You want to send me away? By\nGod, I suppose you believe all the filth that bitch...\"\n\nAnd War Paint proceeded to insult Camilla, Luis Cervantes, Demetrio,\nand anyone she happened to remember at the moment, with such power and\noriginality that the soldiers listened in wonder to vituperation that\ntranscended their wildest dream of profanity and filth. Demetrio waited\na long time patiently. Then, as she showed no sign of stopping, he said\nto a soldier quite calmly:\n\n\"Throw this drunken woman out.\"\n\n\"Blondie, Blondie, love of my life! Help! Come and show them you're a\nreal man! Show them they're nothing but sons of bitches! ...\"\n\nShe gesticulated, kicked, and shouted.\n\nBlondie appeared; he had just got up. His blue eyes blinked under heavy\nlids; his voice rang hoarse. He asked what had occurred; someone\nexplained. Then he went up to War Paint, and with great seriousness,\nsaid:\n\n\"Yes? Really? Well, if you want my opinion, I think this is just what\nought to happen. So far as I'm concerned, you can go straight to hell.\nWe're all fed up with you, see?\"\n\nWar Paint's face turned to granite; she tried to speak but her muscles\nwere rigid.\n\nThe soldiers laughed. Camilla, terrified, held her breath.\n\nWar Paint stared slowly at everyone about her. It all took no more than\na few seconds. In a trice she bent down, drew a sharp, gleaming dagger\nfrom her stocking and leapt at Camilla.\n\nA shrill cry. A body fell, the blood spurting from it.\n\n\"Kill her, Goddamn it,\" cried Demetrio, beyond himself. \"Kill her!\"\n\nTwo soldiers fell upon War Paint, but she brandished her dagger,\ndefying them to touch her:\n\n\"Not the likes of you, Goddamn you! Kill me yourself, Demetrio!\"\n\nWar Paint stepped forward, surrendered her dagger and, thrusting her\nbreast forward, let her arms fall to her side.\n\nDemetrio picked up the dagger, red with blood, but his eyes clouded; he\nhesitated, took a step backward. Then, with a heavy hoarse voice he\ngrowled, enraged:\n\n\"Get out of here! Quick!\"\n\nNo one dared stop her. She moved off slowly, mute, somber.\n\nBlondie's shrill, guttural voice broke the silent stupor:\n\n\"Thank God! At last I'm rid of that damned louse!\"\n\n\n\nXIII\n\n  Someone plunged a knife\n  Deep in my side.\n  Did he know why?\n  I don't know why.\n  Maybe he knew,\n  I never knew.\n  The blood flowed out\n  Of that mortal wound.\n  Did he know why?\n  I don't know why.\n  Maybe he knew,\n  I never knew.\n\n\nHis head lowered, his hands crossed over the pommel of his saddle,\nDemetrio in melancholy accents sang the strains of the intriguing song.\nThen he fell silent; for quite a while he continued to feel oppressed\nand sad.\n\n\"You'll see, as soon as we reach Lagos you'll come out of it, General.\nThere's plenty of pretty girls to give us a good time,\" Blondie said.\n\n\"Right now I feel like getting damn drunk,\" Demetrio answered, spurring\nhis horse forward and leaving them as if he wished to abandon himself\nentirely to his sadness.\n\nAfter many hours of riding he called Cervantes.\n\n\"Listen, Tenderfoot, why in hell do we have to go to Aguascalientes?\"\n\n\"You have to vote for the Provisional President of the Republic,\nGeneral!\"\n\n\"President, what? Who in the devil, then, is this man Carranza? I'll be\ndamned if I know what it's all about.\"\n\nAt last they reached Lagos. Blondie bet that he would make Demetrio\nlaugh that evening.\n\nTrailing his spurs noisily over the pavement, Demetrio entered \"El\nCosmopolita\" with Luis Cervantes, Blondie, and his assistants.\n\nThe civilians, surprised in their attempt to escape, remained where\nthey were. Some feigned to return to their tables to continue drinking\nand talking; others hesitantly stepped up to present their respects to\nthe commander.\n\n\"General, so pleased! ... Major! Delighted to meet you!\"\n\n\"That's right! I love refined and educated friends,\" Blondie said.\n\"Come on, boys,\" he added, jovially drawing his gun, \"I'm going to play\na tune that'll make you all dance.\"\n\nA bullet ricocheted on the cement floor passing between the legs of the\ntables, and the smartly dressed young men-about-town began to jump much\nas a woman jumps when frightened by a mouse under her skirt. Pale as\nghosts, they conjured up wan smiles of obsequious approval. Demetrio\nbarely parted his lips, but his followers doubled over with laughter.\n\n\"Look, Blondie,\" Quail shouted, \"look at that man going out there.\nLook, he's limping.\"\n\n\"I guess the bee stung him all right.\"\n\nBlondie, without turning to look at the wounded man, announced with\nenthusiasm that he could shoot off the top of a tequila bottle at\nthirty paces without aiming.\n\n\"Come on, friend, stand up,\" he said to the waiter. He dragged him out\nby the hand to the patio of the hotel and set a tequila bottle on his\nhead. The poor devil refused. Insane with fright, he sought to escape,\nbut Blondie pulled his gun and took aim.\n\n\"Come on, you son of a sea cook! If you keep on I'll give you a nice\nwarm one!\"\n\nBlondie went to the opposite wall, raised his gun and fired. The bottle\nbroke into bits, the alcohol poured over the lad's ghastly face.\n\n\"Now it's a go,\" cried Blondie, running to the bar to get another\nbottle, which he placed on the lad's head.\n\nHe returned to his former position, he whirled about, and shot without\naiming. But he hit the waiter's ear instead of the bottle. Holding his\nsides with laughter, he said to the young waiter:\n\n\"Here, kid, take these bills. It ain't much. But you'll be all right\nwith some alcohol and arnica.\"\n\nAfter drinking a great deal of alcohol and beer, Demetrio spoke:\n\n\"Pay the bill, Blondie, I'm going to leave you.\"\n\n\"I ain't got a penny, General, but that's all right. I'll fix it. How\nmuch do we owe you, friend?\"\n\n\"One hundred and eighty pesos, Chief,\" the bartender answered amiably.\n\nQuickly, Blondie jumped behind the bar and with a sweep of both arms,\nknocked down all the glasses and bottles.\n\n\"Send the bill to General Villa, understand?\"\n\nHe left, laughing loudly at his prank.\n\n\"Say there, you, where do the girls hang out?\" Blondie asked, reeling\nup drunkenly toward a small well-dressed man, standing at the door of a\ntailor shop.\n\nThe man stepped down to the sidewalk politely to let Blondie pass.\n\nBlondie stopped and looked at him curiously, impertinently.\n\n\"Little boy, you're very small and dainty, ain't you? ... No? ... Then\nI'm a liar! ... That's right! ... You know the puppet dance.... You\ndon't? The hell you don't! ... I met you in a circus! I know you can\neven dance on a tightrope! ... You watch!\"\n\nBlondie drew his gun out and began to shoot, aiming at the tailor's\nfeet; the tailor gave a little jump at every pull of the trigger.\n\n\"See! You do know how to dance on the tightrope, don't you?\"\n\nTaking his friends by the arm, he ordered them to lead him to the\nred-light district, punctuating every step by a shot which smashed a\nstreet light, or struck some wall, a door, or a distant house.\n\nDemetrio left him and returned to the hotel, singing to himself:\n\n  \"Someone plunged a knife\n  Deep in my side.\n  Did he know why?\n  I don't know why.\n  Maybe he knew,\n  I never knew.\"\n\n\n\nXIV\n\nStale cigarette smoke, the acrid odors of sweaty clothing, the vapors\nof alcohol, the breathing of a crowded multitude, worse by far than a\ntrainful of pigs.\n\nTexas hats, adorned with gold braid, and khaki predominate. \"Gentlemen,\na well-dressed man stole my suitcase in the station. My life's savings!\nI haven't enough to feed my little boy now!\"\n\nThe shrill voice, rising to a shriek or trailing off into a sob, is\ndrowned out by the tumult within the train.\n\n\"What the hell is the old woman talking about?\" Blondie asks, entering\nin search of a seat.\n\n\"Something about a suitcase ... and a well-dressed man,\" Pancracio\nreplies. He has already the laps of two civilians to sit on.\n\nDemetrio and the others elbow their way in. Since those on whom\nPancracio had sat preferred to stand up, Demetrio and Luis Cervantes\nquickly seize the vacant seats.\n\nSuddenly a woman who has stood up holding a child all the way from\nIrapuato, faints. A civilian takes the child in his arms. The others\npretend to have seen nothing. Some women, traveling with the soldiers,\noccupy two or three seats with baggage, dogs, cats, parrots. Some of\nthe men wearing Texan hats laugh at the plump arms and pendulous\nbreasts of the woman who fainted.\n\n\"Gentlemen, a well-dressed man stole my suitcase at the station in\nSilao! All my life's savings ... I haven't got enough to feed my little\nboy now! ...\"\n\nThe old woman speaks rapidly, parrotlike, sighing and sobbing. Her\nsharp eyes peer about on all sides. Here she gets a bill, and further\non, another. They shower money upon her. She finishes the collection,\nand goes a few seats ahead.\n\n\"Gentlemen, a well-dressed man stole my suitcase in the station at\nSilao.\" Her words produce an immediate and certain effect.\n\nA well-dressed man, a dude, a tenderfoot, stealing a suitcase! Amazing,\nphenomenal! It awakens a feeling of universal indignation. It's a pity:\nif this well-dressed man were here every one of the generals would\nshoot him one after the other!\n\n\"There's nothing as vile as a city dude who steals!\" a man says,\nexploding with indignation.\n\n\"To rob a poor old lady!\"\n\n\"To steal from a poor defenseless woman!\"\n\nThey prove their compassion by word and deed: a harsh verdict against\nthe culprit; a five-peso bill for the victim.\n\n\"And I'm telling you the truth,\" Blondie declares. \"Don't think it's\nwrong to kill, because when you kill, it's always out of anger. But\nstealing--Bah!\"\n\nThis profound piece of reasoning meets with unanimous assent. After a\nshort silence while he meditates, a colonel ventures his opinion:\n\n\"Everything is all right according to something, see? That is,\neverything has its circumstances, see? God's own truth is this: I have\nstolen, and if I say that everyone here has done the trick, I'm not\ntelling a lie, I reckon!\"\n\n\"Hell, I stole a lot of them sewing machines in Mexico,\" exclaims a\nmajor. \"I made more'n five hundred pesos even though I sold them at\nfifty cents apiece!\"\n\nA toothless captain, with hair prematurely white, announces:\n\n\"I stole some horses in Zacatecas, all damn fine horses they was, and\nthen I says to myself, 'This is your own little lottery, Pascual Mata,'\nI says. 'You won't have a worry in all your life after this.' And the\ndamned thing about it was that General Limon took a fancy to the horses\ntoo, and he stole them from me!\"\n\n\"Of course--there's no use denying it, I've stolen too,\" Blondie\nconfesses. \"But ask any one of my partners how much profit I've got.\nI'm a big spender and my Purse is my friends' to have a good time on! I\nhave a better time if I drink myself senseless than I would have\nsending money back home to the old woman!\"\n\nThe subject of \"I stole,\" though apparently inexhaustible, ceases to\nhold the men's attention. Decks of cards gradually appear on the seats,\ndrawing generals and officers as the light draws mosquitoes.\n\nThe excitement of gambling soon absorbs every interest, the heat grows\nmore and more intense. To breathe is to inhale the air of barracks,\nprison, brothel, and pigsty all in one.\n\nAnd rising above the babble, from the car ahead ever the shrill voice,\n\"Gentlemen, a well-dressed young man stole ...\"\n\n\nThe streets in Aguascalientes were so many refuse piles. Men in khaki\nmoved to and fro like bees before their hive, overrunning the\nrestaurants, the crapulous lunch houses, the parlous hotels, and the\nstands of the street vendors on which rotten pork lay alongside grimy\ncheese.\n\nThe smell of these viands whetted the appetites of Demetrio and his\nmen. They forced their way into a small inn, where a disheveled old hag\nserved, on earthenware plates, some pork with bones swimming in a clear\nchili stew and three tough burnt tortillas. They paid two pesos apiece;\nas they left Pancracio assured his comrades he was hungrier than when\nhe entered.\n\n\"Now,\" said Demetrio, \"we'll go and consult with General Natera!\"\n\nThey made for the northern leader's billet.\n\nA noisy, excited crowd stopped them at a street crossing. A man, lost\nin the multitude, was mouthing words in the monotonous, unctuous tones\nof a prayer. They came up close enough to see him distinctly; he wore a\nshirt and trousers of cheap white cloth and was repeating:\n\n\"All good Catholics should read this prayer to Christ Our Lord upon the\nCross with due devotion. Thus they will be immune from storms and\npestilence, famine, and war.\"\n\n\"This man's no fool,\" said Demetrio smiling.\n\nThe man waved a sheaf of printed handbills in his hand and cried:\n\n\"A quarter of a peso is all you have to pay for this prayer to Christ\nOur Lord upon the Cross. A quarter ...\"\n\nThen he would duck for a moment, to reappear with a snake's tooth, a\nsea star, or the skeleton of a fish. In the same predicant tone, he\nlauded the medical virtues and the mystical powers of every article he\nsold.\n\nQuail, who had no faith in Venancio, requested the man to pull a tooth\nout. Blondie purchased a black seed from a certain fruit which\nprotected the possessor from lightning or any other catastrophe.\nAnastasio Montanez purchased a prayer to Christ Our Lord upon the\nCross, and, folding it carefully, stuck it into his shirt with a pious\ngesture.\n\n\"As sure as there's a God in heaven,\" Natera said, \"this mess hasn't\nblown over yet. Now it's Villa fighting Carranza.\"\n\nWithout answering him, his eyes fixed in a stare, Demetrio demanded a\nfurther explanation.\n\n\"It means,\" Natera said, \"that the Convention won't recognize Carranza\nas First Chief of the Constitutionalist Army. It's going to elect a\nProvisional President of the Republic. Do you understand me, General?\"\n\nDemetrio nodded assent.\n\n\"What's your opinion, General?\" asked Natera.\n\nDemetrio shrugged his shoulders:\n\n\"It seems to me that the meat of the matter is that we've got to go on\nfighting, eh? All right! Let's go to it! I'm game to the end, you know.\"\n\n\"Good, but on what side?\"\n\nDemetrio, nonplussed, scratched his head:\n\n\"Look here, don't ask me any more questions. I never went to school,\nyou know.... You gave me the eagle I wear on my hat, didn't you? All\nright then; you just tell me: 'Demetrio, do this or do that,' and\nthat's all there's to it!\"\n\n\n\n\nPART THREE\n\n\"Villa? Obregon? Carranza? What's the difference? I love the revolution\nlike a volcano in eruption; I love the volcano, because it's a volcano,\nthe revolution, because it's the revolution!\"\n\n\n\nI\n\nEl Paso, Texas, May 16, 1915\n\nMy Dear Venancio:\n\nDue to the pressure of professional duties I have been unable to answer\nyour letter of January 4 before now. As you already know, I was\ngraduated last December. I was sorry to hear of Pancracio's and\nManteca's fate, though I am not surprised that they stabbed each other\nover the gambling table. It is a pity; they were both brave men. I am\ndeeply grieved not to be able to tell Blondie how sincerely and\nheartily I congratulate him for the only noble and beautiful thing he\never did in his whole life: to have shot himself!\n\nDear Venancio, although you may have enough money to purchase a degree,\nI am afraid you won't find it very easy to become a doctor in this\ncountry. You know I like you very much, Venancio; and I think you\ndeserve a better fate. But I have an idea which may prove profitable to\nboth of us and which may improve your social position, as you desire.\nWe could do a fine business here if we were to go in as partners and\nset up a typical Mexican restaurant in this town. I have no reserve\nfunds at the moment since I've spent all I had in getting my college\ndegree, but I have something much more valuable than money; my perfect\nknowledge of this town and its needs. You can appear as the owner; we\nwill make a monthly division of profits. Besides, concerning a question\nthat interests us both very much, namely, your social improvement, it\noccurs to me that you play the guitar quite well. In view of the\nrecommendations I could give you and in view of your training as well,\nyou might easily be admitted as a member of some fraternal order; there\nare several here which would bring you no inconsiderable social\nprestige.\n\nDon't hesitate, Venancio, come at once and bring your funds. I promise\nyou we'll get rich in no time. My best wishes to the General, to\nAnastasio, and the rest of the boys.\n\nYour affectionate friend,\n  Luis Cervantes\n\n\nVenancio finished reading the letter for the hundredth time and,\nsighing, repeated:\n\n\"Tenderfoot certainly knows how to pull the strings all right!\"\n\n\"What I can't get into my head,\" observed Anastasio Montanez, \"is why\nwe keep on fighting. Didn't we finish off this man Huerta and his\nFederation?\"\n\nNeither the General nor Venancio answered; but the same thought kept\nbeating down on their dull brains like a hammer on an anvil.\n\nThey ascended the steep hill, their heads bowed, pensive, their horses\nwalking at a slow gait. Stubbornly restless, Anastasio made the same\nobservation to other groups; the soldiers laughed at his candor. If a\nman has a rifle in his hands and a beltful of cartridges, surely he\nshould use them. That means fighting. Against whom? For whom? That is\nscarcely a matter of importance.\n\nThe endless wavering column of dust moved up the trail, a swirling ant\nheap of broad straw sombreros, dirty khaki, faded blankets, and black\nhorses....\n\nNot a man but was dying of thirst; no pool or stream or well anywhere\nalong the road. A wave of dust rose from the white, wild sides of a\nsmall canyon, swayed mistily on the hoary crest of huizache trees and\nthe greenish stumps of cactus. Like a jest, the flowers in the cactus\nopened out, fresh, solid, aflame, some thorny, others diaphanous.\n\nAt noon they reached a hut, clinging to the precipitous sierra, then\nthree more huts strewn over the margin of a river of burnt sand.\nEverything was silent, desolate. As soon as they saw men on horseback,\nthe people in the huts scurried into the hills to hide. Demetrio grew\nindignant.\n\n\"Bring me anyone you find hiding or running away,\" he commanded in a\nloud voice.\n\n\"What? What did you say?\" Valderrama cried in surprise. \"The men of the\nsierra? Those brave men who've not yet done what those chickens down in\nAguascalientes and Zacatecas have done all the time? Our own brothers,\nwho weather storms, who cling to the rocks like moss itself? I protest,\nsir; I protest!\"\n\nHe spurred his miserable horse forward and caught up with the General.\n\n\"The mountaineers,\" he said solemnly and emphatically, \"are flesh of\nour flesh, bone of our bone. Os ex osibus meis et caro de carne mea.\nMountaineers are made from the same timber we're made of! Of the same\nsound timber from which heroes ...\"\n\nWith a confidence as sudden as it was courageous, he hit the General\nacross the chest. The General smiled benevolently.\n\nValderrama, the tramp, the crazy maker of verses, did he ever know what\nhe said?\n\nWhen the soldiers reached a small ranch, despairingly, they searched\nthe empty huts and small houses without finding a single stale\ntortilla, a solitary rotten pepper, or one pinch of salt with which to\nflavor the horrible taste of dry meat. The owners of the huts, their\npeaceful brethren, were impassive with the stonelike impassivity of\nAztec idols; others, more human, with a slow smile on their colorless\nlips and beardless faces, watched these fierce men who less than a\nmonth ago had made the miserable huts of others tremble with fear, now\nin their turn fleeing their own huts where the ovens were cold and the\nwater tanks dry, fleeing with their tails between their legs, cringing,\nlike curs kicked out of their own houses.\n\nBut the General did not countermand his order. Some soldiers brought\nback four fugitives, captive and bound.\n\n\n\nII\n\n\"WHY do you hide?\" Demetrio asked the prisoners.\n\n\"We're not hiding, Chief, we're hitting the trail.\"\n\n\"Where to?\"\n\n\"To our own homes, in God's name, to Durango.\"\n\n\"Is this the road to Durango?\"\n\n\"Peaceful people can't travel over the main road nowadays, you know\nthat, Chief.\"\n\n\"You're not peaceful people, you're deserters. Where do you come from?\"\nDemetrio said, eyeing them with keen scrutiny.\n\nThe prisoners grew confused; they looked at each other hesitatingly,\nunable to give a prompt answer.\n\n\"They're Carranzistas,\" one of the soldiers said.\n\n\"Carranzistas hell!\" one of them said proudly. \"I'd rather be a pig.\"\n\n\"The truth is we're deserters,\" another said. \"After the defeat we\ndeserted from General Villa's troops this side of Celaya.\"\n\n\"General Villa defeated? Ha! Ha! That's a good joke.\"\n\nThe soldiers laughed. But Demetrio's brow was wrinkled as though a\nblack shadow had passed over his eyes.\n\n\"There ain't a son of a bitch on earth who can beat General Villa!\"\nsaid a bronzed veteran with a scar clear across the face.\n\nWithout a change of expression, one of the deserters stared\npersistently at him and said:\n\n\"I know who you are. When we took Torreon you were with General Urbina.\nIn Zacatecas you were with General Natera and then you shifted to the\nJalisco troops. Am I lying?\"\n\nThese words met with a sudden and definite effect. The prisoners gave a\ndetailed account of the tremendous defeat of Villa at Celaya.\nDemetrio's men listened in silence, stupefied.\n\nBefore resuming their march, they built a fire on which to roast some\nbull meat. Anastasio Montanez, searching for food among the huizache\ntrees, descried the close-cropped neck of Valderrama's horse in the\ndistance among the rocks.\n\n\"Hey! Come here, you fool, after all there ain't been no gravy!\" he\nshouted.\n\nWhenever anything was said about shooting someone, Valderrama, the\nromantic poet, would disappear for a whole day.\n\nHearing Anastasio's voice, Valderrama was convinced that the prisoners\nhad been set at liberty. A few moments later, he was joined by Venancio\nand Demetrio.\n\n\"Heard the news?\" Venancio asked gravely.\n\n\"No.\"\n\n\"It's very serious. A terrible mess! Villa was beaten at Celaya by\nObregon and Carranza is winning all along the line! We're done for!\"\n\nValderrama's gesture was disdainful and solemn as an emperor's. \"Villa?\nObregon? Carranza? What's the difference? I love the revolution like a\nvolcano in eruption; I love the volcano because it's a volcano, the\nrevolution because it's the revolution! What do I care about the stones\nleft above or below after the cataclysm? What are they to me?\"\n\nIn the glare of the midday sun the reflection of a white tequila bottle\nglittered on his forehead; and, jubilant, he ran toward the bearer of\nsuch a marvelous gift.\n\n\"I like this crazy fool,\" Demetrio said with a smile. \"He says things\nsometimes that make you think.\"\n\nThey resumed their march; their uncertainty translated into a\nlugubrious silence. Slowly, inevitably, the catastrophe must come; it\nwas even now being realized. Villa defeated was a fallen god; when gods\ncease to be omnipotent, they are nothing.\n\nQuail spoke. His words faithfully interpreted the general opinion:\n\n\"What the hell, boys! Every spider's got to spin his own web now!\"\n\n\n\nIII\n\nIn Zacatecas and Aguascalientes, in the little country towns and the\nneighboring communities, haciendas and ranches were deserted. When one\nof the officers found a barrel of tequila, the event assumed miraculous\nproportions. Everything was conducted with secrecy and care; deep\nmystery was preserved to oblige the soldiers to leave on the morrow\nbefore sunrise under Anastasio and Venancio.\n\nWhen Demetrio awoke to the strains of music, his general staff, now\ncomposed chiefly of young ex-government officers, told him of the\ndiscovery, and Quail, interpreting the thoughts of his colleagues, said\nsententiously:\n\n\"These are bad times and you've got to take advantage of everythin'. If\nthere are some days when a duck can swim, there's others when he can't\ntake a drink.\"\n\nThe string musicians played all day; the most solemn honors were paid\nto the barrel: but Demetrio was very sad.\n\n  \"Did he know why?\n  I don't know why.\"\n\n\nHe kept repeating the same refrain.\n\nIn the afternoon there were cockfights. Demetrio sat down with the\nchief officers under the roof of the municipal portals in front of a\ncity square covered with weeds, a tumbled kiosk, and some abandoned\nadobe houses.\n\n\"Valderrama,\" Demetrio called, looking away from the ring with tired\neyes, \"come and sing me a song--sing 'The Undertaker.'\"\n\nBut Valderrama did not hear him; he had no eyes for the fight; he was\nreciting an impassioned soliloquy as he watched the sunset over the\nhills.\n\nWith solemn gestures and emphatic tones, he said:\n\n\"O Lord, Lord, pleasurable it is this thy land! I shall build me three\ntents: one for Thee, one for Moses, one for Elijah!\"\n\n\"Valderrama,\" Demetrio shouted again. \"Come and sing 'The Undertaker'\nsong for me.\"\n\n\"Hey, crazy, the General is calling you,\" an officer shouted.\n\nValderrama with his eternally complacent smile went over to Demetrio's\nseat and asked the musicians for a guitar.\n\n\"Silence,\" the gamesters cried. Valderrama finished tuning his\ninstrument.\n\nQuail and Meco let loose on the sand a pair of cocks armed with long\nsharp blades attached to their legs. One was light red; his feathers\nshone with beautiful obsidian glints. The other was sand-colored with\nfeathers like scales burned slowly to a fiery copper color.\n\nThe fight was swift and fierce as a duel between men. As though moved\nby springs, the roosters flew at each other. Their feathers stood up on\ntheir arched necks; their combs were erect, their legs taut. For an\ninstant they swung in the air without even touching the ground, their\nfeathers, beaks, and claws lost in a dizzy whirlwind. The red rooster\nsuddenly broke, tossed with his legs to heaven outside the chalk lines.\nHis vermilion eyes closed slowly, revealing eyelids of pink coral; his\ntangled feathers quivered and shook convulsively amid a pool of blood.\n\nValderrama, who could not repress a gesture of violent indignation,\nbegan to play. With the first melancholy strains of the tune, his anger\ndisappeared. His eyes gleamed with the light of madness. His glance\nstrayed over the square, the tumbled kiosk, the old adobe houses, over\nthe mountains in the background, and over the sky, burning like a roof\nafire. He began to sing. He put such feeling into his voice and such\nexpression into the strings that, as he finished, Demetrio turned his\nhead aside to hide his tears.\n\nBut Valderrama fell upon him, embraced him warmly, and with a\nfamiliarity he showed everyone at the appropriate moment, he whispered:\n\n\"Drink them! ... Those are beautiful tears.\"\n\nDemetrio asked for the bottle, passed it to Valderrama. Greedily the\npoet drank half its contents in one gulp; then, showing only the whites\nof his eyes, he faced the spectators dramatically and, in a highly\ntheatrical voice, cried:\n\n\"Here you may witness the blessings of the revolution caught in a\nsingle tear.\"\n\nThen he continued to talk like a madman, but like a madman whose vast\nprophetic madness encompassed all about him, the dusty weeds, the\ntumbled kiosk, the gray houses, the lovely hills, and the immeasurable\nsky.\n\n\n\nIV\n\nJuchipila rose in the distance, white, bathed in sunlight, shining in\nthe midst of a thick forest at the foot of a proud, lofty mountain,\npleated like a turban.\n\nSome of the soldiers, gazing at the spire of the church, sighed sadly.\nThey marched forward through the canyon, uncertain, unsteady, as blind\nmen walking without a hand to guide them. The bitterness of the exodus\npervaded them.\n\n\"Is that town Juchipila?\" Valderrama asked.\n\nIn the first stage of his drunkenness, Valderrama had been counting the\ncrosses scattered along the road, along the trails, in the hollows near\nthe rocks, in the tortuous paths, and along the riverbanks. Crosses of\nblack timber newly varnished, makeshift crosses built out of two logs,\ncrosses of stones piled up and plastered together, crosses whitewashed\non crumbling walls, humble crosses drawn with charcoal on the surface\nof whitish rocks. The traces of the first blood shed by the\nrevolutionists of 1910, murdered by the Government.\n\nBefore Juchipila was lost from sight, Valderrama got off his horse,\nbent down, kneeled, and gravely kissed the ground.\n\nThe soldiers passed by without stopping. Some laughed at the crazy man,\nothers jested. Valderrama, deaf to all about him, breathed his unctuous\nprayer:\n\n\"O Juchipila, cradle of the Revolution of 1910, O blessed land, land\nsteeped in the blood of martyrs, blood of dreamers, the only true men...\"\n\n\"Because they had no time to be bad!\" an ex-Federal officer interjected\nas he rode.\n\nInterrupting his prayer, Valderrama frowned, burst into stentorian\nlaughter, reechoed by the rocks, and ran toward the officer begging for\na swallow of tequila.\n\nSoldiers minus an arm or leg, cripples, rheumatics, and consumptives\nspoke bitterly of Demetrio. Young whippersnappers were given officers'\ncommissions and wore stripes on their hats without a day's service,\neven before they knew how to handle a rifle, while the veterans,\nexhausted in a hundred battles, now incapacitated for work, the\nveterans who had set out as simple privates, were still simple\nprivates. The few remaining officers among Demetrio's friends also\ngrumbled, because his staff was made up of wealthy, dapper young men\nwho oiled their hair and used perfume.\n\n\"The worst part of it,\" Venancio said, \"is that we're gettin'\novercrowded with Federals!\"\n\nAnastasio himself, who invariably found only praise for Demetrio's\nconduct, now seemed to share the general discontent.\n\n\"See here, brothers,\" he said, \"I spits out the truth when I sees\nsomething. I always tell the boss that if these people stick to us very\nlong we'll be in a hell of a fix. Certainly! How can anyone think\notherwise? I've no hair on my tongue; and by the mother that bore me,\nI'm going to tell Demetrio so myself.\"\n\nDemetrio listened benevolently, and, when Anastasio had finished, he\nreplied:\n\n\"You're right, there's no gettin' around it, we're in a bad way. The\nsoldiers grumble about the officers, the officers grumble about us,\nsee? And we're damn well ready now to send both Villa and Carranza to\nhell to have a good time all by themselves.... I guess we're in the\nsame fix as that peon from Tepatitlan who complained about his boss all\nday long but worked on just the same. That's us. We kick and kick, but\nwe keep on killing and killing. But there's no use in saying anything\nto them!\"\n\n\"Why, Demetrio?\"\n\n\"Hm, I don't know.... Because ... because ... do you see? ... What\nwe've got to do is to make the men toe the mark. I've got orders to\nstop a band of men coming through Cuquio, see? In a few days we'll have\nto fight the Carranzistas. It will be great to beat the hell out of\nthem.\"\n\nValderrama, the tramp, who had enlisted in Demetrio's army one day\nwithout anyone remembering the time or the place, overheard some of\nDemetrio's words. Fools do not eat fire. That very day Valderrama\ndisappeared mysteriously as he had come.\n\n\n\nV\n\nThey entered the streets of Juchipila as the church bells rang, loud\nand joyfully, with that peculiar tone that thrills every mountaineer.\n\n\"It makes me think we are back in the days when the revolution was just\nbeginning, when the bells rang like mad in every town we entered and\neverybody came out with music, flags, cheers, and fireworks to welcome\nus,\" said Anastasio Montanez.\n\n\"They don't like us no more,\" Demetrio returned.\n\n\"Of course. We're crawling back like a dog with its tail between its\nlegs,\" Quail remarked.\n\n\"It ain't that, I guess. They don't give a whoop for the other side\neither.\"\n\n\"But why should they like us?\"\n\nThey spoke no more.\n\nPresently they reached the city square and stopped in front of an\noctagonal, rough, massive church, reminiscent of the colonial period.\nAt one time the square must have been a garden, judging from the bare\nstunted orange trees planted between iron and wooden benches. The\nsonorous, joyful bells rang again. From within the church, the honeyed\nvoices of a female chorus rose melancholy and grave. To the strains of\na guitar, the young girls of the town sang the \"Mysteries.\"\n\n\"What's the fiesta, lady?\" Venancio asked of an old woman who was\nrunning toward the church.\n\n\"The Sacred Heart of Jesus!\" answered the pious woman, panting.\n\nThey remembered that one year ago they had captured Zacatecas. They\ngrew sadder still.\n\nJuchipila, like the other towns they had passed through on their way\nfrom Tepic, by way of Jalisco, Aguascalientes and Zacatecas, was in\nruins. The black trail of the incendiaries showed in the roofless\nhouses, in the burnt arcades. Almost all the houses were closed, yet,\nhere and there, those still open offered, in ironic contrast, portals\ngaunt and bare as the white skeletons of horses scattered over the\nroads. The terrible pangs of hunger seemed to speak from every face;\nhunger on every dusty cheek, in their dusty countenances; in the hectic\nflame of their eyes, which, when they met a soldier, blazed with\nhatred. In vain the soldiers scoured the streets in search of food,\nbiting their lips in anger. A single lunchroom was open; at once they\nfilled it. No beans, no tortillas, only chili and tomato sauce. In vain\nthe officers showed their pocketbooks stuffed with bills or used\nthreats:\n\n\"Yea, you've got papers all right! That's all you've brought! Try and\neat them, will you?\" said the owner, an insolent old shrew with an\nenormous scar on her cheek, who told them she had already lain with a\ndead man, \"to cure her from ever feeling frightened again.\"\n\nDespite the melancholy and desolation of the town, while the women sang\nin the church, birds sang in the foliage, and the thrushes piped their\nlyrical strain on the withered branches of the orange trees.\n\n\n\nVI\n\nDemetrio Macias' wife, mad with joy, rushed along the trail to meet\nhim, leading a child by the hand. An absence of almost two years!\n\nThey embraced each other and stood speechless. She wept, sobbed.\nDemetrio stared in astonishment at his wife who seemed to have aged ten\nor twenty years. Then he looked at the child who gazed up at him in\nsurprise. His heart leaped to his mouth as he saw in the child's\nfeatures his own steel features and fiery eyes exactly reproduced. He\nwanted to hold him in his arms, but the frightened child took refuge in\nhis mother's skirts.\n\n\"It's your own father, baby! It's your daddy!\"\n\nThe child hid his face within the folds of his mother's skirt, still\nhostile.\n\nDemetrio handed the reins of his horse to his orderly and walked slowly\nalong the steep trail with his wife and son.\n\n\"Blessed be the Virgin Mary, Praise be to God! Now you'll never leave\nus any more, will you? Never ... never.... You'll stay with us always?\"\n\nDemetrio's face grew dark. Both remained silent, lost in anguish.\nDemetrio suppressed a sigh. Memories crowded and buzzed through his\nbrain like bees about a hive.\n\nA black cloud rose behind the sierra and a deafening roar of thunder\nresounded. The rain began to fall in heavy drops; they sought refuge in\na rocky hut.\n\nThe rain came pelting down, shattering the white Saint John roses\nclustered like sheaves of stars clinging to tree, rock, bush, and\npitaya over the entire mountainside.\n\nBelow in the depths of the canyon, through the gauze of the rain they\ncould see the tall, sheer palms shaking in the wind, opening out like\nfans before the tempest. Everywhere mountains, heaving hills, and\nbeyond more hills, locked amid mountains, more mountains encircled in\nthe wall of the sierra whose loftiest peaks vanished in the sapphire of\nthe sky.\n\n\"Demetrio, please. For God's sake, don't go away! My heart tells me\nsomething will happen to you this time.\"\n\nAgain she was wracked with sobs. The child, frightened, cried and\nscreamed. To calm him, she controlled her own great grief.\n\nGradually the rain stopped, a swallow, with silver breast and wings\ndescribing luminous charming curves, fluttered obliquely across the\nsilver threads of the rain, gleaming suddenly in the afternoon sunshine.\n\n\"Why do you keep on fighting, Demetrio?\"\n\nDemetrio frowned deeply. Picking up a stone absent-mindedly, he threw\nit to the bottom of the canyon. Then he stared pensively into the\nabyss, watching the arch of its flight.\n\n\"Look at that stone; how it keeps on going....\"\n\n\n\nVII\n\nIt was a heavenly morning. It had rained all night, the sky awakened\ncovered with white clouds. Young wild colts trotted on the summit of\nthe sierra, with tense manes and waving hair, proud as the peaks\nlifting their heads to the clouds.\n\nThe soldiers stepped among the huge rocks, buoyed up by the happiness\nof the morning. None for a moment dreamed of the treacherous bullet\nthat might be awaiting him ahead; the unforeseen provides man with his\ngreatest joy. The soldiers sang, laughed, and chattered away. The\nspirit of nomadic tribes stirred their souls. What matters it whether\nyou go and whence you come? All that matters is to walk, to walk\nendlessly, without ever stopping; to possess the valley, the heights of\nthe sierra, far as the eye can read.\n\nTrees, brush, and cactus shone fresh after rain. Heavy drops of limpid\nwater fell from rocks, ocher in hue as rusty armor.\n\nDemetrio Macias' men grew silent for a moment. They believed they heard\nthe familiar rumor of firing in the distance. A few minutes elapsed but\nthe sound was not repeated.\n\n\"In this same sierra,\" Demetrio said, \"with but twenty men I killed\nfive hundred Federals. Remember, Anastasio?\"\n\nAs Demetrio began to tell that famous exploit, the men realized the\ndanger they were facing. What if the enemy, instead of being two days\naway, was hiding somewhere among the underbrush on the terrible hill\nthrough whose gorge they now advanced? None dared show the slightest\nfear. Not one of Demetrio Macias' men dared say, \"I shall not move\nanother inch!\"\n\nSo, when firing began in the distance where the vanguard was marching,\nno one felt surprised. The recruits turned back hurriedly, retreating\nin shameful flight, searching for a way out of the canyon.\n\nA curse broke from Demetrio's parched lips.\n\n\"Fire at 'em. Shoot any man who runs away!\"\n\n\"Storm the hill!\" he thundered like a wild beast.\n\nBut the enemy, lying in ambush by the thousand, opened up its\nmachine-gun fire. Demetrio's men fell like wheat under the sickle.\n\n\nTears of rage and pain rise to Demetrio's eyes as Anastasio slowly\nslides from his horse without a sound, and lies outstretched,\nmotionless. Venancio falls close beside him, his chest riddled with\nbullets. Meco hurtles over the precipice, bounding from rock to rock.\n\nSuddenly, Demetrio finds himself alone. Bullets whiz past his ears like\nhail. He dismounts and crawls over the rocks, until he finds a parapet:\nhe lays down a stone to protect his head and, lying flat on the ground,\nbegins to shoot.\n\nThe enemy scatter in all directions, pursuing the few fugitives hiding\nin the brush. Demetrio aims; he does not waste a single shot.\n\nHis famous marksmanship fills him with joy. Where he settles his\nglance, he settles a bullet. He loads his gun once more ... takes\naim....\n\nThe smoke of the guns hangs thick in the air. Locusts chant their\nmysterious, imperturbable song. Doves coo lyrically in the crannies of\nthe rocks. The cows graze placidly.\n\nThe sierra is clad in gala colors. Over its inaccessible peaks the\nopalescent fog settles like a snowy veil on the forehead of a bride.\n\nAt the foot of a hollow, sumptuous and huge as the portico of an old\ncathedral, Demetrio Macias, his eyes leveled in an eternal glance,\ncontinues to point the barrel of his gun.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Underdogs, by Mariano Azuela\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE UNDERDOGS ***\n\n***** This file should be named 549.txt or 549.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/4\/549\/\n\nProduced by Judith Boss.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":612,"split":"train"}
