{"ori_id":"db73eb0ea1e1218639971e6b7c2d9e600dc36383","title":"The Boxcar Children","context":"The Boxcar Children\n The Boxcar Children tells the story of four orphaned children: Henry, Jessie (or Jess), Violet, and Benny. In the original 1924 version of the tale, the children are orphaned in the first few pages; in the heavily revised and simplified 1942 revision, they have evidently been orphaned for some time.\nWhen a baker and his wife learn that the children are orphans, they make plans the children object to. In the 1924 edition, they plan to send the children, who live in a house next door to the bakery, to live with their grandfather, but the children have been brought up to fear their grandfather, whom they have never met, because he did not approve of their parents' marriage. In the 1942 revision, the children are already homeless and wandering at the start of the story. The baker and his wife plan to take in the three elder children, who are big enough to be useful in the bakery, but to send little Benny to a Children's Home.\nFinding an abandoned boxcar, the children start a new life of independence. Henry ends up working various odd jobs in a nearby town (Intervale in the 1924 edition; Silver City in later editions) for a young doctor (Dr. McAllister in the 1924 edition; Dr. Moore in later editions), in order to earn money for food and other materials they need. He also does gardening for the doctor's mother. The children's lives are pleasant and full of hard work until Violet becomes ill and they go to the doctor for assistance.\nUnbeknownst to the children, by that time the doctor knows very well who they are and where they are living; indeed, he has been keeping a discreet eye on them for weeks. Their grandfather, who lives nearby, has been advertising in the papers, offering a reward for news of them, but the doctor hasn't wanted to spoil the children's fun by informing on them. When Violet becomes ill, however, he feels it is time to do so.\nTheir grandfather, a steel baron (James Henry Cordyce in the 1924 edition; James Henry Alden in the 1942 revision), comes at once to see them. The doctor suggests that he get to know them first before telling them who he is, so he is simply introduced to them as a friend of the doctor's. The children warm to his kindness and are surprised but delighted when they eventually learn that he is their much-feared grandfather. They go to live with him after all, and he has the boxcar transferred to his backyard for their enjoyment.\nï»¿Project Gutenberg's The Box-Car Children, by Gertrude Chandler Warner\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Box-Car Children\n\nAuthor: Gertrude Chandler Warner\n\nIllustrator: Dorothy Lake Gregory\n\nRelease Date: May 24, 2013 [EBook #42796]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE BOX-CAR CHILDREN ***\n\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net from\nscans obtained from the University of Florida.\n\n\n\n\n\n\n\n\n\n                    THE BOX-CAR CHILDREN\n\n                _By Gertrude Chandler Warner_\n\n    _Author of \"Star Stories For Little Folks\" and, with Frances Warner,\n    of \"Life's Minor Collisions\"_\n\n\n    _With pictures by\n    Dorothy Lake Gregory_\n\n    RAND McNALLY & COMPANY\n\n    CHICAGO               NEW YORK\n\n    _Copyright, 1924, by_\n    RAND MCNALLY & COMPANY\n\n\n    [Transcriber's Note: Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed.]\n\n\n\n\nTHE CONTENTS\n\n\n    THE FLIGHT                    9\n\n    THE SECOND NIGHT             18\n\n    SHELTER                      27\n\n    A NEW HOME                   34\n\n    HOUSEKEEPING                 43\n\n    EARNING A LIVING             51\n\n    AT HOME                      61\n\n    BUILDING THE DAM             71\n\n    CHERRY PICKING               81\n\n    THE RACE                     88\n\n    MORE EDUCATION               96\n\n    GINSENG                     105\n\n    TROUBLE                     111\n\n    CAUGHT                      120\n\n    A NEW GRANDFATHER           127\n\n    A UNITED FAMILY             134\n\n    SAFE                        142\n\n\n\n\n[Illustration: _Jess shut the door with as much care as she had opened\nit_]\n\n\n\n\nTHE FLIGHT\n\n\nAbout seven o'clock one hot summer evening a strange family moved into\nthe little village of Middlesex. Nobody knew where they came from, or\nwho they were. But the neighbors soon made up their minds what they\nthought of the strangers, for the father was very drunk. He could hardly\nwalk up the rickety front steps of the old tumble-down house, and his\nthirteen-year-old son had to help him. Toward eight o'clock a pretty,\ncapable-looking girl of twelve came out of the house and bought a loaf\nof bread at the baker's. And that was all the villagers learned about\nthe newcomers that night.\n\n\"There are four children,\" said the bakeshop woman to her husband the\nnext day, \"and their mother is dead. They must have some money, for the\ngirl paid for the bread with a dollar bill.\"\n\n\"Make them pay for everything they get,\" growled the baker, who was a\nhard man. \"The father is nearly dead with drink now, and soon they will\nbe only beggars.\"\n\nThis happened sooner than he thought. The next day the oldest boy and\ngirl came to ask the bakeshop woman to come over. Their father was dead.\n\nShe went over willingly enough, for someone had to go. But it was clear\nthat she did not expect to be bothered with four strange children, with\nthe bakery on her hands and two children of her own.\n\n\"Haven't you any other folks?\" she asked the children.\n\n\"We have a grandfather in Greenfield,\" spoke up the youngest child\nbefore his sister could clap her hand over his mouth.\n\n\"Hush, Benny,\" she said anxiously.\n\nThis made the bakeshop woman suspicious. \"What's the matter with your\ngrandfather?\" she asked.\n\n\"He doesn't like us,\" replied the oldest boy reluctantly. \"He didn't\nwant my father to marry my mother, and if he found us he would treat us\ncruelly.\"\n\n\"Did you ever see him?\"\n\n\"Jess has. Once she saw him.\"\n\n\"Well, did he treat you cruelly?\" asked the woman, turning upon Jess.\n\n\"Oh, he didn't see me,\" replied Jess. \"He was just passing through\nour--where we used to live--and my father pointed him out to me.\"\n\n\"Where did you use to live?\" went on the questioner. But none of the\nchildren could be made to tell.\n\n\"We will get along all right alone, won't we, Henry?\" declared Jess.\n\n\"Indeed we will!\" said Henry.\n\n\"I will stay in the house with you tonight,\" said the woman at last,\n\"and tomorrow we will see what can be done.\"\n\nThe four children went to bed in the kitchen, and gave the visitor the\nonly other bed in the house. They knew that she did not at once go to\nbed, but sat by the window in the dark. Suddenly they heard her talking\nto her husband through the open window.\n\n\"They must go to their grandfather, that's certain,\" Jess heard her say.\n\n\"Of course,\" agreed her husband. \"Tomorrow we will make them tell us\nwhat his name is.\"\n\nSoon after that Jess and Henry heard her snoring heavily. They sat up in\nthe dark.\n\n\"Mustn't we surely run away?\" whispered Jess in Henry's ear.\n\n\"Yes!\" whispered Henry. \"Take only what we need most. We must be far off\nbefore morning, or they will catch us.\"\n\nJess sat still for a moment, thinking, for every motion she made must\ncount.\n\n\"I will take both loaves of bread,\" she thought, \"and Violet's little\nworkbag. Henry has his knife. And all Father's money is in my pocket.\"\nShe drew it out and counted it in the dark, squinting her eyes in the\nfaint light of the moon. It amounted to nearly four dollars.\n\n\"You'll have to carry Benny until he gets waked up,\" whispered Jess. \"If\nwe wake him up here, he might cry.\"\n\nShe touched Violet as she spoke.\n\n\"Sh! Violet! Come! We're going to run away,\" she whispered.\n\nThe little girl made no sound. She sat up obediently and tried to make\nout the dim shadow of her sister.\n\n\"What shall I do?\" she said, light as a breath.\n\n\"Carry this,\" said Jess, handing her the workbag and a box of matches.\n\nJess tiptoed over to the tin box on the table, drew out the two loaves\nof bread, and slipped them into the laundry bag. She peered around the\nroom for the last time, and then dropped two small clean towels and a\ncake of soap into the bag.\n\n\"All right. Pick him up,\" she said to Henry.\n\nHenry bent over the sleeping child and lifted him carefully. Jess took\nthe laundry bag, turned the doorknob ever so softly, opened the door\never so slowly, and they tiptoed out in a ghostly procession.\n\nJess shut the door with as much care as she had opened it, listened to\nthe bakeshop woman's heavy snoring for a moment, and then they turned\nand picked their way without a sound to the country road.\n\n\"She may wake up before morning, you know,\" whispered Henry. \"We must do\nour fastest walking before then. If we can only get to another town\nbefore they find out we're gone, they won't know which way to go.\"\n\nJess agreed, and they all walked briskly along in the faint moonlight.\n\n\"How far can you carry Benny?\" asked Violet.\n\n\"Oh, at least a mile,\" said Henry confidently, although his arms were\nbeginning to ache. Benny was five years old, and he was a fat, healthy\nboy as well.\n\n\"_I_ think we could all walk faster if we woke him up,\" said Jess\ndecidedly. \"We could each take his hand and almost carry him along.\"\n\nHenry knelt by the roadside and set the little fellow against his knee.\n\n\"Come, Benny, you must wake up now and walk!\" said Jess coaxingly.\n\n\"Go away!\" Benny mumbled with his eyes shut, trying to lie down again.\n\n\"Let me try,\" Violet offered softly.\n\n\"Say, Benny, you know little Cinnamon Bear ran away to find a nice warm\nbed for the winter? Now, you play you're Cinnamon, and Henry and Jess\nwill help you along, and we'll find a bed.\"\n\nViolet's little plan worked. Benny was never too cross to listen to the\nwonderful stories his sister Violet could tell about Cinnamon Bear. He\nstood up bravely and marched along, yawning, while his big brother and\nsister almost swung him between them.\n\nNot a soul passed them on the country road. All the houses they saw were\ndark and still. And when the first faint streaks of morning light\nshowed in the sky, all four children were almost staggering with sleep.\n\n\"I _must_ go to sleep, Henry,\" murmured Jess at last. Little Benny was\nasleep already, and Henry was carrying him again.\n\n\"The first place we come to, then,\" panted Henry.\n\nViolet said nothing, but she kept her eyes open.\n\nFinally she caught Henry's sleeve. \"Couldn't we make that haystack do?\"\nshe asked, pointing across a newly mown field.\n\n\"Indeed we could,\" said Henry thankfully. \"What a big, enormous one it\nis! I was too sleepy to see it, I guess.\"\n\n\"And see how far away from the farmhouse and barn it is, too!\" echoed\nJess.\n\nThe sight gave them new courage. They climbed over two stone walls, got\nacross a brook somehow with the heavy child, and arrived at the\nhaystack.\n\nHenry laid his brother down and stretched his aching arms, while Jess\nbegan to burrow into the haystack. Violet, after a moment of watching\nher, did the same.\n\n\"Here's his nest,\" said Jess sleepily, taking her head out of the deep\nround hole she had made. Henry lifted the child into the opening and was\npleased to see that he curled up instantly, smiling in his sleep.\n\nJess pulled wisps of hay over the opening so that it was absolutely\ninvisible, and then proceeded to dig out a similar burrow for herself.\n\n\"We can stay here just--as long--as we like, can't we, Henry?\" she\nmurmured, digging with her eyes shut.\n\n\"We sure can,\" replied Henry. \"You're an old brick, Jess. Get in, and\nI'll pull the hay over the hole.\"\n\nViolet was already curled up in her nest, which was hidden so completely\nthat Henry spoke to her to see if she were there. Then he wriggled\nhimself backward into the haycock without stopping to hollow it out,\npulled a handful of hay over his head, and laid his head on his arm.\n\nJust as he did so he heard a heavy voice say, \"Now, then, lass, git\nalong!\" Then he heard the rumble of a milk wagon coming down a near-by\nlane, and he realized thankfully that they had hidden themselves just\nbefore the first farmer in the neighborhood had set off toward\nMiddlesex with his milk cans.\n\n\"He will say he didn't meet us coming this way,\" thought Henry, \"so they\nwill hunt for us the other way. And that will give us time to cover a\nlot more ground.\"\n\nHe dropped asleep just as the roosters all over the valley began to\nanswer each other.\n\n\n\n\nTHE SECOND NIGHT\n\n\nThe roosters crowed and the hens clucked; the farmer's wife began to get\nbreakfast, and the four children slept on. Dinner time came and went,\nand still they slept, for it must be remembered that they had been awake\nand walking during the whole night. In fact, it was nearly seven o'clock\nin the evening when they awoke. Luckily, all the others awoke before\nBenny.\n\n\"Can you hear me, Jess?\" said Henry, speaking very low through the wall\nof hay.\n\n\"Yes,\" answered Jess softly. \"Let's make one big room of our nests.\"\n\nNo sooner said than done. The boy and girl worked quickly and quietly\nuntil they could see each other. They pressed the hay back firmly until\nthey had made their way into Violet's little room. And then she in turn\ngroped until she found Benny.\n\n\"Hello, little Cinnamon!\" whispered Violet playfully.\n\nAnd Benny at once made up his mind to laugh instead of cry. But laughing\nout loud was almost as bad, so Henry took his little brother on the hay\nbeside him and talked to him seriously.\n\n\"You're old enough now, Benny, to understand what I say to you. Now,\nlisten! When I tell you to _keep still_ after this, that means you're to\nstop crying if you're crying, or stop laughing if you're laughing, and\nbe just as still as you possibly can. If you don't mind, you will be in\ndanger. Do you understand?\"\n\n\"Don't I have to mind Jess and Violet too?\" asked Benny.\n\n\"Absolutely!\" said Henry. \"You have to mind us all, every one of us!\"\n\nBenny thought a minute. \"Can't I ask for what I want any more?\" he said.\n\n\"Indeed you can!\" cried Jess and Henry together. \"What is it you want?\"\n\n\"I'm _awful_ hungry,\" said Benny anxiously.\n\nHenry's brow cleared. \"Good old Benny,\" he said. \"We're just going to\nhave supper--or is it breakfast?\"\n\nJess drew out the fragrant loaf of bread. She cut it with Henry's\njackknife into four quarters, and she and Henry took the two crusty ends\nthemselves.\n\n\"That's because we have to be the strongest, and crusts make you\nstrong,\" explained Jess.\n\nViolet looked at her older sister. She thought she knew why Jess took\nthe crust, but she did not speak.\n\n\"We will stay here till dark, and then we'll go on with our journey,\"\nsaid Henry cheerfully.\n\n\"I want a drink,\" announced Benny.\n\n\"A drink you shall have,\" Henry promised, \"but you'll have to wait till\nit's really dark. If we should creep out to the brook now, and any one\nsaw us--\" He did not finish his sentence, but Benny realized that he\nmust wait.\n\nHe was much refreshed from his long sleep, and felt very lively. Violet\nhad all she could do to keep him amused, even with Cinnamon Bear and his\nfive brothers.\n\nAt last Henry peeped out. It was after nine o'clock. There were lights\nin the farmhouse still, but they were all upstairs.\n\n\"We can at least get a drink now,\" he said. And the children crept\nquietly to the noisy little brook not far from the haystack.\n\n\"Cup,\" said Benny.\n\n\"No, you'll have to lie down and drink with your mouth,\" Jess explained.\nAnd so they did. Never did water taste so cool and delicious as it did\nthat night to the thirsty children.\n\nWhen they had finished drinking they jumped the brook, ran quickly over\nthe fields to the wall, and once more found themselves on the road.\n\n\"If we meet any one,\" said Jess, \"we must all crouch behind bushes until\nhe has gone by.\"\n\nThey walked along in the darkness with light hearts. They were no longer\ntired or hungry. Their one thought was to get away from their\ngrandfather, if possible.\n\n\"If we can find a big town,\" said Violet, \"won't it be better to stay in\nthan a little town?\"\n\n\"Why?\" asked Henry, puffing up the hill.\n\n\"Well, you see, there are so many people in a big town, nobody will\nnotice us--\"\n\n\"And in a little village everyone would be talking about us,\" finished\nHenry admiringly. \"You've got brains, Violet!\"\n\nHe had hardly said this, when a wagon was heard behind them in the\ndistance. It was coming from Middlesex. Without a word, the four\nchildren sank down behind the bushes like frightened rabbits. They could\nplainly hear their hearts beat. The horse trotted nearer, and then\nbegan to walk up the hill.\n\n\"If we hear nothing in Townsend,\" they heard a man say, \"we have plainly\ndone our duty.\"\n\nIt was the baker's voice!\n\n\"More than our duty,\" said the baker's wife, \"tiring out a horse with\ngoing a full day, from morning until night!\"\n\nThere was silence as the horse pulled the creaky wagon.\n\n\"At least we will go on to Townsend tonight,\" continued the baker, \"and\ntell them to watch out. We need not go to Intervale, for they never\ncould walk so far.\"\n\n\"We are well rid of them, I should say,\" replied his wife. \"They may not\nhave come this way. The milkman did not see them, did he?\"\n\nThe baker's reply was lost, for the horse had reached the hilltop, where\nhe broke into a canter.\n\nIt was some minutes before the children dared to creep out of the bushes\nagain.\n\n\"One thing is sure,\" said Henry, when he got his breath. \"We will not go\nto Townsend.\"\n\n\"And we _will_ go to Intervale,\" said Jess.\n\nWith a definite goal in mind at last, the children set out again with a\nbetter spirit. They walked until two o'clock in the morning, stopping\noften this time to rest and to drink from the horses' watering troughs.\nAnd then they came upon a fork in the road with a white signpost shining\nin the moonlight.\n\n\"Townsend, four miles; Intervale, six miles,\" read Henry aloud. \"Any one\nfeel able to walk six more miles?\"\n\nHe grinned. No one had the least idea how far they had already walked.\n\n\"We'll go that _way_ at least,\" said Jess finally.\n\n\"That we will,\" agreed Henry, picking up his brother for a change, and\ncarrying him \"pig-back.\"\n\nViolet went ahead. The new road was a pleasant woody one, with grass\ngrowing in the middle. The children could not see the grass, but they\ncould feel it as they walked. \"Not many people pass this way, I guess,\"\nremarked Violet. Just then she caught her toe in something and almost\nfell, but Jess caught her.\n\nThe two girls stooped down to examine the obstruction.\n\n\"Hay!\" said Jess.\n\n\"Hay!\" repeated Violet.\n\n\"Hey!\" cried Henry, coming up. \"What did you say?\"\n\n\"It must have fallen off somebody's load,\" said Jess.\n\n\"We'll take it with us,\" Henry decided wisely. \"Load on all you can\ncarry, Jess.\"\n\n\"For Benny,\" thought Violet to herself. So the odd little party trudged\non for nearly three hours, laden with hay, until they found that the\nroad ended in a cart path through the woods.\n\n\"Oh, dear!\" exclaimed Jess, almost ready to cry with disappointment.\n\n\"What's the matter?\" demanded Henry in astonishment. \"Isn't the woods a\ngood place to sleep? We can't sleep in the road, you know.\"\n\n\"It does seem nice and far away from people,\" admitted Jess, \"and it's\nalmost morning.\"\n\nAs they stood still at the entrance to the woods, they heard the rumble\nof a train. It roared down the valley at a great rate and passed them on\nthe other side of the woods, thundering along toward the city.\n\n\"Never mind the train, either,\" remarked Henry. \"It isn't so _awfully_\nnear; and even if it were, it couldn't see us.\"\n\nHe set his brother down and peered into the woods. It was very warm.\n\n\"Lizzen!\" said Benny.\n\n\"Listen!\" echoed Violet.\n\n\"More water!\" Benny cried, catching his big brother by the hand.\n\n\"It is only another brook,\" said Henry with a thankful heart. \"He wants\na drink.\" The trickle of water sounded very pleasant to all the children\nas they lay down once more to drink.\n\nBenny was too sleepy to eat. Jess quickly found a dry spot thick with\nmoss between two stones. Upon this moss the three older children spread\nthe hay in the shape of an oval bed. Benny tumbled into it with a great\nsigh of satisfaction, while his sisters tucked the hay around him.\n\n\"Pine needles up here, Jess,\" called Henry from the slope. Each of them\nquickly scraped together a fragrant pile for a pillow and once more lay\ndown to sleep, with hardly a thought of fear.\n\n\"I only hope we won't have a thunderstorm,\" said Jess to herself, as she\nshut her tired eyes.\n\nAnd she did not open them for a long time, although the dark gray clouds\npiled higher and more thickly over the sleeping children.\n\n\n\n\nSHELTER\n\n\nWhen Jess opened her eyes it must have been about ten o'clock in the\nmorning. She sat up and looked all around her. She could see dimly the\nopening where they had come into the woods. She looked around to see\nthat her family was still safely by her. Then she looked up at the sky.\nAt first she thought it must still be night, and then she realized that\nthe darkness was caused by an approaching storm.\n\n\"Whatever, _whatever_ shall we do now?\" demanded Jess of the air.\n\nShe got up and looked in every direction for shelter. She even walked\nquite a little way into the woods, and down a hill. And there she stood,\nnot knowing what to do next.\n\n\"I shall have to wake Henry up,\" she said at last. \"Only how I hate to!\"\n\nAs she spoke she glanced into the forest, and her feet felt as if they\nwere nailed to the ground. She could not stir. Faintly outlined among\nthe trees, Jess saw an old freight or box car. Her first thought was one\nof fear; her second, hope for shelter. As she thought of shelter, her\nfeet moved, and she stumbled toward it.\n\nIt really was a freight car. She felt of it. It stood on rusty broken\nrails which were nearly covered with dead leaves. Then the thunder\ncracked overhead. Jess came to her usual senses and started back for\nHenry, flying like the wind. He was awake, looking anxiously overhead.\nHe had not noticed that Jess was missing.\n\n\"Come!\" panted Jess. \"I've found a place! Hurry! hurry!\"\n\nHenry did not stop to ask questions. He picked up Benny, telling Violet\nto gather up the hay. And then they ran headlong through the thick\nunderbrush in Jess' wake, seeing their way only too well by the sharp\nflashes of lightning.\n\n\"It's beginning to sprinkle!\" gasped Henry.\n\n\"We'll get there, all right,\" Jess shouted back. \"It's not far. Be all\nready to help me open the door when we get there!\"\n\nBy sheer good fortune a big tree stump stood under the door of the\nfreight car, or the children never could have opened it. As it was, Jess\nsprang on the stump and Henry, pausing to lay Benny down, did likewise.\nTogether they rolled back the heavy door about a foot.\n\n\"That's enough,\" panted Jess. \"I'll get in, and you hand Benny up to\nme.\"\n\n\"No,\" said Henry quietly. \"I must see first if any one is in there.\"\n\n\"It will rain!\" protested Jess. \"Nothing will hurt me.\"\n\nBut she knew it was useless to argue with Henry, so she hastily groped\nin the bag for the matches and handed them to her brother. It must be\nconfessed that Jess held her breath while Henry struck one and peered\nabout inside the car.\n\n\"All's well!\" he reported. \"Come in, everybody!\"\n\nViolet passed the hay up to her brother, and crawled in herself. Then\nJess handed Benny up like a package of groceries and, taking one last\nlook at the angry sky and waving trees, she climbed in after him.\n\nThe two children managed to roll the door back so that the crack was\ncompletely closed before the storm broke. But at that very instant it\nbroke with a vengeance. It seemed to the children that the sky would\nsplit, so sharp were the cracks of thunder. But not a drop of rain\nreached them in their roomy retreat. They could see nothing at all, for\nthe freight car was tightly made, and all outside was nearly as black as\nnight. Through it all, Benny slept on.\n\nPresently the thunder grew fainter, and rumbled away down the valley,\nand the rain spent itself. Only the drip from the trees on the top of\nthe car could be heard. Then Henry ventured to open the door.\n\nHe knelt on his hands and knees and thrust his head out.\n\nThe warm sunlight was filtering through the trees, making golden pools\nof light here and there. The beautiful trees, pines and white birches\nand oaks, grew thickly around and the ground was carpeted with flowers\nand wonderful ferns more than a yard high. But most miraculous of all\nwas a miniature waterfall, small but perfect, where the same little\nbrown brook fell gracefully over some ledges, and danced away down the\nglen.\n\nIn an instant Jess and Violet were looking over Henry's shoulder at the\npretty sight.\n\n\"How different everything looks with the sun shining!\" exclaimed Jess.\n\"Things will soon be dry at this rate.\"\n\n\"It must be about noon,\" observed Henry, looking at the sun. And as he\nspoke the faint echo of mill bells in the distance was heard.\n\n\"Henry!\" said Jess sharply. \"Let's _live_ here!\"\n\n\"Live here?\" repeated Henry dully.\n\n\"Yes! Why not?\" replied Jess. \"Nobody uses this car, and it's dry and\nwarm. We're quite far away. And yet we are near enough to a town so we\ncan buy things.\"\n\n\"And we're near water,\" added Violet.\n\nJess hugged her sister. \"So we are, little mouse,\" she said--\"the most\nimportant thing of all.\"\n\n\"But--\" began Henry.\n\n\"_Please_, Henry,\" said Jess excitedly. \"I could make this old freight\ncar into the dearest little house, with beds, and chairs, and a\ntable--and dishes--\"\n\n\"I'd like to live here, too,\" said a determined little voice from the\ncorner, \"but I don't want to, unless--\"\n\n\"Unless what?\" asked Henry, panic-stricken.\n\n\"Unless I can have my dinner,\" Benny finished anxiously.\n\n\"We'll have something to eat right away, old fellow,\" said Henry,\nthankful it was no worse. For he himself was beginning to see what a\ncozy home the car really would make.\n\nJess cut the last loaf of bread into four pieces, but alas! it was very\ndry. The children were so hungry that they tore it with their teeth like\nlittle dogs, but Benny was nearly crying. He did not actually cry,\nhowever, for just at the crucial moment Violet started a funny story\nabout Cinnamon Bear eating bread crusts out of the ash can.\n\n\"He ought to have milk,\" said Jess quietly to Henry.\n\n\"He _shall_ have milk,\" replied Henry. \"I'll go down the railroad track\nto the town and get some.\"\n\nJess counted out a dollar in ten dimes and handed it to Henry. \"By the\ntime our four dollars are gone, you will have some work to do,\" she\nsaid.\n\nAll the same Henry did not like to begin his trip. \"How I hate to leave\nyou alone, Jess!\" he said miserably.\n\n\"Oh, don't you worry,\" began Jess lightly. \"We'll have a surprise for\nyou when you come back. You just wait and see!\" And she nodded her head\nwisely as Henry walked slowly off through the woods.\n\nThe moment he was out of sight she turned to Benny and Violet. \"Now,\nchildren,\" she said, \"what do you think we're going to do? Do you know\nwhat I saw over in the sunny part of the woods? I saw some blueberries!\"\n\n\"Oh, oh!\" cried Benny, who knew what blueberries were. \"Can't we have\nsome blueberries and milk?\"\n\n\"We certainly--\" began Jess. But the sentence never was finished, for a\nsharp crackle of dry leaves was heard. Something was moving in the\nwoods.\n\n\n\n\nA NEW HOME\n\n\n\"Keep still!\" whispered Jess.\n\nBenny obeyed. The three children were as motionless as stone images,\nhuddled inside the freight car. Jess opened her mouth in order to\nbreathe at all, her heart was thumping so wildly. She watched like a cat\nthrough the open door, in the direction of the rustling noise. And in a\nmoment the trembling bushes parted, and out crawled a dog. He was an\nAiredale and was pulling himself along on three legs, whimpering softly.\n\nJess drew a long breath of relief, and said to the children, \"It's all\nright. Only a dog. But he seems to be hurt.\"\n\nAt the sound of her voice the dog lifted his eyes and wagged his tail\nfeebly. He held up his front foot.\n\n\"Poor doggie,\" murmured Jess soothingly, as she clambered out of the\ncar. \"Let Jess see your poor lame foot.\" She approached the dog\ncarefully, for she remembered that her mother had always told her never\nto touch a strange dog unless he wagged his tail.\n\nBut this dog's tail was wagging, certainly, so Jess bent over without\nfear to look at the paw. An exclamation of pity escaped her when she saw\nit, for a stiff, sharp thorn had been driven completely through one of\nthe cushions of the dog's foot, and around it the blood had dried.\n\n\"I guess I can fix that,\" said Jess briskly. \"But taking the thorn out\nis going to hurt you, old fellow.\"\n\nThe dog looked up at her as she laid his paw down, and licked her hand.\n\n\"Come here, Violet and Benny,\" directed Jess.\n\nShe took the animal gently in her lap and turned him on his side. She\npatted his head and stroked his nose with one finger, and offered him\nthe rest of her breadcrust, which she had put in her apron pocket. The\ndog snapped it up as if he were nearly starved. Then she held the soft\npaw firmly with her left hand, and pulled steadily on the thorn with her\nright hand. The dog did not utter a sound. He lay motionless in her lap,\nuntil the thorn suddenly let go and lay in Jess' hand.\n\n\"Good, good!\" cried Violet.\n\n\"Wet my handkerchief,\" Jess ordered briskly.\n\nViolet did so, dipping it in the running brook. Jess wrapped the cool,\nwet folds around the hot paw, and gently squeezed it against the wound,\nthe dog meanwhile trying to lick her hands.\n\n\"We'll s'prise Henry, won't we?\" laughed Benny delightedly. \"Now we got\na dog!\"\n\n\"To be sure,\" said Jess, struck with the thought, \"but that isn't what I\nintended for a surprise. You know I was intending to get a lot of\nblueberries, and maybe find some old dishes in a dump or something--\"\n\n\"Can't we look while you hold the dog?\" asked Violet anxiously.\n\n\"Of course you can, Pet!\" said Jess. \"Look over there by those rocks.\"\n\nBenny and Violet scrambled through the underbrush to the place Jess\npointed out, and investigated. But they did not hunt long, for the\nblueberries were so thick that the bushes almost bent over with their\nweight.\n\n\"O Jessy,\" screamed Benny, \"you never saw so many in your life! What'll\nwe pick 'em into?\"\n\n\"Come and get a clean towel,\" said Jess, who noticed that Benny was\nalready \"picking into\" his own mouth.\n\n\"But that's just as well,\" she thought. \"Because he won't get so hungry\nwaiting for the milk.\" She watched the two children a moment as they\ndropped handfuls of the bluish globes on the towel. Then she carefully\ngot up with her little patient and went over and sat down in the center\nof the patch. The berries were so thick she did not have to change her\nposition before the towel held over a quart.\n\n\"Oh, dear,\" sighed Jess. \"I wish I could hunt for some dishes, so we\ncould have blueberries and milk.\"\n\n\"Never mind tonight,\" said Violet. \"We can just eat a handful of berries\nand then take a drink of milk, when Henry comes.\"\n\nBut it was even better than that, for when Henry came he had two bottles\nof milk under one arm, a huge loaf of brown bread under the other, and\nsome golden cheese in waxed paper in his pocket.\n\nBut you should have seen Henry stare when he saw what Jess was holding!\n\n\"Where in the world--\" began the boy.\n\n\"He _camed_ to us,\" volunteered Benny. \"He camed for a s'prise for you.\nAnd he's a nice doggie.\"\n\nHenry knelt down to look at the visitor, who wagged his tail. \"It\nwouldn't be a bad thing to have a watchdog,\" said Henry. \"I worried\nabout you all the time I was gone.\"\n\n\"Did you bring some milk?\" inquired Benny, trying to be polite, but\nlooking at the bottles with longing eyes.\n\n\"Bless his heart!\" said Jess, struggling to her feet with the dog.\n\"We'll have dinner right away--or is it supper?\"\n\n\"Call it supper,\" suggested Henry, \"for it's the last thing we'll have\nto eat today.\"\n\n\"And then tomorrow we'll start having three meals every day,\" laughed\nJess.\n\nIt was certainly a queer meal, whatever it was. Jess, who liked above\nall things to be orderly, spread out the big gray laundry bag on the\npine needles for a tablecloth. The brown loaf was cut by a very excited\nlittle hostess into five thick squares; the cheese into four.\n\n\"Dogs don't eat cheese,\" Benny remarked cheerfully. The poor little\nfellow was glad of it, too, for he was very hungry. He could hardly wait\nfor Jess to set the milk bottles in the center of the table and heap the\nblueberries in four little mounds, one at each place.\n\n\"I'm sorry we haven't cups,\" Jess remarked. \"We'll just have to drink\nout of the same bottle.\"\n\n\"No, we won't,\" said Henry. \"We'll drink half of each bottle, so that\nwill make at least two things to drink out of.\"\n\n\"Good for you, Henry,\" said Jess, much relieved. \"You and Benny use one,\nand Violet and I will use the other.\"\n\nSo the meal began. \"Look, Benny,\" directed Henry. \"Eat a handful of\nblueberries, then take a bite of brown bread, then a nibble of cheese.\nNow, a drink of milk!\"\n\n\"It's good! It's good!\" mumbled Benny to himself all through the meal.\n\nYou must not imagine that the poor wandering dog was neglected, for Jess\nfed him gently, as he lay in her lap, poking morsels of bread into his\nmouth and pouring milk into her own hand for him to lap up.\n\nWhen the meal was over, and exactly half of each bottle of milk\nremained, Jess said, \"We are going to sleep on _beds_ tonight, and just\nas soon as we get our beds made, we are all going to be washed.\"\n\n\"That'll be fun, Benny,\" added Violet. \"We'll wash our paws in the\nbrook just the way Cinnamon does.\"\n\n\"First, let's gather armfuls of dry pine needles,\" ordered Jess. \"Get\nthose on top that have been lying in the sunshine.\" Jess laid the dog\ndown on a bed of moss as she spoke, and started energetically to scoop\nup piles of the fragrant needles. Soon a pile as high as her head stood\njust under the freight-car door.\n\n\"I think we have enough,\" she said at last. Taking the scissors from\nViolet's workbag, she cut the laundry bag carefully into two pieces,\nsaving the cord for a clothesline. One of the big squares was laid\nacross Benny's hay and tucked under. That was the softest bed of all.\nViolet's apron and her own, she cut off at the belt.\n\n\"I'll sleep next to Benny,\" said Henry, \"with my head up by the door.\nThen I can hear what is going on.\" A big pile of pine needles was loaded\ninto the freight car for Henry's bed, and covered with the other half of\nthe laundry bag.\n\nThe remainder of the needles Jess piled into the farthest corner of the\ncar for herself and Violet. \"We'll all sleep on one side, so we can\ncall it the bedroom.\"\n\n\"What'll be the other side?\" inquired Benny.\n\n\"The other side?\" repeated Jess. \"Let me think! I guess that'll be the\nsitting room, and perhaps some of the time the kitchen.\"\n\n\"On rainy days, maybe the dining room,\" added Henry with a wink.\n\n\"Couldn't it be the parlor?\" begged Benny.\n\n\"Certainly, the parlor! We forgot that,\" agreed Jess, returning the\nwink. She was covering the last two soft beds with the two aprons. \"The\ntops of these aprons are washcloths,\" she said severely. Then armed with\nthe big cake of soap she led the way to the brook. The dog watched them\nanxiously, but when Jess said, \"Lie still,\" he obeyed. From the moment\nJess drew the thorn from his foot he was her dog, to obey her slightest\ncommand and to follow her wherever she went.\n\nThe clean cool brook was delightful even to Benny. The children rolled\nup their sleeves and plunged their dusty arms into its waters,\nquarreling good-naturedly over the soap, and lathering their stained\nfaces and necks with it. When they were well rinsed with clear water\nthey dried themselves with the towel. Then Jess washed both towels\nnicely with soap, rinsed them, and hung them on the clothesline of tape,\nwhich she had stretched between two slender birch trees. They flapped\nlazily in the wind.\n\n\"Looks like home already, Jess,\" said Henry, smiling at the washing.\n\nThe tired children clambered into the \"bedroom,\" Jess coming last with\nthe wounded dog.\n\n\"We'll have to leave the door open, it's so hot,\" said Henry, lying down\nwith a tired sigh.\n\nAnd in less than ten minutes they were fast asleep, dog and all--asleep\nat six o'clock, asleep without naming the dog, without locking the door,\nwithout fear, for this was the first night in four that they had been\nable to go to sleep _at night_, as children should.\n\n\n\n\nHOUSEKEEPING\n\n\nThe next morning Jess was up before the others, as was fitting for a\nlittle housekeeper. That is, she was first if we except the dog, who had\nopened one eye instantly every time his little mistress stirred in her\nsleep. He sat watching gravely in the door of the car as Jess descended\nto get breakfast. She walked from the little waterfall quite a distance\ndown the brook, looking at it with critical eyes.\n\n\"This will be the well,\" she said to herself, regarding a small but deep\nand quiet basin just below the falls. Below that she found a larger\nbasin, lined with gravel, with flat stones surrounding it.\n\n\"This will be the washtub,\" she decided. \"And now I must go back to the\nrefrigerator.\" This was the strangest spot of all, for behind the little\nwaterfall was a small quiet pool in which Jess had set the milk bottles\nthe night before. Not a drop of water could get in, but all night long\nthe cool running water had surrounded the bottles. They were now fairly\nicy to the touch. Jess smiled as she drew them out.\n\n\"Is it good?\" asked Benny's voice. There he sat in the door of the car,\nswinging his legs, his arm around the shaggy dog.\n\n\"It's delicious!\" declared Jess. \"Cold as ice.\" She climbed up beside\nhim as she spoke, bringing the breakfast with her. The other two\nchildren sat up and looked at it.\n\n\"Today, Jess,\" began Henry, \"I will go back to town and try to get a job\nmowing lawns or something. Then we can afford to have something besides\nmilk for breakfast.\"\n\nMilk suited Benny very well, however, so the older children allowed him\nto drink rather more than his share. Henry did not waste any time\ntalking. He brushed his hair as well as he could without a brush, rolled\ndown his sleeves, and started for town with the second dollar.\n\n\"Glad you've got a dog, Jess,\" he called back, as he waved his straw\nhat.\n\nThe children watched him disappear around the curve and then turned to\nJess expectantly. They were not mistaken. Jess had a plan.\n\n\"We'll explore,\" she began mysteriously. \"We'll begin here at the car,\nand hunt all over these woods until we find a dump!\"\n\n\"What's a dump?\" inquired Benny.\n\n\"O Benny!\" answered Violet. \"You know what a dump is. All old bottles\nand papers and broken dishes.\"\n\n\"And wheels?\" asked Benny interestedly. \"Will there be any old wheels?\"\n\n\"Yes, maybe,\" assented Violet. \"But cups, Benny! Think of drinking milk\nout of a cup again!\"\n\n\"Oh, yes,\" said Benny, politely. But it was clear that his mind was\ncentered on wheels rather than cups.\n\nThe exploring party started slowly down the rusty track, with the dog\nhopping happily on three legs. The fourth paw, nicely bandaged with\nJess' handkerchief, he held up out of harm's way.\n\n\"I think this is a spur track,\" said Jess. \"They built it in here so\nthey could load wood on the cars, and then when they had cut all the\nwood they didn't need the track any more.\"\n\nThis explanation seemed very likely, for here and there were stumps of\ntrees and decaying chips. Violet took note of these chips, and\nremembered them some days later. In fact, both girls kept their eyes\nopen, and pointed out things of interest to each other.\n\n\"Remember these logs, Violet, if we should ever need any,\" said Jess\npointing.\n\n\"Blackberry blossoms!\" returned Violet briefly, turning one over gently\nwith her foot.\n\n\"Big flat stones!\" remarked Jess, later on, as they came upon a great\nheap of them.\n\nHere the track came out into the open sunshine, and broken pieces of\nrail showed clearly where it had joined the main track at some time in\nthe past. And here from the top of the wooded hill the children could\nplainly see the city in the valley. They walked along the track, picking\nout a church steeple here and there, forgetting for a moment the object\nof their search.\n\n\"There's a wheel!\" Benny cried triumphantly from behind.\n\nThe girls looked down, and with a glad cry of surprise Jess recognized a\ndump at the foot of the hill. They found it not composed entirely of\nashes and tin cans, either, although both of these were there in great\nprofusion. It was a royal dump, containing both cups and wheels.\n\n\"O Benny!\" cried Jess, \"if it hadn't been for you!\" She hugged him,\nwheel and all, and began turning over the rubbish with great delight.\n\n\"Here's a white pitcher, Jess,\" Violet called, holding up a perfect\nspecimen with a tiny chip in its nose.\n\n\"Here's a big white cup,\" said Jess delightedly, laying it aside.\n\n\"Want a teapot, Jessy?\" inquired Benny, offering her an enormous blue\nenameled affair without a handle.\n\n\"Yes, _indeed_!\" cried Jess. \"We can use that for water. I've found two\ncups and a bowl already. And Violet, we ought to be looking for spoons,\ntoo.\"\n\nViolet pointed without speaking to her little pile of treasures. There\nwere five iron spoons covered with rust.\n\n\"Wonderful!\" pronounced Jess with rapture. Indeed, it is doubtful if\ncollectors of rare and beautiful bits of porcelain ever enjoyed a search\nas much as did these adventurers in the dump heap.\n\nBenny actually found four wheels, exactly alike, probably from the same\ncart, and insisted upon carrying them back. To please him, Jess allowed\nhim to add them to the growing pile.\n\n\"Here's a big iron kettle,\" observed Violet. \"But we won't really cook\nwith a fire, will we, Jess?\"\n\n\"We'll take it back, though,\" replied Jess with a knowing look. \"We can\npile lots of dishes in it.\"\n\nThey could, and did, but not until after Benny had discovered his\nbeloved \"pink cup.\" It was a tea-party cup of bright rose-color with a\nwreath of gorgeous roses on it, and a little shepherdess giving her lamb\na drink from a pale blue brook. It had a perfectly good handle, gold\ninto the bargain. Its only flaw was a dangerous crack through the lamb's\nnose and front feet. Jess made a cushion for it out of grass and laid it\non top of the kettle full of treasures. All the things, even the wheels,\nwere laid on a wide board which the two girls carried between them.\n\n[Illustration: _Benny discovered his beloved \"pink cup\"_]\n\nCan you imagine the dishwashing when the gay party returned to the\nfreight car? Children do not usually care for dishwashing. But never did\na little boy hand dishes to his sister so carefully as Benny did. On\ntheir hands and knees beside the clear, cool little \"washtub,\" the\nthree children soaped and rinsed and dried their precious store of\ndishes. Jess scoured the rust from the spoons with sand. \"There!\" she\nsaid, drying the last polished spoon. The children sat back and looked\nadmiringly at their own handiwork. But they did not look long. There was\ntoo much to be done.\n\n\"Jess,\" exclaimed Violet, \"I'll tell you!\" Violet seldom spoke so\nexcitedly. Even Benny turned around and looked at her.\n\n\"Come and see what I noticed inside the car last night!\"\n\nBoth children followed her, and peered in at the door.\n\n\"See, on the wall, right over on the other door, Jess.\" Now, all Jess\ncould see were two thick chunks of wood nailed securely to the closed\ndoor opposite the open one. But she whirled around and around as fast as\nshe could, clapping her hands. When she could get her breath, however,\nshe skipped over to the board they had carried, dusted it nicely, and\nlaid it carefully across the two wooden projections. It was a perfect\nshelf.\n\n\"There!\" said Jess.\n\nThe children could hardly wait to arrange the shining new dishes on the\nshelf. Violet quietly gathered some feathery white flowers, a daisy or\ntwo, and some maidenhair ferns, which she arranged in a glass vase\nfilled with water from the \"well.\" This she put in the middle, with the\nbroken edge hidden.\n\n\"There!\" said Jess.\n\n\"You said 'there' three times, Jessy,\" remarked Benny, contentedly.\n\n\"So I did,\" replied Jess laughing, \"but I'm going to say it again.\" She\npointed and said, \"There!\"\n\nHenry was coming up the path.\n\n\n\n\nEARNING A LIVING\n\n\nHenry had all sorts of packages under his arm and in his pockets. But he\nwouldn't open them or tell a thing about his adventures until dinner was\nready, he said. \"Jess, you're a wonder!\" he exclaimed when he saw the\ndishes and the shelf.\n\nThe big kettle was selected, and they all began to pick blueberries as\nfast as they could, telling Henry meanwhile all about the wonderful\ndump. At last the tablecloth was spread and Henry unwrapped his parcels\nbefore the whole excited family.\n\n\"I bought some more brown bread,\" he said, producing the loaves, \"and\nsome more milk--in the same little store where I went yesterday. It's\nkept by a little old man, and it's called a Delicatessen Shop. He has\n_everything_ in his store to eat. I bought some dried beef because we\ncan eat it in our fingers. And I bought a big bone for the dog.\"\n\n\"His name is Watch,\" Jess interrupted.\n\n\"All right,\" said Henry, accepting the name. \"I bought a bone for\nWatch.\"\n\nWatch fell on the bone as if he were famished, which indeed he nearly\nwas.\n\nIt was a rapturous moment when Jess poured the yellow milk into four\ncups or bowls, and each child proceeded to crumble the brown bread into\nit with a liberal scattering of blueberries. And then when they ate it\nwith spoons! Nobody was able to speak a word for several minutes.\n\nThen Henry began slowly to tell his tale.\n\n\"I earned a dollar just this morning,\" he began proudly. \"I walked along\nthe first shady street I came to--nice houses, you know. And there was a\nfellow out mowing his own lawn. He's a nice fellow, too, I can tell\nyou--a young doctor.\" Henry paused to chew blissfully.\n\n\"He was pretty hot,\" Henry went on. \"And just as I came to the gate, his\ntelephone rang. I heard it, and called after him and asked if he didn't\nwant me to finish up.\"\n\n\"And he said he did!\" cried Jess.\n\n\"Yes. He said, 'For goodness' sake, yes!'\" Henry answered smiling. \"You\nsee, he wasn't used to it. So I mowed the lawn and trimmed the edges,\nand he said he never had a boy trim it as well as I did. And then he\nasked me if I wanted a steady job.\"\n\n\"O Henry!\" cried Violet and Jess together.\n\n\"I told him I did, so he said to come back this afternoon any time I\nwanted, or tomorrow--he said he didn't care just when--any time.\"\n\nHenry gave his cup a last polish with his spoon and set it down\ndreamily. \"It's a pretty house,\" he went on, \"and there's a big garden\nbehind it--vegetable garden. And an orchard behind that--cherry orchard.\nYou ought to see the cherry trees! Well, when I was trimming the edges\nnear the kitchen door, the cook came and watched me. She's a fat\nIrishwoman.\" Henry laughed at the recollection.\n\n\"She asked me if I liked cookies. Oh, if you had smelled them baking\nyou'd have died laughing, Benny. Dee-licious! So I said I did, and she\npassed me out one, and when she went back I put it in my pocket.\"\n\n\"Did she see you?\" asked Jess anxiously.\n\n\"Oh, no,\" said Henry confidently. \"For I carefully chewed away for a\nlong time on nothing at all.\"\n\nBenny began to look fixedly at Henry's pocket. It certainly was still\nrather bulgy.\n\n\"When I went, the doctor paid me a dollar, and the cook gave me this\nbag.\"\n\nHenry grinned as he tossed the paper bag to Jess. Inside were twelve\nginger cookies with scalloped edges, smelling faintly of cinnamon and\nsugar.\n\n\"I'm going to keep track of everything I earn and spend,\" said Henry,\nwatching Jess as she handed around the cookies with reverence.\n\n\"How are you going to write without a pencil?\" asked Jess.\n\n\"There are pieces of tailor's chalk in my workbag,\" said Violet.\n\nHenry gave his younger sister a gentle pat, as she returned with her\nworkbag and fished for the chalk.\n\nWhile the girls rinsed the empty dishes in the brook and stored away the\nfood for supper, Henry was beginning his cash account on the wall of his\nbedroom. It was never erased, and Henry often now looks at the account\nwith great affection.\n\nSoon the girls came to inspect it. Meanwhile Benny looked on with great\ndelight as Watch tried to bury his bone with only one paw to dig with.\n\n\"Earned, $1.00; Cash on hand, $3.85,\" read Jess aloud.\n\nBelow, he had written:\n\n    Milk     .24\n    Bread    .10\n    Bread    .20\n    Cheese   .10\n    Milk     .24\n    Beef     .20\n    Bone     .05\n    Cloth    .10\n\n\"Cloth!\" exclaimed Violet. \"What on earth?\"\n\nHenry laughed a little, and watched her face as he drew out his last\npackage and handed it to her.\n\n\"I thought we ought to have a tablecloth,\" he explained. \"So I got a\nyard at the ten-cent store--but it isn't hemmed, of course.\"\n\nWith a cry of delight Violet unwrapped the brown cloth with its edge of\nblue. Her clever fingers were already evening the two ends. She was\nnever so happy as when with a needle.\n\nHenry set off again with a light heart. Here was one sister curled up\nhappily against a big tree, setting tiny stitches into a very straight\nhem. Here was another sister busily gathering pliant twigs into a bundle\nfor a broom with which to sweep the stray pine needles from the house.\nAnd here was Benny, curled up sound asleep on the ground with the dog\nfor a pillow.\n\nIt was quite late when Henry returned. In fact, it was nearly seven\no'clock, although he didn't know that. Several treasures had been added\nin his absence. The broom stood proudly in the corner with a slim stick\nfor a handle. The new tablecloth had been washed and was drying on the\nline. And Jess, who had decided to wash one garment a day, had begun\nwith Benny's stockings. When Henry came they were being put on again\nwith much pride by Benny himself. Violet had darned a big hole in each.\n\nThis time Henry himself could not wait to tell his sisters what he had.\nHe passed them the package at once, with shining eyes.\n\n\"Butter!\" cried Jess with a radiant face.\n\nIt was butter, cool and sweet. Nobody remembered that they had been a\nweek without tasting either butter or meat when at last they sat down to\ntheir royal supper.\n\n\"These are trick spoons,\" explained Henry. \"Turn them upside down, and\nuse the handle, and they become knives.\"\n\nThey were knives; anyway, they were used to spread the delicious morsels\nof butter on the brown loaf. With dried beef, and a cookie for dessert,\nwho could ask for better fare? Certainly not the four children, who\nenjoyed it more than the rarest dainties.\n\n\"I washed the doctor's automobile this afternoon,\" Henry related. \"Then\nI washed both piazzas with the hose, and tomorrow I'm going to hoe in\nthe garden. Oh, wouldn't I love to have a nice cold swim in that brook!\"\n\nHenry was hot and sticky, certainly. He looked with longing eyes at the\nwaterfall as he finished the last crumbs of his supper.\n\n\"I wonder if we couldn't fix up a regular swimming pool,\" he said, half\nto himself.\n\n\"Of course we could,\" replied Violet, as if nothing were too difficult.\n\"Jess and I know where there are big logs, and big flat stones.\"\n\n\"You do, hey?\" said Henry staring at his gentle little sister.\n\n\"Well, why couldn't we, Henry?\" struck in Jess. \"Just a little below\nthis there is a sort of pool already, only not big enough.\"\n\n\"We sure could!\" cried Henry. \"Some day I'll stay home from work, and\nwe'll see.\"\n\nNobody realized that Henry had been working only one day in all. Anyway\nit seemed as if they had always lived in the comfortable home in the\nfreight car, with Henry plying back and forth from the city each day,\nbringing them new surprises.\n\nHenry went to bed that night with a head full of plans for damming up\nthe brook. He almost shouted when he thought suddenly of Benny's wheels.\nHe began to plan to make a cart to carry the heavy stones to the brook.\nAnd that was when he first noticed that Watch was not asleep. He could\nsee his eyes shining red in the darkness. It must have been around\neleven o'clock.\n\nHenry reached over and patted his rough little back. Watch licked the\nhand, but didn't close his eyes. Suddenly he began to growl softly.\n\n\"Sh!\" said Henry to the dog. Now thoroughly startled, he sat up; Jess\nsat up. They did not hear a sound.\n\n\"Better shut the door,\" breathed Henry. Together they rolled the door\nvery slowly and softly until it was shut.\n\nStill they did not hear anything. But still Watch continued his uneasy\ngrowling.\n\nViolet and Benny slumbered on. Jess and Henry sat motionless, with their\nhearts in their mouths.\n\n\"Supposing it was some other tramp,\" whispered Jess, \"somebody else that\nwanted to sleep here!\"\n\n\"Watch would bite 'em,\" whispered Henry briefly. Jess never knew what\nconfidence Henry had in the faithful dog.\n\nThen a branch cracked sharply outside, and Watch barked out loud. Jess\nsmothered the dog instantly in her arms. But it had been a bark and it\nwas loud, clear, and unmistakable.\n\n\"That settles it,\" thought Henry. \"Whoever it is, knows there's someone\nin here.\" And the boy waited with the new broom in his hand, expecting\nevery moment to see the door opened from the outside.\n\nBut nothing happened. Nothing at all. The children sat in perfect\nsilence for at least a half hour, and nothing more was heard. Watch\nsniffed a little when Henry finally rolled the door open again. But he\nthen turned around three times and lay down beside Jess, apparently\nsatisfied at last.\n\nTaking the dog's conduct as a sure guide, Henry composed himself for\nsleep.\n\n\"It must have been a rabbit or something,\" he said to Jess.\n\nThe occupants of the freight car slept peacefully until morning.\n\n\n\n\nAT HOME\n\n\nJess and Henry had a short committee meeting next morning before the\nothers awoke. It was agreed that nobody should be allowed to stray off\ninto the woods alone, not even the dog. And with much mystery Henry left\nsome orders with all of them, as to what they should build for him\nduring the morning.\n\n\"What for?\" asked Benny.\n\n\"Shan't tell, old fellow,\" teased Henry. \"You just build it, and you'll\nsee later.\"\n\nSo Henry walked briskly through the woods, feeling sure that the noise\nin the night had been made by a rabbit.\n\nHaving no watch, Henry made a slight mistake by appearing at the young\ndoctor's door before eight o'clock. He was just in time to meet the\ndoctor coming in from a night call.\n\nIf Henry had not been so eager to begin work, he would have noticed how\nthe young man's dark eyes examined him from head to foot, even to his\nplastered hair, wet with brook water. It was not the doctor who directed\nhis work, but the doctor's mother--the sweet-faced Mrs. McAllister,\nwhose heart was centered in her son and her vegetable garden.\n\nHer heart warmed to the boy when she saw how carefully he thinned out\nthe carrots, which had been sadly neglected.\n\n\"I have been so busy,\" she declared, \"that I have actually stayed awake\nnights worrying about these carrots. There--see that?\" She pulled out a\nfairly good-sized carrot as she spoke. It had to come out, for it was\nmuch too near its neighbors. In fact, when Henry had thinned out half a\nrow he had quite a little pile of eatable carrots, each as large as his\nthumb. When Mrs. McAllister saw Henry deftly press the earth back again\naround the carrots which remained standing, she left him quietly with a\nsmile. Here was a gardener whom she could trust.\n\nHenry worked steadily in the hot sun, completing row after row of\ncarrots, parsnips, and onions. When the mill bells rang at noon he\nworked on, without noticing that his employer was again watching him.\n\nWhen he did at last notice her he asked her, smiling, what she wanted\ndone with the things he had pulled up.\n\n\"Oh, throw them away,\" she said indifferently. \"Toss them over into the\norchard, and sometime we'll burn them when they get dry.\"\n\n\"Do you mind if I take them myself?\" asked Henry, hesitatingly.\n\n\"Oh, no,\" said Mrs. McAllister cordially. \"Have you chickens? That will\nbe fine.\"\n\nHenry was thankful that she went right along without waiting for an\nanswer. But in a way he did have chickens, he thought.\n\n\"You must stop working now,\" she said. \"Any time you want to do\nsomething, there will be a place for you here.\" She gave him a dollar\nbill, and left the delighted boy with the piles of precious little\nvegetables. As long as Henry expected to return so soon, he hastily\nselected an orderly bunch of the largest of the carrots and the smallest\nof the onions. He added a few of the miniature parsnips for good\nmeasure. They looked like dolls' vegetables. When Henry walked down the\ndrive with his \"bouquet,\" he would have seen a face at the window if he\nhad looked up. But he did not look up. He was too anxious to get to the\nlittle old man's shop and order his meat.\n\nSo it happened that Henry walked in upon his little family at about two\no'clock with all the materials for a feast. The feast could not be made\nready before night, Jess hastened to explain to Benny, who was perfectly\nsatisfied anyway with bread and milk in his pink cup.\n\n\"Your building is done,\" Benny informed his brother. \"I builded lots of\nit.\"\n\n\"He really did,\" agreed Violet, leading the way to the sunny open spot a\ntrifle behind the house. The \"building\" was a fireplace. With an\nenormous amount of labor, the children had made quite a hollow at the\nbase of a rock. This was lined completely with flat stones. More flat\nstones had been set on end to keep out the wind. On top of the stones\nlay the most wonderful collection of firewood that you can imagine, all\nready to light. There were chips and bits of crumpled paper, pine cones,\nand dry twigs. Beside the big rock was a woodpile. The children had\napparently been working like beavers all the morning. Jess had found a\nheavy wire in the dump, and had fastened it between two trees. On the\nwire the kettle swung merrily.\n\n\"Fine! Fine!\" shouted Henry when he saw it. \"I couldn't have done it so\nwell myself.\" And he honestly believed it.\n\n\"We have dinner at night, here,\" observed Jess impressively. \"What did\nyou buy?\"\n\nWhen the girls saw the tiny vegetables they began with cries of delight\nto cut them from their stalks with Henry's knife and a broken paring\nknife. They scrubbed them in the \"washtub,\" filled the kettle half full\nof water from the \"well,\" and proceeded in great excitement to cut the\nraw meat into cubes. When this had been dropped into the kettle, Henry\nlighted the fire. It burned frantically, as if it were trying to\nencourage the stew to do its best. Violet laid the tin plate over the\ntop for a cover, and they all stood by to hear the first bubble. Soon\nthe savory stuff in the kettle began to boil in good earnest. Watch sat\ndown gravely near it, and gave an approving sniff at intervals.\n\n\"Keep it boiling,\" advised Henry as he departed again. \"When I come home\ntonight I'll bring some salt. And for mercy's sake, don't get on fire.\"\n\nViolet pointed silently at the big teapot. The little girl had filled it\nwith water in case of emergency. \"That's if Benny gets on fire,\" she\nexplained--\"or Watch.\"\n\nHenry laughed and went on his way happily enough. He wished he might\nshare the delightful task of keeping the fire going and sniffing the\nstew, but when he found out his afternoon's duties, he changed his mind\nabruptly.\n\n\"Think you can clean up this garage?\" asked Dr. McAllister quizzically\nwhen he appeared.\n\nHenry flashed a look around the place, and met the young man's eyes with\na smile. It did need cleaning rather badly. When its owner purred out in\nhis high-powered little car, Henry drew a long breath and began in\nearnest. He opened all the chests of drawers to begin with. Then he\narranged all the tools in the largest deep drawer, and with a\nlong-handled brush and a can of black paint that was nearly dry, he\nlabeled the drawer TOOLS with neat lettering. Another drawer he lettered\nNAILS, and assorted its contents into a few of the many boxes that were\nlying around. He folded up the robes he found, swept off the shelves and\narranged the oil cans in orderly ranks, sorted out innumerable pairs of\ngloves, and then swept the floor. He washed the cement floor with the\nhose, and while waiting for it to dry he rinsed his brushes in\nturpentine.\n\nTo tell the truth, Henry had found a few things in the rubbish which he\nhad stored in his own pocket. The treasure consisted in this case of a\nquantity of bent and rusty nails of all sizes, and a few screws and\nnuts.\n\nWhen Dr. McAllister returned at six o'clock he found Henry corking up\nthe turpentine and arranging the brushes on the shelf.\n\n\"My word!\" he exclaimed, staring at his garage with his mouth open. Then\nhe threw back his head and laughed till his mother came down the walk to\nsee what the matter was.\n\n\"Look at my gloves, Mother,\" he said, wiping his eyes. \"All mated up.\nThey never met each other before, that I remember.\"\n\nMrs. McAllister looked the garage over, and observed the newly labeled\ndrawers. Her son opened one of them, and looked at his four hammers.\n\n\"My tack hammer, Mother,\" he said, \"your tack hammer, and two other\nhammers! That last one I never expected to see again. If you can use it,\nyou may have it, my boy.\"\n\nNow, it is no exaggeration to say that at that moment if Henry had been\nasked what he wanted most of anything in the world he would have\nanswered without any hesitation whatever, \"A hammer.\"\n\nHe accepted it gratefully, hardly able to stand still, so anxious was he\nto put it into use on the hill he called home.\n\n\"Tomorrow's Sunday,\" said the doctor. \"Shall I see you on Monday?\"\n\n\"Oh, yes,\" replied Henry, who had lost all track of the days.\n\n\"The cherries need picking,\" said his new friend. \"We could use any\nnumber of cherry pickers, if they were as careful as you.\" He gave him\nan odd look.\n\n\"Could you?\" asked Henry eagerly. \"I'll surely come down.\"\n\nWith that, he bade his friends good-by and started for home, richer by\nanother dollar, two doughnuts the cook had given him, a pocket full of\ncrooked nails, and the rest of the vegetables.\n\nWhen he reached his freight-car home a delicious savor greeted him.\n\n\"Onions!\" he shouted, running up to the kettle. The cook stood by and\ntook off the cover and put in the salt. It was absolutely the most\ntantalizing odor that Henry had ever smelled. Years afterward Jess tried\nto duplicate it with the same kettle, vegetables from the same garden\nand all stirred with the same spoon, but it didn't equal this stew in\nflavor.\n\n\"A ladle, as sure as I live!\" gasped Henry. Jess had found a tin cup in\nthe dump, and fastened on a wooden handle with a bit of wire. And when\nshe ladled out four portions on four plates of all sizes, some of them\ntin, and laid a spoon in each, the children felt that the world held no\ngreater riches. The tiny onions floated around like pearls; the carrots\nmelted in your mouth; and the shreds of meat were as tender as possible\nfrom long boiling. A bit of bread in one hand helped the feast along\nwonderfully. The little wanderers ate until they could eat no more.\n\n\"I have time before dark to make Benny's cart,\" observed Henry, biting a\ncrisp, sweet carrot.\n\n\"With my wheels?\" asked Benny.\n\n\"Yes, sir, with your wheels,\" agreed Henry. \"Only, when it's done,\nyou'll have to cart stones in it.\"\n\n\"Sure,\" said Benny with satisfaction. \"Cart stones or _anything_.\"\n\n\"We'll need it in making the dam,\" explained Henry for the benefit of\nhis sisters. \"Tomorrow's Sunday, so I shan't work down in the town. Do\nyou think it's all right to build the pool on Sunday, Jess?\"\n\n\"I certainly do,\" replied Jess with emphasis. \"We're just building the\ndam so we can keep clean. I guess if Sunday is your only day off, it'll\nbe all right.\"\n\nHenry's conscience was set at rest as he began with great delight to\nhammer out his bent nails. He and Benny ran about finding pieces of wood\nto fasten the wheels on. A visit to the dump was necessary at last, in\norder to find just the right piece of timber for a tongue, but before it\nwas too dark to see, Henry had pounded the last nail in place and\ntrundled the flat cart back and forth just to see it go. The cart seemed\nvaluable enough to all of them to take into the house for the night. And\nHenry could not afford to laugh at Benny for going to sleep with his\nhand upon one of his precious wheels, for he himself had tucked his new\nhammer under his pillow.\n\n\n\n\nBUILDING THE DAM\n\n\nEven a hammer makes a good pillow if one is tired enough, and the\nfreight-car family slept until the nine-o'clock church bells began to\nring faintly in the valley. There were at least a dozen churches, and\ntheir far-away bells sounded sweetly harmonious in so many different\nkeys.\n\n\"They almost play a tune,\" said Violet, as she listened.\n\n\"I like music all right,\" replied Henry in a business-like way, \"but I\nfor one shall have to get to work.\"\n\n\"This will be a good day to wash all the stockings,\" said Jess. \"We'll\nall be wading so much in the brook, anyway.\"\n\nAfter breakfast the first thing Henry did was to survey, with critical\neyes, the spot they had chosen for a pool. It was a hollow about three\nyards across. There were no stones in it at all.\n\n\"It's _big_ enough already,\" remarked Henry at last, \"but it hasn't\nenough water in it.\" He measured its depth with a stick. \"We'll have to\nguess at inches,\" he said.\n\n\"I have a little tape measure in my workbag,\" ventured his sister\nViolet.\n\nHenry flashed a smile at her. \"Is there anything you _haven't_ got in\nyour workbag?\" he asked her.\n\nThe children measured the wet stick carefully. The water was just ten\ninches deep in the deepest part.\n\nHenry explained his plan of engineering to his sisters. \"We will have to\nhaul some big logs across this narrow part and stuff them from this end\nwith stones and underbrush. It ought to be three feet deep before we get\nthrough.\"\n\n\"O Henry!\" protested Jess. \"Benny would get drowned.\"\n\n\"Drowned!\" echoed Henry. \"How tall do you think he is, anyhow?\"\n\nThey measured the little boy and found him to be forty-two inches tall.\nThat settled it; the pool was designed to be three feet in depth.\n\nLuckily the largest logs were not far away; but as it was, it was a\nmatter of great labor for the builders to drag them to the scene of\noperations.\n\n\"Let's get all the logs up here first,\" suggested Jess. \"Then we can\nhave the fun of laying them across.\"\n\nThe two older children dragged all the logs, while Violet and Benny\nattended to the stones, with the help of the cart. Occasionally Henry\nwas called upon to assist with a heavy stone, but for the most part\nBenny puffed out his cheeks and heaved the stones himself. In fact,\nHenry decided at this point to let Benny drop them into the water as he\ngathered them. \"Splash 'em right in, old fellow,\" he directed. \"Only\nkeep them in a nice straight line right across this place between these\ntwo trees. It won't make any difference how wet he gets,\" he added in an\naside to Jess. \"We can dry him in the sun.\"\n\nJess thought a little differently, although she said nothing. She took\noff Benny's little crinkled blouse and one pair of bloomers, and started\nto hang them on the line.\n\n\"Good time to wash them!\" she exclaimed.\n\n\"Let me wash them,\" begged Violet. \"You're more useful building the\ndam.\" There was wisdom in this suggestion, so Jess accepted it\ngratefully, and even added Henry's blouse to the laundry.\n\n\"When we finish the dam they will surely be dry,\" she said.\n\nAs for Henry, he was only too glad to work without it. \"Makes me feel\nlighter,\" he declared.\n\nRare and beautiful birds came and watched the barefooted children as\nthey scurried around, building their wall of masonry. But the children\ndid not have any eyes for birds then. They watched with delighted eyes\nas each stone was added to the wall under the clear water, and it began\nto rise almost to the surface.\n\n\"That makes a solid foundation for the logs, you see,\" explained Henry\nwith pride. \"They won't be floating off downstream the minute we lay\nthem on.\"\n\nThen at last the time arrived when they were to lay the logs on.\n\n\"Let's wedge the first one between these two trees,\" said Jess, with a\nhappy thought. \"Then if each end of the log is on the upper side of the\ntrees, the harder the water pounds the tighter the dam gets.\"\n\n\"Good work!\" exclaimed Henry admiringly. \"That's just what we'll do.\"\n\nBut the children were not at all prepared for what happened the moment\nthe first big log was splashed into its place on top of the stone wall.\n\nThe water, defeated in its course down the rocky bed, gurgled and chased\nabout as it met the opposing log, and found every possible hole to\nescape.\n\n\"Leaks,\" said Henry briefly, as the water began to rush around both ends\nand pour over the top of the log. \"We'll make the logs so thick it\n_can't_ get through. We'll lay three logs across, with three logs on top\nof them, and three more on top of that.\"\n\nThe children set about stubbornly to accomplish this. Violet held great\nsprays of fine underbrush in place until each log was laid. Wetter\nchildren never were seen. But nobody cared. They resolutely plugged the\nends with more stones, more underbrush, and more logs. Each time a leak\nwas discovered, someone dropped a stone over it. Even Benny caught the\nfever of conquering the mischievous water which slipped from their grasp\nlike quicksilver.\n\nWhen the three top logs were at last dropped into place, the excited\nchildren sat down to watch the pool fill. This it did slowly.\n\nFinding now no means of exit, the water was quieter. It rose steadily\nup the barricade of logs. It widened beautifully. Henry could not sit\nstill. \"It slopes!\" he cried. \"See how clear it is! And still! See how\nstill it is!\"\n\nAnd then the water began to overflow the logs. It spilled over the top\nwith a delightful curve. And on the other side it formed a second\nwaterfall--not high and narrow and graceful like the natural fall above,\nbut very low and wide. \"Just like a regular mill dam,\" said Henry.\n\nHe held the measuring stick out as far as he could and plunged it into\nthe water. It lacked an inch of being three feet deep.\n\n\"Deep enough,\" he declared.\n\nIn fact it looked so deep that Benny could not conceal a slight fear.\n\n\"That's the beauty of the slope,\" observed Jess. \"Benny can wade in just\nas far as he wants to, and no farther. We all know what the bed of the\npool is like--no holes or stones.\"\n\nThe girls had to leave to prepare dinner, but Henry could not be\npersuaded to leave the wonderful swimming pool. \"I'd rather swim than\neat,\" he said.\n\nLuckily for the children, their supply of provisions was the largest of\nany day since their flight. The girls lighted the fire and heated up the\nremainder of the stew and cut the bread. The butter, hard and cold in\nthe refrigerator, was taken out, and four portions cut from it. The two\ndoughnuts made four half rings for dessert.\n\nThe cooks rang the dinner bell. This was an ingenious arrangement hung\non a low branch. It consisted of a piece of bent steel swung on a\nstring. Violet hit it sharply with another piece of steel. It sounded\ndeeply and musically through the woods, and the boys understood it and\nobeyed at once.\n\nIt was evident the moment they appeared that at least three of the\nfamily had been swimming. Watch shook himself violently at intervals,\nspattering water drops in all directions. Henry and Benny, fresh and\nradiant, with plastered hair and clean dry stockings and blouses,\napparently liked to swim and eat, too.\n\n\"You can actually swim a few strokes in it, Jess, if you're careful,\"\nHenry said, with excusable pride, as he sat down to dinner.\n\nBuilding a dam is wonderful sauce for a dinner. \"I think stew is much\nbetter the second day,\" observed Benny, eating hungrily.\n\nThere remained two more adventures for the eventful day. The girls cut\ntheir hair. Violet's dark curls came off first. \"They're awfully in the\nway,\" explained Violet, \"and so much trouble when you're working.\"\n\nThey were tangled, too, and Jess cut them off evenly by a string, with\nViolet's little scissors. Jess' chestnut hair was long and silky and\nnicely braided, but she never murmured as it came off too. The two girls\nran to the brook mirror to see how they looked. The new haircut was very\nbecoming to both.\n\n\"I like you better that way,\" said Henry approvingly. \"Lots more\nsensible when you're living in the woods.\"\n\nAround four o'clock the children took a long walk in the opposite\ndirection from any of their other explorations. They were rewarded by\ntwo discoveries. One was a hollow tree literally filled with walnuts,\ngathered presumably by a thrifty squirrel the previous fall. The other\ndiscovery frightened them a little just at first. For with bristling\nback and a loud bark, Watch suddenly began to rout out something in the\nleaves, and that something began to cackle and half run and half fly\nfrom the intruders. It was a runaway hen. The children succeeded in\ncatching the dog and reducing him to order, although it was clear he\nliked very much to chase hens.\n\n\"She had some eggs, too,\" remarked Benny as if trying to make pleasant\nconversation.\n\nJess bent over incredulously and saw a rude nest in the moss in which\nthere were five eggs.\n\n\"A runaway hen!\" said Henry, hardly believing his eyes. \"She wants to\nhide her nest and raise chickens.\"\n\nThe children had no scruples at all about taking the eggs.\n\n\"Almost a gift from heaven,\" said Violet, stroking one of the eggs with\na delicate finger. \"It wouldn't be polite to refuse them.\"\n\nScrambled eggs made a delicious supper for the children. Jess broke all\nthe eggs into the biggest bowl and beat them vigorously with a spoon\nuntil they were light and foamy. Then she added milk and salt and\ndelegated Violet to beat them some more while she prepared the fire. The\nbig kettle, empty and clean, was hung over the low fire and butter was\ndropped in. Jess watched it anxiously, tipping the kettle slightly in\nall directions. When the butter had reached the exact shade of brown,\nJess poured in the eggs and stirred them carefully, holding her skirts\naway from the fire. She was amply repaid for her care when she saw her\nfamily attack the meal. Clearly this was a feast day.\n\n\"We shall have to be satisfied tomorrow to live on bread and milk,\" she\nobserved, scraping up the last delicious morsel.\n\nBut when tomorrow came they had more than bread and milk, as you will\nsoon see.\n\n\n\n\nCHERRY PICKING\n\n\nHenry meditated awhile all to himself early the next morning as to\nwhether he ought to take any one with him for the cherry picking. \"He\ncertainly said he could use more than one,\" he mused.\n\nFailing to decide the question, he laid it before his sisters as they\nate bread and milk for breakfast.\n\n\"I can't see any reason, except one, why we shouldn't all go,\" said\nJess.\n\n\"What's that?\" asked Henry.\n\n\"Well, you see there are four of us, and supposing grandfather is\nlooking for us, it will be easier to find four than one.\"\n\n\"True,\" agreed Henry. \"But supposing we went down the hill and through\nthe streets two by two? And you took Watch?\"\n\nIt was finally agreed that Henry and Benny would attract very little\nattention together; Violet and Jess would follow with the dog, who would\ntrace Henry. And so they set out. They took down the clothesline and\nclosed the car door. Everything instantly looked as lonesome as heart\ncould wish. Even the merry little brook looked deserted.\n\nWhen the children arrived at the McAllister orchard they soon saw that\nthey were not the only workers. Two hired men and the young doctor\nhimself were carrying ladders and baskets from the barn, and the Irish\ncook was bringing piles of square baskets from the house--the kind that\nstrawberries are sold in.\n\n\"The girls can pick cherries as well as I can,\" said Henry, introducing\nhis sisters. \"Benny ought not to climb very tall trees, but we had to\nbring him.\"\n\n\"Benny can carry the baskets, perhaps,\" suggested the doctor, much\namused. \"You see, this is a cherry year, and we have to work quickly\nwhen we once begin. Perhaps he could fill the small baskets from the big\nones.\"\n\nIt was a \"cherry year,\" certainly. There were two varieties in the\norchard, the pale yellow kind with a red cheek, and the deep crimson\nones which were just as red in the center as they were on the outside.\nThe red ones were huge, bursting with juice, and the trees were laden\nfull with the luscious fruit. Even the air was perfumed.\n\nIt was a pretty sight that the doctor finally turned his back upon when\nhe went on his calls. Henry, slim, tanned, and graceful, picked rapidly\nfrom the tallest ladder in the largest tree. The two girls in their\nsensible bloomer suits could climb like cats. They leaned against the\nladders easily about halfway up, their fluffy short hair gleaming in the\nsun. Benny trotted to and fro, waiting upon the busy pickers, his cheeks\nas red as the cherries themselves.\n\n\"Eat all you want,\" Dr. McAllister called back. They did not really obey\nthis command, but occasionally a set of white teeth bit into one of the\nglorious oxhearts.\n\nIn less than an hour Benny had made five firm friends. The hired men\njoked with him, the cook petted him, the young doctor laughed at him\ndelightedly, and sweet Mrs. McAllister fell in love with him. Finally he\nseated himself comfortably at her side under the trees and filled square\nboxes with great care under her direction.\n\n\"I never had such a cheerful crowd of cherry pickers before,\" Mrs.\nMcAllister said at last. \"I'd much rather stay out here than go into the\nhouse where it is cool.\"\n\nEvidently Mary the cook felt the same way, for she kept coming to the\norchard for some reason or other. When the doctor returned at lunch time\nhis orchard was ringing with laughter, and good-natured barks from Watch\nwho could not feel easy in his mind with his mistress so high up in a\ntree where he couldn't follow.\n\nDr. McAllister paused in the garage long enough to give a sniff to the\nboiling cherries in the kitchen, and then made his way to the orchard,\nwhere he received a warm welcome.\n\n\"There's no use in your going home to lunch,\" he smilingly observed, at\nthe same time watching Henry's face carefully. \"You can eat right here\nin the orchard, unless your mother will be worrying about you.\"\n\nThis remark met with an astounding silence. Henry was the first to\ncollect his wits. \"No, our mother is dead,\" he said evenly, without\nembarrassment.\n\nIt was the doctor who hastened to change the subject he had introduced.\n\"I smelled something when I came in,\" he said to Benny.\n\n\"What did it smell like?\" inquired Benny.\n\n\"It smelled like cherry slump,\" replied the doctor with twinkling eyes.\n\n\"Cherry _what_?\" asked Jess, struggling down her ladder with a full\nbasket.\n\n\"I think that's what they call it--slump,\" repeated Dr. McAllister. \"Do\nyou care to try it?\"\n\nAt this moment Mary appeared in the orchard with an enormous tray. And\nat the first sight of her cookery, nobody cared the least what its name\nwas. It was that rare combination of dumpling beaten with stoned\ncherries, and cooked gently in the juice of the oxheart cherries in a\nreal \"cherry year.\" It was steaming in the red juice, with the least\nsuspicion of melted butter over the whole.\n\n\"Do get two more, Mary,\" begged Mrs. McAllister, laughing. \"It tastes so\nmuch better under the cherry trees!\"\n\nThis was another meal that nobody ever forgot. Even the two hired men\nsitting under another tree devouring the delicious pudding, paused to\nhear Benny laugh. Nowadays those two men sometimes meet Henry--but\nthat's another story. Anyway, they never will forget that cherry slump\nmade by Irish Mary.\n\nAlmost as soon as lunch was over Benny rolled over on the grass and went\nto sleep, his head, as usual, on the dog's back. But the others worked\non steadily. Mrs. McAllister kept an eye on them from the screened porch\nwithout their knowledge.\n\n\"Just see how those children keep at it,\" she said to her son. \"There is\ngood stuff in them. I should like to know where they come from.\"\n\nDr. McAllister said nothing. He sauntered out into the orchard when he\nthought they had worked long enough. He paid them four dollars and gave\nthem all the cherries they could carry, although they tried to object.\n\n\"You see, you're better than most pickers, because you're so cheerful.\"\n\nHe noticed that they did not all leave the yard at the same time.\n\nWhen the cherry pickers returned to their little home they examined\neverything carefully. Nothing had been disturbed. The door was still\nshut, and the milk and butter stood untouched in the refrigerator. They\nmade a hilarious meal of raw cherries and bread and butter, and before\nthe stars came out they were fast asleep--happy and dreamless.\n\nThat evening, very much later, a young man sat in his study with the\nevening paper. He read the news idly, and was just on the point of\ntossing the paper aside when this advertisement caught his eye:\n\n     Lost. Four children, aged thirteen, twelve, ten and five. Somewhere\n     around the region of Middlesex and Townsend. $5000 reward for\n     information.\n\n     JAMES HENRY CORDYCE\n\n\"Whew!\" whistled the young man. \"James Henry Cordyce!\"\n\nHe sat in perfect silence for a long time, thinking. Then he went to\nbed. But long after he had gone upstairs he whistled again, and could\nhave been heard to say-if anyone had been awake to hear it--\"James Henry\nCordyce! Of all people!\"\n\n\n\n\nTHE RACE\n\n\nThe Cordyce Steel Mills stood a little aside from the city of\nGreenfield, as if they were a little too good to associate with common\nfactories. James Henry Cordyce sat in a huge leather chair in his\nprivate office. He was a man nearly sixty years of age whose dark brown\nhair was still untouched by gray. He had rather hard lines around his\nmouth, but softer ones around his eyes. Printed on the ground-glass top\nof his door were these words in black and gold:\n\n    J. H. CORDYCE--President\n           _Private_\n\nOnce a year J. H. Cordyce allowed himself a holiday. If he had a\nweakness, it was for healthy boys--boys running without their hats, boys\njumping, boys throwing rings, boys swimming, boys vaulting with a long\npole. And in company with three other extremely rich men he arranged,\nonce a year, a Field Day for the town of Intervale. The men attended it\nin person, and supplied all the money. This was Field Day.\n\nAll through the spring and early summer months, boys were in training\nfor miles around, getting ready for Intervale's Field Day. And not only\nboys, but men also, old and young, and girls of all ages into the\nbargain. Prizes were offered for tennis, baseball, rowing, swimming,\nrunning, and every imaginable type of athletic feat. But usually the\ninterest of the day centered on a free-for-all race of one mile, which\neveryone enjoyed, and a great many people entered. A prize of\ntwenty-five dollars was offered to the winner of this race, and also a\nsilver trophy cup with little wings on its handles. Sometimes this cup\nwas won by a middle-aged man, sometimes by a girl, and sometimes by a\ntrained athlete. Mr. Cordyce smiled about his eyes as he closed his\ndesk, ordered his limousine, and went out and locked the door of his\noffice. The mill had been closed down for the day. Everyone attended\nField Day.\n\nHenry was washing the concrete drives at Dr. McAllister's at this\nmoment. He heard the doctor call to him from the road, so he promptly\nturned off the hose and ran out to see what was wanted.\n\n\"Hop in,\" commanded the doctor, not stopping his engine. \"You ought to\ngo to see the stunts at the athletic meet. It's Field Day.\"\n\nHenry did not wish to delay the doctor, so he \"hopped in.\"\n\n\"Can't go myself,\" said Dr. McAllister. \"I'll just drop you at the\ngrounds. There's no charge for admittance. You just watch all the events\nand report to me who wins.\"\n\nHenry tried to explain to his friend that he ought to be working, but\nthere was actually no time. And when he found himself seated on the\nbleachers and the stunts began, he forgot everything in the world except\nthe exciting events before his eyes.\n\nHenry had no pencil, but he had an excellent memory. He repeated over\nand over, the name of each winner as it appeared on the huge signboard.\n\nIt was nearly eleven o'clock when the free-for-all running race was\nannounced.\n\n\"What do they mean--free-for-all?\" asked Henry of a small boy at his\nside.\n\n\"Why, just anybody,\" explained the boy, curiously. \"Didn't you ever see\none? Didn't you see the one last year?\"\n\n\"No,\" said Henry.\n\nThe boy laughed. \"That was a funny one,\" he said. \"There was a college\nrunner in it, and a couple of fat men, and some girls--lots of people.\nAnd the little colored boy over there won it. You just ought to have\nseen that boy run! He went so fast you couldn't see his legs. Beat the\ncollege runner, you know.\"\n\nHenry gazed at the winner of last year's race. He was smaller than\nHenry, but apparently older. In a few minutes Henry had quietly left his\nplace on the bleachers. When the boy turned to speak to him again, he\nwas gone.\n\nHe had gone, in fact, to the dressing room, where boys of all sizes were\nputting on sandals and running trunks.\n\nA man stepped up to him quickly.\n\n\"Want to enter?\" he asked. \"No time to waste.\"\n\n\"Yes,\" replied Henry.\n\nThe man tossed him a pair of white shoes and some blue trunks. He liked\nthe look of Henry's face as he paused to ask in an undertone, \"Where did\nyou train?\"\n\n\"Never trained,\" replied Henry.\n\n\"I suppose you know these fellows have been training all the year?\"\nobserved the man. \"You don't expect to win?\"\n\n\"Oh, no!\" replied Henry, apparently shocked at the idea. \"But it's lots\nof fun to run, you know.\" He was dressed and ready by this time. How\nlight he felt! He felt as if he could almost fly. Presently the\ncontestants were all marshalled out to the running track. Henry was\nNumber 4.\n\nNow, Henry had never been trained to run, but the boy possessed an\nunusual quantity of common sense. \"It's a mile race,\" he thought to\nhimself, \"and it's the second half mile that counts.\" So it happened\nthat this was the main thought in his mind when the starter's gong\nsounded and the racers shot away down the track. In almost no time,\nHenry was far behind the first half of the runners. But strangely\nenough, he did not seem to mind this greatly.\n\n\"It's fun to run, anyhow,\" he thought.\n\nIt was fun, certainly. He felt as if his limbs were strung together on\nsprings. He ran easily, without effort, each step bounding into the next\nlike an elastic.\n\nAfter a few minutes of this, Henry had a new thought.\n\n\"Now you've tried how _easy_ you can run, let's see how _fast_ you can\nrun!\"\n\nAnd then not only Henry himself, but the enormous crowd as well, began\nto see how fast he could run. Slowly he gained on the fellow ahead of\nhim, and passed him. With the next fellow as a goal, he gradually crept\nalongside, and passed him with a spurt. The crowd shouted itself hoarse.\nThe field all along the course was black with people. Henry could hear\nthem cheering for Number 4, as he pounded by. Six runners remained ahead\nof him. Here was the kind of race the crowd loved; not an easily won\naffair between two runners, but a gradual victory between the best\nrunner and overpowering odds. Henry could see the finish-flag now in the\ndistance. He began to spurt. He passed Numbers 14 and 3. He passed 25,\n6, and 1 almost in a bunch. Number 16 remained ahead. Then Henry began\nto think of winning. How much the twenty-five dollar prize would mean to\nJess and the rest! Number 16 _must_ be passed.\n\n\"I'm going to win this race!\" he said quietly in his own mind. \"I'll\nbet you I am!\" The thought lent him speed.\n\n\"Number 4! Number 4!\" yelled the crowd. Henry did not know that the\nfellow ahead had been ahead all the way, and just because he--Henry--had\nslowly gained over them all, the crowd loved him best.\n\nHenry waited until he could have touched him. He was within three yards\nof the wire. He bent double, and put all his energy into the last\nelastic bound. He passed Number 16, and shot under the wire.\n\nThen the crowd went wild. It scrambled over and under the fence,\ncheering and blowing its horns. Henry felt himself lifted on many\nshoulders and carried panting up to the reviewing stand. He bowed\nlaughing at the sea of faces, and took the silver cup with its little\nwings in a sort of dream. It is a wonder he did not lose the envelope\ncontaining the prize, for he hardly realized when he took it what it\nwas.\n\nThen someone said, \"What's your name, boy?\"\n\n[Illustration: _Henry felt himself lifted on many shoulders_]\n\nThat called him to earth. He had to think quickly under cover of getting\nhis breath.\n\n\"Henry James,\" he replied. This was perfectly true, as far as it went.\nIn a moment the enormous signboard flashed out the name:\n\n    HENRY JAMES No. 4. AGE 13\n    WINNER OF FREE-FOR-ALL\n\nMeanwhile the man of the dressing room was busy locating Mr. Cordyce of\nthe Cordyce Mills. He knew that was exactly the kind of story that old\nJames Henry would like.\n\n\"Yes, sir,\" he said smiling. \"I says to him, 'You don't expect to win,\nof course.' And he says to me, 'Oh, no, but it's lots of fun to run, you\nknow.'\"\n\n\"Thank you, sir,\" returned Mr. Cordyce. \"That's a good story. Bring the\nyoungster over here, if you don't mind.\"\n\nWhen Henry appeared, a trifle shaken out of his daze and anxious only to\nget away, Mr. Cordyce stretched out his hand. \"I like your spirit, my\nboy,\" he said. \"I like your running, too. But it's your spirit that I\nlike best. Don't ever lose it.\"\n\n\"Thank you,\" said Henry, shaking hands. And there was only one in the\nwhole crowd that knew who was shaking hands with whom, least of all\nJames Henry and Henry James.\n\n\n\n\nMORE EDUCATION\n\n\nWith twenty-five dollars in his hand, Henry felt like a millionaire as\nhe edged through the crowd to the gate.\n\n\"That's the boy,\" he heard many a person say when he was forced to hold\nhis silver cup in view out of harm's way.\n\nWhen Dr. McAllister drove into his yard he found a boy washing the\nconcrete drives as calmly as if nothing had happened. He chuckled\nquietly, for he had stopped at the Fair Grounds for a few minutes\nhimself, and held a little conversation with the score-keeper. When\nHenry faithfully repeated the list of winners, however, he said nothing\nabout it.\n\n\"What are you going to do with the prize?\" queried Dr. McAllister.\n\n\"Put it in the savings bank, I guess,\" replied Henry.\n\n\"Have you an account?\" asked his friend.\n\n\"No, but Jess says it's high time we started one.\"\n\n\"Good for Jess,\" said the doctor absently. \"I remember an old uncle of\nmine who put two hundred dollars in the savings bank and forgot all\nabout it. He left it in there till he died, and it came to me. It\namounted to sixteen hundred dollars.\"\n\n\"Whew!\" said Henry.\n\n\"He left it alone for over forty years, you see,\" explained Dr.\nMcAllister.\n\nWhen Henry arrived at his little home in the woods with the twenty-five\ndollars (for he never thought of putting it in the bank before Jess saw\nit), he found a delicious lunch waiting for him. Jess had boiled the\nlittle vegetables in clear water, and the moment they were done she had\ndrained off the water in a remarkable drainer, and heaped them on the\nbiggest dish with melted butter on top.\n\nHis family almost forgot to eat while Henry recounted the details of the\nexciting race. And when he showed them the silver cup and the money they\nactually did stop eating, hungry as they were.\n\n\"I said my name was Henry James,\" repeated Henry.\n\n\"That's all right. So it is,\" affirmed Jess. \"It's clever, too. You can\nuse that name for your bank book.\"\n\n\"So I can!\" said Henry, delighted. \"I'll put it in the bank this very\nafternoon. And by the way, I brought something for dinner tonight.\"\n\nJess looked in the bag. There were a dozen smooth, brown potatoes.\n\n\"I know how to cook those,\" said Jess, nodding her head wisely. \"You\njust wait!\"\n\n\"Can't wait, hardly,\" Henry called back as he went to work.\n\nWhen he had gone, Benny frolicked around noisily with the dog.\n\n\"Benny,\" Jess exclaimed suddenly, as she hung her dish towels up to dry,\n\"it's high time you learned to read.\"\n\n\"No school _now_,\" said Benny hopefully.\n\n\"No, but I can teach you. If I only had a primer!\"\n\n\"Let's make one,\" suggested Violet, shaking her hair back. \"We have\nsaved all the wrapping paper off the bundles, you know.\"\n\nJess was staring off into space, as she always did when she had a bright\nidea.\n\n\"Violet,\" she cried at last, \"remember those chips? We could whittle out\nletters like type--make each letter backwards, you know.\"\n\n\"And stamp them on paper!\" finished Violet.\n\n\"There would be only twenty-six in all. It wouldn't be awfully hard,\"\nsaid Jess. \"We wouldn't bother with capitals.\"\n\n\"What could we use for ink?\" Violet wondered, wrinkling her forehead.\n\n\"Blackberry juice!\" cried Jess. The two girls clapped their hands.\n\"Won't Henry be surprised when he finds that Benny can read?\"\n\nNow from this conversation Benny gathered that this type-business would\ntake his sisters quite a while to prepare. So he was not much worried\nabout his part of the work. In fact, he sorted out chips very cheerfully\nand watched his teachers with interest as they dug carefully around the\nletters with the two knives.\n\n\"We'll teach him two words to begin with,\" said Jess. \"Then we won't\nhave to make the whole alphabet at once. Let's begin to teach him\n_see_.\"\n\n\"That's easy,\" agreed Violet. \"And then we won't have to make but two\nletters, _s_ and _e_.\"\n\n\"And the other word will be _me_,\" cried Jess. \"So only three pieces of\ntype in all, Violet.\"\n\nJess cut the wiggly _s_, because she had the better knife, while Violet\nstruggled with the _e_. Then Jess cut a wonderful _m_ while Violet\nsewed the primer down the back, and gathered a cupful of blackberries.\nAs she sat by, crushing the juice from the berries with a stick, Jess\nplanned the ink pad.\n\n\"We'll have to use a small piece of the wash-cloth, I'm afraid,\" she\nsaid at last.\n\nBut finally they were obliged to cut off only the uneven bits of cloth\nwhich hung around the edges. These they used for stuffing for the pad,\nand covered them with a pocket which Violet carefully ripped from her\napron. When this was sewed firmly into place, and put into a small\nsaucer, Jess poured on the purple juice. Even Benny came up on his hands\nand knees to watch her stamp the first _s_. It came out beautifully on\nthe first page of the primer, purple and clean-cut. The _e_ was almost\nas good, and as for the _m_, Jess' hand shook with pure pride as she\nstamped it evenly on the page. At last the two words were completed. In\nfact, they were done long before Benny had the slightest idea his\nsisters were ready for him.\n\nHe came willingly enough for his first lesson, but he could not tell the\ntwo words apart.\n\n\"Don't you see, Benny?\" Jess explained patiently. \"This one with the\nwiggly _s_ says _see_?\" But Benny did not \"see.\"\n\n\"I'll tell you, Jess,\" said Violet at last. \"Let's print each word again\non a separate card. That's the way they do at school. And then let him\npoint to _see_.\"\n\nThe girls did this, using squares of stiff brown paper. Then they called\nBenny. Very carefully, Jess explained again which word said _see_,\nhissing like a huge snake to show him how the _s_ sounded. Then she\nmixed the cards and said encouragingly, \"Now, Benny, point to\n_s-s-s-ee_.\"\n\nBenny did not move. He sat with his finger on his lip.\n\nBut the children were nearly petrified with astonishment to see Watch\ncock his head on one side and gravely put his paw on the center of the\nword! Now, this was only an accident. Watch did not really know one of\nthe words from the other. But Benny thought he did. And was he going to\nlet a dog get ahead of him? Not Benny! In less time than it takes to\ntell it, Benny had learned both words perfectly.\n\n\"Good old Watch,\" said Jess.\n\n\"It isn't really hard at all,\" said Benny. \"Is it, Watch?\"\n\nDuring all this experiment Jess had not forgotten her dinner. When you\nare living outdoors all the time you do not forget things like that. In\nfact both girls had learned to tell the time very accurately by the sun.\n\nJess started up a beautiful little fire of cones. As they turned into\nred-hot ashes and began to topple over one by one into the glowing pile,\nJess laughed delightedly. She had already scrubbed the smooth potatoes\nand dried them carefully. She now poked them one by one into the glowing\nashes with a stick from a birch tree. Whenever a potato lit up\ndangerously she gave it a poke into a new position. And when Henry found\nher, she was just rolling the charred balls out onto the flat stones.\n\n\"Burned 'em up?\" queried Henry.\n\n\"Burned, nothing!\" cried Jess energetically. \"You just wait!\"\n\n\"Can't wait, hardly,\" replied Henry smiling.\n\n\"You said that a long time ago,\" said Benny.\n\n\"Well, isn't it true?\" demanded Henry, rolling his brother over on the\npine needles.\n\n\"Come,\" said Violet breathlessly, forgetting to ring the bell.\n\n\"Hold them with leaves,\" directed Jess, \"because they're terribly hot.\nKnock them on the side and scoop them out with a spoon and put butter on\ntop.\"\n\nThe children did as the little cook requested, sprinkled on a little\nsalt from the salt shaker, and took a taste.\n\n\"Ah!\" said Henry.\n\n\"It's good,\" said Benny blissfully. It was about the most successful\nmeal of all, in fact. When the children in later years recalled their\ndifferent feasts, they always came back to the baked potatoes roasted in\nthe ashes of the pine cones. Henry said it was because they were poked\nwith a black-birch stick. Benny said it was because Jess nearly burned\nthem up. Jess herself said maybe it was the remarkable salt shaker which\nhad to stand on its head always, because there was no floor to it.\n\nAfter supper the children still were not too sleepy to show Henry the\nnew primer, and allow Benny to display his first reading lesson. Henry,\ngreatly taken with the idea, sat up until it was almost dark, chipping\nout the remaining letters of the alphabet.\n\nIf you should ever care to see this interesting primer, which was\nfinally ten pages in length, you might examine this faithful copy of\nits first page, which required four days for its completion:\n\n[Illustration:\n\n    page 1\n    See\n    me\n    See me\n    O O See me\n    Come\n    Come to me\n    Come to see me\n    cat\n    rat\n]\n\nHenry always insisted that the rat's tail was too long, but Jess said\nhis knife must have slipped when he was making the _a_, so they were\neven, after all.\n\n\n\n\nGINSENG\n\n\nWhat Dr. McAllister ever did before Henry began to work for him would be\nhard to guess.\n\nThere were certainly as many duties always waiting for him as he had\ntime to do. And it made no difference to the industrious boy what the\njob was. Nothing was too hard or too dirty for him to attempt.\n\nOne day the doctor set him at the task of clearing out his little\nlaboratory. The boy washed bottles, pasted labels, and cleaned\ninstruments for one whole morning. And more than one broken flask on its\nway to the rubbish heap was carefully carried up the hill to the hidden\nfamily.\n\nWhile Henry was busy carefully lettering a sticky label, he noticed a\nyoung man in the outer office who was talking with the doctor.\n\n\"Can you tell me if this is real ginseng?\" Henry heard him say.\n\n\"It certainly is,\" returned Dr. McAllister. \"They will give you two\ndollars a pound for the root at any of the drug stores.\"\n\nHenry ventured to steal a peep, and found he could readily see the plant\nthe man was holding. It was about a foot high with branching leaves and\na fine feathery white flower. Henry knew it was exactly the same white\npuffball that he had noticed in Violet's vase that very morning.\n\nWhen the young man had gone, Henry said, \"I know where I can find a\nwhole lot of that plant.\"\n\n\"Is that so?\" replied the doctor kindly. \"It's only the root, you know,\nthat is valuable. But any one who wants the bother of digging it up can\nsell any quantity of that.\"\n\nWhen Henry went home at noon he related enough of this incident to set\nhis sisters to work in good earnest. They started out with both knives\nand two strong iron spoons, and the kettle. And with Benny to run about\nfinding every white flower he could, the girls succeeded, with a great\ndeal of hard digging, in finding enormous quantities of ginseng root. In\nfact that first afternoon's work resulted in a kettle full, not counting\na single leaf or stem. Henry was delighted when he saw the result of\ntheir work, and took it next day to the largest drug store, where he\nreceived three dollars for the roots.\n\nWithout any hesitation Henry paid a visit to the dry-goods store, and\ncame home with a pair of new brown stockings for Benny. That was a great\nday in the woods. Benny gave them no peace at all until they had admired\nhis wonderful new stockings, and felt of each rib.\n\nThere had been one other thing that Benny had given them no peace about.\nOn the night when the children had crept so quietly away from the\nbaker's wife, Jess had forgotten to take Benny's bear. This bear was a\npoor looking creature, which had once been an expensive bright-eyed\nTeddy-bear made of brown plush. But Benny had taken it to bed every\nsingle night for three years, and had loved it by day, so that it was\nnot attractive to any one but himself. Both eyes were gone, and its body\nwas very limp, but Benny had certainly suffered a great deal trying to\nsleep in a strange bed without his beloved bear.\n\nJess, therefore, had plans on foot, the moment she saw Benny's new\nstockings. She washed the old brown stockings with their many neat\ndarns, and hung them up to dry. And early in the afternoon she and\nViolet sat with the workbag between them, each with a stocking.\n\nWith Benny sitting by to watch proceedings, Jess mapped out a remarkable\nTeddy-bear. One stocking, carefully trimmed, made the head and body,\nwhile the other furnished material for two arms, two legs, and the\nstuffing. Jess worked hard over the head, pushing the padding well into\nthe blunt nose. Violet embroidered two beautiful eyes in black and\nwhite, and a jet black nose-tip.\n\n\"You must make a tail, too, Jessy,\" said Benny, watching her snip the\nbrown rags.\n\n\"Bears don't have tails, Benny,\" argued Jess--although she wasn't\nexactly sure she was right. \"Your old bear didn't have any tail, you\nknow.\"\n\n\"But _this_ bear has a tail, though,\" returned Benny, knowing that Jess\nwould put on two tails if he insisted.\n\nAnd it was true. His bear finally did have a tail.\n\n\"What _kind_ of tail?\" asked Jess helplessly at last. \"Bushy, long and\nslim, or cotton-tail?\"\n\n\"Long and slim,\" decided Benny with great satisfaction, \"so I can pull\nit.\"\n\n\"Benny!\" cried Jess, laughing in spite of herself. But she made a tail,\nlong and slim, exactly as Benny ordered, and sewed it on very tightly,\nso that it might be \"pulled\" if desired. She fastened on the legs and\narms with flat hinges, so the bear might sit down easily, and added at\nlast a pair of cunning flappy ears and a gay collar of braided red\nstring from a bundle.\n\n\"What's his name, Jessy?\" inquired Benny, when the wonderful bear was\nfinally handed over to him.\n\n\"His name?\" repeated Jess. \"Well, you know he's a _new_ bear; he isn't\nyour old one, so I wouldn't call him Teddy.\"\n\n\"Oh, no,\" said Benny, shocked. \"This is not Teddy. This has a pretty\ntail.\"\n\n\"Of course,\" agreed Jess, trying not to laugh. \"Well, you know we sold\nthat ginseng to pay for your new stockings. And if you hadn't had your\nnew ones, we couldn't have made this bear out of your old ones.\"\n\n\"You want his name to be Stockings?\" asked Benny politely.\n\n\"Stockings? No,\" answered Jess. \"I was thinking of 'Ginseng.'\"\n\n\"Ginseng?\" echoed Benny, thinking deeply. \"That's a nice name. All\nright, I think Ginseng will be a good bear, if Watchie doesn't bark at\nhim.\" And from that moment the bear's name was Ginseng as long as he\nlived, and he lived to be a very old bear indeed.\n\n\n\n\nTROUBLE\n\n\nThe days went merrily by for the freight-car family. Hardly a day\npassed, however, without some exciting adventure. Mrs. McAllister,\nfinding out in some way that Violet was a clever seamstress, sent home\nfine linen handkerchiefs for her to hem. Each one had a tiny colored\nrose in the corner, and Violet was delighted with the dainty work. She\nsat sewing daily by the swimming pool while Benny sailed wonderful boats\nof chips, and waded around to his heart's content.\n\nThe freight-car pantry now held marvelous dishes rescued from the dump;\nsuch rarities as a regular bread knife, a blue and gold soap dish, and\nhalf of a real cut-glass bowl.\n\nHenry proudly deposited thirty-one dollars in the savings bank under the\nname of Henry James, and worked eagerly for his kind friend, who never\nasked him any more embarrassing questions.\n\nBenny actually learned to read fairly well. The girls occupied their\ntime making balsam pillows for the four beds, and trying to devise\nwonderful meals out of very little material. Violet kept a different\nbouquet daily in the little vase. She had a perfect genius for arranging\nthree purple irises to look like a picture, or a single wood lily with\nits leaves like a Japanese print. Each day the children enjoyed a cooked\ndinner, filling in the chinks with perfect satisfaction with bread and\nbutter, or bread and milk, or bread and cheese. They named their queer\nhouse, \"Home for Tramps,\" and printed this title in fancy lettering\ninside the car.\n\nOne day Jess began to teach Benny a little arithmetic. He learned very\nreadily that two and one make three.\n\n\"I knew that before,\" he said cheerfully. But it was a different matter\nwhen Jess proposed to him that two minus one left one.\n\n\"No, it does not left _one_,\" said Benny indignantly. \"It left _two_.\"\n\n\"Why, Benny!\" cried Jess in astonishment. \"Supposing you had two apples\nand I took away one, wouldn't you have one left?\"\n\n\"You never would,\" objected Benny with confidence.\n\n\"No, but supposing Watch took one,\" suggested Jess.\n\n[Illustration: _One day the stranger was allowed to see Violet_]\n\n\"Watchie wouldn't take one, neither,\" said Benny. \"Would you, doggie?\"\n\nWatch opened one eye and wagged his tail. Jess looked at Violet in\ndespair. \"What shall I do with him?\" she asked.\n\nViolet took out her chalk and printed clearly on the outside of the\nfreight car the following example:\n\n    2 - 1 =\n\n\"Now, Benny, don't you see,\" she began, \"that if you have two things,\nand somebody takes away one, that you _must_ have one left?\"\n\n\"I'll show you myself,\" agreed Benny finally with resignation. \"Now see\nthe 2?\" He actually made a respectable figure 2 on the freight car.\n\"Now, here's a nice 1. Now, s'posen I take away the 1, don't you see the\n2's left right on the car?\" He covered the figure 1 with his chubby hand\nand looked about at his audience expectantly.\n\nJess rolled over against a tree trunk and laughed till she nearly cried.\nViolet laughed until she really did cry. And here we come to the first\nunpleasant incident in the story of the runaway children.\n\nViolet could not stop crying, apparently, and Jess soon made up her mind\nthat she was really ill. She helped her carefully into the car, and\nheaped all the pine needles around and under her, making her the softest\nbed she could. Then she wet cloths in the cool water of the brook and\nlaid them across her little sister's hot forehead.\n\n\"How glad I am that it is time for Henry to come!\" she said to herself,\nholding Violet's slender brown hands in her cool ones.\n\nHenry came promptly at the usual time. He thought she had a cold, he\nsaid. And this seemed likely, for Violet began to cough gently while the\nrest ate a hasty supper.\n\n\"We don't want to let her go to a hospital if we can possibly help it,\"\nsaid Henry, more troubled than he cared to show. \"If she goes there\nwe'll have to give her name, and then Grandfather will find us surely.\"\n\nJess agreed, and together the two older children kept changing the cool\ncloths on Violet's aching head. But about ten o'clock that night Violet\nhad a chill. She shivered and shook, and her teeth chattered so that\nJess could plainly hear them. Apparently nothing could warm the little\ngirl, although she was completely packed in hay and pine needles.\n\n\"I'm going down to Dr. McAllister's,\" said Henry quietly. \"I'm afraid\nViolet is very ill.\"\n\nNobody ever knew how fast he ran down the hill. Even in his famous race,\nHenry hardly touched his present speed. He was so thoroughly frightened\nthat he never stopped to notice how quickly the doctor seemed to\nunderstand what was wanted. He did not even notice that he did not have\nto tell the doctor which way to drive his car in order to reach the\nhill. When the car reached the road at the base of the hill, Dr.\nMcAllister said shortly, \"Stay here in the car,\" and disappeared up the\nhill alone.\n\nWhen the doctor returned he was carrying Violet in his arms. Jess and\nBenny and Watch were following closely. Nobody spoke during the drive to\nthe McAllister house as they flew through the darkness. When they\nstopped at last, the doctor said three words to his mother, who opened\nthe door anxiously.\n\nThe three words were, \"Pneumonia, I'm afraid.\" They all heard it.\n\nIrish Mary appeared from the kitchen with hot-water bottles and warm\nblankets, and Mrs. McAllister flew around, opening beds and bringing\npillows. A trained nurse in a white dress appeared like magic from\nnowhere in particular. They all worked as best they could to get the\nsick child warmed up. Soon the hot blankets, hot water, and steaming\ndrinks began to take effect and the shivering stopped.\n\nMrs. McAllister left the sick room then, to attend to the other\nchildren. Henry and Benny were left in a large spare room with a double\nbed. Jess was put in a little dressing room just out of Mrs.\nMcAllister's own room. Upon receiving assurances that Violet was warm\nagain, they went to sleep.\n\nBut Violet was not out of danger, for she soon grew as hot as she had\nbeen cold. And the doctor never left her side until ten o'clock the next\nmorning. Violet, although very ill, did not have pneumonia.\n\nAt about nine o'clock the doctor had a visitor. It was a man who said he\nwould wait. He did wait in the cool front parlor for over half an hour.\nThen Benny drifted in.\n\n\"Where _is_ the doctor?\" asked the man sharply of Benny.\n\n\"He's nupstairs,\" answered Benny readily.\n\n\"This means a lot of money to him, if he only knew it,\" said the visitor\nimpatiently.\n\n\"Oh, _that_ wouldn't make any difference,\" Benny replied with great\nassurance as he started to go out again. But the man caught him.\n\n\"What do you mean by that, sonny?\" he asked curiously. \"What's he\ndoing?\"\n\n\"He's taking care of my sister Violet. She's sick.\"\n\n\"And you mean he wouldn't leave her even if I gave him a lot of money?\"\n\n\"Yes, that's it,\" said Benny politely. \"That's what I mean.\"\n\nThe visitor seemed to restrain his impatience with a great effort. \"You\nsee, I've lost a little boy somewhere,\" he said. \"The doctor knows where\nhe is, I think. He would be about as old as you are.\"\n\n\"Well, if you don't find him, you can have me, I shouldn't wonder,\"\nobserved Benny comfortingly. \"I like you.\"\n\n\"You do?\" said the man in surprise.\n\n\"That's because you've got such a nice, soft suit on,\" explained Benny,\nstroking the man's knee gently. The gentleman laughed heartily.\n\n\"No, I guess it's because you have such a nice, soft laugh,\" said Benny\nchanging his mind. The fact was that Benny himself did not know why he\nliked this stranger who was so gruff at times and so pleasant at others.\nHe finally accepted the man's invitation and climbed into his lap to see\nhis dog's picture in his watch, feeling of the \"nice soft suit,\" on the\nway. The doctor found him here when he came down at ten o'clock.\n\n\"Better go and find Watch, Benny,\" suggested the doctor.\n\n\"Perhaps some day I'll come again,\" observed Benny to his new friend. \"I\nlike your dog, and I'm sorry he's dead.\" With that he scampered off to\nfind Watch, who was very much alive.\n\n\"I expected you, Mr. Cordyce,\" said the doctor smiling, \"only not quite\nso soon.\"\n\n\"I came the moment I heard your name hinted at,\" said James Cordyce. \"My\nchauffeur heard two workmen say that you knew where my four\ngrandchildren were. That's all I waited to hear. Is it true? And where\nare they?\"\n\n\"That was one of them,\" said the doctor quietly.\n\n\"That was one of them!\" repeated the man. \"That beautiful little boy?\"\n\n\"Yes, he is beautiful,\" assented Dr. McAllister. \"They all are. The only\ntrouble is, they're all frightened to death to think of your finding\nthem.\"\n\n\"How do you know that?\" said Mr. Cordyce, sharply.\n\n\"They've changed their name. At least the older boy did. In public,\ntoo.\"\n\n\"What did he change it to?\"\n\nDr. McAllister watched his visitor's face closely while he pronounced\nthe name clearly, \"Henry James.\"\n\nA flood of recollections passed over the man's face, and he flushed\ndeeply.\n\n\"That boy!\" he exclaimed. \"That wonderful running boy?\"\n\nThen events began to move along rapidly.\n\n\n\n\nCAUGHT\n\n\n\"They never will go with you in this world,\" declared Mrs. McAllister\nfinally to the distracted grandfather, \"unless you give us time to break\nthe news gradually. And above all, when Violet is so ill.\"\n\n\"Couldn't I see them?\" begged the man, almost like a boy. \"I could\npretend I was a friend of yours, visiting you, who liked children. I\nwould promise not to tell them until you consented.\"\n\n\"That might do,\" said Dr. McAllister. \"If they grew to like you before\nthey knew who you were, it would make things easier, certainly.\"\n\nSo James Henry Cordyce's chauffeur was sent for a gold-monogrammed\nsuitcase and his young man to wait upon him, and Irish Mary held up her\nhands in despair when she learned for whom she must cook.\n\n\"Don't you worry, Mary Bridget Flynn,\" said Dr. McAllister with\nemphasis. \"You could cook for the King of England! Just make one of your\npeach shortcakes for lunch and broil a chicken, and I'll answer for\nhim.\"\n\nWhen lunch time came J. H. Cordyce saw all his grandchildren except\nViolet. He smiled with delight when he saw Jess coming down the stairs\nin her womanly fashion. Henry shook hands with him before he sat down,\nbut he kept glancing at the stranger all through the meal.\n\n\"Where have I seen that man before?\" he thought.\n\nMrs. McAllister had given the children's names clearly when she\nintroduced them--Jess, Benny, and Henry. Henry James, she had added. But\nshe had not added the man's name.\n\n\"She forgot,\" thought Jess. \"Because she knows him so well, she thinks\nwe do.\"\n\nBut although nameless, the stranger caught their attention. He told them\nwonderful stories about a steel rail which held up an entire bridge\nuntil the people had time to get off, about his collie dog, about a\ncucumber in his garden, growing inside of a glass bottle. Henry was\ninterested. Benny was fascinated.\n\n\"I'd like to see the cucumber,\" said Benny, pausing in the middle of his\nshortcake.\n\n\"Would you, indeed?\" said Mr. Cordyce, delighted. \"Some day, if Mrs.\nMcAllister is willing, you and I will ride over to my garden and pick\nit.\"\n\n\"And we'll bring it to Violet?\" asked Benny, waiting breathlessly for an\nanswer.\n\n\"We'll bring it to Violet,\" agreed Mr. Cordyce, resuming his shortcake.\n\nAfter lunch he went to sleep in the easy-chair in the doctor's big\noffice. That is, he threw his head back and shut his eyes, and breathed\nvery heavily. Jess went through the room once with ice water, humming,\nfor Violet was better. But the moment she saw the stranger asleep, she\nstopped her singing abruptly and tiptoed the rest of the way. Then as\nsuddenly she turned around and came back, and very carefully shoved a\ncushion under the man's feet. It was so gently done that even if he had\nbeen really asleep, he would never have wakened. As it was, he could not\nresist opening one eye the slightest crack to see the bright chestnut\nhair as it passed out of sight.\n\n\"No,\" he thought to himself, \"if she really hated me, she would never\nhave done that.\"\n\nBut the children were very far from hating him. They liked him\nimmensely. And when at last, one day, he was allowed to see Violet, and\ncame softly into her room with a nosegay of fragrant English double\nviolets, for her, they loved him. He won all their hearts when he patted\nher dark head and told her very simply that he was sorry she had been\nsick.\n\nIt would be hard to say that J. H. Cordyce ever had a favorite\ngrandchild, but certainly his manner with Violet was very gentle. It was\nclear to every one, even to the anxious nurse, that the stranger was not\ntiring the sick child. He told her in a pleasant everyday voice about\nhis garden and his greenhouses where the violets came from--about the\nold Swede gardener who always said he must \"vater the wi-lets.\"\n\n\"I'd love to see him,\" said Violet earnestly.\n\n\"How long you going to stay here?\" Benny piped up.\n\nIt was not altogether a polite question, but it was clear to them all\nthat Benny wanted him to stay, so they all laughed.\n\n\"As long as they'll let me, my boy,\" answered the stranger quietly. Then\nhe left the sick room, for he knew he should not stay long.\n\nBut something in the man's last sentence rang in Henry's ears. He\nrepeated it over and over in his mind, trying to remember where he had\nheard that same voice say \"my boy.\" He made an excuse to work in the\nflower beds along the veranda, in order to glance occasionally at the\nman's face, as he sat under a tree reading.\n\nOften Henry thought he had caught hold of his truant memory. Then the\nman turned his head and he lost it again altogether. But suddenly it\ncame to him, as the man smiled over his book--it was the man who had\nshaken hands with him on the day of the race! And he had said, \"I like\nyour spirit, my boy.\" That was it.\n\nHenry sat down out of sight and weeded geraniums for a few moments. It\nis a wonder he did not pull up geraniums instead of weeds, his mind was\nso far away.\n\n\"I didn't remember him at first, because I was so jolly excited when he\nshook hands with me,\" decided Henry. Then he was apparently\nthunderstruck afresh. He sat with his weeder on his knee and his mouth\nopen. \"He's the man who passed me the cup with the wings!\" He stole\nanother look around the corner, and this satisfied him. \"Same man\nexactly,\" he said.\n\nWhen he had finished the flower bed he thought he heard the young doctor\nmoving in the office. He stuck his head in the open door. The doctor sat\nat his desk, taking notes from a book.\n\n\"Do you know who presented the prizes Field Day?\" asked Henry curiously.\n\"Know what his name was?\"\n\n\"James Cordyce, of the Steel Mills,\" replied the doctor carelessly. \"J.\nH. Cordyce--over in Greenfield.\"\n\nDr. McAllister, to all appearances, returned to his notes. His eyes were\nlowered, at any rate. But for Henry the skies were reeling. He withdrew\nhis head and sat still on the step. That delightful man his\n_grandfather_? It was impossible. He was too young, to begin with. Henry\nexpected a white-haired gentleman with a cane and a terrible voice. But\nall the time, he knew in his soul that it was not only possible, but\nreally true. He recalled the man's reply to Benny's direct question--he\nhad said he was going to stay as long as they would let him. Could it be\nthat the man knew them without introducing himself? A perfect torrent of\nthoughts assailed Henry as he sat crouched on the office steps. It was\nclear to him now that Mrs. McAllister had failed to mention his name on\npurpose. It was a wonder Benny hadn't asked what it was, long before\nthis. He noticed that the man was getting out of his chair under the\ntrees.\n\n\"It's now or never,\" thought Henry. \"I've got to know!\"\n\nHe walked eagerly after the man who was going toward the garden with his\nback turned. Henry easily caught up with him, breathing with difficulty.\nThe man turned around.\n\n\"Are you James Henry Cordyce of Greenfield?\" panted Henry.\n\n\"I am, my boy,\" returned the man with a long look. \"Does that question\nof yours mean that _you_ know that _I_ know that you are Henry James\nCordyce?\"\n\n\"Yes,\" said Henry, simply.\n\nThe man's eyes filled with tears, and J. H. Cordyce of the Steel Mills\nshook hands for the third time with his grandson, H. J. Cordyce of the\nHome for Tramps.\n\n\n\n\nA NEW GRANDFATHER\n\n\nIn less than an hour the town was buzzing with the news. The chauffeur\ntold the maids and the maids told the grocery man, and the grocery man\nwent from house to house telling that old James Cordyce had found his\nfour grandchildren at last. In fact the biggest part of the town knew it\nbefore the children themselves.\n\nJess and Benny came across the lawn to select some white moonflowers for\nViolet's tray. They were just in time to hear Henry say, \"But,\nGrandfather--\"\n\n\"Grandfather!\" echoed Jess, whirling around to gaze at them.\n\n\"Yes, Jess,\" said Henry eagerly. \"He's the man we've been running away\nfrom all this time.\"\n\n\"I thought you was old,\" observed Benny. \"And awf'ly cross. Jess said\nso.\"\n\n\"I didn't know, Benny,\" said Jess turning pink. To think of running away\nfrom this kind friend!\n\nBut her grandfather did not seem to mind. He stroked her short silky\nhair and proposed that they all go up into Violet's room with the\nmoonflowers. There was no stopping Benny. He rushed into Violet's room,\ndragging his grandfather by one hand, and shouting, \"It's Grandfather,\nViolet, and he's nice, after all, I shouldn't wonder!\"\n\nWhen Violet at last understood just what Benny was trying to tell, she\nwas perfectly happy to rest against her ruffled pillows with one hand\ncurled about her grandfather's arm, and listen to the rest.\n\n\"_Where_ have you been living?\" demanded Mr. Cordyce at last.\n\nThe whole company looked at each other, even Dr. McAllister and his\nmother. Then they all laughed as if they never would stop.\n\n\"You just ought to see!\" observed Dr. McAllister, wiping his eyes.\n\n\"What?\" said the children all at once. \"_You_ never saw it in the\ndaytime!\"\n\n\"You don't mean it!\" returned the doctor, teasing them. \"I have seen it\nquite a number of times in the daytime.\"\n\n\"Seen what, in heaven's name?\" asked Mr. Cordyce at last.\n\nThen they told him, interrupting each other to tell about the beds of\npine needles, the wonderful dishes, the freight-car roof over all, the\nfireplace, and the swimming pool.\n\n\"That's where Violet got her bronchitis,\" observed the doctor, \"sitting\nby that pool. She shouldn't have done it. I thought so from the first.\"\n\n\"_You_ thought so?\" repeated Henry, puzzled. \"How did you know she sat\nby it? I'm sure I didn't myself.\"\n\n\"I was your most frequent visitor,\" declared the doctor, enjoying\nhimself hugely.\n\n\"I hope you were our _only_ one,\" said Jess with her mouth open.\n\n\"Well, I think I was,\" said the doctor. \"The first night after Henry\nmowed my lawn I followed him as far as the hill to see where he lived.\"\n\n\"Why did you do that?\" interrupted Mr. Cordyce.\n\n\"I liked his looks,\" returned the doctor. \"And I noticed that he didn't\ntell much about himself, so I was curious.\"\n\n\"But you surely didn't see the freight car then,\" said Jess.\n\n\"No, but I came back that night and hunted around,\" replied Dr.\nMcAllister.\n\n\"At about eleven o'clock!\" Henry cried. The doctor assented.\n\n\"Our rabbit!\" said Henry and Jess together.\n\n\"I made as little noise as possible when I saw the freight car. Then I\nsaw the door move, so I thought some one was inside. And when I heard\nthe dog bark I was sure of it, and went home.\"\n\n\"But you came back?\" questioned Jess.\n\n\"Yes, every time I knew all of you were safe in my garden, I made you a\nlittle visit, just to be sure you were having enough to eat, and enough\ndishes.\" The doctor laughed. \"When I found you had a strainer, and a\nvase of flowers, and a salt-shaker, and a cut-glass punch bowl, I\nstopped worrying.\"\n\n\"Didn't you suspect they were my children?\" demanded Mr. Cordyce.\n\"Didn't you see my advertisement? Why didn't you notify me at once?\"\n\n\"They were having such a good time,\" confessed the doctor. \"And _I_ was,\ntoo. I just wanted to see how long they could manage their own affairs.\nIt was all tremendously interesting. Why, that boy and girl of yours\nare born business managers, Mr. Cordyce!\"\n\nMr. Cordyce took note of this.\n\n\"But I don't see, yet, how you knew Violet sat by the pool,\" said Jess\ncuriously.\n\n\"You couldn't know that, of course,\" replied the doctor. \"I went up\ntwice when I knew Henry had taken the dog down to my barn to catch rats.\nI hid behind the big white rock with the flat top.\"\n\n\"That's Lookout Rock,\" explained Jess, \"where we used to let Benny watch\nfor Henry. But we didn't hear you.\"\n\n\"No,\" said Dr. McAllister. \"I didn't even snap a twig those times. But I\nhad the very best time when I went with Mother.\"\n\n\"Have you seen it, too?\" cried the children.\n\n\"I have, indeed!\" returned Mrs. McAllister. \"I have even had a drink\nfrom your well.\"\n\n\"Every one has seen it but me,\" said Mr. Cordyce patiently.\n\n\"We'll show it to you!\" screamed Benny. \"And I'll show you my wheels\nmade on a cart, and my bed out of hay, and my pink cup!\"\n\n\"Good for you, Benny,\" said Mr. Cordyce, pleased. \"When Violet gets\nwell, we'll all go up there, and if you'll show me your house, I'll\nshow you mine.\"\n\n\"Have you got a house?\" asked Benny in surprise.\n\n\"Yes. You can live there with me, if you like it,\" replied Mr. Cordyce.\n\"I have been looking for you for nearly two months.\"\n\nUnder Mrs. McAllister's wonderful care, Violet soon became strong again.\nBut she had been skipping around the garden for several days before the\ndoctor would allow the visit to the freight-car house. When at last the\nwhole party started out in the great limousine, many people looked out\nof their windows to watch after Mr. Cordyce and his grandchildren. Many\nof them knew Henry as the boy who won the race, and were glad that he\nhad found such a friend.\n\nBut when the children reached their beloved home they were like wild\nthings. Watch capered about furiously, taking little swims in the pool\nand sniffing at all the dear old familiar things. Mr. Cordyce seated\nhimself on a rock and watched them all, exchanging a glance now and then\nwith Mrs. McAllister and her son.\n\n\"See our 'building,'\" shouted Benny, for that was what he always called\nthe fireplace. \"It burns _really_, too. And this is the well, and this\nis the dishpan, and this is the 'frigerator'!\"\n\nAt last every one climbed into the car itself, and Mr. Cordyce saw the\nbeds, the cash account on the wall, the wonderful shelf, and each\nseparate dish. Each dish had a story of its own.\n\n\"That's more than my dishes have,\" observed Mr. Cordyce.\n\nMrs. McAllister, who knew what his dishes were, was silent.\n\nThey ate chicken sandwiches on the very same tablecloth, and Benny drank\nfrom his pink cup, and Watch couldn't understand why they went away at\nall.\n\nBut it was a trifle cool on the hill now when the sun began to sink, and\nafter rolling the door shut, they left regretfully.\n\n\"Tomorrow,\" suggested Mr. Cordyce, as they drove home, \"will you all\ncome and see my house?\"\n\n\"Oh, yes,\" agreed the children happily, little dreaming what was in\nstore for them on the next day and all the days to come.\n\n\n\n\nA UNITED FAMILY\n\n\nMr. Cordyce had been planning this day for more than a week. He had sent\nhis most trusted foreman to his own beautiful home, to superintend\nmatters there. The house was being remodeled entirely, after Mr.\nCordyce's own plans, and everywhere were carpenters, painters and\ndecorators.\n\nOn the very day that Mr. Cordyce received word that it was finished, he\nsuggested the drive.\n\n\"Do you live all alone, Grandfather?\" asked Benny.\n\n\"All alone,\" answered Mr. Cordyce. \"No company at all.\" At first Benny\ndid not consider this the exact truth. He considered a cook company, and\nalso a butler, and a housekeeper. And when he saw the array of maids he\nkept perfectly quiet. The house was enormous, certainly. It was at least\na quarter of a mile from its own front gate--and everywhere were\ngardens.\n\n\"Do you live _here_?\" said Henry, thunderstruck, as they rolled quietly\nalong the beautiful drive.\n\n\"You do, too, if you like it,\" observed his grandfather, watching his\nface.\n\nThe inside of the house was more wonderful than even the older children\nhad ever dreamed. The velvet rugs were so thick and soft that no\nfootfall could be heard. Everywhere were flowers. The great stairway\nwith steps of marble rose from the center of the big hallway. But it was\nupstairs that the children felt most at home.\n\nHere the rooms were not quite so large. They were sunny and homelike.\n\n\"This is Violet's room!\" cried Benny. It was unmistakable. There were\nviolets on the wallpaper. The bed was snow white with a thick quilt of\nviolet silk. On the little table were English violets, pouring their\nfragrance into the room.\n\n\"What a beautiful room!\" sighed Violet, sinking down into one of the\nsoft cushioned chairs.\n\nBut all the children shouted when they saw Benny's room. The wallpaper\nwas blue, covered with large figures of cats and dogs, the Three Bears,\nand Peter Rabbit. There was a swinging rocking-horse, nearly as large as\na real horse, a blackboard, a tool chest, and low tables and chairs\nexactly the right size for Benny. There was an electric train with cars\nnearly as large as the little boy himself.\n\n\"Can I run the cars all day?\" asked Benny.\n\n\"Oh, no,\" replied Henry quickly. \"You're going to school as soon as it\nbegins.\"\n\nThis was the first that his grandfather had heard about school, but he\nagreed with Henry, and chuckled to himself.\n\n\"The finest schools in the country,\" he said. This came true, for all\nthe children finally went to the public schools, and are they not the\nfinest schools in the country?\n\nIn Jess' room Benny discovered a bed for Watch. It was, in fact, a\nregular dog's straw hamper, but it was lined with heavy quilted silk and\npadded with wool. Watch got in at once, sniffed in every corner, turned\naround three times, and lay down.\n\nJust then a distant doorbell rang. It had such a low, musical chime that\nthe children listened delightedly, never once giving a thought as to who\nit might be.\n\nBut almost at once a soft-footed servant appeared, saying that a man\nwanted to see Mr. Cordyce \"about the dog.\" The moment Jess heard that\nword \"dog\" she was frightened. She had never thought Watch a common\nrunaway dog, and it always made her uncomfortable to see passers-by gaze\ncuriously at him as he ran by her side.\n\n\"They won't take Watch away?\" she whispered to Henry, her breath almost\ngone.\n\n\"Indeed they will not!\" declared Henry. \"We'll never, _never_ give him\nup.\"\n\nHowever, Henry followed his grandfather and Jess with great anxiety.\n\nIt was indeed about Watch that the man wanted to talk, and Jess' heart\nsank again when she saw the dog jump delightedly upon the man, and\nreturn his caresses with short barks.\n\n\"He's a runaway, sir, from my kennels out in Townsend,\" the man\nexplained to Mr. Cordyce. \"I have two hundred Airedales out there, and\nthis one was sold the day before he ran away. So you see I have to turn\nhim over to the lady I sold him to.\"\n\n\"Oh, no, you don't,\" returned Mr. Cordyce quickly. \"I will give you\nthree times what the dog is worth.\"\n\nThe man glanced around uneasily. \"I couldn't do that, sir,\" he\nexplained. \"You see, it isn't a question of money; it's a question of my\npromised word to the lady.\"\n\nMr. Cordyce failed to \"see.\" \"She can find another dog, among two\nhundred Airedales, I guess,\" he returned. \"And, besides, you don't know\npositively that this is the right dog.\"\n\n\"Excuse me,\" replied the man, very much embarrassed, \"he's the dog, all\nright. He knows me, as you see. His name is Rough No. 3. He has a black\nspot inside his ear.\"\n\nIt was too true. Indeed, at the mere mention of his name the dog cocked\nan ear and wagged his tail. But he had seated himself as close to Jess\nas possible, and licked her hand when she patted him.\n\nBut it appeared that Henry could understand the man's position even if\nMr. Cordyce could not. He now put in a timid word of his own.\n\n\"If the lady would agree to let the dog go, would you be willing?\"\n\n\"Sure,\" said the man, shooting a glance at Henry.\n\n\"I almost know any one would let us keep Watch, Grandfather,\" said\nHenry earnestly, \"if they knew how much he had done for us.\"\n\n\"I'm sure of it, my boy,\" returned Mr. Cordyce kindly.\n\nThe fact that Henry had been the first to make headway with the dog\nfancier, had not escaped him.\n\nBut it was clear that Jess would not be able to sleep until the matter\nhad been settled, so the moment the man had gone, the children set out\nfrom their beautiful new home to the address of the lady who had bought\nWatch.\n\nThe big car purred along from Greenfield to Townsend in no time. And the\nwhole family, including Watch himself, trooped up the veranda steps to\ninterview the lady who held it in her power to break their hearts, or to\nmake them very happy.\n\nShe was not terrible to look at. In fact she was quite young, quite\nlively, and very, very pretty. She asked them all to sit down, which\nthey did gravely, for even Benny was worried about losing \"Watchie,\" his\nfavorite pillow. He could not wait for his grandfather to begin. He\nstruggled down from his chair and dashed over to the young lady saying,\nin one breath, \"You'll let us keep Watchie, please, won't you, because\nwe want him so bad, and Jess didn't know he was your dog?\"\n\nBy degrees the lady understood just what dog it was.\n\n\"We have had him so long,\" explained Henry, eagerly, \"it would be almost\nlike letting Benny go away. Watch never leaves us even for a minute,\never since Jess took the briar out of his foot.\"\n\n\"So you are the children who lived in the freight car!\" observed the\nlively young lady. \"I've heard all about that. How did you like it?\"\n\n\"All right,\" replied Henry, with an effort. \"But we never could have\ndone it without Watch. He stayed and looked after the girls while I was\naway, and he just thinks everything of Jess.\"\n\n\"Well,\" said the young lady, laughing, \"I can see you're worrying\nterribly about that dog. Now listen! I wouldn't take that dog away from\nyou any more than I'd take Benny! In fact, not so much. I think maybe\nI'd like to keep Benny instead.\"\n\nBenny was apparently quite willing that she should. He climbed into her\nlap before any one could stop him, and gave her one of his best bear\nhugs. And from that moment they were firm friends. But the children\nalways spoke of her as the \"lady who owns Watch,\" although Mr. Cordyce\npaid for the dog in less time than you can imagine. It made no\ndifference to the children that Watch was a very valuable dog. They had\nloved him when he had not been worth a cent; and now they loved him\nmore, simply because they had so nearly lost him.\n\nIt was a happy and reunited family which gathered around the Cordyce\ndining table that evening. The maids smiled in the kitchen to hear the\nchildren laugh; and the children laughed because Watch actually sat up\nat the table in the seat of honor beside Jess, and was waited upon by a\nbutler.\n\n\n\n\nSAFE\n\n\nWould you ever dream that four children could be homesick in such a\nbeautiful house as Mr. Cordyce's? Jess was the first one to long for the\nold freight car.\n\n\"O Grandfather,\" she said one morning, \"I wish I could cook something\nonce more in the old kettle.\"\n\n\"Go out in the kitchen,\" said her grandfather, \"and mess around all you\nlike. The maids will help you.\"\n\nJess brightened up at once, and flew out into the kitchen, where three\nor four maids brought her everything she wanted to cook with.\n\nAnd Benny was the last one to wish for his old home.\n\n\"Grandfather,\" he said one day, \"I wish I could drink this milk out of\nmy own pink cup!\"\n\nThis set Mr. Cordyce to thinking. He had plenty of pink cups, it is\ntrue, but none of them were as dear to Benny as his own.\n\n\"I think I shall have to surprise you children,\" said Mr. Cordyce at\nlast. \"But before the surprise comes, perhaps you would like to see\nBenny's pony.\" Then he led the way to the stables. He owned several\nbeautiful horses already, and nearly a dozen wonderful cars. But nothing\nwas half so interesting as the pony. He was very small and very fat and\nblack. His wavy tail was so long that it nearly touched the ground. And\nhis name was \"Cracker,\" because his birthday fell on the Fourth of July,\nwhen firecrackers were popping.\n\nBenny took a short ride around the stable, being \"held on\" by a groom.\nBut the second time around, he said, \"Cracker doesn't need you to hold\nonto him, I shouldn't wonder,\" and trotted around with great delight,\nwithout help.\n\nAll the others sat down on the fragrant hay to watch him ride.\n\n\"What am I going to do when I grow up, Grandfather?\" asked Henry.\n\n\"You're going to take my place, Henry, as president of the steel mills,\"\nreplied Mr. Cordyce. \"You will do it better than I ever have.\" (And one\nday this came true, just as most of Mr. Cordyce's prophecies did.)\n\n\"And what am I going to do?\" asked Jess, curiously.\n\n\"All you children must go to school and then to college. Then you may do\nwhatever you choose for a living,\" replied Mr. Cordyce. (This also came\ntrue.)\n\n\"Of course I have more than enough money to support us all,\" went on Mr.\nCordyce, \"but if you have something to do, you will be happier.\" (This\nnot only came true, but it is always and forever true, all over the\nworld.)\n\n\"Am I going to college tomorrow?\" asked Benny, stopping his little pony\nin front of the group.\n\n\"Not tomorrow, Benny,\" said his grandfather, laughing. \"But I 'm glad\nyou reminded me. All you children must go over to Dr. McAllister's\ntomorrow, and stay while the surprise comes.\"\n\n\"Is the surprise very nice?\" asked Benny.\n\n\"No, not very,\" replied Mr. Cordyce with a twinkle.\n\n\"Did it cost a great deal?\" asked Jess.\n\n\"It didn't cost me anything,\" answered her grandfather. \"The only thing\nI shall have to pay will be express.\" (He didn't tell them that the\nexpress cost him several hundred dollars.)\n\nHowever, next day the children rode gladly over to see the kind doctor.\nThey stayed until Mr. Cordyce telephoned to them that the surprise was\nready. And then Mrs. McAllister and her son rode back with them in the\nbig car.\n\nMr. Cordyce was as happy as a boy. He led the merry little procession\nout through his many gardens, past the rose garden, through the banks of\npurple asters. Then they came to an Italian garden with a fountain in\nthe middle, and a shady little wood around the edge. Among the trees was\nthe surprise. It was the old freight car! The children rushed over to it\nwith cries of delight, pushed back the dear old door, and scrambled in.\nEverything was in place. Here was Benny's pink cup, and here was his\nbed. Here was the old knife which had cut butter and bread, and\nvegetables, and firewood, and string, and here were the letters for\nBenny's primer. Here was the big kettle and the tablecloth. And hanging\non a near-by tree was the old dinner bell. Benny rang the bell over and\nover again, and Watch rolled on the floor and barked himself hoarse.\n\nThe children were never homesick after that. To be sure, a dull and ugly\nfreight car looked a little strange in a beautiful Italian garden. But\nit was never dull or ugly to the Cordyce children or their dog. They\nnever were so happy as when showing visitors each beauty of their\nbeloved old home. And there were many visitors. Some of them were\nfascinated by the stories of the wonderful dishes and the shelf. And the\nchildren never grew tired of telling them over and over again.\n\nOne summer day, many years afterward, Watch climbed out of his beautiful\npadded silk bed, and barked until Henry lifted him into the freight car.\nThere he lay down on the hard, splintery floor, blinking his eyes in the\nsun, and watching the children as they sat studying by the fountain.\n\n\"He likes the old home best,\" said Jess Cordyce, smiling at him and\npatting his rough back.\n\nAnd as Benny would say, if he hadn't grown up, \"That's true, I shouldn't\nwonder.\"\n\n\n\n\n\nEnd of Project Gutenberg's The Box-Car Children, by Gertrude Chandler Warner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BOX-CAR CHILDREN ***\n\n***** This file should be named 42796.txt or 42796.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/2\/7\/9\/42796\/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net from\nscans obtained from the University of Florida.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":951,"split":"train"}
