{"ori_id":"c4241815627ac0077304ccdea892cd469a59334a","title":"Edward III (play)","context":"Edward III (play)\n King Edward III is informed by The Count of Artois that he, Edward, was the true heir to the previous king of France. A French ambassador arrives to insist that Edward do homage to the new French king for his lands in Guyenne. Edward defies him, insisting he will invade to enforce his rights. A messenger arrives to say that the Scots are besieging a castle in the north of England. Edward decides to deal with this problem first. The castle is being held by the beautiful Countess of Salisbury, the wife of the Earl of Salisbury. As Edward's army arrives, the rampaging Scots flee. Edward immediately falls for the Countess, and proceeds to woo her for himself. She rebuffs him, but he persists. In an attempted bluff, the Countess vows to take the life of her husband if Edward will take the life of his wife. However, when she sees that Edward finds the plan morally acceptable, she ultimately threatens to take her own life if he does not stop his pursuit. Finally, Edward expresses great shame, admits his fault and acquiesces. He dedicates himself to use his energies to pursue his rights and duties as king.\nIn the second part of the play, in several scenes reminiscent of Henry V, Edward joins his army in France, fighting a war to claim the French throne. He and the French king exchange arguments for their claims before the Battle of Crecy. King Edward's son, Edward, the Black Prince, is knighted and sent into battle. The king refuses to send help to his son when it appears that the young man's life is in danger. Prince Edward proves himself in battle after defeating the king of Bohemia. The English win the battle and the French flee to Poitiers. Edward sends the prince to pursue them, while he besieges Calais.\nIn Poitiers the prince finds himself outnumbered and apparently surrounded. The play switches between the French and English camps, where the apparent hopelessness of the English campaign is contrasted with the arrogance of the French. Prince Edward broods on the morality of war before achieving victory in the Battle of Poitiers against seemingly insurmountable odds. He captures the French king.\nIn Calais the citizens realise they will have to surrender to King Edward. Edward demands that six of the leading citizens be sent out to face punishment. Edward's wife, Queen Philippa, arrives and persuades him to pardon them. Sir John Copland brings Edward the king of the Scots, captured in battle, and a messenger informs Edward that the English have secured Brittany. However, the successes are undercut when news arrives that Prince Edward was facing certain defeat at Poitiers. King Edward declares he will take revenge. Prince Edward arrives with news of his victory, bringing with him the captured French king. The English enter Calais in triumph.\nï»¿\nProject Gutenberg Etext of The Reign of King Edward the Third,\nattributed in part to William Shakespeare.\n\nPG has multiple editions of William Shakespeare's Complete Works\n\n\nCopyright laws are changing all over the world, be sure to check\nthe copyright laws for your country before posting these files!!\n\nPlease take a look at the important information in this header.\nWe encourage you to keep this file on your own disk, keeping an\nelectronic path open for the next readers.  Do not remove this.\n\n\n**Welcome To The World of Free Plain Vanilla Electronic Texts**\n\n**Etexts Readable By Both Humans and By Computers, Since 1971**\n\n*These Etexts Prepared By Hundreds of Volunteers and Donations*\n\nInformation on contacting Project Gutenberg to get Etexts, and\nfurther information is included below.  We need your donations.\n\n\nKing Edward the Third\n\nby William Shakespeare [Apocrypha]\n\nJune, 1999 [Etext #1770]\n\n\nProject Gutenberg Etext of The Reign of King Edward the Third\nattributed in part to William Shakespeare\n******This file should be named 1770.txt or 1770.zip******\n\nThis etext was prepared by the PG Shakespeare Team,\na team of about twenty Project Gutenberg volunteers.\n\n\nProject Gutenberg Etexts are usually created from multiple editions,\nall of which are in the Public Domain in the United States, unless a\ncopyright notice is included.  Therefore, we usually do NOT! keep\nthese books in compliance with any particular paper edition.\n\n\nWe are now trying to release all our books one month in advance\nof the official release dates, leaving time for better editing.\n\nPlease note:  neither this list nor its contents are final till\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg Etexts is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.  To be sure you have an\nup to date first edition [xxxxx10x.xxx] please check file sizes\nin the first week of the next month.  Since our ftp program has\na bug in it that scrambles the date [tried to fix and failed] a\nlook at the file size will have to do, but we will try to see a\nnew copy has at least one byte more or less.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any etext selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.  This\nprojected audience is one hundred million readers.  If our value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour this year as we release thirty-six text\nfiles per month, or 432 more Etexts in 1999 for a total of 2000+\nIf these reach just 10% of the computerized population, then the\ntotal should reach over 200 billion Etexts given away this year.\n\nThe Goal of Project Gutenberg is to Give Away One Trillion Etext\nFiles by December 31, 2001.  [10,000 x 100,000,000 = 1 Trillion]\nThis is ten thousand titles each to one hundred million readers,\nwhich is only ~5% of the present number of computer users.\n\nAt our revised rates of production, we will reach only one-third\nof that goal by the end of 2001, or about 3,333 Etexts unless we\nmanage to get some real funding; currently our funding is mostly\nfrom Michael Hart's salary at Carnegie-Mellon University, and an\nassortment of sporadic gifts; this salary is only good for a few\nmore years, so we are looking for something to replace it, as we\ndon't want Project Gutenberg to be so dependent on one person.\n\nWe need your donations more than ever!\n\n\nAll donations should be made to \"Project Gutenberg\/CMU\": and are\ntax deductible to the extent allowable by law.  (CMU = Carnegie-\nMellon University).\n\nFor these and other matters, please mail to:\n\nProject Gutenberg\nP. O. Box  2782\nChampaign, IL 61825\n\nWhen all other email fails. . .try our Executive Director:\nMichael S. Hart <hart@pobox.com>\nhart@pobox.com forwards to hart@prairienet.org and archive.org\nif your mail bounces from archive.org, I will still see it, if\nit bounces from prairienet.org, better resend later on. . . .\n\nWe would prefer to send you this information by email.\n\n******\n\nTo access Project Gutenberg etexts, use any Web browser\nto view http:\/\/promo.net\/pg.  This site lists Etexts by\nauthor and by title, and includes information about how\nto get involved with Project Gutenberg.  You could also\ndownload our past Newsletters, or subscribe here.  This\nis one of our major sites, please email hart@pobox.com,\nfor a more complete list of our various sites.\n\nTo go directly to the etext collections, use FTP or any\nWeb browser to visit a Project Gutenberg mirror (mirror\nsites are available on 7 continents; mirrors are listed\nat http:\/\/promo.net\/pg).\n\nMac users, do NOT point and click, typing works better.\n\nExample FTP session:\n\nftp sunsite.unc.edu\nlogin: anonymous\npassword: your@login\ncd pub\/docs\/books\/gutenberg\ncd etext90 through etext99\ndir [to see files]\nget or mget [to get files. . .set bin for zip files]\nGET GUTINDEX.??  [to get a year's listing of books, e.g., GUTINDEX.99]\nGET GUTINDEX.ALL [to get a listing of ALL books]\n\n***\n\n**Information prepared by the Project Gutenberg legal advisor**\n\n(Three Pages)\n\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN ETEXTS**START***\nWhy is this \"Small Print!\" statement here?  You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this etext, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault.  So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you.  It also tells you how\nyou can distribute copies of this etext if you want to.\n\n*BEFORE!* YOU USE OR READ THIS ETEXT\nBy using or reading any part of this PROJECT GUTENBERG-tm\netext, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement.  If you do not, you can receive\na refund of the money (if any) you paid for this etext by\nsending a request within 30 days of receiving it to the person\nyou got it from.  If you received this etext on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM ETEXTS\nThis PROJECT GUTENBERG-tm etext, like most PROJECT GUTENBERG-\ntm etexts, is a \"public domain\" work distributed by Professor\nMichael S. Hart through the Project Gutenberg Association at\nCarnegie-Mellon University (the \"Project\").  Among other\nthings, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties.  Special rules, set forth\nbelow, apply if you wish to copy and distribute this etext\nunder the Project's \"PROJECT GUTENBERG\" trademark.\n\nTo create these etexts, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks.  Despite these efforts, the Project's etexts and any\nmedium they may be on may contain \"Defects\".  Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other etext medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] the Project (and any other party you may receive this\netext from as a PROJECT GUTENBERG-tm etext) disclaims all\nliability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this etext within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from.  If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy.  If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS ETEXT IS OTHERWISE PROVIDED TO YOU \"AS-IS\".  NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE ETEXT OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold the Project, its directors,\nofficers, members and agents harmless from all liability, cost\nand expense, including legal fees, that arise directly or\nindirectly from any of the following that you do or cause:\n[1] distribution of this etext, [2] alteration, modification,\nor addition to the etext, or [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this etext electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     etext or this \"small print!\" statement.  You may however,\n     if you wish, distribute this etext in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word pro-\n     cessing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The etext, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The etext may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the etext (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          etext in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the etext refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Project of 20% of the\n     net profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Association\/Carnegie-Mellon\n     University\" within the 60 days following each\n     date you prepare (or were legally required to prepare)\n     your annual (or equivalent periodic) tax return.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nThe Project gratefully accepts contributions in money, time,\nscanning machines, OCR software, public domain etexts, royalty\nfree copyright licenses, and every other sort of contribution\nyou can think of.  Money should be paid to \"Project Gutenberg\nAssociation \/ Carnegie-Mellon University\".\n\n*END*THE SMALL PRINT! FOR PUBLIC DOMAIN ETEXTS*Ver.04.29.93*END*\n\n\n\n\n\nThis etext was prepared by the PG Shakespeare Team,\na team of about twenty Project Gutenberg volunteers.\n\n\n\n\n\nKing Edward the Third\n\n\n\nThe Reign of King Edward the Third, attributed in part to\nWilliam Shakespeare.\n\n\nPERSONS REPRESENTED.\n\nEDWARD THE THIRD, King of England.\nEDWARD, Prince of Wales, his Son.\nEarl of WARWICK.\nEarl of DERBY.\nEarl of SALISBURY.\nLord AUDLEY.\nLord PERCY.\nLODOWICK, Edward's Confident.\nSir WILLIAM MOUNTAGUE.\nSir JOHN COPLAND.\nTwo ESQUIRES, and a HERALD, English.\nROBERT, styling himself Earl, of Artois.\nEarl of MONTFORT, and\nGOBIN DE GREY.\nJOHN, King of France.\nCHARLES, and PHILIP, his Sons.\nDuke of LORRAIN.\nVILLIERS, a French Lord.\nKing of BOHEMIA, Aid to King John.\nA POLISH CAPTAIN, Aid to King John.\nSix CITIZENS of Calais.\nA CAPTAIN, and\nA POOR INHABITANT, of the same.\nAnother CAPTAIN.\nA MARINER.\nThree HERALDS; and\nFour other FRENCHMEN.\nDAVID, King of Scotland.\nEarl DOUGLAS; and\nTwo MESSENGERS, Scotch.\n\nPHILIPPA, Edward's Queen.\nCountess of SALISBURY.\nA FRENCH WOMAN.\n\nLords, and divers other Attendants; Heralds, Officers,\nSoldiers, &c.\n\nScene, dispers'd; in England, Flanders, and France.\n\n\nACT I. SCENE I. London. A Room of State in the\nPalace.  Flourish.\n\n[Enter King Edward, Derby, Prince Edward, Audley, and\nArtois.]\n\nKING EDWARD.\nRobert of Artois, banished though thou be\n>From France, thy native Country, yet with us\nThou shalt retain as great a Seigniorie:\nFor we create thee Earl of Richmond here.\nAnd now go forwards with our pedigree:\nWho next succeeded Phillip le Bew?\n\nARTOIS.\nThree sons of his, which all successfully\nDid sit upon their father's regal Throne,\nYet died, and left no issue of their loins.\n\nKING EDWARD.\nBut was my mother sister unto those?\n\nARTOIS.\nShe was, my Lord; and only Isabel\nWas all the daughters that this Phillip had,\nWhom afterward your father took to wife;\nAnd from the fragrant garden of her womb\nYour gracious self, the flower of Europe's hope,\nDerived is inheritor to France.\nBut note the rancor of rebellious minds:\nWhen thus the lineage of le Bew was out,\nThe French obscured your mother's Privilege,\nAnd, though she were the next of blood, proclaimed\nJohn, of the house of Valois, now their king:\nThe reason was, they say, the Realm of France,\nReplete with Princes of great parentage,\nOught not admit a governor to rule,\nExcept he be descended of the male;\nAnd that's the special ground of their contempt,\nWherewith they study to exclude your grace:\nBut they shall find that forged ground of theirs\nTo be but dusty heaps of brittle sand.\nPerhaps it will be thought a heinous thing,\nThat I, a French man, should discover this;\nBut heaven I call to record of my vows:\nIt is not hate nor any private wrong,\nBut love unto my country and the right,\nProvokes my tongue, thus lavish in report.\nYou are the lineal watchman of our peace,\nAnd John of Valois indirectly climbs;\nWhat then should subjects but embrace their King?\nAh, where in may our duty more be seen,\nThan striving to rebate a tyrant's pride\nAnd place the true shepherd of our commonwealth?\n\nKING EDWARD.\nThis counsel, Artois, like to fruitful showers,\nHath added growth unto my dignity;\nAnd, by the fiery vigor of thy words,\nHot courage is engendered in my breast,\nWhich heretofore was raked in ignorance,\nBut now doth mount with golden wings of fame,\nAnd will approve fair Isabel's descent,\nAble to yoke their stubborn necks with steel,\nThat spurn against my sovereignty in France.\n\n[Sound a horn.]\n\nA messenger?--Lord Audley, know from whence.\n\n[Exit Audley, and returns.]\n\nAUDLEY.\nThe Duke of Lorrain, having crossed the seas,\nEntreats he may have conference with your highness.\n\nKING EDWARD.\nAdmit him, Lords, that we may hear the news.\n\n[Exeunt Lords.  King takes his State.  Re-enter Lords;\nwith Lorrain, attended.]\n\nSay, Duke of Lorrain, wherefore art thou come?\n\nLORRAIN.\nThe most renowned prince, King John of France,\nDoth greet thee, Edward, and by me commands,\nThat, for so much as by his liberal gift\nThe Guyen Dukedom is entailed to thee,\nThou do him lowly homage for the same.\nAnd, for that purpose, here I summon thee,\nRepair to France within these forty days,\nThat there, according as the custom is,\nThou mayst be sworn true liegeman to our King;\nOr else thy title in that province dies,\nAnd he him self will repossess the place.\n\nKING EDWARD.\nSee, how occasion laughs me in the face!\nNo sooner minded to prepare for France,\nBut straight I am invited,--nay, with threats,\nUpon a penalty, enjoined to come:\nTwere but a childish part to say him nay.--\nLorrain, return this answer to thy Lord:\nI mean to visit him as he requests;\nBut how? not servilely disposed to bend,\nBut like a conqueror to make him bow.\nHis lame unpolished shifts are come to light;\nAnd truth hath pulled the vizard from his face,\nThat set a gloss upon his arrogance.\nDare he command a fealty in me?\nTell him, the Crown that he usurps, is mine,\nAnd where he sets his foot, he ought to kneel.\nTis not a petty Dukedom that I claim,\nBut all the whole Dominions of the Realm;\nWhich if with grudging he refuse to yield,\nI'll take away those borrowed plumes of his,\nAnd send him naked to the wilderness.\n\nLORRAIN.\nThen, Edward, here, in spite of all thy Lords,\nI do pronounce defiance to thy face.\n\nPRINCE EDWARD.\nDefiance, French man? we rebound it back,\nEven to the bottom of thy master's throat.\nAnd, be it spoke with reverence of the King,\nMy gracious father, and these other Lords,\nI hold thy message but as scurrilous,\nAnd him that sent thee, like the lazy drone,\nCrept up by stealth unto the Eagle's nest;\n>From whence we'll shake him with so rough a storm,\nAs others shall be warned by his harm.\n\nWARWICK.\nBid him leave of the Lyons case he wears,\nLeast, meeting with the Lyon in the field,\nHe chance to tear him piecemeal for his pride.\n\nARTOIS.\nThe soundest counsel I can give his grace,\nIs to surrender ere he be constrained.\nA voluntary mischief hath less scorn,\nThan when reproach with violence is borne.\n\nLORRAIN.\nDegenerate Traitor, viper to the place\nWhere thou was fostered in thine infancy,\nBearest thou a part in this conspiracy?\n\n[He draws his sword.]\n\nKING EDWARD.\nLorrain, behold the sharpness of this steel:\n\n[Drawing his.]\n\nFervent desire that sits against my heart,\nIs far more thorny pricking than this blade;\nThat, with the nightingale, I shall be scared,\nAs oft as I dispose my self to rest,\nUntil my colours be displayed in France:\nThis is my final Answer; so be gone.\n\nLORRAIN.\nIt is not that, nor any English brave,\nAfflicts me so, as doth his poisoned view,\nThat is most false, should most of all be true.\n\n[Exeunt Lorrain, and Train.]\n\nKING EDWARD.\nNow, Lord, our fleeting Bark is under sail;\nOur gage is thrown, and war is soon begun,\nBut not so quickly brought unto an end.\n\n[Enter Mountague.]\n\nBut wherefore comes Sir William Mountague?\nHow stands the league between the Scot and us?\n\nMOUNTAGUE.\nCracked and dissevered, my renowned Lord.\nThe treacherous King no sooner was informed\nOf your with drawing of your army back,\nBut straight, forgetting of his former oath,\nHe made invasion on the bordering Towns:\nBarwick is won, Newcastle spoiled and lost,\nAnd now the tyrant hath begirt with siege\nThe Castle of Rocksborough, where inclosed\nThe Countess Salisbury is like to perish.\n\nKING EDWARD.\nThat is thy daughter, Warwick, is it not?\nWhose husband hath in Brittain served so long\nAbout the planting of Lord Mountford there?\n\nWARWICK.\nIt is, my Lord.\n\nKING EDWARD.\nIgnoble David! hast thou none to grieve\nBut silly Ladies with thy threatening arms?\nBut I will make you shrink your snaily horns!\nFirst, therefore, Audley, this shall be thy charge,\nGo levy footmen for our wars in France;\nAnd, Ned, take muster of our men at arms:\nIn every shire elect a several band.\nLet them be Soldiers of a lusty spirit,\nSuch as dread nothing but dishonor's blot;\nBe wary, therefore, since we do commence\nA famous War, and with so mighty a nation.\nDerby, be thou Ambassador for us\nUnto our Father in Law, the Earl of Henalt:\nMake him acquainted with our enterprise,\nAnd likewise will him, with our own allies\nThat are in Flanders, to solicit to\nThe Emperour of Almaigne in our name.\nMy self, whilst you are jointly thus employed,\nWill, with these forces that I have at hand,\nMarch, and once more repulse the traitorous Scot.\nBut, Sirs, be resolute:  we shall have wars\nOn every side; and, Ned, thou must begin\nNow to forget thy study and thy books,\nAnd ure thy shoulders to an Armor's weight.\n\nPRINCE EDWARD.\nAs cheerful sounding to my youthful spleen\nThis tumult is of war's increasing broils,\nAs, at the Coronation of a king,\nThe joyful clamours of the people are,\nWhen Ave, Caesar! they pronounce aloud.\nWithin this school of honor I shall learn\nEither to sacrifice my foes to death,\nOr in a rightful quarrel spend my breath.\nThen cheerfully forward, each a several way;\nIn great affairs tis nought to use delay.\n\n[Exeunt.]\n\n\nACT I. SCENE II. Roxborough. Before the Castle.\n\n[Enter the Countess.]\n\nCOUNTESS.\nAlas, how much in vain my poor eyes gaze\nFor succour that my sovereign should send!\nAh, cousin Mountague, I fear thou wants\nThe lively spirit, sharply to solicit\nWith vehement suit the king in my behalf:\nThou dost not tell him, what a grief it is\nTo be the scornful captive of a Scot,\nEither to be wooed with broad untuned oaths,\nOr forced by rough insulting barbarism;\nThou doest not tell him, if he here prevail,\nHow much they will deride us in the North,\nAnd, in their wild, uncivil, skipping gigs,\nBray forth their Conquest and our overthrow\nEven in the barren, bleak, and fruitless air.\n\n[Enter David and Douglas, Lorrain.]\n\nI must withdraw, the everlasting foe\nComes to the wall; I'll closely step aside,\nAnd list their babble, blunt and full of pride.\n\nKING DAVID.\nMy Lord of Lorrain, to our brother of France\nCommend us, as the man in Christendom\nThat we most reverence and entirely love.\nTouching your embassage, return and say,\nThat we with England will not enter parley,\nNor never make fair weather, or take truce;\nBut burn their neighbor towns, and so persist\nWith eager Rods beyond their City York.\nAnd never shall our bonny riders rest,\nNor rusting canker have the time to eat\nTheir light borne snaffles nor their nimble spurs,\nNor lay aside their Jacks of Gymould mayle,\nNor hang their staves of grained Scottish ash\nIn peaceful wise upon their City walls,\nNor from their buttoned tawny leathern belts\nDismiss their biting whinyards, till your King\nCry out:  Enough, spare England now for pity!\nFarewell, and tell him that you leave us here\nBefore this Castle; say, you came from us,\nEven when we had that yielded to our hands.\n\nLORRAIN.\nI take my leave, and fairly will return\nYour acceptable greeting to my king.\n\n[Exit Lorrain.]\n\nKING DAVID.\nNow, Douglas, to our former task again,\nFor the division of this certain spoil.\n\nDOUGLAS.\nMy liege, I crave the Lady, and no more.\n\nKING DAVID.\nNay, soft ye, sir; first I must make my choice,\nAnd first I do bespeak her for my self.\n\nDOUGLAS.\nWhy then, my liege, let me enjoy her jewels.\n\nKING DAVID.\nThose are her own, still liable to her,\nAnd who inherits her, hath those with all.\n\n[Enter a Scot in haste.]\n\nMESSENGER.\nMy liege, as we were pricking on the hills,\nTo fetch in booty, marching hitherward,\nWe might descry a might host of men;\nThe Sun, reflecting on the armour, shewed\nA field of plate, a wood of picks advanced.\nBethink your highness speedily herein:\nAn easy march within four hours will bring\nThe hindmost rank unto this place, my liege.\n\nKING DAVID.\nDislodge, dislodge! it is the king of England.\n\nDOUGLAS.\nJemmy, my man, saddle my bonny black.\n\nKING DAVID.\nMeanst thou to fight, Douglas? we are too weak.\n\nDOUGLAS.\nI know it well, my liege, and therefore fly.\n\nCOUNTESS.\nMy Lords of Scotland, will ye stay and drink?\n\nKING DAVID.\nShe mocks at us, Douglas; I cannot endure it.\n\nCOUNTESS.\nSay, good my Lord, which is he must have the Lady,\nAnd which her jewels?  I am sure, my Lords,\nYe will not hence, till you have shared the spoils.\n\nKING DAVID.\nShe heard the messenger, and heard our talk;\nAnd now that comfort makes her scorn at us.\n\n[Another messenger.]\n\n\nMESSENGER.\nArm, my good Lord!  O, we are all surprised!\n\nCOUNTESS.\nAfter the French ambassador, my liege,\nAnd tell him, that you dare not ride to York;\nExcuse it that your bonny horse is lame.\n\nKING DAVID.\nShe heard that too; intolerable grief!\nWoman, farewell!  Although I do not stay...\n\n[Exeunt Scots.]\n\nCOUNTESS.\nTis not for fear, and yet you run away.--\nO happy comfort, welcome to our house!\nThe confident and boisterous boasting Scot,\nThat swore before my walls they would not back\nFor all the armed power of this land,\nWith faceless fear that ever turns his back,\nTurned hence against the blasting North-east wind\nUpon the bare report and name of Arms.\n\n[Enter Mountague.]\n\nO Summer's day!  See where my Cousin comes!\n\nMOUNTAGUE.\nHow fares my Aunt?  We are not Scots;\nWhy do you shut your gates against your friends?\n\nCOUNTESS.\nWell may I give a welcome, Cousin, to thee,\nFor thou comst well to chase my foes from hence.\n\nMOUNTAGUE.\nThe king himself is come in person hither;\nDear Aunt, descend, and gratulate his highness.\n\nCOUNTESS.\nHow may I entertain his Majesty,\nTo shew my duty and his dignity?\n\n[Exit, from above.]\n\n\n[Enter King Edward, Warwick, Artois, with others.]\n\nKING EDWARD.\nWhat, are the stealing Foxes fled and gone,\nBefore we could uncouple at their heels?\n\nWARWICK.\nThey are, my liege; but, with a cheerful cry,\nHot hounds and hardy chase them at the heels.\n\n[Enter Countess.]\n\nKING EDWARD.\nThis is the Countess, Warwick, is it not?\n\nWARWICK.\nEven she, my liege; whose beauty tyrants fear,\nAs a May blossom with pernicious winds,\nHath sullied, withered, overcast, and done.\n\nKING EDWARD.\nHath she been fairer, Warwick, than she is?\n\nWARWICK.\nMy gracious King, fair is she not at all,\nIf that her self were by to stain her self,\nAs I have scene her when she was her self.\n\nKING EDWARD.\nWhat strange enchantment lurked in those her eyes,\nWhen they excelled this excellence they have,\nThat now her dim decline hath power to draw\nMy subject eyes from persing majesty,\nTo gaze on her with doting admiration?\n\nCOUNTESS.\nIn duty lower than the ground I kneel,\nAnd for my dull knees bow my feeling heart,\nTo witness my obedience to your highness,\nWith many millions of a subject's thanks\nFor this your Royal presence, whose approach\nHath driven war and danger from my gate.\n\nKING EDWARD.\nLady, stand up; I come to bring thee peace,\nHow ever thereby I have purchased war.\n\nCOUNTESS.\nNo war to you, my liege; the Scots are gone,\nAnd gallop home toward Scotland with their hate.\n\nKING EDWARD.\nLeast, yielding here, I pine in shameful love,\nCome, we'll pursue the Scots;--Artois, away!\n\nCOUNTESS.\nA little while, my gracious sovereign, stay,\nAnd let the power of a mighty king\nHonor our roof; my husband in the wars,\nWhen he shall hear it, will triumph for joy;\nThen, dear my liege, now niggard not thy state:\nBeing at the wall, enter our homely gate.\n\nKING EDWARD.\nPardon me, countess, I will come no near;\nI dreamed to night of treason, and I fear.\n\nCOUNTESS.\nFar from this place let ugly treason lie!\n\nKING EDWARD.\nNo farther off, than her conspiring eye,\nWhich shoots infected poison in my heart,\nBeyond repulse of wit or cure of Art.\nNow, in the Sun alone it doth not lie,\nWith light to take light from a mortal eye;\nFor here two day stars that mine eyes would see\nMore than the Sun steals mine own light from me,\nContemplative desire, desire to be\nIn contemplation, that may master thee!\nWarwick, Artois, to horse and let's away!\n\nCOUNTESS.\nWhat might I speak to make my sovereign stay?\n\nKING EDWARD.\nWhat needs a tongue to such a speaking eye,\nThat more persuades than winning Oratory?\n\nCOUNTESS.\nLet not thy presence, like the April sun,\nFlatter our earth and suddenly be done.\nMore happy do not make our outward wall\nThan thou wilt grace our inner house withal.\nOur house, my liege, is like a Country swain,\nWhose habit rude and manners blunt and plain\nPresageth nought, yet inly beautified\nWith bounties, riches and faire hidden pride.\nFor where the golden Ore doth buried lie,\nThe ground, undecked with nature's tapestry,\nSeems barren, sere, unfertile, fructless, dry;\nAnd where the upper turf of earth doth boast\nHis pied perfumes and party coloured coat,\nDelve there, and find this issue and their pride\nTo spring from ordure and corruption's side.\nBut, to make up my all too long compare,\nThese ragged walls no testimony are,\nWhat is within; but, like a cloak, doth hide\n>From weather's Waste the under garnished pride.\nMore gracious then my terms can let thee be,\nIntreat thy self to stay a while with me.\n\nKING EDWARD.\nAs wise, as fair; what fond fit can be heard,\nWhen wisdom keeps the gate as beauty's guard?--\nIt shall attend, while I attend on thee:\nCome on, my Lords; here will I host to night.\n\n[Exeunt.]\n\n\nACT II. SCENE I. The Same. Gardens of the Castle.\n\n[Enter Lodowick.]\n\nLODOWICK.\nI might perceive his eye in her eye lost,\nHis ear to drink her sweet tongue's utterance,\nAnd changing passion, like inconstant clouds\nThat rack upon the carriage of the winds,\nIncrease and die in his disturbed cheeks.\nLo, when she blushed, even then did he look pale,\nAs if her cheeks by some enchanted power\nAttracted had the cherry blood from his:\nAnon, with reverent fear when she grew pale,\nHis cheeks put on their scarlet ornaments;\nBut no more like her oriental red,\nThan Brick to Coral or live things to dead.\nWhy did he then thus counterfeit her looks?\nIf she did blush, twas tender modest shame,\nBeing in the sacred presence of a King;\nIf he did blush, twas red immodest shame,\nTo veil his eyes amiss, being a king;\nIf she looked pale, twas silly woman's fear,\nTo bear her self in presence of a king;\nIf he looked pale, it was with guilty fear,\nTo dote amiss, being a mighty king.\nThen, Scottish wars, farewell; I fear twill prove\nA lingering English siege of peevish love.\nHere comes his highness, walking all alone.\n\n[Enter King Edward.]\n\nKING EDWARD.\nShe is grown more fairer far since I came hither,\nHer voice more silver every word than other,\nHer wit more fluent.  What a strange discourse\nUnfolded she of David and his Scots!\n'Even thus', quoth she, 'he spake', and then spoke broad,\nWith epithites and accents of the Scot,\nBut somewhat better than the Scot could speak:\n'And thus', quoth she, and answered then her self--\nFor who could speak like her but she her self--\nBreathes from the wall an Angel's note from Heaven\nOf sweet defiance to her barbarous foes.\nWhen she would talk of peace, me thinks, her tongue\nCommanded war to prison; when of war,\nIt wakened Caesar from his Roman grave,\nTo hear war beautified by her discourse.\nWisdom is foolishness but in her tongue,\nBeauty a slander but in her fair face,\nThere is no summer but in her cheerful looks,\nNor frosty winter but in her disdain.\nI cannot blame the Scots that did besiege her,\nFor she is all the Treasure of our land;\nBut call them cowards, that they ran away,\nHaving so rich and fair a cause to stay.--\nArt thou there, Lodowick?  Give me ink and paper.\n\nLODOWICK.\nI will, my liege.\n\nKING EDWARD.\nAnd bid the Lords hold on their play at Chess,\nFor we will walk and meditate alone.\n\nLODOWICK.\nI will, my sovereign.\n\n[Exit Lodowick.]\n\nKING EDWARD.\nThis fellow is well read in poetry,\nAnd hath a lusty and persuasive spirit;\nI will acquaint him with my passion,\nWhich he shall shadow with a veil of lawn,\nThrough which the Queen of beauties Queen shall see\nHer self the ground of my infirmity.\n\n[Enter Lodowick.]\n\nKING EDWARD.\nhast thou pen, ink, and paper ready, Lodowick?\n\nLODOWICK.\nReady, my liege.\n\nKING EDWARD.\nThen in the summer arbor sit by me,\nMake it our counsel house or cabinet:\nSince green our thoughts, green be the conventicle,\nWhere we will ease us by disburdening them.\nNow, Lodowick, invocate some golden Muse,\nTo bring thee hither an enchanted pen,\nThat may for sighs set down true sighs indeed,\nTalking of grief, to make thee ready groan;\nAnd when thou writest of tears, encouch the word\nBefore and after with such sweet laments,\nThat it may raise drops in a Tartar's eye,\nAnd make a flintheart Scythian pitiful;\nFor so much moving hath a Poet's pen:\nThen, if thou be a Poet, move thou so,\nAnd be enriched by thy sovereign's love.\nFor, if the touch of sweet concordant strings\nCould force attendance in the ears of hell,\nHow much more shall the strains of poets' wit\nBeguile and ravish soft and humane minds?\n\nLODOWICK.\nTo whom, my Lord, shall I direct my stile?\n\nKING EDWARD.\nTo one that shames the fair and sots the wise;\nWhose bod is an abstract or a brief,\nContains each general virtue in the world.\nBetter than beautiful thou must begin,\nDevise for fair a fairer word than fair,\nAnd every ornament that thou wouldest praise,\nFly it a pitch above the soar of praise.\nFor flattery fear thou not to be convicted;\nFor, were thy admiration ten times more,\nTen times ten thousand more the worth exceeds\nOf that thou art to praise, thy praises worth.\nBegin; I will to contemplate the while:\nForget not to set down, how passionate,\nHow heart sick, and how full of languishment,\nHer beauty makes me.\n\nLODOWICK.\nWrite I to a woman?\n\nKING EDWARD.\nWhat beauty else could triumph over me,\nOr who but women do our love lays greet?\nWhat, thinkest thou I did bid thee praise a horse?\n\nLODOWICK.\nOf what condition or estate she is,\nTwere requisite that I should know, my Lord.\n\nKING EDWARD.\nOf such estate, that hers is as a throne,\nAnd my estate the footstool where she treads:\nThen maist thou judge what her condition is\nBy the proportion of her mightiness.\nWrite on, while I peruse her in my thoughts.--\nHer voice to music or the nightingale--\nTo music every summer leaping swain\nCompares his sunburnt lover when she speaks;\nAnd why should I speak of the nightingale?\nThe nightingale sings of adulterate wrong,\nAnd that, compared, is too satyrical;\nFor sin, though sin, would not be so esteemed,\nBut, rather, virtue sin, sin virtue deemed.\nHer hair, far softer than the silk worm's twist,\nLike to a flattering glass, doth make more fair\nThe yellow Amber:--like a flattering glass\nComes in too soon; for, writing of her eyes,\nI'll say that like a glass they catch the sun,\nAnd thence the hot reflection doth rebound\nAgainst the breast, and burns my heart within.\nAh, what a world of descant makes my soul\nUpon this voluntary ground of love!--\nCome, Lodowick, hast thou turned thy ink to gold?\nIf not, write but in letters Capital\nMy mistress' name, and it will gild thy paper:\nRead, Lord, read;\nFill thou the empty hollows of mine ears\nWith the sweet hearing of thy poetry.\n\nLODOWICK.\nI have not to a period brought her praise.\n\nKING EDWARD.\nHer praise is as my love, both infinite,\nWhich apprehend such violent extremes,\nThat they disdain an ending period.\nHer beauty hath no match but my affection;\nHers more than most, mine most and more than more:\nHers more to praise than tell the sea by drops,\nNay, more than drop the massy earth by sands,\nAnd sand by sand print them in memory:\nThen wherefore talkest thou of a period\nTo that which craves unended admiration?\nRead, let us hear.\n\nLODOWICK.\n'More fair and chaste than is the queen of shades,'--\n\nKING EDWARD.\nThat line hath two faults, gross and palpable:\nComparest thou her to the pale queen of night,\nWho, being set in dark, seems therefore light?\nWhat is she, when the sun lifts up his head,\nBut like a fading taper, dim and dead?\nMy love shall brave the eye of heaven at noon,\nAnd, being unmasked, outshine the golden sun.\n\nLODOWICK.\nWhat is the other fault, my sovereign Lord?\n\nKING EDWARD.\nRead o'er the line again.\n\nLODOWICK.\n'More fair and chaste'--\n\nKING EDWARD.\nI did not bid thee talk of chastity,\nTo ransack so the treasure of her mind;\nFor I had rather have her chased than chaste.\nOut with the moon line, I will none of it;\nAnd let me have her likened to the sun:\nSay she hath thrice more splendour than the sun,\nThat her perfections emulate the sun,\nThat she breeds sweets as plenteous as the sun,\nThat she doth thaw cold winter like the sun,\nThat she doth cheer fresh summer like the sun,\nThe she doth dazzle gazers like the sun;\nAnd, in this application to the sun,\nBid her be free and general as the sun,\nWho smiles upon the basest weed that grows\nAs lovingly as on the fragrant rose.\nLet's see what follows that same moonlight line.\n\nLODOWICK.\n'More fair and chaste than is the queen of shades,\nMore bold in constance'--\n\nKING EDWARD.\nIn constance! than who?\n\nLODOWICK.\n'Than Judith was.'\n\nKING EDWARD.\nO monstrous line!  Put in the next a sword,\nAnd I shall woo her to cut of my head.\nBlot, blot, good Lodowick!  Let us hear the next.\n\nLODOWICK.\nThere's all that yet is done.\n\nKING EDWARD.\nI thank thee then; thou hast done little ill,\nBut what is done, is passing, passing ill.\nNo, let the Captain talk of boisterous war,\nThe prisoner of emured dark constraint,\nThe sick man best sets down the pangs of death,\nThe man that starves the sweetness of a feast,\nThe frozen soul the benefit of fire,\nAnd every grief his happy opposite:\nLove cannot sound well but in lover's tongues;\nGive me the pen and paper, I will write.\n\n[Enter Countess.]\n\nBut soft, here comes the treasurer of my spirit.--\nLodowick, thou knowst not how to draw a battle;\nThese wings, these flankers, and these squadrons\nArgue in thee defective discipline:\nThou shouldest have placed this here, this other here.\n\nCOUNTESS.\nPardon my boldness, my thrice gracious Lords;\nLet my intrusion here be called my duty,\nThat comes to see my sovereign how he fares.\n\nKING EDWARD.\nGo, draw the same, I tell thee in what form.\n\nLODOWICK.\nI go.\n\n[Exit Lodowick.]\n\nCOUNTESS.\nSorry I am to see my liege so sad:\nWhat may thy subject do to drive from thee\nThy gloomy consort, sullome melancholy?\n\nKING EDWARD.\nAh, Lady, I am blunt and cannot straw\nThe flowers of solace in a ground of shame:--\nSince I came hither, Countess, I am wronged.\n\nCOUNTESS.\nNow God forbid that any in my house\nShould think my sovereign wrong!  Thrice gentle King,\nAcquaint me with your cause of discontent.\n\nKING EDWARD.\nHow near then shall I be to remedy?\n\n\nCOUNTESS.\nAs near, my Liege, as all my woman's power\nCan pawn it self to buy thy remedy.\n\nKING EDWARD.\nIf thou speakst true, then have I my redress:\nEngage thy power to redeem my Joys,\nAnd I am joyful, Countess; else I die.\n\nCOUNTESS.\nI will, my Liege.\n\nKING EDWARD.\nSwear, Countess, that thou wilt.\n\nCOUNTESS.\nBy heaven, I will.\n\nKING EDWARD.\nThen take thy self a little way a side,\nAnd tell thy self, a King doth dote on thee;\nSay that within thy power it doth lie\nTo make him happy, and that thou hast sworn\nTo give him all the Joy within thy power:\nDo this, and tell me when I shall be happy.\n\nCOUNTESS.\nAll this is done, my thrice dread sovereign:\nThat power of love, that I have power to give,\nThou hast with all devout obedience;\nEmploy me how thou wilt in proof thereof.\n\nKING EDWARD.\nThou hearst me say that I do dote on thee.\n\nCOUNTESS.\nIf on my beauty, take it if thou canst;\nThough little, I do prize it ten times less;\nIf on my virtue, take it if thou canst,\nFor virtue's store by giving doth augment;\nBe it on what it will, that I can give\nAnd thou canst take away, inherit it.\n\nKING EDWARD.\nIt is thy beauty that I would enjoy.\n\n\nCOUNTESS.\nO, were it painted, I would wipe it off\nAnd dispossess my self, to give it thee.\nBut, sovereign, it is soldered to my life:\nTake one and both; for, like an humble shadow,\nIt haunts the sunshine of my summer's life.\n\nKING EDWARD.\nBut thou maist lend it me to sport with all.\n\nCOUNTESS.\nAs easy may my intellectual soul\nBe lent away, and yet my body live,\nAs lend my body, palace to my soul,\nAway from her, and yet retain my soul.\nMy body is her bower, her Court, her abbey,\nAnd she an Angel, pure, divine, unspotted:\nIf I should leave her house, my Lord, to thee,\nI kill my poor soul and my poor soul me.\n\nKING EDWARD.\nDidst thou not swear to give me what I would?\n\nCOUNTESS.\nI did, my liege, so what you would I could.\n\nKING EDWARD.\nI wish no more of thee than thou maist give:--\nNor beg I do not, but I rather buy--\nThat is, thy love; and for that love of thine\nIn rich exchange I tender to thee mine.\n\nCOUNTESS.\nBut that your lips were sacred, my Lord,\nYou would profane the holy name of love.\nThat love you offer me you cannot give,\nFor Caesar owes that tribute to his Queen;\nThat love you beg of me I cannot give,\nFor Sara owes that duty to her Lord.\nHe that doth clip or counterfeit your stamp\nShall die, my Lord; and will your sacred self\nCommit high treason against the King of heaven,\nTo stamp his Image in forbidden metal,\nForgetting your allegiance and your oath?\nIn violating marriage sacred law,\nYou break a greater honor than your self:\nTo be a King is of a younger house\nThan to be married; your progenitour,\nSole reigning Adam on the universe,\nBy God was honored for a married man,\nBut not by him anointed for a king.\nIt is a penalty to break your statutes,\nThough not enacted with your highness' hand:\nHow much more, to infringe the holy act,\nMade by the mouth of God, sealed with his hand?\nI know, my sovereign, in my husband's love,\nWho now doth loyal service in his wars,\nDoth but so try the wife of Salisbury,\nWhither she will hear a wanton's tale or no,\nLest being therein guilty by my stay,\n>From that, not from my liege, I turn away.\n\n[Exit.]\n\nKING EDWARD.\nWhether is her beauty by her words dying,\nOr are her words sweet chaplains to her beauty?\nLike as the wind doth beautify a sail,\nAnd as a sail becomes the unseen wind,\nSo do her words her beauties, beauties words.\nO, that I were a honey gathering bee,\nTo bear the comb of virtue from this flower,\nAnd not a poison sucking envious spider,\nTo turn the juice I take to deadly venom!\nReligion is austere and beauty gentle;\nToo strict a guardian for so fair a ward!\nO, that she were, as is the air, to me!\nWhy, so she is, for when I would embrace her,\nThis do I, and catch nothing but my self.\nI must enjoy her; for I cannot beat\nWith reason and reproof fond love a way.\n\n[Enter Warwick.]\n\nHere comes her father:  I will work with him,\nTo bear my colours in this field of love.\n\nWARWICK.\nHow is it that my sovereign is so sad?\nMay I with pardon know your highness grief;\nAnd that my old endeavor will remove it,\nIt shall not cumber long your majesty.\n\nKING EDWARD.\nA kind and voluntary gift thou proferest,\nThat I was forward to have begged of thee.\nBut, O thou world, great nurse of flattery,\nWhy dost thou tip men's tongues with golden words,\nAnd peise their deeds with weight of heavy lead,\nThat fair performance cannot follow promise?\nO, that a man might hold the heart's close book\nAnd choke the lavish tongue, when it doth utter\nThe breath of falsehood not charactered there!\n\nWARWICK.\nFar be it from the honor of my age,\nThat I should owe bright gold and render lead;\nAge is a cynic, not a flatterer.\nI say again, that if I knew your grief,\nAnd that by me it may be lessened,\nMy proper harm should buy your highness good.\n\nKING EDWARD.\nThese are the vulgar tenders of false men,\nThat never pay the duty of their words.\nThou wilt not stick to swear what thou hast said;\nBut, when thou knowest my grief's condition,\nThis rash disgorged vomit of thy word\nThou wilt eat up again, and leave me helpless.\n\nWARWICK.\nBy heaven, I will not, though your majesty\nDid bid me run upon your sword and die.\n\nKING EDWARD.\nSay that my grief is no way medicinable\nBut by the loss and bruising of thine honour.\n\nWARWICK.\nIf nothing but that loss may vantage you,\nI would accompt that loss my vantage too.\n\nKING EDWARD.\nThinkst that thou canst unswear thy oath again?\n\nWARWICK.\nI cannot; nor I would not, if I could.\n\n\nKING EDWARD.\nBut, if thou dost, what shall I say to thee?\n\nWARWICK.\nWhat may be said to any perjured villain,\nThat breaks the sacred warrant of an oath.\n\nKING EDWARD.\nWhat wilt thou say to one that breaks an oath?\n\nWARWICK.\nThat he hath broke his faith with God and man,\nAnd from them both stands excommunicate.\n\nKING EDWARD.\nWhat office were it, to suggest a man\nTo break a lawful and religious vow?\n\nWARWICK.\nAn office for the devil, not for man.\n\nKING EDWARD.\nThat devil's office must thou do for me,\nOr break thy oath, or cancel all the bonds\nOf love and duty twixt thy self and me;\nAnd therefore, Warwick, if thou art thy self,\nThe Lord and master of thy word and oath,\nGo to thy daughter; and in my behalf\nCommand her, woo her, win her any ways,\nTo be my mistress and my secret love.\nI will not stand to hear thee make reply:\nThy oath break hers, or let thy sovereign die.\n\n[Exit.]\n\nWARWICK.\nO doting King!  O detestable office!\nWell may I tempt my self to wrong my self,\nWhen he hath sworn me by the name of God\nTo break a vow made by the name of God.\nWhat, if I swear by this right hand of mine\nTo cut this right hand off?  The better way\nWere to profane the Idol than confound it:\nBut neither will I do; I'll keep mine oath,\nAnd to my daughter make a recantation\nOf all the virtue I have preacht to her:\nI'll say, she must forget her husband Salisbury,\nIf she remember to embrace the king;\nI'll say, an oath may easily be broken,\nBut not so easily pardoned, being broken;\nI'll say, it is true charity to love,\nBut not true love to be so charitable;\nI'll say, his greatness may bear out the shame,\nBut not his kingdom can buy out the sin;\nI'll say, it is my duty to persuade,\nBut not her honesty to give consent.\n\n[Enter Countess.]\n\nSee where she comes; was never father had\nAgainst his child an embassage so bad?\n\nCOUNTESS.\nMy Lord and father, I have sought for you:\nMy mother and the Peers importune you\nTo keep in presence of his majesty,\nAnd do your best to make his highness merry.\n\nWARWICK.\n[Aside.]  How shall I enter in this graceless arrant?\nI must not call her child, for where's the father\nThat will in such a suit seduce his child?\nThen, 'wife of Salisbury'; shall I so begin?\nNo, he's my friend, and where is found the friend\nThat will do friendship such indammagement?\n\n[To the Countess.]\n\nNeither my daughter nor my dear friend's wife,\nI am not Warwick, as thou thinkst I am,\nBut an attorney from the Court of hell,\nThat thus have housed my spirit in his form,\nTo do a message to thee from the king.\nThe mighty king of England dotes on thee:\nHe that hath power to take away thy life,\nHath power to take thy honor; then consent\nTo pawn thine honor rather than thy life:\nHonor is often lost and got again,\nBut life, once gone, hath no recovery.\nThe Sun, that withers hay, doth nourish grass;\nThe king, that would disdain thee, will advance thee.\nThe Poets write that great Achilles' spear\nCould heal the wound it made:  the moral is,\nWhat mighty men misdo, they can amend.\nThe Lyon doth become his bloody jaws,\nAnd grace his forragement by being mild,\nWhen vassel fear lies trembling at his feet.\nThe king will in his glory hide thy shame;\nAnd those that gaze on him to find out thee,\nWill lose their eye-sight, looking in the Sun.\nWhat can one drop of poison harm the Sea,\nWhose huge vastures can digest the ill\nAnd make it loose his operation?\nThe king's great name will temper thy misdeeds,\nAnd give the bitter potion of reproach,\nA sugared, sweet and most delicious taste.\nBesides, it is no harm to do the thing\nWhich without shame could not be left undone.\nThus have I in his majesty's behalf\nAppareled sin in virtuous sentences,\nAnd dwell upon thy answer in his suit.\n\nCOUNTESS.\nUnnatural besiege! woe me unhappy,\nTo have escaped the danger of my foes,\nAnd to be ten times worse injured by friends!\nHath he no means to stain my honest blood,\nBut to corrupt the author of my blood\nTo be his scandalous and vile solicitor?\nNo marvel though the branches be then infected,\nWhen poison hath encompassed the root:\nNo marvel though the leprous infant die,\nWhen the stern dame invenometh the Dug.\nWhy then, give sin a passport to offend,\nAnd youth the dangerous reign of liberty:\nBlot out the strict forbidding of the law,\nAnd cancel every cannon that prescribes\nA shame for shame or penance for offence.\nNo, let me die, if his too boistrous will\nWill have it so, before I will consent\nTo be an actor in his graceless lust.\n\nWARWICK.\nWhy, now thou speakst as I would have thee speak:\nAnd mark how I unsay my words again.\nAn honorable grave is more esteemed\nThan the polluted closet of a king:\nThe greater man, the greater is the thing,\nBe it good or bad, that he shall undertake:\nAn unreputed mote, flying in the Sun,\nPresents a greater substance than it is:\nThe freshest summer's day doth soonest taint\nThe loathed carrion that it seems to kiss:\nDeep are the blows made with a mighty Axe:\nThat sin doth ten times aggravate it self,\nThat is committed in a holy place:\nAn evil deed, done by authority,\nIs sin and subornation:  Deck an Ape\nIn tissue, and the beauty of the robe\nAdds but the greater scorn unto the beast.\nA spatious field of reasons could I urge\nBetween his glory, daughter, and thy shame:\nThat poison shews worst in a golden cup;\nDark night seems darker by the lightning flash;\nLilies that fester smell far worse than weeds;\nAnd every glory that inclines to sin,\nThe shame is treble by the opposite.\nSo leave I with my blessing in thy bosom,\nWhich then convert to a most heavy curse,\nWhen thou convertest from honor's golden name\nTo the black faction of bed blotting shame.\n\nCOUNTESS.\nI'll follow thee; and when my mind turns so,\nMy body sink my soul in endless woe!\n\n[Exeunt.]\n\n\nACT II. SCENE II. The Same. A Room in the Castle.\n\n[Enter at one door Derby from France, At an other door\nAudley with a Drum.]\n\nDERBY.\nThrice noble Audley, well encountered here!\nHow is it with our sovereign and his peers?\n\nAUDLEY.\nTis full a fortnight, since I saw his highness\nWhat time he sent me forth to muster men;\nWhich I accordingly have done, and bring them hither\nIn fair array before his majesty.\n\nWhat news, my Lord of Derby, from the Emperor?\n\nDERBY.\nAs good as we desire:  the Emperor\nHath yielded to his highness friendly aid,\nAnd makes our king lieutenant general\nIn all his lands and large dominions;\nThen via for the spatious bounds of France!\n\nAUDLEY.\nWhat, doth his highness leap to hear these news?\n\nDERBY.\nI have not yet found time to open them;\nThe king is in his closet, malcontent;\nFor what, I know not, but he gave in charge,\nTill after dinner none should interrupt him:\nThe Countess Salisbury and her father Warwick,\nArtois and all look underneath the brows.\n\nAUDLEY.\nUndoubtedly, then, some thing is amiss.\n\n[Trumpet within.]\n\nDERBY.\nThe Trumpets sound, the king is now abroad.\n\n[Enter the King.]\n\nAUDLEY.\nHere comes his highness.\n\nDERBY.\nBefall my sovereign all my sovereign's wish!\n\nKING EDWARD.\nAh, that thou wert a Witch to make it so!\n\nDERBY.\nThe Emperour greeteth you.\n\n[Presenting Letters.]\n\nKING EDWARD.\n--Would it were the Countess!\n\n\nDERBY.\nAnd hath accorded to your highness suite.\n\nKING EDWARD.\n--Thou liest, she hath not; but I would she had.\n\nAUDLEY.\nAll love and duty to my Lord the King!\n\nKING EDWARD.\nWell, all but one is none.--What news with you?\n\nAUDLEY.\nI have, my liege, levied those horse and foot\nAccording to your charge, and brought them hither.\n\nKING EDWARD.\nThen let those foot trudge hence upon those horse\nAccording to our discharge, and be gone.--\nDarby, I'll look upon the Countess' mind anon.\n\nDERBY.\nThe Countess' mind, my liege?\n\nKING EDWARD.\nI mean the Emperour:--leave me alone.\n\nAUDLEY.\nWhat is his mind?\n\nDERBY.\nLet's leave him to his humor.\n\n[Exeunt.]\n\nKING EDWARD.\nThus from the heart's aboundance speaks the tongue;\nCountess for Emperour:  and indeed, why not?\nShe is as imperator over me\nAnd I to her\nAm as a kneeling vassal, that observes\nThe pleasure or displeasure of her eye.\n\n[Enter Lodowick.]\n\nWhat says the more than Cleopatra's match\nTo Caesar now?\n\nLODOWICK.\nThat yet, my liege, ere night\nShe will resolve your majesty.\n\n[Drum within.]\n\nKING EDWARD.\nWhat drum is this that thunders forth this march,\nTo start the tender Cupid in my bosom?\nPoor shipskin, how it brawls with him that beateth it!\nGo, break the thundring parchment bottom out,\nAnd I will teach it to conduct sweet lines\nUnto the bosom of a heavenly Nymph;\nFor I will use it as my writing paper,\nAnd so reduce him from a scolding drum\nTo be the herald and dear counsel bearer\nBetwixt a goddess and a mighty king.\nGo, bid the drummer learn to touch the Lute,\nOr hang him in the braces of his drum,\nFor now we think it an uncivil thing,\nTo trouble heaven with such harsh resounds:\nAway!\n\n[Exit.]\n\nThe quarrel that I have requires no arms\nBut these of mine:  and these shall meet my foe\nIn a deep march of penetrable groans;\nMy eyes shall be my arrows, and my sighs\nShall serve me as the vantage of the wind,\nTo whirl away my sweetest artillery.\nAh, but, alas, she wins the sun of me,\nFor that is she her self, and thence it comes\nThat Poets term the wanton warrior blind;\nBut love hath eyes as judgement to his steps,\nTill too much loved glory dazzles them.--\n\n[Enter Lodowick.]\n\nHow now?\n\nLODOWICK.\nMy liege, the drum that stroke the lusty march,\nStands with Prince Edward, your thrice valiant son.\n\n[Enter Prince Edward.]\n\nKING EDWARD.\nI see the boy; oh, how his mother's face,\nModeled in his, corrects my strayed desire,\nAnd rates my heart, and chides my thievish eye,\nWho, being rich enough in seeing her,\nYet seeks elsewhere:  and basest theft is that\nWhich cannot cloak it self on poverty.--\nNow, boy, what news?\n\nPRINCE EDWARD.\nI have assembled, my dear Lord and father,\nThe choicest buds of all our English blood\nFor our affairs in France; and here we come\nTo take direction from your majesty.\n\nKING EDWARD.\nStill do I see in him delineate\nHis mother's visage; those his eyes are hers,\nWho, looking wistely on me, make me blush:\nFor faults against themselves give evidence;\nLust is fire, and men like lanthornes show\nLight lust within them selves, even through them selves.\nAway, loose silks of wavering vanity!\nShall the large limit of fair Brittain\nBy me be overthrown, and shall I not\nMaster this little mansion of my self?\nGive me an Armor of eternal steel!\nI go to conquer kings; and shall I not then\nSubdue my self? and be my enemy's friend?\nIt must not be.--Come, boy, forward, advance!\nLet's with our colours sweet the Air of France.\n\n[Enter Lodowick.]\n\nLODOWICK.\nMy liege, the Countess with a smiling cheer\nDesires access unto your Majesty.\n\nKING EDWARD.\nWhy, there it goes!  That very smile of hers\nHath ransomed captive France, and set the King,\nThe Dauphin, and the Peers at liberty.--\nGo, leave me, Ned, and revel with thy friends.\n\n[Exit Prince Edward.]\n\nThy mother is but black, and thou, like her,\nDost put it in my mind how foul she is.--\nGo, fetch the Countess hither in thy hand,\nAnd let her chase away these winter clouds,\nFor she gives beauty both to heaven and earth.\n\n[Exit Lodowick.]\n\nThe sin is more to hack and hew poor men,\nThan to embrace in an unlawful bed\nThe register of all rarities\nSince Letherne Adam till this youngest hour.\n\n[Enter Countess escorted by Lodowick.]\n\nGo, Lodowick, put thy hand into my purse,\nPlay, spend, give, riot, waste, do what thou wilt,\nSo thou wilt hence awhile and leave me here.\n\n[Exit Lodowick.]\n\nNow, my soul's playfellow, art thou come\nTo speak the more than heavenly word of yea\nTo my objection in thy beauteous love?\n\nCOUNTESS.\nMy father on his blessing hath commanded--\n\nKING EDWARD.\nThat thou shalt yield to me?\n\nCOUNTESS.\nAye, dear my liege, your due.\n\nKING EDWARD.\nAnd that, my dearest love, can be no less\nThan right for right and tender love for love.\n\nCOUNTESS.\nThen wrong for wrong and endless hate for hate.--\nBut,--sith I see your majesty so bent,\nThat my unwillingness, my husband's love,\nYour high estate, nor no respect respected\nCan be my help, but that your mightiness\nWill overbear and awe these dear regards--\nI bind my discontent to my content,\nAnd what I would not I'll compel I will,\nProvided that your self remove those lets\nThat stand between your highness' love and mine.\n\nKING EDWARD.\nName them, fair Countess, and, by heaven, I will.\n\nCOUNTESS.\nIt is their lives that stand between our love,\nThat I would have choked up, my sovereign.\n\nKING EDWARD.\nWhose lives, my Lady?\n\nCOUNTESS.\nMy thrice loving liege,\nYour Queen and Salisbury, my wedded husband,\nWho living  have that title in our love,\nThat we cannot bestow but by their death.\n\nKING EDWARD.\nThy opposition is beyond our Law.\n\nCOUNTESS.\nSo is your desire:  if the law\nCan hinder you to execute the one,\nLet it forbid you to attempt the other.\nI cannot think you love me as you say,\nUnless you do make good what you have sworn.\n\nKING EDWARD.\nNo more; thy husband and the Queen shall die.\nFairer thou art by far than Hero was,\nBeardless Leander not so strong as I:\nHe swom an easy current for his love,\nBut I will through a Hellespont of blood,\nTo arrive at Cestus where my Hero lies.\n\nCOUNTESS.\nNay, you'll do more; you'll make the River to\nWith their heart bloods that keep our love asunder,\nOf which my husband and your wife are twain.\n\n\nKING EDWARD.\nThy beauty makes them guilty of their death\nAnd gives in evidence that they shall die;\nUpon which verdict I, their Judge, condemn them.\n\nCOUNTESS.\n[Aside.]  O perjured beauty, more corrupted Judge!\nWhen to the great Star-chamber o'er our heads\nThe universal Sessions calls to count\nThis packing evil, we both shall tremble for it.\n\nKING EDWARD.\nWhat says my fair love? is she resolute?\n\nCOUNTESS.\nResolute to be dissolute; and, therefore, this:\nKeep but thy word, great king, and I am thine.\nStand where thou dost, I'll part a little from thee,\nAnd see how I will yield me to thy hands.\n\n[Turning suddenly upon him, and shewing two Daggers.]\n\nHere by my side doth hang my wedding knifes:\nTake thou the one, and with it kill thy Queen,\nAnd learn by me to find her where she lies;\nAnd with this other I'll dispatch my love,\nWhich now lies fast a sleep within my heart:\nWhen they are gone, then I'll consent to love.\nStir not, lascivious king, to hinder me;\nMy resolution is more nimbler far,\nThan thy prevention can be in my rescue,\nAnd if thou stir, I strike; therefore, stand still,\nAnd hear the choice that I will put thee to:\nEither swear to leave thy most unholy suit\nAnd never hence forth to solicit me;\nOr else, by heaven, this sharp pointed knife\nShall stain thy earth with that which thou would stain,\nMy poor chaste blood.  Swear, Edward, swear,\nOr I will strike and die before thee here.\n\nKING EDWARD.\nEven by that power I swear, that gives me now\nThe power to be ashamed of my self,\nI never mean to part my lips again\nIn any words that tends to such a suit.\nArise, true English Lady, whom our Isle\nMay better boast of than ever Roman might\nOf her, whose ransacked treasury hath taskt\nThe vain endeavor of so many pens:\nArise, and be my fault thy honor's fame,\nWhich after ages shall enrich thee with.\nI am awakened from this idle dream.--\nWarwick, my Son, Darby, Artois, and Audley!\nBrave warriors all, where are you all this while?\n\n[Enter all.]\n\nWarwick, I make thee Warden of the North:\nThou, Prince of Wales, and Audley, straight to Sea;\nScour to New-haven; some there stay for me:\nMy self, Artois, and Darby will through Flanders,\nTo greet our friends there and to crave their aide.\nThis night will scarce suffice a faithful lover;\nFor, ere the Sun shall gild the eastern sky,\nWe'll wake him with our Marshall harmony.\n\n[Exeunt.]\n\n\nACT III. SCENE I. Flanders. The French Camp.\n\n[Enter King John of France, his two sons, Charles of\nNormandy, and Phillip, and the Duke of Lorrain.]\n\nKING JOHN.\nHere, till our Navy of a thousand sail\nHave made a breakfast to our foe by Sea,\nLet us encamp, to wait their happy speed.--\nLorraine, what readiness is Edward in?\nHow hast thou heard that he provided is\nOf marshall furniture for this exploit?\n\nLORRAINE.\nTo lay aside unnecessary soothing,\nAnd not to spend the time in circumstance,\nTis bruited for a certainty, my Lord,\nThat he's exceeding strongly fortified;\nHis subjects flock as willingly to war,\nAs if unto a triumph they were led.\n\nCHARLES.\nEngland was wont to harbour malcontents,\nBlood thirsty and seditious Catelynes,\nSpend thrifts, and such as gape for nothing else\nBut changing and alteration of the state;\nAnd is it possible\nThat they are now so loyal in them selves?\n\nLORRAINE.\nAll but the Scot, who solemnly protests,\nAs heretofore I have informed his grace,\nNever to sheath his Sword or take a truce.\n\nKING JOHN.\nAh, that's the anchorage of some better hope!\nBut, on the other side, to think what friends\nKing Edward hath retained in Netherland,\nAmong those ever-bibbing Epicures,\nThose frothy Dutch men, puft with double beer,\nThat drink and swill in every place they come,\nDoth not a little aggravate mine ire;\nBesides, we hear, the Emperor conjoins,\nAnd stalls him in his own authority;\nBut, all the mightier that their number is,\nThe greater glory reaps the victory.\nSome friends have we beside domestic power;\nThe stern Polonian, and the warlike Dane,\nThe king of Bohemia, and of Sicily,\nAre all become confederates with us,\nAnd, as I think, are marching hither apace.\n\n[Drum within.]\n\nBut soft, I hear the music of their drums,\nBy which I guess that their approach is near.\n\n[Enter the King of Bohemia, with Danes, and a\nPolonian Captain, with other soldiers, another way.]\n\nKING OF BOHEMIA.\nKing John of France, as league and neighborhood\nRequires, when friends are any way distrest,\nI come to aide thee with my country's force.\n\nPOLONIAN CAPTAIN.\nAnd from great Musco, fearful to the Turk,\nAnd lofty Poland, nurse of hardy men,\nI bring these servitors to fight for thee,\nWho willingly will venture in thy cause.\n\nKING JOHN.\nWelcome, Bohemian king, and welcome all:\nThis your great kindness I will not forget.\nBesides your plentiful rewards in Crowns,\nThat from our Treasury ye shall receive,\nThere comes a hare brained Nation, decked in pride,\nThe spoil of whom will be a treble gain.\nAnd now my hope is full, my joy complete:\nAt Sea, we are as puissant as the force\nOf Agamemnon in the Haven of Troy;\nBy land, with Zerxes we compare of strength,\nWhose soldiers drank up rivers in their thirst;\nThen Bayardlike, blind, overweaning Ned,\nTo reach at our imperial diadem\nIs either to be swallowed of the waves,\nOr hacked a pieces when thou comest ashore.\n\n[Enter Mariner.]\n\nMARINER.\nNear to the coast I have descried, my Lord,\nAs I was buy in my watchful charge,\nThe proud Armado of king Edward's ships:\nWhich, at the first, far off when I did ken,\nSeemed as it were a grove of withered pines;\nBut, drawing near, their glorious bright aspect,\nTheir streaming Ensigns, wrought of coloured silk,\nLike to a meadow full of sundry flowers,\nAdorns the naked bosom of the earth:\nMajestical the order of their course,\nFiguring the horned Circle of the Moon:\nAnd on the top gallant of the Admiral\nAnd likewise all the handmaids of his train\nThe Arms of England and of France unite\nAre quartered equally by Heralds' art:\nThus, tightly carried with a merry gale,\nThey plough the Ocean hitherward amain.\n\nKING JOHN.\nDare he already crop the Fleur de Luce?\nI hope, the honey being gathered thence,\nHe, with the spider, afterward approached,\nShall suck forth deadly venom from the leaves.--\nBut where's our Navy? how are they prepared\nTo wing them selves against this flight of Ravens?\n\nMARINER.\nThey, having knowledge, brought them by the scouts,\nDid break from Anchor straight, and, puffed with rage,\nNo otherwise then were their sails with wind,\nMade forth, as when the empty Eagle flies,\nTo satisfy his hungry griping maw.\n\nKING JOHN.\nThere's for thy news.  Return unto thy bark;\nAnd if thou scape the bloody stroke of war\nAnd do survive the conflict, come again,\nAnd let us hear the manner of the fight.\n\n[Exit Mariner.]\n\nMean space, my Lords, tis best we be dispersed\nTo several places, least they chance to land:\nFirst you, my Lord, with your Bohemian Troops,\nShall pitch your battailes on the lower hand;\nMy eldest son, the Duke of Normandy,\nTogether with the aide of Muscovites,\nShall climb the higher ground another way;\nHere in the middle cost, betwixt you both,\nPhillip, my youngest boy, and I will lodge.\nSo, Lors, be gone, and look unto your charge:\nYou stand for France, an Empire fair and large.\n\n[Exeunt.]\n\nNow tell me, Phillip, what is thy concept,\nTouching the challenge that the English make?\n\nPHILLIP.\nI say, my Lord, claim Edward what he can,\nAnd bring he ne'er so plain a pedigree,\nTis you are in the possession of the Crown,\nAnd that's the surest point of all the Law:\nBut, were it not, yet ere he should prevail,\nI'll make a Conduit of my dearest blood,\nOr chase those straggling upstarts home again.\n\nKING JOHN.\nWell said, young Phillip!  Call for bread and Wine,\nThat we may cheer our stomachs with repast,\nTo look our foes more sternly in the face.\n\n[A Table and Provisions brought in.  The battle hard\na far off.]\n\nNow is begun the heavy day at Sea:\nFight, Frenchmen, fight; be like the field of Bears,\nWhen they defend their younglings in the Caves!\nStir, angry Nemesis, the happy helm,\nThat, with the sulphur battles of your rage,\nThe English Fleet may be dispersed and sunk.\n\n[Shot.]\n\nPHILLIP.\nO Father, how this echoing Cannon shot,\nLike sweet harmony, digests my eats!\n\nKING JOHN.\nNow, boy, thou hearest what thundering terror tis,\nTo buckle for a kingdom's sovereignty:\nThe earth, with giddy trembling when it shakes,\nOr when the exhalations of the air\nBreaks in extremity of lightning flash,\nAffrights not more than kings, when they dispose\nTo shew the rancor of their high swollen hearts.\n\n[Retreat.]\n\nRetreat is sounded; one side hath the worse;\nO, if it be the French, sweet fortune, turn;\nAnd, in thy turning, change the forward winds,\nThat, with advantage of a favoring sky,\nOur men may vanquish, and the other fly!\n\n[Enter Mariner.]\n\nMy heart misgives:--say, mirror of pale death,\nTo whom belongs the honor of this day?\nRelate, I pray thee, if thy breath will serve,\nThe sad discourse of this discomfiture.\n\nMARINER.\nI will, my Lord.\nMy gracious sovereign, France hath ta'en the foil,\nAnd boasting Edward triumphs with success.\nThese Iron hearted Navies,\nWhen last I was reporter to your grace,\nBoth full of angry spleen, of hope, and fear,\nHasting to meet each other in the face,\nAt last conjoined; and by their Admiral\nOur Admiral encountered many shot:\nBy this, the other, that beheld these twain\nGive earnest penny of a further wrack,\nLike fiery Dragons took their haughty flight;\nAnd, likewise meeting, from their smoky wombs\nSent many grim Ambassadors of death.\nThen gan the day to turn to gloomy night,\nAnd darkness did as well enclose the quick\nAs those that were but newly reft of life.\nNo leisure served for friends to bid farewell;\nAnd, if it had, the hideous noise was such,\nAs each to other seemed deaf and dumb.\nPurple the Sea, whose channel filled as fast\nWith streaming gore, that from the maimed fell,\nAs did her gushing moisture break into\nThe crannied cleftures of the through shot planks.\nHere flew a head, dissevered from the trunk,\nThere mangled arms and legs were tossed aloft,\nAs when a whirl wind takes the Summer dust\nAnd scatters it in middle of the air.\nThen might ye see the reeling vessels split,\nAnd tottering sink into the ruthless flood,\nUntil their lofty tops were seen no more.\nAll shifts were tried, both for defence and hurt:\nAnd now the effect of valor and of force,\nOf resolution and of cowardice,\nWe lively pictures; how the one for fame,\nThe other by compulsion laid about;\nMuch did the Nonpareille, that brave ship;\nSo did the black snake of Bullen, then which\nA bonnier vessel never yet spread sail.\nBut all in vain; both Sun, the Wind and tide,\nRevolted all unto our foe men's side,\nThat we perforce were fain to give them way,\nAnd they are landed.--Thus my tale is done:\nWe have untimely lost, and they have won.\n\nKING JOHN.\nThen rests there nothing, but with present speed\nTo join our several forces all in one,\nAnd bid them battle, ere they range too far.\nCome, gentle Phillip, let us hence depart;\nThis soldier's words have pierced thy father's heart.\n\n[Exeunt.]\n\n\nACT III. SCENE II. Picardy. Fields near Cressi.\n\n[Enter two French men; a woman and two little\nChildren meet them, and other Citizens.]\n\nONE.\nWell met, my masters: how now? what's the news?\nAnd wherefore are ye laden thus with stuff?\nWhat, is it quarter day that you remove,\nAnd carry bag and baggage too?\n\nTWO.\nQuarter day?  Aye, and quartering day, I fear:\nHave ye not heard the news that flies abroad?\n\nONE.\nWhat news?\n\nTHREE.\nHow the French Navy is destroyed at Sea,\nAnd that the English Army is arrived.\n\nONE.\nWhat then?\n\nTWO.\nWhat then, quoth you? why, ist not time to fly,\nWhen envy and destruction is so nigh?\n\nONE.\nContent thee, man; they are far enough from hence,\nAnd will be met, I warrant ye, to their cost,\nBefore they break so far into the Realm.\n\nTWO.\nAye, so the Grasshopper doth spend the time\nIn mirthful jollity, till Winter come;\nAnd then too late he would redeem his time,\nWhen frozen cold hath nipped his careless head.\nHe, that no sooner will provide a Cloak,\nThen when he sees it doth begin to reign,\nMay, peradventure, for his negligence,\nBe throughly washed, when he suspects it not.\nWe that have charge and such a train as this,\nMust look in time to look for them and us,\nLeast, when we would, we cannot be relieved.\n\nONE.\nBelike, you then despair of all success,\nAnd think your Country will be subjugate.\n\nTHREE.\nWe cannot tell; tis good to fear the worst.\n\nONE.\nYet rather fight, then, like unnatural sons,\nForsake your loving parents in distress.\n\nTWO.\nTush, they that have already taken arms\nAre many fearful millions in respect\nOf that small handful of our enemies;\nBut tis a rightful quarrel must prevail;\nEdward is son unto our late king's sister,\nWhen John Valois is three degrees removed.\n\nWOMAN.\nBesides, there goes a Prophesy abroad,\nPublished by one that was a Friar once,\nWhose Oracles have many times proved true;\nAnd now he says, the time will shortly come,\nWhen as a Lyon, roused in the west,\nShall carry hence the fluerdeluce of France:\nThese, I can tell ye, and such like surmises\nStrike many French men cold unto the heart.\n\n[Enter a French man.]\n\nFOUR.\nFly, country men and citizens of France!\nSweet flowering peace, the root of happy life,\nIs quite abandoned and expulst the land;\nIn stead of whom ransacked constraining war\nSits like to Ravens upon your houses' tops;\nSlaughter and mischief walk within your streets,\nAnd, unrestrained, make havoc as they pass;\nThe form whereof even now my self beheld\nUpon this fair mountain whence I came.\nFor so far of as I directed mine eyes,\nI might perceive five Cities all on fire,\nCorn fields and vineyards, burning like an oven;\nAnd, as the reaking vapour in the wind\nTurned but aside, I like wise might discern\nThe poor inhabitants, escaped the flame,\nFall numberless upon the soldiers' pikes.\nThree ways these dreadful ministers of wrath\nDo tread the measures of their tragic march:\nUpon the right hand comes the conquering King,\nUpon the left his hot unbridled son,\nAnd in the midst our nation's glittering host,\nAll which, though distant yet, conspire in one,\nTo leave a desolation where they come.\nFly therefore, Citizens, if you be wise,\nSeek out some habitation further off:\nHere is you stay, your wives will be abused,\nYour treasure shared before your weeping eyes;\nShelter you your selves, for now the storm doth rise.\nAway, away; me thinks I hear their drums:--\nAh, wretched France, I greatly fear thy fall;\nThy glory shaketh like a tottering wall.\n\n[Exeunt.]\n\n\nACT III. SCENE III. The same. Drums.\n\n[Enter King Edward, and the Earl of Darby, With\nSoldiers, and Gobin de Grey.]\n\nKING EDWARD.\nWhere's the French man by whose cunning guide\nWe found the shallow of this River Somme,\nAnd had directions how to pass the sea?\n\nGOBIN.\nHere, my good Lord.\n\nKING EDWARD.\nHow art thou called? tell me thy name.\n\nGOBIN.\nGobin de Graie, if please your excellence.\n\nKING EDWARD.\nThen, Gobin, for the service thou hast done,\nWe here enlarge and give thee liberty;\nAnd, for recompense beside this good,\nThou shalt receive five hundred marks in gold.--\nI know not how, we should have met our son,\nWhom now in heart I wish I might behold.\n\n[Enter Artois.]\n\nARTOIS.\nGood news, my Lord; the prince is hard at hand,\nAnd with him comes Lord Awdley and the rest,\nWhom since our landing we could never meet.\n\n[Enter Prince Edward, Lord Awdley, and Soldiers.]\n\nKING EDWARD.\nWelcome, fair Prince!  How hast thou sped, my son,\nSince thy arrival on the coast of France?\n\nPRINCE EDWARD.\nSuccessfully, I thank the gracious heavens:\nSome of their strongest Cities we have won,\nAs Harflew, Lo, Crotay, and Carentigne,\nAnd others wasted, leaving at our heels\nA wide apparent field and beaten path\nFor solitariness to progress in:\nYet those that would submit we kindly pardoned,\nBut who in scorn refused our proffered peace,\nEndured the penalty of sharp revenge.\n\nKING EDWARD.\nAh, France, why shouldest thou be thus obstinate\nAgainst the kind embracement of thy friends?\nHow gently had we thought to touch thy breast\nAnd set our foot upon thy tender mould,\nBut that, in froward and disdainful pride,\nThou, like a skittish and untamed colt,\nDost start aside and strike us with thy heels!\nBut tell me, Ned, in all thy warlike course,\nHast thou not seen the usurping King of France?\n\nPRINCE EDWARD.\nYes, my good Lord, and not two hours ago,\nWith full a hundred thousand fighting men--\nUpon the one side of the river's bank\nAnd on the other both, his multitudes.\nI feared he would have cropped our smaller power:\nBut happily, perceiving your approach,\nHe hath with drawn himself to Cressey plains;\nWhere, as it seemeth by his good array,\nHe means to bid us battle presently.\n\nKING EDWARD.\nHe shall be welcome; that's the thing we crave.\n\n[Enter King John, Dukes of Normandy and Lorrain,\nKing of Boheme, young Phillip, and Soldiers.]\n\nKING JOHN.\nEdward, know that John, the true king of France,\nMusing thou shouldst encroach upon his land,\nAnd in thy tyranous proceeding slay\nHis faithful subjects and subvert his Towns,\nSpits in thy face; and in this manner following\nObraids thee with thine arrogant intrusion:\nFirst, I condemn thee for a fugitive,\nA thievish pirate, and a needy mate,\nOne that hath either no abiding place,\nOr else, inhabiting some barren soil,\nWhere neither herb or fruitful grain is had,\nDoest altogether live by pilfering:\nNext, insomuch thou hast infringed thy faith,\nBroke leage and solemn covenant made with me,\nI hold thee for a false pernicious wretch:\nAnd, last of all, although I scorn to cope\nWith one so much inferior to my self,\nYet, in respect thy thirst is all for gold,\nThy labour rather to be feared than loved,\nTo satisfy thy lust in either part,\nHere am I come, and with me have I brought\nExceeding store of treasure, pearl, and coin.\nLeave, therefore, now to persecute the weak,\nAnd armed entering conflict with the armed,\nLet it be seen, mongest other petty thefts,\nHow thou canst win this pillage manfully.\n\nKING EDWARD.\nIf gall or wormwood have a pleasant taste,\nThen is thy salutation honey sweet;\nBut as the one hath no such property,\nSo is the other most satirical.\nYet wot how I regard thy worthless taunts:\nIf thou have uttered them to foil my fame\nOr dim the reputation of my birth,\nKnow that thy wolvish barking cannot hurt;\nIf slyly to insinuate with the world,\nAnd with a strumpet's artificial line\nTo paint thy vicious and deformed cause,\nBe well assured, the counterfeit will fade,\nAnd in the end thy foul defects be seen;\nBut if thou didst it to provoke me on,\nAs who should say I were but timorous.\nOr, coldly negligent, did need a spur,\nBethink thy self how slack I was at sea,\nHow since my landing I have won no towns,\nEntered no further but upon the coast,\nAnd there have ever since securely slept.\nBut if I have been other wise employed,\nImagine, Valois, whether I intend\nTo skirmish, not for pillage, but for the Crown\nWhich thou dost wear; and that I vow to have,\nOr one of us shall fall into his grave.\n\nPRINCE EDWARD.\nLook not for cross invectives at our hands,\nOr railing execrations of despite:\nLet creeping serpents, hid in hollow banks,\nSting with their tongues; we have remorseless swords,\nAnd they shall plead for us and our affairs.\nYet thus much, briefly, by my father's leave:\nAs all the immodest poison of thy throat\nIs scandalous and most notorious lies,\nAnd our pretended quarrel is truly just,\nSo end the battle when we meet to day:\nMay either of us prosper and prevail,\nOr, luckless, curst, receive eternal shame!\n\nKING EDWARD.\nThat needs no further question; and I know,\nHis conscience witnesseth, it is my right.--\nTherefore, Valois, say, wilt thou yet resign,\nBefore the sickles thrust into the Corn,\nOr that inkindled fury turn to flame?\n\nKING JOHN.\nEdward, I know what right thou hast in France;\nAnd ere I basely will resign my Crown,\nThis Champion field shall be a pool of blood,\nAnd all our prospect as a slaughter house.\n\nPRINCE EDWARD.\nAye, that approves thee, tyrant, what thou art:\nNo father, king, or shepherd of thy realm,\nBut one, that tears her entrails with thy hands,\nAnd, like a thirsty tyger, suckst her blood.\n\nAUDLEY.\nYou peers of France, why do you follow him\nThat is so prodigal to spend your lives?\n\nCHARLES.\nWhom should they follow, aged impotent,\nBut he that is their true borne sovereign?\n\nKING EDWARD.\nObraidst thou him, because within his face\nTime hath ingraved deep characters of age?\nKnow, these grave scholars of experience,\nLike stiff grown oaks, will stand immovable,\nWhen whirl wind quickly turns up younger trees.\n\nDARBY.\nWas ever any of thy father's house\nKing but thyself, before this present time?\nEdward's great linage, by the mother's side,\nFive hundred years hath held the scepter up:\nJudge then, conspiratours, by this descent,\nWhich is the true borne sovereign, this or that.\n\nPHILIP.\nFather, range your battles, prate no more;\nThese English fain would spend the time in words,\nThat, night approaching, they might escape unfought.\n\nKING JOHN.\nLords and my loving Subjects, now's the time,\nThat your intended force must bide the touch.\nTherefore, my friends, consider this in brief:\nHe that you fight for is your natural King;\nHe against whom you fight, a foreigner:\nHe that you fight for, rules in clemency,\nAnd reins you with a mild and gentle bit;\nHe against whom you fight, if he prevail,\nWill straight inthrone himself in tyranny,\nMakes slaves of you, and with a heavy hand\nCurtail and curb your sweetest liberty.\nThen, to protect your Country and your King,\nLet but the haughty Courage of your hearts\nAnswer the number of your able hands,\nAnd we shall quickly chase these fugitives.\nFor what's this Edward but a belly god,\nA tender and lascivious wantoness,\nThat thother day was almost dead for love?\nAnd what, I pray you, is his goodly guard?\nSuch as, but scant them of their chines of beef\nAnd take away their downy featherbeds,\nAnd presently they are as resty stiff,\nAs twere a many over ridden jades.\nThen, French men, scorn that such should be your Lords,\nAnd rather bind ye them in captive bands.\n\nALL FRENCHMEN.\nVive le Roy!  God save King John of France!\n\nKING JOHN.\nNow on this plain of Cressy spread your selves,--\nAnd, Edward, when thou darest, begin the fight.\n\n[Exeunt King John, Charles, Philip, Lorrain, Boheme,\nand Forces.]\n\nKING EDWARD.\nWe presently will meet thee, John of France:--\nAnd, English Lords, let us resolve this day,\nEither to clear us of that scandalous crime,\nOr be intombed in our innocence.\nAnd, Ned, because this battle is the first\nThat ever yet thou foughtest in pitched field,\nAs ancient custom is of Martialists,\nTo dub thee with the tip of chivalry,\nIn solemn manner we will give thee arms.\nCome, therefore, Heralds, orderly bring forth\nA strong attirement for the prince my son.\n\n[Enter four Heralds, bringing in a coat armour, a\nhelmet, a lance, and a shield.]\n\n\nKING EDWARD.\nEdward Plantagenet, in the name of God,\nAs with this armour I impale thy breast,\nSo be thy noble unrelenting heart\nWalled in with flint of matchless fortitude,\nThat never base affections enter there:\nFight and be valiant, conquer where thou comest!\nNow follow, Lords, and do him honor to.\n\nDARBY.\nEdward Plantagenet, prince of Wales,\nAs I do set this helmet on thy head,\nWherewith the chamber of thy brain is fenst,\nSo may thy temples, with Bellona's hand,\nBe still adorned with laurel victory:\nFight and be valiant, conquer where thou comest!\n\nAUDLEY.\nEdward Plantagenet, prince of Wales,\nReceive this lance into thy manly hand;\nUse it in fashion of a brazen pen,\nTo draw forth bloody stratagems in France,\nAnd print thy valiant deeds in honor's book:\nFight and be valiant, vanquish where thou comest!\n\nARTOIS.\nEdward Plantagenet, prince of Wales,\nHold, take this target, wear it on thy arm;\nAnd may the view thereof, like Perseus' shield,\nAstonish and transform thy gazing foes\nTo senseless images of meager death:\nFight and be valiant, conquer where thou comest!\n\nKING EDWARD.\nNow wants there nought but knighthood, which deferred\nWe leave, till thou hast won it in the field.\n\nPRINCE EDWARD.\nMy gracious father and ye forward peers,\nThis honor you have done me, animates\nAnd cheers my green, yet scarce appearing strength\nWith comfortable good presaging signs,\nNo other wise than did old Jacob's words,\nWhen as he breathed his blessings on his sons.\nThese hallowed gifts of yours when I profane,\nOr use them not to glory of my God,\nTo patronage the fatherless and poor,\nOr for the benefit of England's peace,\nBe numb my joints, wax feeble both mine arms,\nWither my heart, that, like a sapless tree,\nI may remain the map of infamy.\n\nKING EDWARD.\nThen thus our steeled Battles shall be ranged:\nThe leading of the vaward, Ned, is thine;\nTo dignify whose lusty spirit the more,\nWe temper it with Audly's gravity,\nThat, courage and experience joined in one,\nYour manage may be second unto none:\nFor the main battles, I will guide my self;\nAnd, Darby, in the rearward march behind,\nThat orderly disposed and set in ray,\nLet us to horse; and God grant us the day!\n\n[Exeunt.]\n\n\nACT III. SCENE IV. The Same.\n\n[Alarum.  Enter a many French men flying.  After them\nPrince Edward, running.  Then enter King John and Duke\nof Lorrain.]\n\nKING JOHN.\nOh, Lorrain, say, what mean our men to fly?\nOur number is far greater than our foes.\n\nLORRAIN.\nThe garrison of Genoaes, my Lord,\nThat came from Paris weary with their march,\nGrudging to be so suddenly imployd,\nNo sooner in the forefront took their place,\nBut, straight retiring, so dismayed the rest,\nAs likewise they betook themselves to flight,\nIn which, for haste to make a safe escape,\nMore in the clustering throng are pressed to death,\nThan by the enemy, a thousand fold.\n\nKING JOHN.\nO hapless fortune!  Let us yet assay,\nIf we can counsel some of them to stay.\n\n\n[Exeunt.]\n\n\nACT III. SCENE V. The Same.\n\n[Enter King Edward and Audley.]\n\nKING EDWARD.\nLord Audley, whiles our son is in the chase,\nWith draw our powers unto this little hill,\nAnd here a season let us breath our selves.\n\nAUDLEY.\nI will, my Lord.\n\n[Exit.  Sound Retreat.]\n\nKING EDWARD.\nJust dooming heaven, whose secret providence\nTo our gross judgement is inscrutable,\nHow are we bound to praise thy wondrous works,\nThat hast this day given way unto the right,\nAnd made the wicked stumble at them selves!\n\n[Enter Artois.]\n\nARTOIS.\nRescue, king Edward! rescue for thy son!\n\nKING EDWARD.\nRescue, Artois? what, is he prisoner,\nOr by violence fell beside his horse?\n\nARTOIS.\nNeither, my Lord:  but narrowly beset\nWith turning Frenchmen, whom he did pursue,\nAs tis impossible that he should scape,\nExcept your highness presently descend.\n\nKING EDWARD.\nTut, let him fight; we gave him arms to day,\nAnd he is laboring for a knighthood, man.\n\n[Enter Derby.]\n\nDARBY.\nThe Prince, my Lord, the Prince! oh, succour him!\nHe's close incompast with a world of odds!\n\nKING EDWARD.\nThen will he win a world of honor too,\nIf he by valour can redeem him thence;\nIf not, what remedy? we have more sons\nThan one, to comfort our declining age.\n\n[Enter Audley.]\n\nRenowned Edward, give me leave, I pray,\nTo lead my soldiers where I may relieve\nYour Grace's son, in danger to be slain.\nThe snares of French, like Emmets on a bank,\nMuster about him; whilest he, Lion like,\nIntangled in the net of their assaults,\nFranticly wrends, and bites the woven toil;\nBut all in vain, he cannot free him self.\n\nKING EDWARD.\nAudley, content; I will not have a man,\nOn pain of death, sent forth to succour him:\nThis is the day, ordained by destiny,\nTo season his courage with those grievous thoughts,\nThat, if he breaketh out, Nestor's years on earth\nWill make him savor still of this exploit.\n\nDARBY.\nAh, but he shall not live to see those days.\n\nKING EDWARD.\nWhy, then his Epitaph is lasting praise.\n\nAUDLEY.\nYet, good my Lord, tis too much willfulness,\nTo let his blood be spilt, that may be saved.\n\nKING EDWARD.\nExclaim no more; for none of you can tell\nWhether a borrowed aid will serve, or no;\nPerhaps he is already slain or ta'en.\nAnd dare a Falcon when she's in her flight,\nAnd ever after she'll be haggard like:\nLet Edward be delivered by our hands,\nAnd still, in danger, he'll expect the like;\nBut if himself himself redeem from thence,\nHe will have vanquished cheerful death and fear,\nAnd ever after dread their force no more\nThan if they were but babes or Captive slaves.\n\nAUDLEY.\nO cruel Father!  Farewell, Edward, then!\n\nDARBY.\nFarewell, sweet Prince, the hope of chivalry!\n\nARTOIS.\nO, would my life might ransom him from death!\n\nKING EDWARD.\nBut soft, me thinks I hear\n\n[Retreat sounded.]\n\nThe dismal charge of Trumpets' loud retreat.\nAll are not slain, I hope, that went with him;\nSome will return with tidings, good or bad.\n\n[Enter Prince Edward in triumph, bearing in his hands\nhis chivered Lance, and the King of Boheme, borne\nbefore, wrapped in the Colours.  They run and imbrace him.]\n\nAUDLEY.\nO joyful sight! victorious Edward lives!\n\nDERBY.\nWelcome, brave Prince!\n\nKING EDWARD.\nWelcome, Plantagenet!\n\nPRINCE EDWARD.\n\n[Kneels and kisses his father's hand.]\n\nFirst having done my duty as beseemed,\nLords, I regreet you all with hearty thanks.\nAnd now, behold, after my winter's toil,\nMy painful voyage on the boisterous sea\nOf wars devouring gulfs and steely rocks,\n\nI bring my fraught unto the wished port,\nMy Summer's hope, my travels' sweet reward:\nAnd here, with humble duty, I present\nThis sacrifice, this first fruit of my sword,\nCropped and cut down even at the gate of death,\nThe king of Boheme, father, whom I slew;\nWhose thousands had entrenched me round about,\nAnd lay as thick upon my battered crest,\nAs on an Anvil, with their ponderous glaves:\nYet marble courage still did underprop\nAnd when my weary arms, with often blows,\nLike the continual laboring Wood-man's Axe\nThat is enjoined to fell a load of Oaks,\nBegan to faulter, straight I would record\nMy gifts you gave me, and my zealous vow,\nAnd then new courage made me fresh again,\nThat, in despite, I carved my passage forth,\nAnd put the multitude to speedy flight.\nLo, thus hath Edward's hand filled your request,\nAnd done, I hope, the duty of a Knight.\n\nKING EDWARD.\nAye, well thou hast deserved a knighthood, Ned!\nAnd, therefore, with thy sword, yet reaking warm\n\n[His Sword borne by a Soldier.]\n\nWith blood of those that fought to be thy bane.\nArise, Prince Edward, trusty knight at arms:\nThis day thou hast confounded me with joy,\nAnd proud thy self fit heir unto a king.\n\nPRINCE EDWARD.\nHere is a note, my gracious Lord, of those\nThat in this conflict of our foes were slain:\nEleven Princes of esteem, Four score Barons,\nA hundred and twenty knights, and thirty thousand\nCommon soldiers; and, of our men, a thousand.\n\nKING EDWARD.\nOur God be praised!  Now, John of France, I hope,\nThou knowest King Edward for no wantoness,\nNo love sick cockney, nor his soldiers jades.\nBut which way is the fearful king escaped?\n\nPRINCE EDWARD.\nTowards Poitiers, noble father, and his sons.\n\nKING EDWARD.\nNed, thou and Audley shall pursue them still;\nMy self and Derby will to Calice straight,\nAnd there be begirt that Haven town with siege.\nNow lies it on an upshot; therefore strike,\nAnd wistly follow, whiles the game's on foot.\nWhat Picture's this?\n\nPRINCE EDWARD.\nA Pelican, my Lord,\nWounding her bosom with her crooked beak,\nThat so her nest of young ones may be fed\nWith drops of blood that issue from her heart;\nThe motto Sic & vos, 'and so should you'.\n\n[Exeunt.]\n\n\nACT IV. SCENE I. Bretagne. Camp of the English.\n\n[Enter Lord Mountford with a Coronet in his hand;\nwith him the Earl of Salisbury.]\n\nMOUNTFORD.\nMy Lord of Salisbury, since by your aide\nMine enemy Sir Charles of Blois is slain,\nAnd I again am quietly possessed\nIn Brittain's Dukedom, know that I resolve,\nFor this kind furtherance of your king and you,\nTo swear allegiance to his majesty:\nIn sign whereof receive this Coronet,\nBear it unto him, and, withal, mine oath,\nNever to be but Edward's faithful friend.\n\nSALISBURY.\nI take it, Mountfort.  Thus, I hope, ere long\nThe whole Dominions of the Realm of France\nWill be surrendered to his conquering hand.\n\n[Exit Mountford.]\n\nNow, if I knew but safely how to pass,\nI would at Calice gladly meet his Grace,\nWhether I am by letters certified\nThat he intends to have his host removed.\nIt shall be so, this policy will serve:--\nHo, whose within?  Bring Villiers to me.\n\n[Enter Villiers.]\n\nVilliers, thou knowest, thou art my prisoner,\nAnd that I might for ransom, if I would,\nRequire of thee a hundred thousand Francs,\nOr else retain and keep thee captive still:\nBut so it is, that for a smaller charge\nThou maist be quit, and if thou wilt thy self.\nAnd this it is:  Procure me but a passport\nOf Charles, the Duke of Normandy, that I\nWithout restraint may have recourse to Callis\nThrough all the Countries where he hath to do;\nWhich thou maist easily obtain, I think,\nBy reason I have often heard thee say,\nHe and thou were students once together:\nAnd then thou shalt be set at liberty.\nHow saiest thou? wilt thou undertake to do it?\n\nVILLIERS.\nI will, my Lord; but I must speak with him.\n\nSALISBURY.\nWhy, so thou shalt; take Horse, and post from hence:\nOnly before thou goest, swear by thy faith,\nThat, if thou canst not compass my desire,\nThou wilt return my prisoner back again;\nAnd that shall be sufficient warrant for me.\n\nVILLIERS.\nTo that condition I agree, my Lord,\nAnd will unfainedly perform the same.\n\n[Exit.]\n\nSALISBURY.\nFarewell, Villiers.--\nThus once i mean to try a French man's faith.\n\n[Exit.]\n\n\nACT IV. SCENE II. Picardy.  The English Camp before\nCalais.\n\n[Enter King Edward and Derby, with Soldiers.]\n\nKING EDWARD.\nSince they refuse our proffered league, my Lord,\nAnd will not ope their gates, and let us in,\nWe will intrench our selves on every side,\nThat neither vituals nor supply of men\nMay come to succour this accursed town:\nFamine shall combat where our swords are stopped.\n\n[Enter six poor Frenchmen.]\n\nDERBY.\nThe promised aid, that made them stand aloof,\nIs now retired and gone an other way:\nIt will repent them of their stubborn will.\nBut what are these poor ragged slaves, my Lord?\n\nKING EDWARD.\nAsk what they are; it seems, they come from Callis.\n\nDERBY.\nYou wretched patterns of despair and woe,\nWhat are you, living men or gliding ghosts,\nCrept from your graves to walk upon the earth?\n\nPOOR.\nNo ghosts, my Lord, but men that breath a life\nFar worse than is the quiet sleep of death:\nWe are distressed poor inhabitants,\nThat long have been diseased, sick, and lame;\nAnd now, because we are not fit to serve,\nThe Captain of the town hath thrust us forth,\nThat so expense of victuals may be saved.\n\nKING EDWARD.\nA charitable deed, no doubt, and worthy praise!\nBut how do you imagine then to speed?\nWe are your enemies; in such a case\nWe can no less but put ye to the sword,\nSince, when we proffered truce, it was refused.\n\nPOOR.\nAnd if your grace no otherwise vouchsafe,\nAs welcome death is unto us as life.\n\nKING EDWARD.\nPoor silly men, much wronged and more distressed!\nGo, Derby, go, and see they be relieved;\nCommand that victuals be appointed them,\nAnd give to every one five Crowns a piece.\n\n[Exeunt Derby and Frenchmen.]\n\nThe Lion scorns to touch the yielding prey,\nAnd Edward's sword must flesh it self in such\nAs wilful stubbornness hath made perverse.\n\n[Enter Lord Percy.]\n\nKING EDWARD.\nLord Percy! welcome: what's the news in England?\n\nPERCY.\nThe Queen, my Lord, comes here to your Grace,\nAnd from her highness and the Lord viceregent\nI bring this happy tidings of success:\nDavid of Scotland, lately up in arms,\nThinking, belike, he soonest should prevail,\nYour highness being absent from the Realm,\nIs, by the fruitful service of your peers\nAnd painful travel of the Queen her self,\nThat, big with child, was every day in arms,\nVanquished, subdued, and taken prisoner.\n\nKING EDWARD.\nThanks, Percy, for thy news, with all my heart!\nWhat was he took him prisoner in the field?\n\nPERCY.\nA Esquire, my Lord; John Copland is his name:\nWho since, intreated by her Majesty,\nDenies to make surrender of his prize\nTo any but unto your grace alone;\nWhereat the Queen is grievously displeased.\n\nKING EDWARD.\nWell, then we'll have a Pursiuvant despatched,\nTo summon Copland hither out of hand,\nAnd with him he shall bring his prisoner king.\n\n\nPERCY.\nThe Queen's, my Lord, her self by this at Sea,\nAnd purposeth, as soon as wind will serve,\nTo land at Callis, and to visit you.\n\nKING EDWARD.\nShe shall be welcome; and, to wait her coming,\nI'll pitch my tent near to the sandy shore.\n\n[Enter a French Captain.]\n\nCAPTAIN.\nThe Burgesses of Callis, mighty king,\nHave by a counsel willingly decreed\nTo yield the town and Castle to your hands,\nUpon condition it will please your grace\nTo grant them benefit of life and goods.\n\nKING EDWARD.\nThey will so!  Then, belike, they may command,\nDispose, elect, and govern as they list.\nNo, sirra, tell them, since they did refuse\nOur princely clemency at first proclaimed,\nThey shall not have it now, although they would;\nI will accept of nought but fire and sword,\nExcept, within these two days, six of them,\nThat are the wealthiest merchants in the town,\nCome naked, all but for their linen shirts,\nWith each a halter hanged about his neck,\nAnd prostrate yield themselves, upon their knees,\nTo be afflicted, hanged, or what I please;\nAnd so you may inform their masterships.\n\n[Exeunt Edward and Percy.]\n\nCAPTAIN.\nWhy, this it is to trust a broken staff:\nHad we not been persuaded, John our King\nWould with his army have relieved the town,\nWe had not stood upon defiance so:\nBut now tis past that no man can recall,\nAnd better some do go to wrack them all.\n\n[Exit.]\n\n\n\nACT IV. SCENE III. Poitou. Fields near Poitiers.\nThe French camp; Tent of the Duke of Normandy.\n\n[Enter Charles of Normandy and Villiers.]\n\nCHARLES.\nI wonder, Villiers, thou shouldest importune me\nFor one that is our deadly enemy.\n\nVILLIERS.\nNot for his sake, my gracious Lord, so much\nAm I become an earnest advocate,\nAs that thereby my ransom will be quit.\n\nCHARLES.\nThy ransom, man? why needest thou talk of that?\nArt thou not free? and are not all occasions,\nThat happen for advantage of our foes,\nTo be accepted of, and stood upon?\n\nVILLIERS.\nNo, good my Lord, except the same be just;\nFor profit must with honor be comixt,\nOr else our actions are but scandalous.\nBut, letting pass their intricate objections,\nWilt please your highness to subscribe, or no?\n\nCHARLES.\nVilliers, I will not, nor I cannot do it;\nSalisbury shall not have his will so much,\nTo claim a passport how it pleaseth himself.\n\nVILLIERS.\nWhy, then I know the extremity, my Lord;\nI must return to prison whence I came.\n\nCHARLES.\nReturn?  I hope thou wilt not;\nWhat bird that hath escaped the fowler's gin,\nWill not beware how she's ensnared again?\nOr, what is he, so senseless and secure,\nThat, having hardly past a dangerous gul,\nWill put him self in peril there again?\n\nVILLIERS.\nAh, but it is mine oath, my gracious Lord,\nWhich I in conscience may not violate,\nOr else a kingdom should not draw me hence.\n\nCHARLES.\nThine oath? why, tat doth bind thee to abide:\nHast thou not sworn obedience to thy Prince?\n\nVILLIERS.\nIn all things that uprightly he commands:\nBut either to persuade or threaten me,\nNot to perform the covenant of my word,\nIs lawless, and I need not to obey.\n\nCHARLES.\nWhy, is it lawful for a man to kill,\nAnd not, to break a promise with his foe?\n\nVILLIERS.\nTo kill, my Lord, when war is once proclaimed,\nSo that our quarrel be for wrongs received,\nNo doubt, is lawfully permitted us;\nBut in an oath we must be well advised,\nHow we do swear, and, when we once have sworn,\nNot to infringe it, though we die therefore:\nTherefore, my Lord, as willing I return,\nAs if I were to fly to paradise.\n\nCHARLES.\nStay, my Villiers; thine honorable min\nDeserves to be eternally admired.\nThy suit shall be no longer thus deferred:\nGive me the paper, I'll subscribe to it;\nAnd, wheretofore I loved thee as Villiers,\nHereafter I'll embrace thee as my self.\nStay, and be still in favour with thy Lord.\n\nVILLIERS.\nI humbly thank you grace; I must dispatch,\nAnd send this passport first unto the Earl,\nAnd then I will attend your highness pleasure.\n\nCHARLES.\nDo so, Villiers;--and Charles, when he hath need,\nBe such his soldiers, howsoever he speed!\n\n[Exit Villiers.]\n\n[Enter King John.]\n\nKING JOHN.\nCome, Charles, and arm thee; Edward is entrapped,\nThe Prince of Wales is fallen into our hands,\nAnd we have compassed him; he cannot escape.\n\nCHARLES.\nBut will your highness fight to day?\n\nKING JOHN.\nWhat else, my son? he's scarce eight thousand strong,\nAnd we are threescore thousand at the least.\n\nCHARLES.\nI have a prophecy, my gracious Lord,\nWherein is written what success is like\nTo happen us in this outrageous war;\nIt was delivered me at Cresses field\nBy one that is an aged Hermit there.\n[Reads.]  'When feathered foul shall make thine army tremble,\nAnd flint stones rise and break the battle ray,\nThen think on him that doth not now dissemble;\nFor that shall be the hapless dreadful day:\nYet, in the end, thy foot thou shalt advance\nAs far in England as thy foe in France.'\n\nKING JOHN.\nBy this it seems we shall be fortunate:\nFor as it is impossible that stones\nShould ever rise and break the battle ray,\nOr airy foul make men in arms to quake,\nSo is it like, we shall not be subdued:\nOr say this might be true, yet in the end,\nSince he doth promise we shall drive him hence\nAnd forage their Country as they have done ours,\nBy this revenge that loss will seem the less.\nBut all are frivolous fancies, toys, and dreams:\nOnce we are sure we have ensnared the son,\nCatch we the father after how we can.\n\n[Exeunt.]\n\n\nACT IV. SCENE IV. The same. The English Camp.\n\n[Enter Prince Edward, Audley, and others.]\n\nPRINCE EDWARD.\nAudley, the arms of death embrace us round,\nAnd comfort have we none, save that to die\nWe pay sower earnest for a sweeter life.\nAt Cressey field out Clouds of Warlike smoke\nChoked up those French mouths & dissevered them;\nBut now their multitudes of millions hide,\nMasking as twere, the beauteous burning Sun,\nLeaving no hope to us, but sullen dark\nAnd eyeless terror of all ending night.\n\nAUDLEY.\nThis sudden, mighty, and expedient head\nThat they have made, fair prince, is wonderful.\nBefore us in the valley lies the king,\nVantaged with all that heaven and earth can yield;\nHis party stronger battled than our whole:\nHis son, the braving Duke of Normandy,\nHath trimmed the Mountain on our right hand up\nIn shining plate, that now the aspiring hill\nShews like a silver quarry or an orb,\nAloft the which the Banners, bannarets,\nAnd new replenished pendants cuff the air\nAnd beat the winds, that for their gaudiness\nStruggles to kiss them:  on our left hand lies\nPhillip, the younger issue of the king,\nCoating the other hill in such array,\nThat all his guilded upright pikes do seem\nStraight trees of gold, the pendants leaves;\nAnd their device of Antique heraldry,\nQuartered in colours, seeming sundry fruits,\nMakes it the Orchard of the Hesperides:\nBehind us too the hill doth bear his height,\nFor like a half Moon, opening but one way,\nIt rounds us in; there at our backs are lodged\nThe fatal Crossbows, and the battle there\nIs governed by the rough Chattillion.\nThen thus it stands:  the valley for our flight\nThe king binds in; the hills on either hand\nAre proudly royalized by his sons;\nAnd on the Hill behind stands certain death\nIn pay and service with Chattillion.\n\n\nPRINCE EDWARD.\nDeath's name is much more mighty than his deeds;\nThy parcelling this power hath made it more.\nAs many sands as these my hands can hold,\nAre but my handful of so many sands;\nThen, all the world, and call it but a power,\nEasily ta'en up, and quickly thrown away:\nBut if I stand to count them sand by sand,\nThe number would confound my memory,\nAnd make a thousand millions of a task,\nWhich briefly is no more, indeed, than one.\nThese quarters, squadrons, and these regiments,\nBefore, behind us, and on either hand,\nAre but a power.  When we name a man,\nHis hand, his foot, his head hath several strengths;\nAnd being all but one self instant strength,\nWhy, all this many, Audley, is but one,\nAnd we can call it all but one man's strength.\nHe that hath far to go, tells it by miles;\nIf he should tell the steps, it kills his heart:\nThe drops are infinite, that make a flood,\nAnd yet, thou knowest, we call it but a Rain.\nThere is but one France, one king of France,\nThat France hath no more kings; and that same king\nHath but the puissant legion of one king,\nAnd we have one:  then apprehend no odds,\nFor one to one is fair equality.\n\n[Enter an Herald from King John.]\n\nPRINCE EDWARD.\nWhat tidings, messenger? be plain and brief.\n\nHERALD.\nThe king of France, my sovereign Lord and master,\nGreets by me his foe, the Prince of Wales:\nIf thou call forth a hundred men of name,\nOf Lords, Knights, Squires, and English gentlemen,\nAnd with thy self and those kneel at his feet,\nHe straight will fold his bloody colours up,\nAnd ransom shall redeem lives forfeited;\nIf not, this day shall drink more English blood,\nThan ere was buried in our British earth.\nWhat is the answer to his proffered mercy?\n\nPRINCE EDWARD.\nThis heaven, that covers France, contains the mercy\nThat draws from me submissive orizons;\nThat such base breath should vanish from my lips,\nTo urge the plea of mercy to a man,\nThe Lord forbid!  Return, and tell the king,\nMy tongue is made of steel, and it shall beg\nMy mercy on his coward burgonet;\nTell him, my colours are as red as his,\nMy men as bold, our English arms as strong:\nReturn him my defiance in his face.\n\nHERALD.\nI go.\n\n[Exit.]\n\n[Enter another Herald.]\n\nPRINCE EDWARD.\nWhat news with thee?\n\nHERALD.\nThe Duke of Normandy, my Lord & master,\nPitying thy youth is so ingirt with peril,\nBy me hath sent a nimble jointed jennet,\nAs swift as ever yet thou didst bestride,\nAnd therewithall he counsels thee to fly;\nElse death himself hath sworn that thou shalt die.\n\nPRINCE EDWARD.\nBack with the beast unto the beast that sent him!\nTell him I cannot sit a coward's horse;\nBid him to day bestride the jade himself,\nFor I will stain my horse quite o'er with blood,\nAnd double gild my spurs, but I will catch him;\nSo tell the carping boy, and get thee gone.\n\n[Exit Herald.]\n\n[Enter another Herald.]\n\nHERALD.\nEdward of Wales, Phillip, the second son\nTo the most mighty christian king of France,\nSeeing thy body's living date expired,\nAll full of charity and christian love,\nCommends this book, full fraught with prayers,\nTo thy fair hand and for thy hour of life\nIntreats thee that thou meditate therein,\nAnd arm thy soul for her long journey towards--\nThus have I done his bidding, and return.\n\nPRINCE EDWARD.\nHerald of Phillip, greet thy Lord from me:\nAll good that he can send, I can receive;\nBut thinkst thou not, the unadvised boy\nHath wronged himself in thus far tendering me?\nHappily he cannot pray without the book--\nI think him no divine extemporall--,\nThen render back this common place of prayer,\nTo do himself good in adversity;\nBeside he knows not my sins' quality,\nAnd therefore knows no prayers for my avail;\nEre night his prayer may be to pray to God,\nTo put it in my heart to hear his prayer.\nSo tell the courtly wanton, and be gone.\n\nHERALD.\nI go.\n\n[Exit.]\n\nPRINCE EDWARD.\nHow confident their strength and number makes them!--\nNow, Audley, sound those silver wings of thine,\nAnd let those milk white messengers of time\nShew thy times learning in this dangerous time.\nThy self art bruis'd and bit with many broils,\nAnd stratagems forepast with iron pens\nAre texted in thine honorable face;\nThou art a married man in this distress,\nBut danger woos me as a blushing maid:\nTeach me an answer to this perilous time.\n\nAUDLEY.\nTo die is all as common as to live:\nThe one ince-wise, the other holds in chase;\nFor, from the instant we begin to live,\nWe do pursue and hunt the time to die:\nFirst bud we, then we blow, and after seed,\nThen, presently, we fall; and, as a shade\nFollows the body, so we follow death.\nIf, then, we hunt for death, why do we fear it?\nIf we fear it, why do we follow it?\nIf we do fear, how can we shun it?\nIf we do fear, with fear we do but aide\nThe thing we fear to seize on us the sooner:\nIf we fear not, then no resolved proffer\nCan overthrow the limit of our fate;\nFor, whether ripe or rotten, drop we shall,\nAs we do draw the lottery of our doom.\n\nPRINCE EDWARD.\nAh, good old man, a thousand thousand armors\nThese words of thine have buckled on my back:\nAh, what an idiot hast thou made of life,\nTo seek the thing it fears! and how disgraced\nThe imperial victory of murdering death,\nSince all the lives his conquering arrows strike\nSeek him, and he not them, to shame his glory!\nI will not give a penny for a life,\nNor half a halfpenny to shun grim death,\nSince for to live is but to seek to die,\nAnd dying but beginning of new life.\nLet come the hour when he that rules it will!\nTo live or die I hold indifferent.\n\n[Exeunt.]\n\n\nACT IV. SCENE V. The same. The French Camp.\n\n[Enter King John and Charles.]\n\nKING JOHN.\nA sudden darkness hath defaced the sky,\nThe winds are crept into their caves for fear,\nThe leaves move not, the world is hushed and still,\nThe birds cease singing, and the wandering brooks\nMurmur no wonted greeting to their shores;\nSilence attends some wonder and expecteth\nThat heaven should pronounce some prophesy:\nWhere, or from whom, proceeds this silence, Charles?\n\nCHARLES.\nOur men, with open mouths and staring eyes,\nLook on each other, as they did attend\nEach other's words, and yet no creature speaks;\nA tongue-tied fear hath made a midnight hour,\nAnd speeches sleep through all the waking regions.\n\nKING JOHN.\nBut now the pompous Sun, in all his pride,\nLooked through his golden coach upon the world,\nAnd, on a sudden, hath he hid himself,\nThat now the under earth is as a grave,\nDark, deadly, silent, and uncomfortable.\n\n[A clamor of ravens.]\n\nHark, what a deadly outery do I hear?\n\nCHARLES.\nHere comes my brother Phillip.\n\nKING JOHN.\nAll dismayed:\n\n[Enter Phillip.]\n\nWhat fearful words are those thy looks presage?\n\nPHILLIP.\nA flight, a flight!\n\nKING JOHN.\nCoward, what flight? thou liest, there needs no flight.\n\nPHILLIP.\nA flight.\n\nKING JOHN.\nAwake thy craven powers, and tell on\nThe substance of that very fear in deed,\nWhich is so ghastly printed in thy face:\nWhat is the matter?\n\nPHILLIP.\nA flight of ugly ravens\nDo croak and hover o'er our soldiers' heads,\nAnd keep in triangles and cornered squares,\nRight as our forces are embattled;\nWith their approach there came this sudden fog,\nWhich now hath hid the airy floor of heaven\nAnd made at noon a night unnatural\nUpon the quaking and dismayed world:\nIn brief, our soldiers have let fall their arms,\nAnd stand like metamorphosed images,\nBloodless and pale, one gazing on another.\n\nKING JOHN.\nAye, now I call to mind the prophesy,\nBut I must give no entrance to a fear.--\nReturn, and hearten up these yielding souls:\nTell them, the ravens, seeing them in arms,\nSo many fair against a famished few,\nCome but to dine upon their handy work\nAnd prey upon the carrion that they kill:\nFor when we see a horse laid down to die,\nAlthough he be not dead, the ravenous birds\nSit watching the departure of his life;\nEven so these ravens for the carcasses\nOf those poor English, that are marked to die,\nHover about, and, if they cry to us,\nTis but for meat that we must kill for them.\nAway, and comfort up my soldiers,\nAnd sound the trumpets, and at once dispatch\nThis little business of a silly fraud.\n\n[Exit Phillip.]\n\n[Another noise.  Salisbury brought in by a French Captain.]\n\nCAPTAIN.\nBehold, my liege, this knight and forty mo',\nOf whom the better part are slain and fled,\nWith all endeavor sought to break our ranks,\nAnd make their way to the encompassed prince:\nDispose of him as please your majesty.\n\nKING JOHN.\nGo, & the next bough, soldier, that thou seest,\nDisgrace it with his body presently;\nFor I do hold a tree in France too good\nTo be the gallows of an English thief.\n\nSALISBURY.\nMy Lord of Normandy, I have your pass\nAnd warrant for my safety through this land.\n\n\nCHARLES.\nVilliers procured it for thee, did he not?\n\nSALISBURY.\nHe did.\n\nCHARLES.\nAnd it is current; thou shalt freely pass.\n\nKING JOHN.\nAye, freely to the gallows to be hanged,\nWithout denial or impediment.\nAway with him!\n\nCHARLES.\nI hope your highness will not so disgrace me,\nAnd dash the virtue of my seal at arms:\nHe hath my never broken name to shew,\nCharactered with this princely hand of mine:\nAnd rather let me leave to be a prince\nThan break the stable verdict of a prince:\nI do beseech you, let him pass in quiet.\n\nKING JOHN.\nThou and thy word lie both in my command;\nWhat canst thou promise that I cannot break?\nWhich of these twain is greater infamy,\nTo disobey thy father or thy self?\nThy word, nor no mans, may exceed his power;\nNor that same man doth never break his word,\nThat keeps it to the utmost of his power.\nThe breach of faith dwells in the soul's consent:\nWhich if thy self without consent do break,\nThou art not charged with the breach of faith.\nGo, hang him:  for thy license lies in me,\nAnd my constraint stands the excuse for thee.\n\nCHARLES.\nWhat, am I not a soldier in my word?\nThen, arms, adieu, and let them fight that list!\nShall I not give my girdle from my waste,\nBut with a gardion I shall be controlled,\nTo say I may not give my things away?\nUpon my soul, had Edward, prince of Wales,\nEngaged his word, writ down his noble hand\nFor all your knights to pass his father's land,\nThe royal king, to grace his warlike son,\nWould not alone safe conduct give to them,\nBut with all bounty feasted them and theirs.\n\nKING JOHN.\nDwelst thou on precedents?  Then be it so!\nSay, Englishman, of what degree thou art.\n\nSALISBURY.\nAn Earl in England, though a prisoner here,\nAnd those that know me, call me Salisbury.\n\nKING JOHN.\nThen, Salisbury, say whether thou art bound.\n\nSALISBURY.\nTo Callice, where my liege, king Edward, is.\n\nKING JOHN.\nTo Callice, Salisbury?  Then, to Callice pack,\nAnd bid the king prepare a noble grave,\nTo put his princely son, black Edward, in.\nAnd as thou travelst westward from this place,\nSome two leagues hence there is a lofty hill,\nWhose top seems topless, for the embracing sky\nDoth hide his high head in her azure bosom;\nUpon whose tall top when thy foot attains,\nLook back upon the humble vale beneath--\nHumble of late, but now made proud with arms--\nAnd thence behold the wretched prince of Wales,\nHooped with a bond of iron round about.\nAfter which sight, to Callice spur amain,\nAnd say, the prince was smothered and not slain:\nAnd tell the king this is not all his ill;\nFor I will greet him, ere he thinks I will.\nAway, be gone; the smoke but of our shot\nWill choke our foes, though bullets hit them not.\n\n[Exit.]\n\n\nACT IV. SCENE VI. The same. A Part of the Field\nof Battle.\n\n[Alarum.  Enter prince Edward and Artois.]\n\n\nARTOIS.\nHow fares your grace? are you not shot, my Lord?\n\nPRINCE EDWARD.\nNo, dear Artois; but choked with dust and smoke,\nAnd stepped aside for breath and fresher air.\n\nARTOIS.\nBreath, then, and to it again:  the amazed French\nAre quite distract with gazing on the crows;\nAnd, were our quivers full of shafts again,\nYour grace should see a glorious day of this:--\nO, for more arrows, Lord; that's our want.\n\nPRINCE EDWARD.\nCourage, Artois! a fig for feathered shafts,\nWhen feathered fowls do bandy on our side!\nWhat need we fight, and sweat, and keep a coil,\nWhen railing crows outscold our adversaries?\nUp, up, Artois! the ground it self is armed\nWith Fire containing flint; command our bows\nTo hurl away their pretty colored Ew,\nAnd to it with stones:  away, Artois, away!\nMy soul doth prophecy we win the day.\n\n[Exeunt.]\n\n\nACT IV. SCENE VII. The same. Another Part of\nthe Field of Battle.\n\n[Alarum.  Enter King John.]\n\nKING JOHN.\nOur multitudes are in themselves confounded,\nDismayed, and distraught; swift starting fear\nHath buzzed a cold dismay through all our army,\nAnd every petty disadvantage prompts\nThe fear possessed abject soul to fly.\nMy self, whose spirit is steel to their dull lead,\nWhat with recalling of the prophecy,\nAnd that our native stones from English arms\nRebel against us, find myself attainted\nWith strong surprise of weak and yielding fear.\n\n[Enter Charles.]\n\nCHARLES.\nFly, father, fly! the French do kill the French,\nSome that would stand let drive at some that fly;\nOur drums strike nothing but discouragement,\nOur trumpets sound dishonor and retire;\nThe spirit of fear, that feareth nought but death,\nCowardly works confusion on it self.\n\n[Enter Phillip.]\n\nPHILLIP.\nPluck out your eyes, and see not this day's shame!\nAn arm hath beat an army; one poor David\nHath with a stone foiled twenty stout Goliahs;\nSome twenty naked starvelings with small flints,\nHath driven back a puissant host of men,\nArrayed and fenced in all accomplements.\n\nKING JOHN.\nMordieu, they quait at us, and kill us up;\nNo less than forty thousand wicked elders\nHave forty lean slaves this day stoned to death.\n\nCHARLES.\nO, that I were some other countryman!\nThis day hath set derision on the French,\nAnd all the world will blurt and scorn at us.\n\nKING JOHN.\nWhat, is there no hope left?\n\nPHILLIP.\nNo hope, but death, to bury up our shame.\n\nKING JOHN.\nMake up once more with me; the twentieth part\nOf those that live, are men inow to quail\nThe feeble handful on the adverse part.\n\nCHARLES.\nThen charge again:  if heaven be not opposed,\nWe cannot lose the day.\n\nKING JOHN.\nOn, away!\n\n[Exeunt.]\n\n\nACT IV. SCENE VIII.  The same.  Another Part of\nthe Field of Battle.\n\n[Enter Audley, wounded, & rescued by two squires.]\n\nESQUIRE.\nHow fares my Lord?\n\nAUDLEY.\nEven as a man may do,\nThat dines at such a bloody feast as this.\n\nESQUIRE.\nI hope, my Lord, that is no mortal scar.\n\nAUDLEY.\nNo matter, if it be; the count is cast,\nAnd, in the worst, ends but a mortal man.\nGood friends, convey me to the princely Edward,\nThat in the crimson bravery of my blood\nI may become him with saluting him.\nI'll smile, and tell him, that this open scar\nDoth end the harvest of his Audley's war.\n\n[Exeunt.]\n\n\nACT IV. SCENE IX. The same. The English Camp.\n\n[Enter prince Edward, King John, Charles, and all,\nwith Ensigns spread.]\n\nPRINCE EDWARD.\nNow, John in France, & lately John of France,\nThy bloody Ensigns are my captive colours;\nAnd you, high vaunting Charles of Normandy,\nThat once to day sent me a horse to fly,\nAre now the subjects of my clemency.\nFie, Lords, is it not a shame that English boys,\nWhose early days are yet not worth a beard,\nShould in the bosom of your kingdom thus,\nOne against twenty, beat you up together?\n\nKING JOHN.\nThy fortune, not thy force, hath conquered us.\n\nPRINCE EDWARD.\nAn argument that heaven aides the right.\n\n[Enter Artois with Phillip.]\n\nSee, see, Artois doth bring with him along\nThe late good counsel giver to my soul.\nWelcome, Artois; and welcome, Phillip, too:\nWho now of you or I have need to pray?\nNow is the proverb verified in you,\n'Too bright a morning breeds a louring day.'\n\n[Sound Trumpets.  Enter Audley.]\n\nBut say, what grim discouragement comes here!\nAlas, what thousand armed men of France\nHave writ that note of death in Audley's face?\nSpeak, thou that wooest death with thy careless smile,\nAnd lookst so merrily upon thy grave,\nAs if thou were enamored on thine end:\nWhat hungry sword hath so bereaved thy face,\nAnd lopped a true friend from my loving soul?\n\nAUDLEY.\nO Prince, thy sweet bemoaning speech to me\nIs as a mournful knell to one dead sick.\n\nPRINCE EDWARD.\nDear Audley, if my tongue ring out thy end,\nMy arms shall be thy grave:  what may I do\nTo win thy life, or to revenge thy death?\nIf thou wilt drink the blood of captive kings,\nOr that it were restorative, command\nA Health of kings' blood, and I'll drink to thee;\nIf honor may dispense for thee with death,\nThe never dying honor of this day\nShare wholly, Audley, to thy self, and live.\n\nAUDLEY.\nVictorious Prince,--that thou art so, behold\nA Caesar's fame in king's captivity--\nIf I could hold him death but at a bay,\nTill I did see my liege thy royal father,\nMy soul should yield this Castle of my flesh,\nThis mangled tribute, with all willingness,\nTo darkness, consummation, dust, and Worms.\n\nPRINCE EDWARD.\nCheerily, bold man, thy soul is all too proud\nTo yield her City for one little breach;\nShould be divorced from her earthly spouse\nBy the soft temper of a French man's sword?\nLo, to repair thy life, I give to thee\nThree thousand Marks a year in English land.\n\nAUDLEY.\nI take thy gift, to pay the debts I owe:\nThese two poor Esquires redeemed me from the French\nWith lusty & dear hazard of their lives:\nWhat thou hast given me, I give to them;\nAnd, as thou lovest me, prince, lay thy consent\nTo this bequeath in my last testament.\n\nPRINCE EDWARD.\nRenowned Audley, live, and have from me\nThis gift twice doubled to these Esquires and thee:\nBut live or die, what thou hast given away\nTo these and theirs shall lasting freedom stay.\nCome, gentlemen, I will see my friend bestowed\nWith in an easy Litter; then we'll march\nProudly toward Callis, with triumphant pace,\nUnto my royal father, and there bring\nThe tribute of my wars, fair France his king.\n\n[Exit.]\n\n\nACT V. SCENE I. Picardy. The English Camp before\nCalais.\n\n[Enter King Edward, Queen Phillip, Derby, soldiers.]\n\nKING EDWARD.\nNo more, Queen Phillip, pacify your self;\nCopland, except he can excuse his fault,\nShall find displeasure written in our looks.\nAnd now unto this proud resisting town!\nSoldiers, assault:  I will no longer stay,\nTo be deluded by their false delays;\nPut all to sword, and make the spoil your own.\n\n[Enter six Citizens in their Shirts, bare foot, with\nhalters about their necks.]\n\nALL.\nMercy, king Edward, mercy, gracious Lord!\n\nKING EDWARD.\nContemptuous villains, call ye now for truce?\nMine ears are stopped against your bootless cries:--\nSound, drums alarum; draw threatening swords!\n\nFIRST CITIZEN.\nAh, noble Prince, take pity on this town,\nAnd hear us, mighty king:\nWe claim the promise that your highness made;\nThe two days' respite is not yet expired,\nAnd we are come with willingness to bear\nWhat torturing death or punishment you please,\nSo that the trembling multitude be saved.\n\nKING EDWARD.\nMy promise?  Well, I do confess as much:\nBut I do require the chiefest Citizens\nAnd men of most account that should submit;\nYou, peradventure, are but servile grooms,\nOr some felonious robbers on the Sea,\nWhom, apprehended, law would execute,\nAlbeit severity lay dead in us:\nNo, no, ye cannot overreach us thus.\n\nSECOND CITIZEN.\nThe Sun, dread Lord, that in the western fall\nBeholds us now low brought through misery,\nDid in the Orient purple of the morn\nSalute our coming forth, when we were known;\nOr may our portion be with damned fiends.\n\nKING EDWARD.\nIf it be so, then let our covenant stand:\nWe take possession of the town in peace,\nBut, for your selves, look you for no remorse;\nBut, as imperial justice hath decreed,\nYour bodies shall be dragged about these walls,\nAnd after feel the stroke of quartering steel:\nThis is your doom;--go, soldiers, see it done.\n\nQUEEN PHILLIP.\nAh, be more mild unto these yielding men!\nIt is a glorious thing to stablish peace,\nAnd kings approach the nearest unto God\nBy giving life and safety unto men:\nAs thou intendest to be king of France,\nSo let her people live to call thee king;\nFor what the sword cuts down or fire hath spoiled,\nIs held in reputation none of ours.\n\nKING EDWARD.\nAlthough experience teach us this is true,\nThat peaceful quietness brings most delight,\nWhen most of all abuses are controlled;\nYet, insomuch it shall be known that we\nAs well can master our affections\nAs conquer other by the dint of sword,\nPhillip, prevail; we yield to thy request:\nThese men shall live to boast of clemency,\nAnd, tyranny, strike terror to thy self.\n\nSECOND CITIZEN.\nLong live your highness! happy be your reign!\n\nKING EDWARD.\nGo, get you hence, return unto the town,\nAnd if this kindness hath deserved your love,\nLearn then to reverence Edward as your king.--\n\n[Exeunt Citizens.]\n\nNow, might we hear of our affairs abroad,\nWe would, till gloomy Winter were o'er spent,\nDispose our men in garrison a while.\nBut who comes here?\n\n[Enter Copland and King David.]\n\nDERBY.\nCopland, my Lord, and David, King of Scots.\n\nKING EDWARD.\nIs this the proud presumptuous Esquire of the North,\nThat would not yield his prisoner to my Queen?\n\nCOPLAND.\nI am, my liege, a Northern Esquire indeed,\nBut neither proud nor insolent, I trust.\n\nKING EDWARD.\nWhat moved thee, then, to be so obstinate\nTo contradict our royal Queen's desire?\n\nCOPLAND.\nNo wilful disobedience, mighty Lord,\nBut my desert and public law at arms:\nI took the king my self in single fight,\nAnd, like a soldiers, would be loath to lose\nThe least pre-eminence that I had won.\nAnd Copland straight upon your highness' charge\nIs come to France, and with a lowly mind\nDoth vale the bonnet of his victory:\nReceive, dread Lord, the custom of my fraught,\nThe wealthy tribute of my laboring hands,\nWhich should long since have been surrendered up,\nHad but your gracious self been there in place.\n\nQUEEN PHILLIP.\nBut, Copland, thou didst scorn the king's command,\nNeglecting our commission in his name.\n\nCOPLAND.\nHis name I reverence, but his person more;\nHis name shall keep me in allegiance still,\nBut to his person I will bend my knee.\n\nKING EDWARD.\nI pray thee, Phillip, let displeasure pass;\nThis man doth please me, and I like his words:\nFor what is he that will attempt great deeds,\nAnd lose the glory that ensues the same?\nAll rivers have recourse unto the Sea,\nAnd Copland's faith relation to his king.\nKneel, therefore, down:  now rise, king Edward's knight;\nAnd, to maintain thy state, I freely give\nFive hundred marks a year to thee and thine.\n\n[Enter Salisbury.]\n\n\nWelcome, Lord Salisbury:  what news from Brittain?\n\nSALISBURY.\nThis, mighty king:  the Country we have won,\nAnd John de Mountford, regent of that place,\nPresents your highness with this Coronet,\nProtesting true allegiance to your Grace.\n\nKING EDWARD.\nWe thank thee for thy service, valiant Earl;\nChallenge our favour, for we owe it thee.\n\nSALISBURY.\nBut now, my Lord, as this is joyful news,\nSo must my voice be tragical again,\nAnd I must sing of doleful accidents.\n\nKING EDWARD.\nWhat, have our men the overthrow at Poitiers?\nOr is our son beset with too much odds?\n\nSALISBURY.\nHe was, my Lord:  and as my worthless self\nWith forty other serviceable knights,\nUnder safe conduct of the Dauphin's seal,\nDid travail that way, finding him distressed,\nA troop of Lances met us on the way,\nSurprised, and brought us prisoners to the king,\nWho, proud of this, and eager of revenge,\nCommanded straight to cut off all our heads:\nAnd surely we had died, but that the Duke,\nMore full of honor than his angry sire,\nProcured our quick deliverance from thence;\nBut, ere we went, 'Salute your king', quoth he,\n'Bid him provide a funeral for his son:\nTo day our sword shall cut his thread of life;\nAnd, sooner than he thinks, we'll be with him,\nTo quittance those displeasures he hath done.'\nThis said, we past, not daring to reply;\nOur hearts were dead, our looks diffused and wan.\nWandering, at last we climed unto a hill,\n>From whence, although our grief were much before,\nYet now to see the occasion with our eyes\nDid thrice so much increase our heaviness:\nFor there, my Lord, oh, there we did descry\nDown in a valley how both armies lay.\nThe French had cast their trenches like a ring,\nAnd every Barricado's open front\nWas thick embossed with brazen ordinance;\nHere stood a battaile of ten thousand horse,\nThere twice as many pikes in quadrant wise,\nHere Crossbows, and deadly wounding darts:\nAnd in the midst, like to a slender point\nWithin the compass of the horizon,\nAs twere a rising bubble in the sea,\nA Hasle wand amidst a wood of Pines,\nOr as a bear fast chained unto a stake,\nStood famous Edward, still expecting when\nThose dogs of France would fasten on his flesh.\nAnon the death procuring knell begins:\nOff go the Cannons, that with trembling noise\nDid shake the very Mountain where they stood;\nThen sound the Trumpets' clangor in the air,\nThe battles join:  and, when we could no more\nDiscern the difference twixt the friend and foe,\nSo intricate the dark confusion was,\nAway we turned our watery eyes with sighs,\nAs black as powder fuming into smoke.\nAnd thus, I fear, unhappy have I told\nThe most untimely tale of Edward's fall.\n\nQUEEN PHILLIP.\nAh me, is this my welcome into France?\nIs this the comfort that I looked to have,\nWhen I should meet with my beloved son?\nSweet Ned, I would thy mother in the sea\nHad been prevented of this mortal grief!\n\nKING EDWARD.\nContent thee, Phillip; tis not tears will serve\nTo call him back, if he be taken hence:\nComfort thy self, as I do, gentle Queen,\nWith hope of sharp, unheard of, dire revenge.--\nHe bids me to provide his funeral,\nAnd so I will; but all the Peers in France\nShall mourners be, and weep out bloody tears,\nUntil their empty veins be dry and sere:\nThe pillars of his hearse shall be his bones;\nThe mould that covers him, their City ashes;\nHis knell, the groaning cries of dying men;\nAnd, in the stead of tapers on his tomb,\nAn hundred fifty towers shall burning blaze,\nWhile we bewail our valiant son's decease.\n\n[After a flourish, sounded within, enter an herald.]\n\nHERALD.\nRejoice, my Lord; ascend the imperial throne!\nThe mighty and redoubted prince of Wales,\nGreat servitor to bloody Mars in arms,\nThe French man's terror, and his country's fame,\nTriumphant rideth like a Roman peer,\nAnd, lowly at his stirrup, comes afoot\nKing John of France, together with his son,\nIn captive bonds; whose diadem he brings\nTo crown thee with, and to proclaim thee king.\n\nKING EDWARD.\nAway with mourning, Phillip, wipe thine eyes;--\nSound, Trumpets, welcome in Plantagenet!\n\n[Enter Prince Edward, king John, Phillip, Audley, Artois.]\n\nAs things long lost, when they are found again,\nSo doth my son rejoice his father's heart,\nFor whom even now my soul was much perplexed.\n\nQUEEN PHILLIP.\nBe this a token to express my joy,\n\n[Kisses him.]\n\nFor inward passion will not let me speak.\n\nPRINCE EDWARD.\nMy gracious father, here receive the gift.\n\n[Presenting him with King John's crown.]\n\nThis wreath of conquest and reward of war,\nGot with as mickle peril of our lives,\nAs ere was thing of price before this day;\nInstall your highness in your proper right:\nAnd, herewithall, I render to your hands\nThese prisoners, chief occasion of our strife.\n\nKING EDWARD.\nSo, John of France, I see you keep your word:\nYou promised to be sooner with our self\nThan we did think for, and tis so in deed:\nBut, had you done at first as now you do,\nHow many civil towns had stood untouched,\nThat now are turned to ragged heaps of stones!\nHow many people's lives mightst thou have saved,\nThat are untimely sunk into their graves!\n\nKING JOHN.\nEdward, recount not things irrevocable;\nTell me what ransom thou requirest to have.\n\nKING EDWARD.\nThy ransom, John, hereafter shall be known:\nBut first to England thou must cross the seas,\nTo see what entertainment it affords;\nHow ere it falls, it cannot be so bad,\nAs ours hath been since we arrived in France.\n\nKING JOHN.\nAccursed man! of this I was foretold,\nBut did misconster what the prophet told.\n\nPRINCE EDWARD.\nNow, father, this petition Edward makes\nTo thee, whose grace hath been his strongest shield,\nThat, as thy pleasure chose me for the man\nTo be the instrument to shew thy power,\nSo thou wilt grant that many princes more,\nBred and brought up within that little Isle,\nMay still be famous for like victories!\nAnd, for my part, the bloody scars I bear,\nAnd weary nights that I have watched in field,\nThe dangerous conflicts I have often had,\nThe fearful menaces were proffered me,\nThe heat and cold and what else might displease:\nI wish were now redoubled twenty fold,\nSo that hereafter ages, when they read\nThe painful traffic of my tender youth,\nMight thereby be inflamed with such resolve,\nAs not the territories of France alone,\nBut likewise Spain, Turkey, and what countries else\nThat justly would provoke fair England's ire,\nMight, at their presence, tremble and retire.\n\nKING EDWARD.\nHere, English Lords, we do proclaim a rest,\nAn intercession of our painful arms:\nSheath up your swords, refresh your weary limbs,\nPeruse your spoils; and, after we have breathed\nA day or two within this haven town,\nGod willing, then for England we'll be shipped;\nWhere, in a happy hour, I trust, we shall\nArrive, three kings, two princes, and a queen.\n\nFINIS.\n\n\n\n\n\nEND OF PROJECT GUTENBERG ETEXT OF SHAKESPEARE'S KING EDWARD THE\nTHIRD\n","id":840,"split":"train"}
