{"ori_id":"9950d38eeb83f7bfa67bc56333d33661d18d452f","title":"Moon-Face","context":"Moon-Face\n The story follows the unnamed protagonist and his irrational hatred of John Claverhouse, a man with a \"moon-face\". The protagonist clearly states that his hatred of him is irrational, saying: \"Why do we not like him? Ah, we do not know why; we know only that we do not. We have taken a dislike, that is all. And so I with John Claverhouse.\" The protagonist becomes obsessed with Claverhouse, hating his face, his laugh, his entire life. The protagonist observes that Claverhouse engages in illegal fishing with dynamite and hatches a scheme to kill Claverhouse.\nThe protagonist teaches a dog, Bellona, to do one thing and one thing only, retrieval, with emphasis on water retrieving and taking the stick back to the thrower no matter where they were. Claverhouse is presented with Bellona before his upcoming trout fishing trip. The protagonist observes from a distance with glee as Claverhouse lights a stick of dynamite and throws it into the water. Bellona, trained to retrieve, fetches the explosive. Claverhouse runs from the dog in futility until \"just as she caught up, he in full stride, and she leaping with nose at his knee, there was a sudden flash, a burst of smoke, a terrific detonation, and where man and dog had been the instant before there was naught to be seen but a big hole in the ground.\"\nThe death is ruled an accident while engaged in illegal fishing. The protagonist takes pride in killing Claverhouse with no mess or brutality and lives in peace.\nï»¿The Project Gutenberg EBook of Moon-Face and Other Stories, by Jack London\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Moon-Face and Other Stories\n\nAuthor: Jack London\n\nPosting Date: July 31, 2008 [EBook #1089]\nRelease Date: November, 1997\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MOON-FACE AND OTHER STORIES ***\n\n\n\n\nProduced by Espen Ore, Steve Henshaw, and Andrew Sly\n\n\n\n\n\n\n\n\n\nMOON-FACE AND OTHER STORIES\n\nBy Jack London\n\n\n\nCONTENTS\n\n     MOON-FACE\n     THE LEOPARD MAN'S STORY\n     LOCAL COLOR\n     AMATEUR NIGHT\n     THE MINIONS OF MIDAS\n     THE SHADOW AND THE FLASH\n     ALL GOLD CANYON\n     PLANCHETTE\n\n\n\n\nMOON-FACE\n\n\nJohn Claverhouse was a moon-faced man. You know the kind, cheek-bones\nwide apart, chin and forehead melting into the cheeks to complete the\nperfect round, and the nose, broad and pudgy, equidistant from the\ncircumference, flattened against the very centre of the face like a\ndough-ball upon the ceiling. Perhaps that is why I hated him, for truly\nhe had become an offense to my eyes, and I believed the earth to\nbe cumbered with his presence. Perhaps my mother may have been\nsuperstitious of the moon and looked upon it over the wrong shoulder at\nthe wrong time.\n\nBe that as it may, I hated John Claverhouse. Not that he had done me\nwhat society would consider a wrong or an ill turn. Far from it. The\nevil was of a deeper, subtler sort; so elusive, so intangible, as to\ndefy clear, definite analysis in words. We all experience such things\nat some period in our lives. For the first time we see a certain\nindividual, one who the very instant before we did not dream existed;\nand yet, at the first moment of meeting, we say: \"I do not like that\nman.\" Why do we not like him? Ah, we do not know why; we know only that\nwe do not. We have taken a dislike, that is all. And so I with John\nClaverhouse.\n\nWhat right had such a man to be happy? Yet he was an optimist. He was\nalways gleeful and laughing. All things were always all right, curse\nhim! Ah I how it grated on my soul that he should be so happy! Other\nmen could laugh, and it did not bother me. I even used to laugh\nmyself--before I met John Claverhouse.\n\nBut his laugh! It irritated me, maddened me, as nothing else under the\nsun could irritate or madden me. It haunted me, gripped hold of me, and\nwould not let me go. It was a huge, Gargantuan laugh. Waking or sleeping\nit was always with me, whirring and jarring across my heart-strings like\nan enormous rasp. At break of day it came whooping across the fields to\nspoil my pleasant morning revery. Under the aching noonday glare, when\nthe green things drooped and the birds withdrew to the depths of the\nforest, and all nature drowsed, his great \"Ha! ha!\" and \"Ho! ho!\" rose\nup to the sky and challenged the sun. And at black midnight, from the\nlonely cross-roads where he turned from town into his own place, came\nhis plaguey cachinnations to rouse me from my sleep and make me writhe\nand clench my nails into my palms.\n\nI went forth privily in the night-time, and turned his cattle into his\nfields, and in the morning heard his whooping laugh as he drove them out\nagain. \"It is nothing,\" he said; \"the poor, dumb beasties are not to be\nblamed for straying into fatter pastures.\"\n\nHe had a dog he called \"Mars,\" a big, splendid brute, part deer-hound\nand part blood-hound, and resembling both. Mars was a great delight to\nhim, and they were always together. But I bided my time, and one day,\nwhen opportunity was ripe, lured the animal away and settled for him\nwith strychnine and beefsteak. It made positively no impression on John\nClaverhouse. His laugh was as hearty and frequent as ever, and his face\nas much like the full moon as it always had been.\n\nThen I set fire to his haystacks and his barn. But the next morning,\nbeing Sunday, he went forth blithe and cheerful.\n\n\"Where are you going?\" I asked him, as he went by the cross-roads.\n\n\"Trout,\" he said, and his face beamed like a full moon. \"I just dote on\ntrout.\"\n\nWas there ever such an impossible man! His whole harvest had gone up in\nhis haystacks and barn. It was uninsured, I knew. And yet, in the face\nof famine and the rigorous winter, he went out gayly in quest of a mess\nof trout, forsooth, because he \"doted\" on them! Had gloom but rested,\nno matter how lightly, on his brow, or had his bovine countenance grown\nlong and serious and less like the moon, or had he removed that smile\nbut once from off his face, I am sure I could have forgiven him for\nexisting. But no, he grew only more cheerful under misfortune.\n\nI insulted him. He looked at me in slow and smiling surprise.\n\n\"I fight you? Why?\" he asked slowly. And then he laughed. \"You are so\nfunny! Ho! ho! You'll be the death of me! He! he! he! Oh! Ho! ho! ho!\"\n\nWhat would you? It was past endurance. By the blood of Judas, how I\nhated him! Then there was that name--Claverhouse! What a name! Wasn't it\nabsurd? Claverhouse! Merciful heaven, WHY Claverhouse? Again and again I\nasked myself that question. I should not have minded Smith, or Brown,\nor Jones--but CLAVERHOUSE! I leave it to you. Repeat it to\nyourself--Claverhouse. Just listen to the ridiculous sound of\nit--Claverhouse! Should a man live with such a name? I ask of you. \"No,\"\nyou say. And \"No\" said I.\n\nBut I bethought me of his mortgage. What of his crops and barn\ndestroyed, I knew he would be unable to meet it. So I got a shrewd,\nclose-mouthed, tight-fisted money-lender to get the mortgage\ntransferred to him. I did not appear but through this agent I forced\nthe foreclosure, and but few days (no more, believe me, than the law\nallowed) were given John Claverhouse to remove his goods and chattels\nfrom the premises. Then I strolled down to see how he took it, for\nhe had lived there upward of twenty years. But he met me with his\nsaucer-eyes twinkling, and the light glowing and spreading in his face\ntill it was as a full-risen moon.\n\n\"Ha! ha! ha!\" he laughed. \"The funniest tike, that youngster of mine!\nDid you ever hear the like? Let me tell you. He was down playing by the\nedge of the river when a piece of the bank caved in and splashed him. 'O\npapa!' he cried; 'a great big puddle flewed up and hit me.'\"\n\nHe stopped and waited for me to join him in his infernal glee.\n\n\"I don't see any laugh in it,\" I said shortly, and I know my face went\nsour.\n\nHe regarded me with wonderment, and then came the damnable light,\nglowing and spreading, as I have described it, till his face shone soft\nand warm, like the summer moon, and then the laugh--\"Ha! ha! That's\nfunny! You don't see it, eh? He! he! Ho! ho! ho! He doesn't see it! Why,\nlook here. You know a puddle--\"\n\nBut I turned on my heel and left him. That was the last. I could stand\nit no longer. The thing must end right there, I thought, curse him! The\nearth should be quit of him. And as I went over the hill, I could hear\nhis monstrous laugh reverberating against the sky.\n\nNow, I pride myself on doing things neatly, and when I resolved to kill\nJohn Claverhouse I had it in mind to do so in such fashion that I should\nnot look back upon it and feel ashamed. I hate bungling, and I hate\nbrutality. To me there is something repugnant in merely striking a man\nwith one's naked fist--faugh! it is sickening! So, to shoot, or stab,\nor club John Claverhouse (oh, that name!) did not appeal to me. And not\nonly was I impelled to do it neatly and artistically, but also in such\nmanner that not the slightest possible suspicion could be directed\nagainst me.\n\nTo this end I bent my intellect, and, after a week of profound\nincubation, I hatched the scheme. Then I set to work. I bought a water\nspaniel bitch, five months old, and devoted my whole attention to her\ntraining. Had any one spied upon me, they would have remarked that this\ntraining consisted entirely of one thing--RETRIEVING. I taught the dog,\nwhich I called \"Bellona,\" to fetch sticks I threw into the water, and\nnot only to fetch, but to fetch at once, without mouthing or playing\nwith them. The point was that she was to stop for nothing, but to\ndeliver the stick in all haste. I made a practice of running away and\nleaving her to chase me, with the stick in her mouth, till she caught\nme. She was a bright animal, and took to the game with such eagerness\nthat I was soon content.\n\nAfter that, at the first casual opportunity, I presented Bellona to\nJohn Claverhouse. I knew what I was about, for I was aware of a little\nweakness of his, and of a little private sinning of which he was\nregularly and inveterately guilty.\n\n\"No,\" he said, when I placed the end of the rope in his hand. \"No, you\ndon't mean it.\" And his mouth opened wide and he grinned all over his\ndamnable moon-face.\n\n\"I--I kind of thought, somehow, you didn't like me,\" he explained.\n\"Wasn't it funny for me to make such a mistake?\" And at the thought he\nheld his sides with laughter.\n\n\"What is her name?\" he managed to ask between paroxysms.\n\n\"Bellona,\" I said.\n\n\"He! he!\" he tittered. \"What a funny name.\"\n\nI gritted my teeth, for his mirth put them on edge, and snapped out\nbetween them, \"She was the wife of Mars, you know.\"\n\nThen the light of the full moon began to suffuse his face, until he\nexploded with: \"That was my other dog. Well, I guess she's a widow now.\nOh! Ho! ho! E! he! he! Ho!\" he whooped after me, and I turned and fled\nswiftly over the hill.\n\nThe week passed by, and on Saturday evening I said to him, \"You go away\nMonday, don't you?\"\n\nHe nodded his head and grinned.\n\n\"Then you won't have another chance to get a mess of those trout you\njust 'dote' on.\"\n\nBut he did not notice the sneer. \"Oh, I don't know,\" he chuckled. \"I'm\ngoing up to-morrow to try pretty hard.\"\n\nThus was assurance made doubly sure, and I went back to my house hugging\nmyself with rapture.\n\nEarly next morning I saw him go by with a dip-net and gunnysack, and\nBellona trotting at his heels. I knew where he was bound, and cut out\nby the back pasture and climbed through the underbrush to the top of the\nmountain. Keeping carefully out of sight, I followed the crest along\nfor a couple of miles to a natural amphitheatre in the hills, where the\nlittle river raced down out of a gorge and stopped for breath in a large\nand placid rock-bound pool. That was the spot! I sat down on the croup\nof the mountain, where I could see all that occurred, and lighted my\npipe.\n\nEre many minutes had passed, John Claverhouse came plodding up the bed\nof the stream. Bellona was ambling about him, and they were in high\nfeather, her short, snappy barks mingling with his deeper chest-notes.\nArrived at the pool, he threw down the dip-net and sack, and drew from\nhis hip-pocket what looked like a large, fat candle. But I knew it to\nbe a stick of \"giant\"; for such was his method of catching trout. He\ndynamited them. He attached the fuse by wrapping the \"giant\" tightly\nin a piece of cotton. Then he ignited the fuse and tossed the explosive\ninto the pool.\n\nLike a flash, Bellona was into the pool after it. I could have shrieked\naloud for joy. Claverhouse yelled at her, but without avail. He pelted\nher with clods and rocks, but she swam steadily on till she got the\nstick of \"giant\" in her mouth, when she whirled about and headed for\nshore. Then, for the first time, he realized his danger, and started to\nrun. As foreseen and planned by me, she made the bank and took out after\nhim. Oh, I tell you, it was great! As I have said, the pool lay in a\nsort of amphitheatre. Above and below, the stream could be crossed\non stepping-stones. And around and around, up and down and across the\nstones, raced Claverhouse and Bellona. I could never have believed\nthat such an ungainly man could run so fast. But run he did, Bellona\nhot-footed after him, and gaining. And then, just as she caught up,\nhe in full stride, and she leaping with nose at his knee, there was a\nsudden flash, a burst of smoke, a terrific detonation, and where man and\ndog had been the instant before there was naught to be seen but a big\nhole in the ground.\n\n\"Death from accident while engaged in illegal fishing.\" That was the\nverdict of the coroner's jury; and that is why I pride myself on the\nneat and artistic way in which I finished off John Claverhouse. There\nwas no bungling, no brutality; nothing of which to be ashamed in\nthe whole transaction, as I am sure you will agree. No more does his\ninfernal laugh go echoing among the hills, and no more does his fat\nmoon-face rise up to vex me. My days are peaceful now, and my night's\nsleep deep.\n\n\n\n\nTHE LEOPARD MAN'S STORY\n\n\nHe had a dreamy, far-away look in his eyes, and his sad, insistent\nvoice, gentle-spoken as a maid's, seemed the placid embodiment of some\ndeep-seated melancholy. He was the Leopard Man, but he did not look\nit. His business in life, whereby he lived, was to appear in a cage of\nperforming leopards before vast audiences, and to thrill those audiences\nby certain exhibitions of nerve for which his employers rewarded him on\na scale commensurate with the thrills he produced.\n\nAs I say, he did not look it. He was narrow-hipped, narrow-shouldered,\nand anaemic, while he seemed not so much oppressed by gloom as by a\nsweet and gentle sadness, the weight of which was as sweetly and gently\nborne. For an hour I had been trying to get a story out of him, but\nhe appeared to lack imagination. To him there was no romance in his\ngorgeous career, no deeds of daring, no thrills--nothing but a gray\nsameness and infinite boredom.\n\nLions? Oh, yes! he had fought with them. It was nothing. All you had to\ndo was to stay sober. Anybody could whip a lion to a standstill with an\nordinary stick. He had fought one for half an hour once. Just hit him\non the nose every time he rushed, and when he got artful and rushed with\nhis head down, why, the thing to do was to stick out your leg. When he\ngrabbed at the leg you drew it back and hit hint on the nose again. That\nwas all.\n\nWith the far-away look in his eyes and his soft flow of words he showed\nme his scars. There were many of them, and one recent one where a\ntigress had reached for his shoulder and gone down to the bone. I could\nsee the neatly mended rents in the coat he had on. His right arm,\nfrom the elbow down, looked as though it had gone through a threshing\nmachine, what of the ravage wrought by claws and fangs. But it was\nnothing, he said, only the old wounds bothered him somewhat when rainy\nweather came on.\n\nSuddenly his face brightened with a recollection, for he was really as\nanxious to give me a story as I was to get it.\n\n\"I suppose you've heard of the lion-tamer who was hated by another man?\"\nhe asked.\n\nHe paused and looked pensively at a sick lion in the cage opposite.\n\n\"Got the toothache,\" he explained. \"Well, the lion-tamer's big play to\nthe audience was putting his head in a lion's mouth. The man who hated\nhim attended every performance in the hope sometime of seeing that lion\ncrunch down. He followed the show about all over the country. The years\nwent by and he grew old, and the lion-tamer grew old, and the lion grew\nold. And at last one day, sitting in a front seat, he saw what he had\nwaited for. The lion crunched down, and there wasn't any need to call a\ndoctor.\"\n\nThe Leopard Man glanced casually over his finger nails in a manner which\nwould have been critical had it not been so sad.\n\n\"Now, that's what I call patience,\" he continued, \"and it's my style.\nBut it was not the style of a fellow I knew. He was a little, thin,\nsawed-off, sword-swallowing and juggling Frenchman. De Ville, he called\nhimself, and he had a nice wife. She did trapeze work and used to dive\nfrom under the roof into a net, turning over once on the way as nice as\nyou please.\n\n\"De Ville had a quick temper, as quick as his hand, and his hand was as\nquick as the paw of a tiger. One day, because the ring-master called him\na frog-eater, or something like that and maybe a little worse, he shoved\nhim against the soft pine background he used in his knife-throwing act,\nso quick the ring-master didn't have time to think, and there, before\nthe audience, De Ville kept the air on fire with his knives, sinking\nthem into the wood all around the ring-master so close that they passed\nthrough his clothes and most of them bit into his skin.\n\n\"The clowns had to pull the knives out to get him loose, for he was\npinned fast. So the word went around to watch out for De Ville, and no\none dared be more than barely civil to his wife. And she was a sly bit\nof baggage, too, only all hands were afraid of De Ville.\n\n\"But there was one man, Wallace, who was afraid of nothing. He was the\nlion-tamer, and he had the self-same trick of putting his head into\nthe lion's mouth. He'd put it into the mouths of any of them, though\nhe preferred Augustus, a big, good-natured beast who could always be\ndepended upon.\n\n\"As I was saying, Wallace--'King' Wallace we called him--was afraid\nof nothing alive or dead. He was a king and no mistake. I've seen him\ndrunk, and on a wager go into the cage of a lion that'd turned nasty,\nand without a stick beat him to a finish. Just did it with his fist on\nthe nose.\n\n\"Madame de Ville--\"\n\nAt an uproar behind us the Leopard Man turned quietly around. It was\na divided cage, and a monkey, poking through the bars and around the\npartition, had had its paw seized by a big gray wolf who was trying to\npull it off by main strength. The arm seemed stretching out longer end\nlonger like a thick elastic, and the unfortunate monkey's mates were\nraising a terrible din. No keeper was at hand, so the Leopard Man\nstepped over a couple of paces, dealt the wolf a sharp blow on the nose\nwith the light cane he carried, and returned with a sadly apologetic\nsmile to take up his unfinished sentence as though there had been no\ninterruption.\n\n\"--looked at King Wallace and King Wallace looked at her, while De Ville\nlooked black. We warned Wallace, but it was no use. He laughed at us,\nas he laughed at De Ville one day when he shoved De Ville's head into a\nbucket of paste because he wanted to fight.\n\n\"De Ville was in a pretty mess--I helped to scrape him off; but he was\ncool as a cucumber and made no threats at all. But I saw a glitter in\nhis eyes which I had seen often in the eyes of wild beasts, and I went\nout of my way to give Wallace a final warning. He laughed, but he did\nnot look so much in Madame de Ville's direction after that.\n\n\"Several months passed by. Nothing had happened and I was beginning to\nthink it all a scare over nothing. We were West by that time, showing in\n'Frisco. It was during the afternoon performance, and the big tent was\nfilled with women and children, when I went looking for Red Denny, the\nhead canvas-man, who had walked off with my pocket-knife.\n\n\"Passing by one of the dressing tents I glanced in through a hole in the\ncanvas to see if I could locate him. He wasn't there, but directly in\nfront of me was King Wallace, in tights, waiting for his turn to go on\nwith his cage of performing lions. He was watching with much amusement a\nquarrel between a couple of trapeze artists. All the rest of the people\nin the dressing tent were watching the same thing, with the exception\nof De Ville whom I noticed staring at Wallace with undisguised hatred.\nWallace and the rest were all too busy following the quarrel to notice\nthis or what followed.\n\n\"But I saw it through the hole in the canvas. De Ville drew his\nhandkerchief from his pocket, made as though to mop the sweat from\nhis face with it (it was a hot day), and at the same time walked past\nWallace's back. The look troubled me at the time, for not only did I see\nhatred in it, but I saw triumph as well.\n\n\"'De Ville will bear watching,' I said to myself, and I really breathed\neasier when I saw him go out the entrance to the circus grounds and\nboard an electric car for down town. A few minutes later I was in the\nbig tent, where I had overhauled Red Denny. King Wallace was doing\nhis turn and holding the audience spellbound. He was in a particularly\nvicious mood, and he kept the lions stirred up till they were all\nsnarling, that is, all of them except old Augustus, and he was just too\nfat and lazy and old to get stirred up over anything.\n\n\"Finally Wallace cracked the old lion's knees with his whip and got him\ninto position. Old Augustus, blinking good-naturedly, opened his mouth\nand in popped Wallace's head. Then the jaws came together, CRUNCH, just\nlike that.\"\n\nThe Leopard Man smiled in a sweetly wistful fashion, and the far-away\nlook came into his eyes.\n\n\"And that was the end of King Wallace,\" he went on in his sad, low\nvoice. \"After the excitement cooled down I watched my chance and bent\nover and smelled Wallace's head. Then I sneezed.\"\n\n\"It... it was...?\" I queried with halting eagerness.\n\n\"Snuff--that De Ville dropped on his hair in the dressing tent. Old\nAugustus never meant to do it. He only sneezed.\"\n\n\n\n\nLOCAL COLOR\n\n\n\"I do not see why you should not turn this immense amount of unusual\ninformation to account,\" I told him. \"Unlike most men equipped with\nsimilar knowledge, YOU have expression. Your style is--\"\n\n\"Is sufficiently--er--journalese?\" he interrupted suavely.\n\n\"Precisely! You could turn a pretty penny.\"\n\nBut he interlocked his fingers meditatively, shrugged his shoulders, and\ndismissed the subject.\n\n\"I have tried it. It does not pay.\"\n\n\"It was paid for and published,\" he added, after a pause. \"And I was\nalso honored with sixty days in the Hobo.\"\n\n\"The Hobo?\" I ventured.\n\n\"The Hobo--\" He fixed his eyes on my Spencer and ran along the titles\nwhile he cast his definition. \"The Hobo, my dear fellow, is the name for\nthat particular place of detention in city and county jails wherein are\nassembled tramps, drunks, beggars, and the riff-raff of petty offenders.\nThe word itself is a pretty one, and it has a history. Hautbois--there's\nthe French of it. Haut, meaning high, and bois, wood. In English\nit becomes hautboy, a wooden musical instrument of two-foot tone, I\nbelieve, played with a double reed, an oboe, in fact. You remember in\n'Henry IV'--\n\n    \"'The case of a treble hautboy\n     Was a mansion for him, a court.'\n\n\"From this to ho-boy is but a step, and for that matter the English\nused the terms interchangeably. But--and mark you, the leap paralyzes\none--crossing the Western Ocean, in New York City, hautboy, or ho-boy,\nbecomes the name by which the night-scavenger is known. In a way one\nunderstands its being born of the contempt for wandering players and\nmusical fellows. But see the beauty of it! the burn and the brand!\nThe night-scavenger, the pariah, the miserable, the despised, the man\nwithout caste! And in its next incarnation, consistently and logically,\nit attaches itself to the American outcast, namely, the tramp. Then,\nas others have mutilated its sense, the tramp mutilates its form, and\nho-boy becomes exultantly hobo. Wherefore, the large stone and brick\ncells, lined with double and triple-tiered bunks, in which the Law is\nwont to incarcerate him, he calls the Hobo. Interesting, isn't it?\"\n\nAnd I sat back and marvelled secretly at this encyclopaedic-minded man,\nthis Leith Clay-Randolph, this common tramp who made himself at home in\nmy den, charmed such friends as gathered at my small table, outshone me\nwith his brilliance and his manners, spent my spending money, smoked my\nbest cigars, and selected from my ties and studs with a cultivated and\ndiscriminating eye.\n\nHe absently walked over to the shelves and looked into Loria's \"Economic\nFoundation of Society.\"\n\n\"I like to talk with you,\" he remarked. \"You are not indifferently\nschooled. You've read the books, and your economic interpretation of\nhistory, as you choose to call it\" (this with a sneer), \"eminently fits\nyou for an intellectual outlook on life. But your sociologic judgments\nare vitiated by your lack of practical knowledge. Now I, who know the\nbooks, pardon me, somewhat better than you, know life, too. I have lived\nit, naked, taken it up in both my hands and looked at it, and tasted it,\nthe flesh and the blood of it, and, being purely an intellectual, I have\nbeen biased by neither passion nor prejudice. All of which is necessary\nfor clear concepts, and all of which you lack. Ah! a really clever\npassage. Listen!\"\n\nAnd he read aloud to me in his remarkable style, paralleling the text\nwith a running criticism and commentary, lucidly wording involved and\nlumbering periods, casting side and cross lights upon the subject,\nintroducing points the author had blundered past and objections he had\nignored, catching up lost ends, flinging a contrast into a paradox\nand reducing it to a coherent and succinctly stated truth--in short,\nflashing his luminous genius in a blaze of fire over pages erstwhile\ndull and heavy and lifeless.\n\nIt is long since that Leith Clay-Randolph (note the hyphenated surname)\nknocked at the back door of Idlewild and melted the heart of Gunda. Now\nGunda was cold as her Norway hills, though in her least frigid moods she\nwas capable of permitting especially nice-looking tramps to sit on the\nback stoop and devour lone crusts and forlorn and forsaken chops. But\nthat a tatterdemalion out of the night should invade the sanctity of her\nkitchen-kingdom and delay dinner while she set a place for him in the\nwarmest corner, was a matter of such moment that the Sunflower went\nto see. Ah, the Sunflower, of the soft heart and swift sympathy! Leith\nClay-Randolph threw his glamour over her for fifteen long minutes,\nwhilst I brooded with my cigar, and then she fluttered back with vague\nwords and the suggestion of a cast-off suit I would never miss.\n\n\"Surely I shall never miss it,\" I said, and I had in mind the dark gray\nsuit with the pockets draggled from the freightage of many books--books\nthat had spoiled more than one day's fishing sport.\n\n\"I should advise you, however,\" I added, \"to mend the pockets first.\"\n\nBut the Sunflower's face clouded. \"N--o,\" she said, \"the black one.\"\n\n\"The black one!\" This explosively, incredulously. \"I wear it quite\noften. I--I intended wearing it to-night.\"\n\n\"You have two better ones, and you know I never liked it, dear,\" the\nSunflower hurried on. \"Besides, it's shiny--\"\n\n\"Shiny!\"\n\n\"It--it soon will be, which is just the same, and the man is really\nestimable. He is nice and refined, and I am sure he--\"\n\n\"Has seen better days.\"\n\n\"Yes, and the weather is raw and beastly, and his clothes are\nthreadbare. And you have many suits--\"\n\n\"Five,\" I corrected, \"counting in the dark gray fishing outfit with the\ndraggled pockets.\"\n\n\"And he has none, no home, nothing--\"\n\n\"Not even a Sunflower,\"--putting my arm around her,--\"wherefore he is\ndeserving of all things. Give him the black suit, dear--nay, the best\none, the very best one. Under high heaven for such lack there must be\ncompensation!\"\n\n\"You ARE a dear!\" And the Sunflower moved to the door and looked back\nalluringly. \"You are a PERFECT dear.\"\n\nAnd this after seven years, I marvelled, till she was back again, timid\nand apologetic.\n\n\"I--I gave him one of your white shirts. He wore a cheap horrid cotton\nthing, and I knew it would look ridiculous. And then his shoes were so\nslipshod, I let him have a pair of yours, the old ones with the narrow\ncaps--\"\n\n\"Old ones!\"\n\n\"Well, they pinched horribly, and you know they did.\"\n\nIt was ever thus the Sunflower vindicated things.\n\nAnd so Leith Clay-Randolph came to Idlewild to stay, how long I did\nnot dream. Nor did I dream how often he was to come, for he was like an\nerratic comet. Fresh he would arrive, and cleanly clad, from grand folk\nwho were his friends as I was his friend, and again, weary and worn,\nhe would creep up the brier-rose path from the Montanas or Mexico. And\nwithout a word, when his wanderlust gripped him, he was off and away\ninto that great mysterious underworld he called \"The Road.\"\n\n\"I could not bring myself to leave until I had thanked you, you of the\nopen hand and heart,\" he said, on the night he donned my good black\nsuit.\n\nAnd I confess I was startled when I glanced over the top of my paper and\nsaw a lofty-browed and eminently respectable-looking gentleman, boldly\nand carelessly at ease. The Sunflower was right. He must have known\nbetter days for the black suit and white shirt to have effected such a\ntransformation. Involuntarily I rose to my feet, prompted to meet him on\nequal ground. And then it was that the Clay-Randolph glamour descended\nupon me. He slept at Idlewild that night, and the next night, and for\nmany nights. And he was a man to love. The Son of Anak, otherwise Rufus\nthe Blue-Eyed, and also plebeianly known as Tots, rioted with him from\nbrier-rose path to farthest orchard, scalped him in the haymow with\nbarbaric yells, and once, with pharisaic zeal, was near to crucifying\nhim under the attic roof beams. The Sunflower would have loved him\nfor the Son of Anak's sake, had she not loved him for his own. As for\nmyself, let the Sunflower tell, in the times he elected to be gone,\nof how often I wondered when Leith would come back again, Leith the\nLovable. Yet he was a man of whom we knew nothing. Beyond the fact that\nhe was Kentucky-born, his past was a blank. He never spoke of it. And\nhe was a man who prided himself upon his utter divorce of reason from\nemotion. To him the world spelled itself out in problems. I charged him\nonce with being guilty of emotion when roaring round the den with\nthe Son of Anak pickaback. Not so, he held. Could he not cuddle a\nsense-delight for the problem's sake?\n\nHe was elusive. A man who intermingled nameless argot with polysyllabic\nand technical terms, he would seem sometimes the veriest criminal, in\nspeech, face, expression, everything; at other times the cultured and\npolished gentleman, and again, the philosopher and scientist. But\nthere was something glimmering; there which I never caught--flashes\nof sincerity, of real feeling, I imagined, which were sped ere I could\ngrasp; echoes of the man he once was, possibly, or hints of the man\nbehind the mask. But the mask he never lifted, and the real man we never\nknew.\n\n\"But the sixty days with which you were rewarded for your journalism?\" I\nasked. \"Never mind Loria. Tell me.\"\n\n\"Well, if I must.\" He flung one knee over the other with a short laugh.\n\n\"In a town that shall be nameless,\" he began, \"in fact, a city of fifty\nthousand, a fair and beautiful city wherein men slave for dollars and\nwomen for dress, an idea came to me. My front was prepossessing, as\nfronts go, and my pockets empty. I had in recollection a thought I once\nentertained of writing a reconciliation of Kant and Spencer. Not that\nthey are reconcilable, of course, but the room offered for scientific\nsatire--\"\n\nI waved my hand impatiently, and he broke off.\n\n\"I was just tracing my mental states for you, in order to show the\ngenesis of the action,\" he explained. \"However, the idea came. What\nwas the matter with a tramp sketch for the daily press? The\nIrreconcilability of the Constable and the Tramp, for instance? So I hit\nthe drag (the drag, my dear fellow, is merely the street), or the high\nplaces, if you will, for a newspaper office. The elevator whisked me\ninto the sky, and Cerberus, in the guise of an anaemic office boy,\nguarded the door. Consumption, one could see it at a glance; nerve,\nIrish, colossal; tenacity, undoubted; dead inside the year.\n\n\"'Pale youth,' quoth I, 'I pray thee the way to the sanctum-sanctorum,\nto the Most High Cock-a-lorum.'\n\n\"He deigned to look at me, scornfully, with infinite weariness.\n\n\"'G'wan an' see the janitor. I don't know nothin' about the gas.'\n\n\"'Nay, my lily-white, the editor.'\n\n\"'Wich editor?' he snapped like a young bullterrier. 'Dramatic?\nSportin'? Society? Sunday? Weekly? Daily? Telegraph? Local? News?\nEditorial? Wich?'\n\n\"Which, I did not know. 'THE Editor,' I proclaimed stoutly. 'The ONLY\nEditor.'\n\n\"'Aw, Spargo!' he sniffed.\n\n\"'Of course, Spargo,' I answered. 'Who else?'\n\n\"'Gimme yer card,' says he.\n\n\"'My what?'\n\n\"'Yer card--Say! Wot's yer business, anyway?'\n\n\"And the anaemic Cerberus sized me up with so insolent an eye that I\nreached over and took him out of his chair. I knocked on his meagre\nchest with my fore knuckle, and fetched forth a weak, gaspy cough; but\nhe looked at me unflinchingly, much like a defiant sparrow held in the\nhand.\n\n\"'I am the census-taker Time,' I boomed in sepulchral tones. 'Beware\nlest I knock too loud.'\n\n\"'Oh, I don't know,' he sneered.\n\n\"Whereupon I rapped him smartly, and he choked and turned purplish.\n\n\"'Well, whatcher want?' he wheezed with returning breath.\n\n\"'I want Spargo, the only Spargo.'\n\n\"'Then leave go, an' I'll glide an' see.'\n\n\"'No you don't, my lily-white.' And I took a tighter grip on his collar.\n'No bouncers in mine, understand! I'll go along.'\"\n\nLeith dreamily surveyed the long ash of his cigar and turned to me.\n\"Do you know, Anak, you can't appreciate the joy of being the buffoon,\nplaying the clown. You couldn't do it if you wished. Your pitiful little\nconventions and smug assumptions of decency would prevent. But simply to\nturn loose your soul to every whimsicality, to play the fool unafraid of\nany possible result, why, that requires a man other than a householder\nand law-respecting citizen.\n\n\"However, as I was saying, I saw the only Spargo. He was a big, beefy,\nred-faced personage, full-jowled and double-chinned, sweating at his\ndesk in his shirt-sleeves. It was August, you know. He was talking into\na telephone when I entered, or swearing rather, I should say, and\nthe while studying me with his eyes. When he hung up, he turned to me\nexpectantly.\n\n\"'You are a very busy man,' I said.\n\n\"He jerked a nod with his head, and waited.\n\n\"'And after all, is it worth it?' I went on. 'What does life mean that\nit should make you sweat? What justification do you find in sweat? Now\nlook at me. I toil not, neither do I spin--'\n\n\"'Who are you? What are you?' he bellowed with a suddenness that was,\nwell, rude, tearing the words out as a dog does a bone.\n\n\"'A very pertinent question, sir,' I acknowledged. 'First, I am a\nman; next, a down-trodden American citizen. I am cursed with neither\nprofession, trade, nor expectations. Like Esau, I am pottageless.\nMy residence is everywhere; the sky is my coverlet. I am one of the\ndispossessed, a sansculotte, a proletarian, or, in simpler phraseology\naddressed to your understanding, a tramp.'\n\n\"'What the hell--?'\n\n\"'Nay, fair sir, a tramp, a man of devious ways and strange lodgements\nand multifarious--'\n\n\"'Quit it!' he shouted. 'What do you want?'\n\n\"'I want money.'\n\n\"He started and half reached for an open drawer where must have reposed\na revolver, then bethought himself and growled, 'This is no bank.'\n\n\"'Nor have I checks to cash. But I have, sir, an idea, which, by your\nleave and kind assistance, I shall transmute into cash. In short, how\ndoes a tramp sketch, done by a tramp to the life, strike you? Are you\nopen to it? Do your readers hunger for it? Do they crave after it? Can\nthey be happy without it?'\n\n\"I thought for a moment that he would have apoplexy, but he quelled the\nunruly blood and said he liked my nerve. I thanked him and assured him I\nliked it myself. Then he offered me a cigar and said he thought he'd do\nbusiness with me.\n\n\"'But mind you,' he said, when he had jabbed a bunch of copy paper into\nmy hand and given me a pencil from his vest pocket, 'mind you, I won't\nstand for the high and flighty philosophical, and I perceive you have\na tendency that way. Throw in the local color, wads of it, and a bit of\nsentiment perhaps, but no slumgullion about political economy nor social\nstrata or such stuff. Make it concrete, to the point, with snap and go\nand life, crisp and crackling and interesting--tumble?'\n\n\"And I tumbled and borrowed a dollar.\n\n\"'Don't forget the local color!' he shouted after me through the door.\n\n\"And, Anak, it was the local color that did for me.\n\n\"The anaemic Cerberus grinned when I took the elevator. 'Got the bounce,\neh?'\n\n\"'Nay, pale youth, so lily-white,' I chortled, waving the copy paper;\n'not the bounce, but a detail. I'll be City Editor in three months, and\nthen I'll make you jump.'\n\n\"And as the elevator stopped at the next floor down to take on a pair\nof maids, he strolled over to the shaft, and without frills or verbiage\nconsigned me and my detail to perdition. But I liked him. He had pluck\nand was unafraid, and he knew, as well as I, that death clutched him\nclose.\"\n\n\"But how could you, Leith,\" I cried, the picture of the consumptive lad\nstrong before me, \"how could you treat him so barbarously?\"\n\nLeith laughed dryly. \"My dear fellow, how often must I explain to you\nyour confusions? Orthodox sentiment and stereotyped emotion master\nyou. And then your temperament! You are really incapable of rational\njudgments. Cerberus? Pshaw! A flash expiring, a mote of fading sparkle,\na dim-pulsing and dying organism--pouf! a snap of the fingers, a puff of\nbreath, what would you? A pawn in the game of life. Not even a problem.\nThere is no problem in a stillborn babe, nor in a dead child. They never\narrived. Nor did Cerberus. Now for a really pretty problem--\"\n\n\"But the local color?\" I prodded him.\n\n\"That's right,\" he replied. \"Keep me in the running. Well, I took my\nhandful of copy paper down to the railroad yards (for local color),\ndangled my legs from a side-door Pullman, which is another name for a\nbox-car, and ran off the stuff. Of course I made it clever and brilliant\nand all that, with my little unanswerable slings at the state and my\nsocial paradoxes, and withal made it concrete enough to dissatisfy the\naverage citizen.\n\n\"From the tramp standpoint, the constabulary of the township was\nparticularly rotten, and I proceeded to open the eyes of the good\npeople. It is a proposition, mathematically demonstrable, that it costs\nthe community more to arrest, convict, and confine its tramps in jail,\nthan to send them as guests, for like periods of time, to the best\nhotel. And this I developed, giving the facts and figures, the constable\nfees and the mileage, and the court and jail expenses. Oh, it was\nconvincing, and it was true; and I did it in a lightly humorous fashion\nwhich fetched the laugh and left the sting. The main objection to the\nsystem, I contended, was the defraudment and robbery of the tramp. The\ngood money which the community paid out for him should enable him to\nriot in luxury instead of rotting in dungeons. I even drew the figures\nso fine as to permit him not only to live in the best hotel but to smoke\ntwo twenty-five-cent cigars and indulge in a ten-cent shine each day,\nand still not cost the taxpayers so much as they were accustomed to pay\nfor his conviction and jail entertainment. And, as subsequent events\nproved, it made the taxpayers wince.\n\n\"One of the constables I drew to the life; nor did I forget a certain\nSol Glenhart, as rotten a police judge as was to be found between the\nseas. And this I say out of a vast experience. While he was notorious\nin local trampdom, his civic sins were not only not unknown but a crying\nreproach to the townspeople. Of course I refrained from mentioning name\nor habitat, drawing the picture in an impersonal, composite sort of\nway, which none the less blinded no one to the faithfulness of the local\ncolor.\n\n\"Naturally, myself a tramp, the tenor of the article was a protest\nagainst the maltreatment of the tramp. Cutting the taxpayers to the pits\nof their purses threw them open to sentiment, and then in I tossed the\nsentiment, lumps and chunks of it. Trust me, it was excellently done,\nand the rhetoric--say! Just listen to the tail of my peroration:\n\n\"'So, as we go mooching along the drag, with a sharp lamp out for John\nLaw, we cannot help remembering that we are beyond the pale; that our\nways are not their ways; and that the ways of John Law with us are\ndifferent from his ways with other men. Poor lost souls, wailing for a\ncrust in the dark, we know full well our helplessness and ignominy. And\nwell may we repeat after a stricken brother over-seas: \"Our pride it is\nto know no spur of pride.\" Man has forgotten us; God has forgotten us;\nonly are we remembered by the harpies of justice, who prey upon our\ndistress and coin our sighs and tears into bright shining dollars.'\n\n\"Incidentally, my picture of Sol Glenhart, the police judge, was good.\nA striking likeness, and unmistakable, with phrases tripping along like\nthis: 'This crook-nosed, gross-bodied harpy'; 'this civic sinner, this\njudicial highwayman'; 'possessing the morals of the Tenderloin and an\nhonor which thieves' honor puts to shame'; 'who compounds criminality\nwith shyster-sharks, and in atonement railroads the unfortunate and\nimpecunious to rotting cells,'--and so forth and so forth, style\nsophomoric and devoid of the dignity and tone one would employ in a\ndissertation on 'Surplus Value,' or 'The Fallacies of Marxism,' but just\nthe stuff the dear public likes.\n\n\"'Humph!' grunted Spargo when I put the copy in his fist. 'Swift gait\nyou strike, my man.'\n\n\"I fixed a hypnotic eye on his vest pocket, and he passed out one of his\nsuperior cigars, which I burned while he ran through the stuff. Twice or\nthrice he looked over the top of the paper at me, searchingly, but said\nnothing till he had finished.\n\n\"'Where'd you work, you pencil-pusher?' he asked.\n\n\"'My maiden effort,' I simpered modestly, scraping one foot and faintly\nsimulating embarrassment.\n\n\"'Maiden hell! What salary do you want?'\n\n\"'Nay, nay,' I answered. 'No salary in mine, thank you most to death. I\nam a free down-trodden American citizen, and no man shall say my time is\nhis.'\n\n\"'Save John Law,' he chuckled.\n\n\"'Save John Law,' said I.\n\n\"'How did you know I was bucking the police department?' he demanded\nabruptly.\n\n\"'I didn't know, but I knew you were in training,' I answered.\n'Yesterday morning a charitably inclined female presented me with three\nbiscuits, a piece of cheese, and a funereal slab of chocolate cake, all\nwrapped in the current Clarion, wherein I noted an unholy glee because\nthe Cowbell's candidate for chief of police had been turned down.\nLikewise I learned the municipal election was at hand, and put two\nand two together. Another mayor, and the right kind, means new police\ncommissioners; new police commissioners means new chief of police; new\nchief of police means Cowbell's candidate; ergo, your turn to play.'\n\n\"He stood up, shook my hand, and emptied his plethoric vest pocket. I\nput them away and puffed on the old one.\n\n\"'You'll do,' he jubilated. 'This stuff' (patting my copy) 'is the first\ngun of the campaign. You'll touch off many another before we're done.\nI've been looking for you for years. Come on in on the editorial.'\n\n\"But I shook my head.\n\n\"'Come, now!' he admonished sharply. 'No shenanagan! The Cowbell must\nhave you. It hungers for you, craves after you, won't be happy till it\ngets you. What say?'\n\n\"In short, he wrestled with me, but I was bricks, and at the end of half\nan hour the only Spargo gave it up.\n\n\"'Remember,' he said, 'any time you reconsider, I'm open. No matter\nwhere you are, wire me and I'll send the ducats to come on at once.'\n\n\"I thanked him, and asked the pay for my copy--dope, he called it.\n\n\"'Oh, regular routine,' he said. 'Get it the first Thursday after\npublication.'\n\n\"'Then I'll have to trouble you for a few scad until--'\n\n\"He looked at me and smiled. 'Better cough up, eh?'\n\n\"'Sure,' I said. 'Nobody to identify me, so make it cash.'\n\n\"And cash it was made, thirty plunks (a plunk is a dollar, my dear\nAnak), and I pulled my freight... eh?--oh, departed.\n\n\"'Pale youth,' I said to Cerberus, 'I am bounced.' (He grinned with\npallid joy.) 'And in token of the sincere esteem I bear you, receive\nthis little--' (His eyes flushed and he threw up one hand, swiftly, to\nguard his head from the expected blow)--'this little memento.'\n\n\"I had intended to slip a fiver into his hand, but for all his surprise,\nhe was too quick for me.\n\n\"'Aw, keep yer dirt,' he snarled.\n\n\"'I like you still better,' I said, adding a second fiver. 'You grow\nperfect. But you must take it.'\n\n\"He backed away growling, but I caught him round the neck, roughed what\nlittle wind he had out of him, and left him doubled up with the two\nfives in his pocket. But hardly had the elevator started, when the two\ncoins tinkled on the roof and fell down between the car and the shaft.\nAs luck had it, the door was not closed, and I put out my hand and\ncaught them. The elevator boy's eyes bulged.\n\n\"'It's a way I have,' I said, pocketing them.\n\n\"'Some bloke's dropped 'em down the shaft,' he whispered, awed by the\ncircumstance.\n\n\"'It stands to reason,' said I.\n\n\"'I'll take charge of 'em,' he volunteered.\n\n\"'Nonsense!'\n\n\"'You'd better turn 'em over,' he threatened, 'or I stop the works.'\n\n\"'Pshaw!'\n\n\"And stop he did, between floors.\n\n\"'Young man,' I said, 'have you a mother?' (He looked serious, as though\nregretting his act! and further to impress him I rolled up my right\nsleeve with greatest care.) 'Are you prepared to die?' (I got a stealthy\ncrouch on, and put a cat-foot forward.) 'But a minute, a brief minute,\nstands between you and eternity.' (Here I crooked my right hand into a\nclaw and slid the other foot up.) 'Young man, young man,' I trumpeted,\n'in thirty seconds I shall tear your heart dripping from your bosom and\nstoop to hear you shriek in hell.'\n\n\"It fetched him. He gave one whoop, the car shot down, and I was on the\ndrag. You see, Anak, it's a habit I can't shake off of leaving vivid\nmemories behind. No one ever forgets me.\n\n\"I had not got to the corner when I heard a familiar voice at my\nshoulder:\n\n\"'Hello, Cinders! Which way?'\n\n\"It was Chi Slim, who had been with me once when I was thrown off a\nfreight in Jacksonville. 'Couldn't see 'em fer cinders,' he described\nit, and the monica stuck by me.... Monica? From monos. The tramp\nnickname.\n\n\"'Bound south,' I answered. 'And how's Slim?'\n\n\"'Bum. Bulls is horstile.'\n\n\"'Where's the push?'\n\n\"'At the hang-out. I'll put you wise.'\n\n\"'Who's the main guy?'\n\n\"'Me, and don't yer ferget it.'\"\n\nThe lingo was rippling from Leith's lips, but perforce I stopped him.\n\"Pray translate. Remember, I am a foreigner.\"\n\n\"Certainly,\" he answered cheerfully. \"Slim is in poor luck. Bull means\npoliceman. He tells me the bulls are hostile. I ask where the push is,\nthe gang he travels with. By putting me wise he will direct me to where\nthe gang is hanging out. The main guy is the leader. Slim claims that\ndistinction.\n\n\"Slim and I hiked out to a neck of woods just beyond town, and there was\nthe push, a score of husky hobos, charmingly located on the bank of a\nlittle purling stream.\n\n\"'Come on, you mugs!' Slim addressed them. 'Throw yer feet! Here's\nCinders, an' we must do 'em proud.'\n\n\"All of which signifies that the hobos had better strike out and do some\nlively begging in order to get the wherewithal to celebrate my return to\nthe fold after a year's separation. But I flashed my dough and Slim sent\nseveral of the younger men off to buy the booze. Take my word for it,\nAnak, it was a blow-out memorable in Trampdom to this day. It's amazing\nthe quantity of booze thirty plunks will buy, and it is equally amazing\nthe quantity of booze outside of which twenty stiffs will get. Beer\nand cheap wine made up the card, with alcohol thrown in for the\nblowd-in-the-glass stiffs. It was great--an orgy under the sky, a\ncontest of beaker-men, a study in primitive beastliness. To me there is\nsomething fascinating in a drunken man, and were I a college president\nI should institute P.G. psychology courses in practical drunkenness. It\nwould beat the books and compete with the laboratory.\n\n\"All of which is neither here nor there, for after sixteen hours of it,\nearly next morning, the whole push was copped by an overwhelming\narray of constables and carted off to jail. After breakfast, about ten\no'clock, we were lined upstairs into court, limp and spiritless, the\ntwenty of us. And there, under his purple panoply, nose crooked like a\nNapoleonic eagle and eyes glittering and beady, sat Sol Glenhart.\n\n\"'John Ambrose!' the clerk called out, and Chi Slim, with the ease of\nlong practice, stood up.\n\n\"'Vagrant, your Honor,' the bailiff volunteered, and his Honor, not\ndeigning to look at the prisoner, snapped, 'Ten days,' and Chi Slim sat\ndown.\n\n\"And so it went, with the monotony of clockwork, fifteen seconds to the\nman, four men to the minute, the mugs bobbing up and down in turn like\nmarionettes. The clerk called the name, the bailiff the offence, the\njudge the sentence, and the man sat down. That was all. Simple, eh?\nSuperb!\n\n\"Chi Slim nudged me. 'Give'm a spiel, Cinders. You kin do it.'\n\n\"I shook my head.\n\n\"'G'wan,' he urged. 'Give 'm a ghost story The mugs'll take it all\nright. And you kin throw yer feet fer tobacco for us till we get out.'\n\n\"'L. C. Randolph!' the clerk called.\n\n\"I stood up, but a hitch came in the proceedings. The clerk whispered to\nthe judge, and the bailiff smiled.\n\n\"'You are a newspaper man, I understand, Mr. Randolph?' his Honor\nremarked sweetly.\n\n\"It took me by surprise, for I had forgotten the Cowbell in the\nexcitement of succeeding events, and I now saw myself on the edge of the\npit I had digged.\n\n\"'That's yer graft. Work it,' Slim prompted.\n\n\"'It's all over but the shouting,' I groaned back, but Slim, unaware of\nthe article, was puzzled.\n\n\"'Your Honor,' I answered, 'when I can get work, that is my occupation.'\n\n\"'You take quite an interest in local affairs, I see.' (Here his Honor\ntook up the morning's Cowbell and ran his eye up and down a column I\nknew was mine.) 'Color is good,' he commented, an appreciative twinkle\nin his eyes; 'pictures excellent, characterized by broad, Sargent-like\neffects. Now this...t his judge you have depicted... you, ah, draw from\nlife, I presume?'\n\n\"'Rarely, your I Honor,' I answered. 'Composites, ideals, rather ... er,\ntypes, I may say.'\n\n\"'But you have color, sir, unmistakable color,' he continued.\n\n\"'That is splashed on afterward,' I explained.\n\n\"'This judge, then, is not modelled from life, as one might be led to\nbelieve?'\n\n\"'No, your Honor.'\n\n\"'Ah, I see, merely a type of judicial wickedness?'\n\n\"'Nay, more, your Honor,' I said boldly, 'an ideal.'\n\n\"'Splashed with local color afterward? Ha! Good! And may I venture to\nask how much you received for this bit of work?'\n\n\"'Thirty dollars, your Honor.'\n\n\"'Hum, good!' And his tone abruptly changed. 'Young man, local color is\na bad thing. I find you guilty of it and sentence you to thirty days'\nimprisonment, or, at your pleasure, impose a fine of thirty dollars.'\n\n\"'Alas!' said I, 'I spent the thirty dollars in riotous living.'\n\n\"'And thirty days more for wasting your substance.'\n\n\"'Next case!' said his Honor to the clerk.\n\n\"Slim was stunned. 'Gee!' he whispered. 'Gee the push gets ten days and\nyou get sixty. Gee!'\"\n\nLeith struck a match, lighted his dead cigar, and opened the book on his\nknees. \"Returning to the original conversation, don't you find,\nAnak, that though Loria handles the bipartition of the revenues with\nscrupulous care, he yet omits one important factor, namely--\"\n\n\"Yes,\" I said absently; \"yes.\"\n\n\n\n\nAMATEUR NIGHT\n\n\nThe elevator boy smiled knowingly to himself. When he took her up, he\nhad noted the sparkle in her eyes, the color in her cheeks. His little\ncage had quite warmed with the glow of her repressed eagerness. And now,\non the down trip, it was glacier-like. The sparkle and the color were\ngone. She was frowning, and what little he could see of her eyes\nwas cold and steel-gray. Oh, he knew the symptoms, he did. He was an\nobserver, and he knew it, too, and some day, when he was big enough,\nhe was going to be a reporter, sure. And in the meantime he studied\nthe procession of life as it streamed up and down eighteen\nsky-scraper floors in his elevator car. He slid the door open for her\nsympathetically and watched her trip determinedly out into the street.\n\nThere was a robustness in her carriage which came of the soil rather\nthan of the city pavement. But it was a robustness in a finer than the\nwonted sense, a vigorous daintiness, it might be called, which gave an\nimpression of virility with none of the womanly left out. It told of\na heredity of seekers and fighters, of people that worked stoutly with\nhead and hand, of ghosts that reached down out of the misty past and\nmoulded and made her to be a doer of things.\n\nBut she was a little angry, and a great deal hurt. \"I can guess what you\nwould tell me,\" the editor had kindly but firmly interrupted her lengthy\npreamble in the long-looked-forward-to interview just ended. \"And you\nhave told me enough,\" he had gone on (heartlessly, she was sure, as\nshe went over the conversation in its freshness). \"You have done no\nnewspaper work. You are undrilled, undisciplined, unhammered into shape.\nYou have received a high-school education, and possibly topped it off\nwith normal school or college. You have stood well in English. Your\nfriends have all told you how cleverly you write, and how beautifully,\nand so forth and so forth. You think you can do newspaper work, and you\nwant me to put you on. Well, I am sorry, but there are no openings. If\nyou knew how crowded--\"\n\n\"But if there are no openings,\" she had interrupted, in turn, \"how did\nthose who are in, get in? How am I to show that I am eligible to get\nin?\"\n\n\"They made themselves indispensable,\" was the terse response. \"Make\nyourself indispensable.\"\n\n\"But how can I, if I do not get the chance?\"\n\n\"Make your chance.\"\n\n\"But how?\" she had insisted, at the same time privately deeming him a\nmost unreasonable man.\n\n\"How? That is your business, not mine,\" he said conclusively, rising\nin token that the interview was at an end. \"I must inform you, my dear\nyoung lady, that there have been at least eighteen other aspiring young\nladies here this week, and that I have not the time to tell each and\nevery one of them how. The function I perform on this paper is hardly\nthat of instructor in a school of journalism.\"\n\nShe caught an outbound car, and ere she descended from it she had\nconned the conversation over and over again. \"But how?\" she repeated to\nherself, as she climbed the three flights of stairs to the rooms where\nshe and her sister \"bach'ed.\" \"But how?\" And so she continued to put the\ninterrogation, for the stubborn Scotch blood, though many times removed\nfrom Scottish soil, was still strong in her. And, further, there was\nneed that she should learn how. Her sister Letty and she had come up\nfrom an interior town to the city to make their way in the world. John\nWyman was land-poor. Disastrous business enterprises had burdened his\nacres and forced his two girls, Edna and Letty, into doing something for\nthemselves. A year of school-teaching and of night-study of shorthand\nand typewriting had capitalized their city project and fitted them for\nthe venture, which same venture was turning out anything but\nsuccessful. The city seemed crowded with inexperienced stenographers and\ntypewriters, and they had nothing but their own inexperience to offer.\nEdna's secret ambition had been journalism; but she had planned a\nclerical position first, so that she might have time and space in which\nto determine where and on what line of journalism she would embark. But\nthe clerical position had not been forthcoming, either for Letty or\nher, and day by day their little hoard dwindled, though the room rent\nremained normal and the stove consumed coal with undiminished voracity.\nAnd it was a slim little hoard by now.\n\n\"There's Max Irwin,\" Letty said, talking it over. \"He's a journalist\nwith a national reputation. Go and see him, Ed. He knows how, and he\nshould be able to tell you how.\"\n\n\"But I don't know him,\" Edna objected.\n\n\"No more than you knew the editor you saw to-day.\"\n\n\"Y-e-s,\" (long and judicially), \"but that's different.\"\n\n\"Not a bit different from the strange men and women you'll interview\nwhen you've learned how,\" Letty encouraged.\n\n\"I hadn't looked at it in that light,\" Edna conceded. \"After all,\nwhere's the difference between interviewing Mr. Max Irwin for some\npaper, or interviewing Mr. Max Irwin for myself? It will be practice,\ntoo. I'll go and look him up in the directory.\"\n\n\"Letty, I know I can write if I get the chance,\" she announced\ndecisively a moment later. \"I just FEEL that I have the feel of it, if\nyou know what I mean.\"\n\nAnd Letty knew and nodded. \"I wonder what he is like?\" she asked softly.\n\n\"I'll make it my business to find out,\" Edna assured her; \"and I'll let\nyou know inside forty-eight hours.\"\n\nLetty clapped her hands. \"Good! That's the newspaper spirit! Make it\ntwenty-four hours and you are perfect!\"\n\n    *       *       *\n\n\"--and I am very sorry to trouble you,\" she concluded the statement of\nher case to Max Irwin, famous war correspondent and veteran journalist.\n\n\"Not at all,\" he answered, with a deprecatory wave of the hand. \"If you\ndon't do your own talking, who's to do it for you? Now I understand your\npredicament precisely. You want to get on the Intelligencer, you want\nto get in at once, and you have had no previous experience. In the first\nplace, then, have you any pull? There are a dozen men in the city, a\nline from whom would be an open-sesame. After that you would stand or\nfall by your own ability. There's Senator Longbridge, for instance,\nand Claus Inskeep the street-car magnate, and Lane, and McChesney--\" He\npaused, with voice suspended.\n\n\"I am sure I know none of them,\" she answered despondently.\n\n\"It's not necessary. Do you know any one that knows them? or any one\nthat knows any one else that knows them?\"\n\nEdna shook her head.\n\n\"Then we must think of something else,\" he went on, cheerfully. \"You'll\nhave to do something yourself. Let me see.\"\n\nHe stopped and thought for a moment, with closed eyes and wrinkled\nforehead. She was watching him, studying him intently, when his blue\neyes opened with a snap and his face suddenly brightened.\n\n\"I have it! But no, wait a minute.\"\n\nAnd for a minute it was his turn to study her. And study her he did,\ntill she could feel her cheeks flushing under his gaze.\n\n\"You'll do, I think, though it remains to be seen,\" he said\nenigmatically. \"It will show the stuff that's in you, besides, and it\nwill be a better claim upon the Intelligencer people than all the lines\nfrom all the senators and magnates in the world. The thing for you is to\ndo Amateur Night at the Loops.\"\n\n\"I--I hardly understand,\" Edna said, for his suggestion conveyed no\nmeaning to her. \"What are the 'Loops'? and what is 'Amateur Night'?\"\n\n\"I forgot you said you were from the interior. But so much the better,\nif you've only got the journalistic grip. It will be a first impression,\nand first impressions are always unbiased, unprejudiced, fresh, vivid.\nThe Loops are out on the rim of the city, near the Park,--a place of\ndiversion. There's a scenic railway, a water toboggan slide, a concert\nband, a theatre, wild animals, moving pictures, and so forth and so\nforth. The common people go there to look at the animals and enjoy\nthemselves, and the other people go there to enjoy themselves\nby watching the common people enjoy themselves. A democratic,\nfresh-air-breathing, frolicking affair, that's what the Loops are.\n\n\"But the theatre is what concerns you. It's vaudeville. One turn follows\nanother--jugglers, acrobats, rubber-jointed wonders, fire-dancers,\ncoon-song artists, singers, players, female impersonators, sentimental\nsoloists, and so forth and so forth. These people are professional\nvaudevillists. They make their living that way. Many are excellently\npaid. Some are free rovers, doing a turn wherever they can get an\nopening, at the Obermann, the Orpheus, the Alcatraz, the Louvre, and\nso forth and so forth. Others cover circuit pretty well all over the\ncountry. An interesting phase of life, and the pay is big enough to\nattract many aspirants.\n\n\"Now the management of the Loops, in its bid for popularity, instituted\nwhat is called 'Amateur Night'; that is to say, twice a week, after\nthe professionals have done their turns, the stage is given over to\nthe aspiring amateurs. The audience remains to criticise. The populace\nbecomes the arbiter of art--or it thinks it does, which is the same\nthing; and it pays its money and is well pleased with itself, and\nAmateur Night is a paying proposition to the management.\n\n\"But the point of Amateur Night, and it is well to note it, is that\nthese amateurs are not really amateurs. They are paid for doing their\nturn. At the best, they may be termed 'professional amateurs.' It stands\nto reason that the management could not get people to face a rampant\naudience for nothing, and on such occasions the audience certainly goes\nmad. It's great fun--for the audience. But the thing for you to do, and\nit requires nerve, I assure you, is to go out, make arrangements for two\nturns, (Wednesday and Saturday nights, I believe), do your two turns,\nand write it up for the Sunday Intelligencer.\"\n\n\"But--but,\" she quavered, \"I--I--\" and there was a suggestion of\ndisappointment and tears in her voice.\n\n\"I see,\" he said kindly. \"You were expecting something else, something\ndifferent, something better. We all do at first. But remember the\nadmiral of the Queen's Na-vee, who swept the floor and polished up\nthe handle of the big front door. You must face the drudgery of\napprenticeship or quit right now. What do you say?\"\n\nThe abruptness with which he demanded her decision startled her. As she\nfaltered, she could see a shade of disappointment beginning to darken\nhis face.\n\n\"In a way it must be considered a test,\" he added encouragingly. \"A\nsevere one, but so much the better. Now is the time. Are you game?\"\n\n\"I'll try,\" she said faintly, at the same time making a note of the\ndirectness, abruptness, and haste of these city men with whom she was\ncoming in contact.\n\n\"Good! Why, when I started in, I had the dreariest, deadliest details\nimaginable. And after that, for a weary time, I did the police and\ndivorce courts. But it all came well in the end and did me good. You\nare luckier in making your start with Sunday work. It's not particularly\ngreat. What of it? Do it. Show the stuff you're made of, and you'll get\na call for better work--better class and better pay. Now you go out this\nafternoon to the Loops, and engage to do two turns.\"\n\n\"But what kind of turns can I do?\" Edna asked dubiously.\n\n\"Do? That's easy. Can you sing? Never mind, don't need to sing. Screech,\ndo anything--that's what you're paid for, to afford amusement, to give\nbad art for the populace to howl down. And when you do your turn, take\nsome one along for chaperon. Be afraid of no one. Talk up. Move about\namong the amateurs waiting their turn, pump them, study them, photograph\nthem in your brain. Get the atmosphere, the color, strong color, lots of\nit. Dig right in with both hands, and get the essence of it, the spirit,\nthe significance. What does it mean? Find out what it means. That's what\nyou're there for. That's what the readers of the Sunday Intelligencer\nwant to know.\n\n\"Be terse in style, vigorous of phrase, apt, concretely apt, in\nsimilitude. Avoid platitudes and commonplaces. Exercise selection. Seize\nupon things salient, eliminate the rest, and you have pictures. Paint\nthose pictures in words and the Intelligencer will have you. Get hold\nof a few back numbers, and study the Sunday Intelligencer feature story.\nTell it all in the opening paragraph as advertisement of contents, and\nin the contents tell it all over again. Then put a snapper at the end,\nso if they're crowded for space they can cut off your contents anywhere,\nreattach the snapper, and the story will still retain form. There,\nthat's enough. Study the rest out for yourself.\"\n\nThey both rose to their feet, Edna quite carried away by his enthusiasm\nand his quick, jerky sentences, bristling with the things she wanted to\nknow.\n\n\"And remember, Miss Wyman, if you're ambitious, that the aim and end of\njournalism is not the feature article. Avoid the rut. The feature is a\ntrick. Master it, but don't let it master you. But master it you must;\nfor if you can't learn to do a feature well, you can never expect to do\nanything better. In short, put your whole self into it, and yet, outside\nof it, above it, remain yourself, if you follow me. And now good luck to\nyou.\"\n\nThey had reached the door and were shaking hands.\n\n\"And one thing more,\" he interrupted her thanks, \"let me see your\ncopy before you turn it in. I may be able to put you straight here and\nthere.\"\n\nEdna found the manager of the Loops a full-fleshed, heavy-jowled\nman, bushy of eyebrow and generally belligerent of aspect, with an\nabsent-minded scowl on his face and a black cigar stuck in the midst\nthereof. Symes was his name, she had learned, Ernst Symes.\n\n\"Whatcher turn?\" he demanded, ere half her brief application had left\nher lips.\n\n\"Sentimental soloist, soprano,\" she answered promptly, remembering\nIrwin's advice to talk up.\n\n\"Whatcher name?\" Mr. Symes asked, scarcely deigning to glance at her.\n\nShe hesitated. So rapidly had she been rushed into the adventure that\nshe had not considered the question of a name at all.\n\n\"Any name? Stage name?\" he bellowed impatiently.\n\n\"Nan Bellayne,\" she invented on the spur of the moment.\n\"B-e-l-l-a-y-n-e. Yes, that's it.\"\n\nHe scribbled it into a notebook. \"All right. Take your turn Wednesday\nand Saturday.\"\n\n\"How much do I get?\" Edna demanded.\n\n\"Two-an'-a-half a turn. Two turns, five. Getcher pay first Monday after\nsecond turn.\"\n\nAnd without the simple courtesy of \"Good day,\" he turned his back on her\nand plunged into the newspaper he had been reading when she entered.\n\nEdna came early on Wednesday evening, Letty with her, and in a telescope\nbasket her costume--a simple affair. A plaid shawl borrowed from the\nwasherwoman, a ragged scrubbing skirt borrowed from the charwoman, and a\ngray wig rented from a costumer for twenty-five cents a night, completed\nthe outfit; for Edna had elected to be an old Irishwoman singing\nbroken-heartedly after her wandering boy.\n\nThough they had come early, she found everything in uproar. The main\nperformance was under way, the orchestra was playing and the audience\nintermittently applauding. The infusion of the amateurs clogged the\nworking of things behind the stage, crowded the passages, dressing\nrooms, and wings, and forced everybody into everybody else's way.\nThis was particularly distasteful to the professionals, who carried\nthemselves as befitted those of a higher caste, and whose behavior\ntoward the pariah amateurs was marked by hauteur and even brutality. And\nEdna, bullied and elbowed and shoved about, clinging desperately to her\nbasket and seeking a dressing room, took note of it all.\n\nA dressing room she finally found, jammed with three other amateur\n\"ladies,\" who were \"making up\" with much noise, high-pitched voices, and\nsquabbling over a lone mirror. Her own make-up was so simple that it was\nquickly accomplished, and she left the trio of ladies holding an armed\ntruce while they passed judgment upon her. Letty was close at her\nshoulder, and with patience and persistence they managed to get a nook\nin one of the wings which commanded a view of the stage.\n\nA small, dark man, dapper and debonair, swallow-tailed and top-hatted,\nwas waltzing about the stage with dainty, mincing steps, and in a thin\nlittle voice singing something or other about somebody or something\nevidently pathetic. As his waning voice neared the end of the lines, a\nlarge woman, crowned with an amazing wealth of blond hair, thrust rudely\npast Edna, trod heavily on her toes, and shoved her contemptuously to\nthe side. \"Bloomin' hamateur!\" she hissed as she went past, and the next\ninstant she was on the stage, graciously bowing to the audience, while\nthe small, dark man twirled extravagantly about on his tiptoes.\n\n\"Hello, girls!\"\n\nThis greeting, drawled with an inimitable vocal caress in every\nsyllable, close in her ear, caused Edna to give a startled little jump.\nA smooth-faced, moon-faced young man was smiling at her good-naturedly.\nHis \"make-up\" was plainly that of the stock tramp of the stage, though\nthe inevitable whiskers were lacking.\n\n\"Oh, it don't take a minute to slap'm on,\" he explained, divining the\nsearch in her eyes and waving in his hand the adornment in question.\n\"They make a feller sweat,\" he explained further. And then, \"What's yer\nturn?\"\n\n\"Soprano--sentimental,\" she answered, trying to be offhand and at ease.\n\n\"Whata you doin' it for?\" he demanded directly.\n\n\"For fun; what else?\" she countered.\n\n\"I just sized you up for that as soon as I put eyes on you. You ain't\ngraftin' for a paper, are you?\"\n\n\"I never met but one editor in my life,\" she replied evasively, \"and I,\nhe--well, we didn't get on very well together.\"\n\n\"Hittin' 'm for a job?\"\n\nEdna nodded carelessly, though inwardly anxious and cudgelling her\nbrains for something to turn the conversation.\n\n\"What'd he say?\"\n\n\"That eighteen other girls had already been there that week.\"\n\n\"Gave you the icy mit, eh?\" The moon-faced young man laughed and slapped\nhis thighs. \"You see, we're kind of suspicious. The Sunday papers 'd\nlike to get Amateur Night done up brown in a nice little package, and\nthe manager don't see it that way. Gets wild-eyed at the thought of it.\"\n\n\"And what's your turn?\" she asked.\n\n\"Who? me? Oh, I'm doin' the tramp act tonight. I'm Charley Welsh, you\nknow.\"\n\nShe felt that by the mention of his name he intended to convey to her\ncomplete enlightenment, but the best she could do was to say politely,\n\"Oh, is that so?\"\n\nShe wanted to laugh at the hurt disappointment which came into his face,\nbut concealed her amusement.\n\n\"Come, now,\" he said brusquely, \"you can't stand there and tell me\nyou've never heard of Charley Welsh? Well, you must be young. Why, I'm\nan Only, the Only amateur at that. Sure, you must have seen me. I'm\neverywhere. I could be a professional, but I get more dough out of it by\ndoin' the amateur.\"\n\n\"But what's an 'Only'?\" she queried. \"I want to learn.\"\n\n\"Sure,\" Charley Welsh said gallantly. \"I'll put you wise. An 'Only' is\na nonpareil, the feller that does one kind of a turn better'n any other\nfeller. He's the Only, see?\"\n\nAnd Edna saw.\n\n\"To get a line on the biz,\" he continued, \"throw yer lamps on me. I'm\nthe Only all-round amateur. To-night I make a bluff at the tramp act.\nIt's harder to bluff it than to really do it, but then it's acting, it's\namateur, it's art. See? I do everything, from Sheeny monologue to team\nsong and dance and Dutch comedian. Sure, I'm Charley Welsh, the Only\nCharley Welsh.\"\n\nAnd in this fashion, while the thin, dark man and the large, blond woman\nwarbled dulcetly out on the stage and the other professionals followed\nin their turns, did Charley Welsh put Edna wise, giving her much\nmiscellaneous and superfluous information and much that she stored away\nfor the Sunday Intelligencer.\n\n\"Well, tra la loo,\" he said suddenly. \"There's his highness chasin'\nyou up. Yer first on the bill. Never mind the row when you go on. Just\nfinish yer turn like a lady.\"\n\nIt was at that moment that Edna felt her journalistic ambition departing\nfrom her, and was aware of an overmastering desire to be somewhere else.\nBut the stage manager, like an ogre, barred her retreat. She could hear\nthe opening bars of her song going up from the orchestra and the noises\nof the house dying away to the silence of anticipation.\n\n\"Go ahead,\" Letty whispered, pressing her hand; and from the other side\ncame the peremptory \"Don't flunk!\" of Charley Welsh.\n\nBut her feet seemed rooted to the floor, and she leaned weakly against\na shift scene. The orchestra was beginning over again, and a lone voice\nfrom the house piped with startling distinctness:\n\n\"Puzzle picture! Find Nannie!\"\n\nA roar of laughter greeted the sally, and Edna shrank back. But the\nstrong hand of the manager descended on her shoulder, and with a quick,\npowerful shove propelled her out on to the stage. His hand and arm\nhad flashed into full view, and the audience, grasping the situation,\nthundered its appreciation. The orchestra was drowned out by the\nterrible din, and Edna could see the bows scraping away across the\nviolins, apparently without sound. It was impossible for her to begin\nin time, and as she patiently waited, arms akimbo and ears straining for\nthe music, the house let loose again (a favorite trick, she afterward\nlearned, of confusing the amateur by preventing him or her from hearing\nthe orchestra).\n\nBut Edna was recovering her presence of mind. She became aware, pit to\ndome, of a vast sea of smiling and fun-distorted faces, of vast roars of\nlaughter, rising wave on wave, and then her Scotch blood went cold and\nangry. The hard-working but silent orchestra gave her the cue, and,\nwithout making a sound, she began to move her lips, stretch forth her\narms, and sway her body, as though she were really singing. The noise in\nthe house redoubled in the attempt to drown her voice, but she serenely\nwent on with her pantomime. This seemed to continue an interminable\ntime, when the audience, tiring of its prank and in order to hear,\nsuddenly stilled its clamor, and discovered the dumb show she had been\nmaking. For a moment all was silent, save for the orchestra, her lips\nmoving on without a sound, and then the audience realized that it had\nbeen sold, and broke out afresh, this time with genuine applause in\nacknowledgment of her victory. She chose this as the happy moment for\nher exit, and with a bow and a backward retreat, she was off the stage\nin Letty's arms.\n\nThe worst was past, and for the rest of the evening she moved about\namong the amateurs and professionals, talking, listening, observing,\nfinding out what it meant and taking mental notes of it all. Charley\nWelsh constituted himself her preceptor and guardian angel, and so well\ndid he perform the self-allotted task that when it was all over she felt\nfully prepared to write her article. But the proposition had been to do\ntwo turns, and her native pluck forced her to live up to it. Also, in\nthe course of the intervening days, she discovered fleeting impressions\nthat required verification; so, on Saturday, she was back again, with\nher telescope basket and Letty.\n\nThe manager seemed looking for her, and she caught an expression of\nrelief in his eyes when he first saw her. He hurried up, greeted her,\nand bowed with a respect ludicrously at variance with his previous\nogre-like behavior. And as he bowed, across his shoulders she saw\nCharley Welsh deliberately wink.\n\nBut the surprise had just begun. The manager begged to be introduced\nto her sister, chatted entertainingly with the pair of them, and strove\ngreatly and anxiously to be agreeable. He even went so far as to give\nEdna a dressing room to herself, to the unspeakable envy of the three\nother amateur ladies of previous acquaintance. Edna was nonplussed,\nand it was not till she met Charley Welsh in the passage that light was\nthrown on the mystery.\n\n\"Hello!\" he greeted her. \"On Easy Street, eh? Everything slidin' your\nway.\"\n\nShe smiled brightly.\n\n\"Thinks yer a female reporter, sure. I almost split when I saw'm layin'\nhimself out sweet an' pleasin'. Honest, now, that ain't yer graft, is\nit?\"\n\n\"I told you my experience with editors,\" she parried. \"And honest now,\nit was honest, too.\"\n\nBut the Only Charley Welsh shook his head dubiously. \"Not that I care\na rap,\" he declared. \"And if you are, just gimme a couple of lines of\nnotice, the right kind, good ad, you know. And if yer not, why yer all\nright anyway. Yer not our class, that's straight.\"\n\nAfter her turn, which she did this time with the nerve of an old\ncampaigner, the manager returned to the charge; and after saying nice\nthings and being generally nice himself, he came to the point.\n\n\"You'll treat us well, I hope,\" he said insinuatingly. \"Do the right\nthing by us, and all that?\"\n\n\"Oh,\" she answered innocently, \"you couldn't persuade me to do another\nturn; I know I seemed to take and that you'd like to have me, but I\nreally, really can't.\"\n\n\"You know what I mean,\" he said, with a touch of his old bulldozing\nmanner.\n\n\"No, I really won't,\" she persisted. \"Vaudeville's too--too wearing on\nthe nerves, my nerves, at any rate.\"\n\nWhereat he looked puzzled and doubtful, and forbore to press the point\nfurther.\n\nBut on Monday morning, when she came to his office to get her pay for\nthe two turns, it was he who puzzled her.\n\n\"You surely must have mistaken me,\" he lied glibly. \"I remember saying\nsomething about paying your car fare. We always do this, you know, but\nwe never, never pay amateurs. That would take the life and sparkle out\nof the whole thing. No, Charley Welsh was stringing you. He gets paid\nnothing for his turns. No amateur gets paid. The idea is ridiculous.\nHowever, here's fifty cents. It will pay your sister's car fare also.\nAnd,\"--very suavely,--\"speaking for the Loops, permit me to thank you\nfor the kind and successful contribution of your services.\"\n\nThat afternoon, true to her promise to Max Irwin, she placed her\ntypewritten copy into his hands. And while he ran over it, he nodded his\nhead from time to time, and maintained a running fire of commendatory\nremarks: \"Good!--that's it!--that's the stuff!--psychology's all\nright!--the very idea!--you've caught it!--excellent!--missed it a\nbit here, but it'll go--that's vigorous!--strong!--vivid!--pictures!\npictures!--excellent!--most excellent!\"\n\nAnd when he had run down to the bottom of the last page, holding out\nhis hand: \"My dear Miss Wyman, I congratulate you. I must say you have\nexceeded my expectations, which, to say the least, were large. You are\na journalist, a natural journalist. You've got the grip, and you're sure\nto get on. The Intelligencer will take it, without doubt, and take you\ntoo. They'll have to take you. If they don't, some of the other papers\nwill get you.\"\n\n\"But what's this?\" he queried, the next instant, his face going serious.\n\"You've said nothing about receiving the pay for your turns, and that's\none of the points of the feature. I expressly mentioned it, if you'll\nremember.\"\n\n\"It will never do,\" he said, shaking his head ominously, when she had\nexplained. \"You simply must collect that money somehow. Let me see. Let\nme think a moment.\"\n\n\"Never mind, Mr. Irwin,\" she said. \"I've bothered you enough. Let me use\nyour 'phone, please, and I'll try Mr. Ernst Symes again.\"\n\nHe vacated his chair by the desk, and Edna took down the receiver.\n\n\"Charley Welsh is sick,\" she began, when the connection had been made.\n\"What? No I'm not Charley Welsh. Charley Welsh is sick, and his sister\nwants to know if she can come out this afternoon and draw his pay for\nhim?\"\n\n\"Tell Charley Welsh's sister that Charley Welsh was out this morning,\nand drew his own pay,\" came back the manager's familiar tones, crisp\nwith asperity.\n\n\"All right,\" Edna went on. \"And now Nan Bellayne wants to know if she\nand her sister can come out this afternoon and draw Nan Bellayne's pay?\"\n\n\"What'd he say? What'd he say?\" Max Irwin cried excitedly, as she hung\nup.\n\n\"That Nan Bellayne was too much for him, and that she and her sister\ncould come out and get her pay and the freedom of the Loops, to boot.\"\n\n\"One thing, more,\" he interrupted her thanks at the door, as on her\nprevious visit. \"Now that you've shown the stuff you're made of, I\nshould esteem it, ahem, a privilege to give you a line myself to the\nIntelligencer people.\"\n\n\n\n\nTHE MINIONS OF MIDAS\n\n\nWade Atsheler is dead--dead by his own hand. To say that this was\nentirely unexpected by the small coterie which knew him, would be to say\nan untruth; and yet never once had we, his intimates, ever canvassed\nthe idea. Rather had we been prepared for it in some incomprehensible\nsubconscious way. Before the perpetration of the deed, its possibility\nis remotest from our thoughts; but when we did know that he was dead, it\nseemed, somehow, that we had understood and looked forward to it all the\ntime. This, by retrospective analysis, we could easily explain by the\nfact of his great trouble. I use \"great trouble\" advisedly. Young,\nhandsome, with an assured position as the right-hand man of Eben Hale,\nthe great street-railway magnate, there could be no reason for him to\ncomplain of fortune's favors. Yet we had watched his smooth brow furrow\nand corrugate as under some carking care or devouring sorrow. We had\nwatched his thick, black hair thin and silver as green grain under\nbrazen skies and parching drought. Who can forget, in the midst of the\nhilarious scenes he toward the last sought with greater and greater\navidity--who can forget, I say, the deep abstractions and black moods\ninto which he fell? At such times, when the fun rippled and soared from\nheight to height, suddenly, without rhyme or reason, his eyes would turn\nlacklustre, his brows knit, as with clenched hands and face overshot\nwith spasms of mental pain he wrestled on the edge of the abyss with\nsome unknown danger.\n\nHe never spoke of his trouble, nor were we indiscreet enough to ask.\nBut it was just as well; for had we, and had he spoken, our help\nand strength could have availed nothing. When Eben Hale died, whose\nconfidential secretary he was--nay, well-nigh adopted son and full\nbusiness partner--he no longer came among us. Not, as I now know, that\nour company was distasteful to him, but because his trouble had so grown\nthat he could not respond to our happiness nor find surcease with us.\nWhy this should be so we could not at the time understand, for when Eben\nHale's will was probated, the world learned that he was sole heir to\nhis employer's many millions, and it was expressly stipulated that this\ngreat inheritance was given to him without qualification, hitch, or\nhindrance in the exercise thereof. Not a share of stock, not a penny\nof cash, was bequeathed to the dead man's relatives. As for his direct\nfamily, one astounding clause expressly stated that Wade Atsheler was to\ndispense to Eben Hale's wife and sons and daughters whatever moneys his\njudgement dictated, at whatever times he deemed advisable. Had there\nbeen any scandal in the dead man's family, or had his sons been wild\nor undutiful, then there might have been a glimmering of reason in\nthis most unusual action; but Eben Hale's domestic happiness had been\nproverbial in the community, and one would have to travel far and wide\nto discover a cleaner, saner, wholesomer progeny of sons and daughters.\nWhile his wife--well, by those who knew her best she was endearingly\ntermed \"The Mother of the Gracchi.\" Needless to state, this inexplicable\nwill was a nine day's wonder; but the expectant public was disappointed\nin that no contest was made.\n\nIt was only the other day that Eben Hale was laid away in his stately\nmarble mausoleum. And now Wade Atsheler is dead. The news was printed\nin this morning's paper. I have just received through the mail a letter\nfrom him, posted, evidently, but a short hour before he hurled himself\ninto eternity. This letter, which lies before me, is a narrative in\nhis own handwriting, linking together numerous newspaper clippings and\nfacsimiles of letters. The original correspondence, he has told me,\nis in the hands of the police. He has begged me, also, as a warning to\nsociety against a most frightful and diabolical danger which threatens\nits very existence, to make public the terrible series of tragedies in\nwhich he has been innocently concerned. I herewith append the text in\nfull:\n\nIt was in August, 1899, just after my return from my summer vacation,\nthat the blow fell. We did not know it at the time; we had not yet\nlearned to school our minds to such awful possibilities. Mr. Hale opened\nthe letter, read it, and tossed it upon my desk with a laugh. When I had\nlooked it over, I also laughed, saying, \"Some ghastly joke, Mr. Hale,\nand one in very poor taste.\" Find here, my dear John, an exact duplicate\nof the letter in question.\n\nOFFICE OF THE M. OF M. August 17, 1899.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--We desire you to realize upon whatever portion of your vast\nholdings is necessary to obtain, IN CASH, twenty millions of dollars.\nThis sum we require you to pay over to us, or to our agents. You will\nnote we do not specify any given time, for it is not our wish to hurry\nyou in this matter. You may even, if it be easier for you, pay us\nin ten, fifteen, or twenty instalments; but we will accept no single\ninstalment of less than a million.\n\nBelieve us, dear Mr. Hale, when we say that we embark upon this course\nof action utterly devoid of animus. We are members of that intellectual\nproletariat, the increasing numbers of which mark in red lettering the\nlast days of the nineteenth century. We have, from a thorough study\nof economics, decided to enter upon this business. It has many merits,\nchief among which may be noted that we can indulge in large and\nlucrative operations without capital. So far, we have been fairly\nsuccessful, and we hope our dealings with you may be pleasant and\nsatisfactory.\n\nPray attend while we explain our views more fully. At the base of the\npresent system of society is to be found the property right. And this\nright of the individual to hold property is demonstrated, in the last\nanalysis, to rest solely and wholly upon MIGHT. The mailed gentlemen of\nWilliam the Conqueror divided and apportioned England amongst themselves\nwith the naked sword. This, we are sure you will grant, is true of\nall feudal possessions. With the invention of steam and the Industrial\nRevolution there came into existence the Capitalist Class, in the modern\nsense of the word. These capitalists quickly towered above the ancient\nnobility. The captains of industry have virtually dispossessed the\ndescendants of the captains of war. Mind, and not muscle, wins in\nto-day's struggle for existence. But this state of affairs is none the\nless based upon might. The change has been qualitative. The old-time\nFeudal Baronage ravaged the world with fire and sword; the modern\nMoney Baronage exploits the world by mastering and applying the world's\neconomic forces. Brain, and not brawn, endures; and those best fitted to\nsurvive are the intellectually and commercially powerful.\n\nWe, the M. of M., are not content to become wage slaves. The great\ntrusts and business combinations (with which you have your rating)\nprevent us from rising to the place among you which our intellects\nqualify us to occupy. Why? Because we are without capital. We are of the\nunwashed, but with this difference: our brains are of the best, and we\nhave no foolish ethical nor social scruples. As wage slaves, toiling\nearly and late, and living abstemiously, we could not save in threescore\nyears--nor in twenty times threescore years--a sum of money sufficient\nsuccessfully to cope with the great aggregations of massed capital which\nnow exist. Nevertheless, we have entered the arena. We now throw down\nthe gage to the capital of the world. Whether it wishes to fight or not,\nit shall have to fight.\n\nMr. Hale, our interests dictate us to demand of you twenty millions of\ndollars. While we are considerate enough to give you reasonable time in\nwhich to carry out your share of the transaction, please do not delay\ntoo long. When you have agreed to our terms, insert a suitable notice\nin the agony column of the \"Morning Blazer.\" We shall then acquaint you\nwith our plan for transferring the sum mentioned. You had better do this\nsome time prior to October 1st. If you do not, in order to show that\nwe are in earnest we shall on that date kill a man on East Thirty-ninth\nStreet. He will be a workingman. This man you do not know; nor do we.\nYou represent a force in modern society; we also represent a force--a\nnew force. Without anger or malice, we have closed in battle. As you\nwill readily discern, we are simply a business proposition. You are the\nupper, and we the nether, millstone; this man's life shall be ground\nout between. You may save him if you agree to our conditions and act in\ntime.\n\nThere was once a king cursed with a golden touch. His name we have taken\nto do duty as our official seal. Some day, to protect ourselves against\ncompetitors, we shall copyright it.\n\nWe beg to remain,\n\nTHE MINIONS OF MIDAS.\n\nI leave it to you, dear John, why should we not have laughed over such\na preposterous communication? The idea, we could not but grant, was well\nconceived, but it was too grotesque to be taken seriously. Mr. Hale said\nhe would preserve it as a literary curiosity, and shoved it away in a\npigeonhole. Then we promptly forgot its existence. And as promptly, on\nthe 1st of October, going over the morning mail, we read the following:\n\nOFFICE OF THE M. OF M., October 1, 1899.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--Your victim has met his fate. An hour ago, on East\nThirty-ninth Street, a workingman was thrust through the heart with a\nknife. Ere you read this his body will be lying at the Morgue. Go and\nlook upon your handiwork.\n\nOn October 14th, in token of our earnestness in this matter, and in case\nyou do not relent, we shall kill a policeman on or near the corner of\nPolk Street and Clermont Avenue.\n\nVery cordially,\n\nTHE MINIONS OF MIDAS.\n\nAgain Mr. Hale laughed. His mind was full of a prospective deal with a\nChicago syndicate for the sale of all his street railways in that city,\nand so he went on dictating to the stenographer, never giving it a\nsecond thought. But somehow, I know not why, a heavy depression\nfell upon me. What if it were not a joke, I asked myself, and turned\ninvoluntarily to the morning paper. There it was, as befitted an obscure\nperson of the lower classes, a paltry half-dozen lines tucked away in a\ncorner, next a patent medicine advertisement:\n\nShortly after five o'clock this morning, on East Thirty-ninth Street,\na laborer named Pete Lascalle, while on his way to work, was stabbed to\nthe heart by an unknown assailant, who escaped by running. The police\nhave been unable to discover any motive for the murder.\n\n\"Impossible!\" was Mr. Hale's rejoinder, when I had read the item aloud;\nbut the incident evidently weighed upon his mind, for late in the\nafternoon, with many epithets denunciatory of his foolishness, he asked\nme to acquaint the police with the affair. I had the pleasure of being\nlaughed at in the Inspector's private office, although I went away with\nthe assurance that they would look into it and that the vicinity of Polk\nand Clermont would be doubly patrolled on the night mentioned. There it\ndropped, till the two weeks had sped by, when the following note came to\nus through the mail:\n\nOFFICE OF THE M. OF M. October 15, 1899.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--Your second victim has fallen on schedule time. We are in no\nhurry; but to increase the pressure we shall henceforth kill weekly. To\nprotect ourselves against police interference we shall hereafter inform\nyou of the event but a little prior to or simultaneously with the deed.\nTrusting this finds you in good health,\n\nWe are,\n\nTHE MINIONS OF MIDAS.\n\nThis time Mr. Hale took up the paper, and after a brief search, read to\nme this account:\n\nA DASTARDLY CRIME\n\nJoseph Donahue, assigned only last night to special patrol duty in the\nEleventh Ward, at midnight was shot through the brain and instantly\nkilled. The tragedy was enacted in the full glare of the street lights\non the corner of Polk Street and Clermont Avenue. Our society is indeed\nunstable when the custodians of its peace are thus openly and wantonly\nshot down. The police have so far been unable to obtain the slightest\nclue.\n\nBarely had he finished this when the police arrived--the Inspector\nhimself and two of his keenest sleuths. Alarm sat upon their faces, and\nit was plain that they were seriously perturbed. Though the facts were\nso few and simple, we talked long, going over the affair again and\nagain. When the Inspector went away, he confidently assured us that\neverything would soon be straightened out and the assassins run to\nearth. In the meantime he thought it well to detail guards for the\nprotection of Mr. Hale and myself, and several more to be constantly on\nthe vigil about the house and grounds. After the lapse of a week, at one\no'clock in the afternoon, this telegram was received:\n\nOFFICE OF THE M. OF M. October 21, 1899.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--We are sorry to note how completely you have misunderstood\nus. You have seen fit to surround yourself and household with armed\nguards, as though, forsooth, we were common criminals, apt to break in\nupon you and wrest away by force your twenty millions. Believe us, this\nis farthest from our intention.\n\nYou will readily comprehend, after a little sober thought, that your\nlife is dear to us. Do not be afraid. We would not hurt you for the\nworld. It is our policy to cherish you tenderly and protect you from all\nharm. Your death means nothing to us. If it did, rest assured that we\nwould not hesitate a moment in destroying you. Think this over,\nMr. Hale. When you have paid us our price, there will be need of\nretrenchment. Dismiss your guards now, and cut down your expenses.\n\nWithin minutes of the time you receive this a nurse-girl will have\nbeen choked to death in Brentwood Park. The body may be found in\nthe shrubbery lining the path which leads off to the left from the\nband-stand.\n\nCordially yours,\n\nTHE MINIONS OF MIDAS.\n\nThe next instant Mr. Hale was at the telephone, warning the Inspector of\nthe impending murder. The Inspector excused himself in order to call\nup Police Sub-station F and despatch men to the scene. Fifteen minutes\nlater he rang us up and informed us that the body had been discovered,\nyet warm, in the place indicated. That evening the papers teemed with\nglaring Jack-the-Strangler headlines, denouncing the brutality of\nthe deed and complaining about the laxity of the police. We were also\ncloseted with the Inspector, who begged us by all means to keep the\naffair secret. Success, he said, depended upon silence.\n\nAs you know, John, Mr. Hale was a man of iron. He refused to surrender.\nBut, oh, John, it was terrible, nay, horrible--this awful something,\nthis blind force in the dark. We could not fight, could not plan, could\ndo nothing save hold our hands and wait. And week by week, as certain as\nthe rising of the sun, came the notification and death of some person,\nman or woman, innocent of evil, but just as much killed by us as\nthough we had done it with our own hands. A word from Mr. Hale and the\nslaughter would have ceased. But he hardened his heart and waited, the\nlines deepening, the mouth and eyes growing sterner and firmer, and\nthe face aging with the hours. It is needless for me to speak of my\nown suffering during that frightful period. Find here the letters and\ntelegrams of the M. of M., and the newspaper accounts, etc., of the\nvarious murders.\n\nYou will notice also the letters warning Mr. Hale of certain\nmachinations of commercial enemies and secret manipulations of stock.\nThe M. of M. seemed to have its hand on the inner pulse of the business\nand financial world. They possessed themselves of and forwarded to us\ninformation which our agents could not obtain. One timely note from\nthem, at a critical moment in a certain deal, saved all of five millions\nto Mr. Hale. At another time they sent us a telegram which probably was\nthe means of preventing an anarchist crank from taking my employer's\nlife. We captured the man on his arrival and turned him over to the\npolice, who found upon him enough of a new and powerful explosive to\nsink a battleship.\n\nWe persisted. Mr. Hale was grit clear through. He disbursed at the rate\nof one hundred thousand per week for secret service. The aid of the\nPinkertons and of countless private detective agencies was called in,\nand in addition to this thousands were upon our payroll. Our agents\nswarmed everywhere, in all guises, penetrating all classes of society.\nThey grasped at a myriad clues; hundreds of suspects were jailed, and at\nvarious times thousands of suspicious persons were under surveillance,\nbut nothing tangible came to light. With its communications the M. of\nM. continually changed its method of delivery. And every messenger\nthey sent us was arrested forthwith. But these inevitably proved to be\ninnocent individuals, while their descriptions of the persons who had\nemployed them for the errand never tallied. On the last day of December\nwe received this notification:\n\nOFFICE OF THE M. OF M., December 31, 1899.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--Pursuant of our policy, with which we flatter ourselves you\nare already well versed, we beg to state that we shall give a passport\nfrom this Vale of Tears to Inspector Bying, with whom, because of our\nattentions, you have become so well acquainted. It is his custom to be\nin his private office at this hour. Even as you read this he breathes\nhis last.\n\nCordially yours,\n\nTHE MINIONS OF MIDAS.\n\nI dropped the letter and sprang to the telephone. Great was my relief\nwhen I heard the Inspector's hearty voice. But, even as he spoke, his\nvoice died away in the receiver to a gurgling sob, and I heard faintly\nthe crash of a falling body. Then a strange voice hello'd me, sent me\nthe regards of the M. of M., and broke the switch. Like a flash I called\nup the public office of the Central Police, telling them to go at once\nto the Inspector's aid in his private office. I then held the line, and\na few minutes later received the intelligence that he had been\nfound bathed in his own blood and breathing his last. There were no\neyewitnesses, and no trace was discoverable of the murderer.\n\nWhereupon Mr. Hale immediately increased his secret service till a\nquarter of a million flowed weekly from his coffers. He was determined\nto win out. His graduated rewards aggregated over ten millions. You have\na fair idea of his resources and you can see in what manner he drew upon\nthem. It was the principle, he affirmed, that he was fighting for, not\nthe gold. And it must be admitted that his course proved the nobility of\nhis motive. The police departments of all the great cities cooperated,\nand even the United States Government stepped in, and the affair became\none of the highest questions of state. Certain contingent funds of\nthe nation were devoted to the unearthing of the M. of M., and every\ngovernment agent was on the alert. But all in vain. The Minions of Midas\ncarried on their damnable work unhampered. They had their way and struck\nunerringly.\n\nBut while he fought to the last, Mr. Hale could not wash his hands of\nthe blood with which they were dyed. Though not technically a murderer,\nthough no jury of his peers would ever have convicted him, none the less\nthe death of every individual was due to him. As I said before, a word\nfrom him and the slaughter would have ceased. But he refused to give\nthat word. He insisted that the integrity of society was assailed; that\nhe was not sufficiently a coward to desert his post; and that it was\nmanifestly just that a few should be martyred for the ultimate welfare\nof the many. Nevertheless this blood was upon his head, and he sank into\ndeeper and deeper gloom. I was likewise whelmed with the guilt of an\naccomplice. Babies were ruthlessly killed, children, aged men; and\nnot only were these murders local, but they were distributed over\nthe country. In the middle of February, one evening, as we sat in the\nlibrary, there came a sharp knock at the door. On responding to it I\nfound, lying on the carpet of the corridor, the following missive:\n\nOFFICE OF THE M. OF M., February 15, 1900.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--Does not your soul cry out upon the red harvest it is\nreaping? Perhaps we have been too abstract in conducting our business.\nLet us now be concrete. Miss Adelaide Laidlaw is a talented young woman,\nas good, we understand, as she is beautiful. She is the daughter of your\nold friend, Judge Laidlaw, and we happen to know that you carried her in\nyour arms when she was an infant. She is your daughter's closest friend,\nand at present is visiting her. When your eyes have read thus far her\nvisit will have terminated.\n\nVery cordially,\n\nTHE MINIONS OF MIDAS.\n\nMy God! did we not instantly realize the terrible import! We rushed\nthrough the dayrooms--she was not there--and on to her own apartments.\nThe door was locked, but we crashed it down by hurling ourselves against\nit. There she lay, just as she had finished dressing for the opera,\nsmothered with pillows torn from the couch, the flush of life yet on her\nflesh, the body still flexible and warm. Let me pass over the rest of\nthis horror. You will surely remember, John, the newspaper accounts.\n\nLate that night Mr. Hale summoned me to him, and before God did pledge\nme most solemnly to stand by him and not to compromise, even if all kith\nand kin were destroyed.\n\nThe next day I was surprised at his cheerfulness. I had thought he would\nbe deeply shocked by this last tragedy--how deep I was soon to learn.\nAll day he was light-hearted and high-spirited, as though at last he had\nfound a way out of the frightful difficulty. The next morning we\nfound him dead in his bed, a peaceful smile upon his careworn\nface--asphyxiation. Through the connivance of the police and the\nauthorities, it was given out to the world as heart disease. We deemed\nit wise to withhold the truth; but little good has it done us, little\ngood has anything done us.\n\nBarely had I left that chamber of death, when--but too late--the\nfollowing extraordinary letter was received:\n\nOFFICE OF THE M. of M., February 17, 1900.\n\nMR. EBEN HALE, Money Baron:\n\nDear Sir,--You will pardon our intrusion, we hope, so closely upon the\nsad event of day before yesterday; but what we wish to say may be of\nthe utmost importance to you. It is in our mind that you may attempt\nto escape us. There is but one way, apparently, as you have ere this\ndoubtless discovered. But we wish to inform you that even this one\nway is barred. You may die, but you die failing and acknowledging your\nfailure. Note this: WE ARE PART AND PARCEL OF YOUR POSSESSIONS. WITH\nYOUR MILLIONS WE PASS DOWN TO YOUR HEIRS AND ASSIGNS FOREVER.\n\nWe are the inevitable. We are the culmination of industrial and\nsocial wrong. We turn upon the society that has created us. We are the\nsuccessful failures of the age, the scourges of a degraded civilization.\n\nWe are the creatures of a perverse social selection. We meet force with\nforce. Only the strong shall endure. We believe in the survival of the\nfittest. You have crushed your wage slaves into the dirt and you have\nsurvived. The captains of war, at your command, have shot down like\ndogs your employees in a score of bloody strikes. By such means you have\nendured. We do not grumble at the result, for we acknowledge and have\nour being in the same natural law. And now the question has arisen:\nUNDER THE PRESENT SOCIAL ENVIRONMENT, WHICH OF US SHALL SURVIVE? We\nbelieve we are the fittest. You believe you are the fittest. We leave\nthe eventuality to time and law.\n\nCordially yours,\n\nTHE MINIONS OF MIDAS.\n\nJohn, do you wonder now that I shunned pleasure and avoided friends?\nBut why explain? Surely this narrative will make everything clear. Three\nweeks ago Adelaide Laidlaw died. Since then I have waited in hope and\nfear. Yesterday the will was probated and made public. Today I was\nnotified that a woman of the middle class would be killed in Golden Gate\nPark, in faraway San Francisco. The despatches in to-night's papers give\nthe details of the brutal happening--details which correspond with those\nfurnished me in advance.\n\nIt is useless. I cannot struggle against the inevitable. I have been\nfaithful to Mr. Hale and have worked hard. Why my faithfulness should\nhave been thus rewarded I cannot understand. Yet I cannot be false to my\ntrust, nor break my word by compromising. Still, I have resolved that\nno more deaths shall be upon my head. I have willed the many millions I\nlately received to their rightful owners. Let the stalwart sons of Eben\nHale work out their own salvation. Ere you read this I shall have passed\non. The Minions of Midas are all-powerful. The police are impotent.\nI have learned from them that other millionnaires have been likewise\nmulcted or persecuted--how many is not known, for when one yields to the\nM. of M., his mouth is thenceforth sealed. Those who have not yielded\nare even now reaping their scarlet harvest. The grim game is being\nplayed out. The Federal Government can do nothing. I also understand\nthat similar branch organizations have made their appearance in Europe.\nSociety is shaken to its foundations. Principalities and powers are as\nbrands ripe for the burning. Instead of the masses against the classes,\nit is a class against the classes. We, the guardians of human progress,\nare being singled out and struck down. Law and order have failed.\n\nThe officials have begged me to keep this secret. I have done so, but\ncan do so no longer. It has become a question of public import, fraught\nwith the direst consequences, and I shall do my duty before I leave this\nworld by informing it of its peril. Do you, John, as my last request,\nmake this public. Do not be frightened. The fate of humanity rests in\nyour hand. Let the press strike off millions of copies; let the electric\ncurrents sweep it round the world; wherever men meet and speak, let them\nspeak of it in fear and trembling. And then, when thoroughly aroused,\nlet society arise in its might and cast out this abomination.\n\nYours, in long farewell,\n\nWADE ATSHELER.\n\n\n\n\nTHE SHADOW AND THE FLASH\n\n\nWhen I look back, I realize what a peculiar friendship it was. First,\nthere was Lloyd Inwood, tall, slender, and finely knit, nervous and\ndark. And then Paul Tichlorne, tall, slender, and finely knit, nervous\nand blond. Each was the replica of the other in everything except color.\nLloyd's eyes were black; Paul's were blue. Under stress of excitement,\nthe blood coursed olive in the face of Lloyd, crimson in the face of\nPaul. But outside this matter of coloring they were as like as two peas.\nBoth were high-strung, prone to excessive tension and endurance, and\nthey lived at concert pitch.\n\nBut there was a trio involved in this remarkable friendship, and the\nthird was short, and fat, and chunky, and lazy, and, loath to say, it\nwas I. Paul and Lloyd seemed born to rivalry with each other, and I to\nbe peacemaker between them. We grew up together, the three of us, and\nfull often have I received the angry blows each intended for the other.\nThey were always competing, striving to outdo each other, and when\nentered upon some such struggle there was no limit either to their\nendeavors or passions.\n\nThis intense spirit of rivalry obtained in their studies and their\ngames. If Paul memorized one canto of \"Marmion,\" Lloyd memorized two\ncantos, Paul came back with three, and Lloyd again with four, till each\nknew the whole poem by heart. I remember an incident that occurred\nat the swimming hole--an incident tragically significant of the\nlife-struggle between them. The boys had a game of diving to the bottom\nof a ten-foot pool and holding on by submerged roots to see who could\nstay under the longest. Paul and Lloyd allowed themselves to be bantered\ninto making the descent together. When I saw their faces, set and\ndetermined, disappear in the water as they sank swiftly down, I felt\na foreboding of something dreadful. The moments sped, the ripples died\naway, the face of the pool grew placid and untroubled, and neither black\nnor golden head broke surface in quest of air. We above grew anxious.\nThe longest record of the longest-winded boy had been exceeded, and\nstill there was no sign. Air bubbles trickled slowly upward, showing\nthat the breath had been expelled from their lungs, and after that the\nbubbles ceased to trickle upward. Each second became interminable, and,\nunable longer to endure the suspense, I plunged into the water.\n\nI found them down at the bottom, clutching tight to the roots, their\nheads not a foot apart, their eyes wide open, each glaring fixedly at\nthe other. They were suffering frightful torment, writhing and twisting\nin the pangs of voluntary suffocation; for neither would let go and\nacknowledge himself beaten. I tried to break Paul's hold on the root,\nbut he resisted me fiercely. Then I lost my breath and came to the\nsurface, badly scared. I quickly explained the situation, and half a\ndozen of us went down and by main strength tore them loose. By the\ntime we got them out, both were unconscious, and it was only after much\nbarrel-rolling and rubbing and pounding that they finally came to their\nsenses. They would have drowned there, had no one rescued them.\n\nWhen Paul Tichlorne entered college, he let it be generally understood\nthat he was going in for the social sciences. Lloyd Inwood, entering\nat the same time, elected to take the same course. But Paul had had\nit secretly in mind all the time to study the natural sciences,\nspecializing on chemistry, and at the last moment he switched over.\nThough Lloyd had already arranged his year's work and attended the first\nlectures, he at once followed Paul's lead and went in for the natural\nsciences and especially for chemistry. Their rivalry soon became a noted\nthing throughout the university. Each was a spur to the other, and they\nwent into chemistry deeper than did ever students before--so deep, in\nfact, that ere they took their sheepskins they could have stumped any\nchemistry or \"cow college\" professor in the institution, save \"old\"\nMoss, head of the department, and even him they puzzled and edified more\nthan once. Lloyd's discovery of the \"death bacillus\" of the sea toad,\nand his experiments on it with potassium cyanide, sent his name and that\nof his university ringing round the world; nor was Paul a whit\nbehind when he succeeded in producing laboratory colloids exhibiting\namoeba-like activities, and when he cast new light upon the processes\nof fertilization through his startling experiments with simple sodium\nchlorides and magnesium solutions on low forms of marine life.\n\nIt was in their undergraduate days, however, in the midst of their\nprofoundest plunges into the mysteries of organic chemistry, that Doris\nVan Benschoten entered into their lives. Lloyd met her first, but within\ntwenty-four hours Paul saw to it that he also made her acquaintance.\nOf course, they fell in love with her, and she became the only thing in\nlife worth living for. They wooed her with equal ardor and fire, and so\nintense became their struggle for her that half the student-body took\nto wagering wildly on the result. Even \"old\" Moss, one day, after an\nastounding demonstration in his private laboratory by Paul, was\nguilty to the extent of a month's salary of backing him to become the\nbridegroom of Doris Van Benschoten.\n\nIn the end she solved the problem in her own way, to everybody's\nsatisfaction except Paul's and Lloyd's. Getting them together, she said\nthat she really could not choose between them because she loved them\nboth equally well; and that, unfortunately, since polyandry was not\npermitted in the United States she would be compelled to forego the\nhonor and happiness of marrying either of them. Each blamed the other\nfor this lamentable outcome, and the bitterness between them grew more\nbitter.\n\nBut things came to a head enough. It was at my home, after they had\ntaken their degrees and dropped out of the world's sight, that the\nbeginning of the end came to pass. Both were men of means, with little\ninclination and no necessity for professional life. My friendship and\ntheir mutual animosity were the two things that linked them in any\nway together. While they were very often at my place, they made it\na fastidious point to avoid each other on such visits, though it was\ninevitable, under the circumstances, that they should come upon each\nother occasionally.\n\nOn the day I have in recollection, Paul Tichlorne had been mooning all\nmorning in my study over a current scientific review. This left me\nfree to my own affairs, and I was out among my roses when Lloyd Inwood\narrived. Clipping and pruning and tacking the climbers on the porch,\nwith my mouth full of nails, and Lloyd following me about and lending a\nhand now and again, we fell to discussing the mythical race of invisible\npeople, that strange and vagrant people the traditions of which have\ncome down to us. Lloyd warmed to the talk in his nervous, jerky fashion,\nand was soon interrogating the physical properties and possibilities of\ninvisibility. A perfectly black object, he contended, would elude and\ndefy the acutest vision.\n\n\"Color is a sensation,\" he was saying. \"It has no objective reality.\nWithout light, we can see neither colors nor objects themselves. All\nobjects are black in the dark, and in the dark it is impossible to see\nthem. If no light strikes upon them, then no light is flung back from\nthem to the eye, and so we have no vision-evidence of their being.\"\n\n\"But we see black objects in daylight,\" I objected.\n\n\"Very true,\" he went on warmly. \"And that is because they are not\nperfectly black. Were they perfectly black, absolutely black, as it\nwere, we could not see them--ay, not in the blaze of a thousand suns\ncould we see them! And so I say, with the right pigments, properly\ncompounded, an absolutely black paint could be produced which would\nrender invisible whatever it was applied to.\"\n\n\"It would be a remarkable discovery,\" I said non-committally, for the\nwhole thing seemed too fantastic for aught but speculative purposes.\n\n\"Remarkable!\" Lloyd slapped me on the shoulder. \"I should say so. Why,\nold chap, to coat myself with such a paint would be to put the world at\nmy feet. The secrets of kings and courts would be mine, the machinations\nof diplomats and politicians, the play of stock-gamblers, the plans\nof trusts and corporations. I could keep my hand on the inner pulse of\nthings and become the greatest power in the world. And I--\" He broke\noff shortly, then added, \"Well, I have begun my experiments, and I don't\nmind telling you that I'm right in line for it.\"\n\nA laugh from the doorway startled us. Paul Tichlorne was standing there,\na smile of mockery on his lips.\n\n\"You forget, my dear Lloyd,\" he said.\n\n\"Forget what?\"\n\n\"You forget,\" Paul went on--\"ah, you forget the shadow.\"\n\nI saw Lloyd's face drop, but he answered sneeringly, \"I can carry a\nsunshade, you know.\" Then he turned suddenly and fiercely upon him.\n\"Look here, Paul, you'll keep out of this if you know what's good for\nyou.\"\n\nA rupture seemed imminent, but Paul laughed good-naturedly. \"I wouldn't\nlay fingers on your dirty pigments. Succeed beyond your most sanguine\nexpectations, yet you will always fetch up against the shadow. You can't\nget away from it. Now I shall go on the very opposite tack. In the very\nnature of my proposition the shadow will be eliminated--\"\n\n\"Transparency!\" ejaculated Lloyd, instantly. \"But it can't be achieved.\"\n\n\"Oh, no; of course not.\" And Paul shrugged his shoulders and strolled\noff down the briar-rose path.\n\nThis was the beginning of it. Both men attacked the problem with all\nthe tremendous energy for which they were noted, and with a rancor and\nbitterness that made me tremble for the success of either. Each trusted\nme to the utmost, and in the long weeks of experimentation that followed\nI was made a party to both sides, listening to their theorizings and\nwitnessing their demonstrations. Never, by word or sign, did I convey to\neither the slightest hint of the other's progress, and they respected me\nfor the seal I put upon my lips.\n\nLloyd Inwood, after prolonged and unintermittent application, when the\ntension upon his mind and body became too great to bear, had a strange\nway of obtaining relief. He attended prize fights. It was at one of\nthese brutal exhibitions, whither he had dragged me in order to tell his\nlatest results, that his theory received striking confirmation.\n\n\"Do you see that red-whiskered man?\" he asked, pointing across the ring\nto the fifth tier of seats on the opposite side. \"And do you see the\nnext man to him, the one in the white hat? Well, there is quite a gap\nbetween them, is there not?\"\n\n\"Certainly,\" I answered. \"They are a seat apart. The gap is the\nunoccupied seat.\"\n\nHe leaned over to me and spoke seriously. \"Between the red-whiskered\nman and the white-hatted man sits Ben Wasson. You have heard me speak\nof him. He is the cleverest pugilist of his weight in the country. He\nis also a Caribbean negro, full-blooded, and the blackest in the United\nStates. He has on a black overcoat buttoned up. I saw him when he came\nin and took that seat. As soon as he sat down he disappeared. Watch\nclosely; he may smile.\"\n\nI was for crossing over to verify Lloyd's statement, but he restrained\nme. \"Wait,\" he said.\n\nI waited and watched, till the red-whiskered man turned his head as\nthough addressing the unoccupied seat; and then, in that empty space, I\nsaw the rolling whites of a pair of eyes and the white double-crescent\nof two rows of teeth, and for the instant I could make out a negro's\nface. But with the passing of the smile his visibility passed, and the\nchair seemed vacant as before.\n\n\"Were he perfectly black, you could sit alongside him and not see him,\"\nLloyd said; and I confess the illustration was apt enough to make me\nwell-nigh convinced.\n\nI visited Lloyd's laboratory a number of times after that, and found\nhim always deep in his search after the absolute black. His experiments\ncovered all sorts of pigments, such as lamp-blacks, tars, carbonized\nvegetable matters, soots of oils and fats, and the various carbonized\nanimal substances.\n\n\"White light is composed of the seven primary colors,\" he argued to me.\n\"But it is itself, of itself, invisible. Only by being reflected from\nobjects do it and the objects become visible. But only that portion\nof it that is reflected becomes visible. For instance, here is a\nblue tobacco-box. The white light strikes against it, and, with one\nexception, all its component colors--violet, indigo, green, yellow,\norange, and red--are absorbed. The one exception is BLUE. It is not\nabsorbed, but reflected. Wherefore the tobacco-box gives us a sensation\nof blueness. We do not see the other colors because they are absorbed.\nWe see only the blue. For the same reason grass is GREEN. The green\nwaves of white light are thrown upon our eyes.\"\n\n\"When we paint our houses, we do not apply color to them,\" he said at\nanother time. \"What we do is to apply certain substances that have the\nproperty of absorbing from white light all the colors except those\nthat we would have our houses appear. When a substance reflects all the\ncolors to the eye, it seems to us white. When it absorbs all the colors,\nit is black. But, as I said before, we have as yet no perfect black. All\nthe colors are not absorbed. The perfect black, guarding against high\nlights, will be utterly and absolutely invisible. Look at that, for\nexample.\"\n\nHe pointed to the palette lying on his work-table. Different shades of\nblack pigments were brushed on it. One, in particular, I could hardly\nsee. It gave my eyes a blurring sensation, and I rubbed them and looked\nagain.\n\n\"That,\" he said impressively, \"is the blackest black you or any mortal\nman ever looked upon. But just you wait, and I'll have a black so black\nthat no mortal man will be able to look upon it--and see it!\"\n\nOn the other hand, I used to find Paul Tichlorne plunged as deeply into\nthe study of light polarization, diffraction, and interference, single\nand double refraction, and all manner of strange organic compounds.\n\n\"Transparency: a state or quality of body which permits all rays of\nlight to pass through,\" he defined for me. \"That is what I am seeking.\nLloyd blunders up against the shadow with his perfect opaqueness. But I\nescape it. A transparent body casts no shadow; neither does it reflect\nlight-waves--that is, the perfectly transparent does not. So, avoiding\nhigh lights, not only will such a body cast no shadow, but, since it\nreflects no light, it will also be invisible.\"\n\nWe were standing by the window at another time. Paul was engaged\nin polishing a number of lenses, which were ranged along the sill.\nSuddenly, after a pause in the conversation, he said, \"Oh! I've dropped\na lens. Stick your head out, old man, and see where it went to.\"\n\nOut I started to thrust my head, but a sharp blow on the forehead\ncaused me to recoil. I rubbed my bruised brow and gazed with reproachful\ninquiry at Paul, who was laughing in gleeful, boyish fashion.\n\n\"Well?\" he said.\n\n\"Well?\" I echoed.\n\n\"Why don't you investigate?\" he demanded. And investigate I did. Before\nthrusting out my head, my senses, automatically active, had told\nme there was nothing there, that nothing intervened between me and\nout-of-doors, that the aperture of the window opening was utterly empty.\nI stretched forth my hand and felt a hard object, smooth and cool and\nflat, which my touch, out of its experience, told me to be glass. I\nlooked again, but could see positively nothing.\n\n\"White quartzose sand,\" Paul rattled off, \"sodic carbonate, slaked lime,\ncutlet, manganese peroxide--there you have it, the finest French plate\nglass, made by the great St. Gobain Company, who made the finest plate\nglass in the world, and this is the finest piece they ever made. It cost\na king's ransom. But look at it! You can't see it. You don't know it's\nthere till you run your head against it.\n\n\"Eh, old boy! That's merely an object-lesson--certain elements, in\nthemselves opaque, yet so compounded as to give a resultant body which\nis transparent. But that is a matter of inorganic chemistry, you say.\nVery true. But I dare to assert, standing here on my two feet, that in\nthe organic I can duplicate whatever occurs in the inorganic.\n\n\"Here!\" He held a test-tube between me and the light, and I noted the\ncloudy or muddy liquid it contained. He emptied the contents of another\ntest-tube into it, and almost instantly it became clear and sparkling.\n\n\"Or here!\" With quick, nervous movements among his array of test-tubes,\nhe turned a white solution to a wine color, and a light yellow solution\nto a dark brown. He dropped a piece of litmus paper into an acid, when\nit changed instantly to red, and on floating it in an alkali it turned\nas quickly to blue.\n\n\"The litmus paper is still the litmus paper,\" he enunciated in the\nformal manner of the lecturer. \"I have not changed it into something\nelse. Then what did I do? I merely changed the arrangement of its\nmolecules. Where, at first, it absorbed all colors from the light but\nred, its molecular structure was so changed that it absorbed red and all\ncolors except blue. And so it goes, ad infinitum. Now, what I purpose\nto do is this.\" He paused for a space. \"I purpose to seek--ay, and to\nfind--the proper reagents, which, acting upon the living organism,\nwill bring about molecular changes analogous to those you have just\nwitnessed. But these reagents, which I shall find, and for that matter,\nupon which I already have my hands, will not turn the living body to\nblue or red or black, but they will turn it to transparency. All light\nwill pass through it. It will be invisible. It will cast no shadow.\"\n\nA few weeks later I went hunting with Paul. He had been promising me for\nsome time that I should have the pleasure of shooting over a wonderful\ndog--the most wonderful dog, in fact, that ever man shot over, so he\naverred, and continued to aver till my curiosity was aroused. But on\nthe morning in question I was disappointed, for there was no dog in\nevidence.\n\n\"Don't see him about,\" Paul remarked unconcernedly, and we set off\nacross the fields.\n\nI could not imagine, at the time, what was ailing me, but I had a\nfeeling of some impending and deadly illness. My nerves were all awry,\nand, from the astounding tricks they played me, my senses seemed to have\nrun riot. Strange sounds disturbed me. At times I heard the swish-swish\nof grass being shoved aside, and once the patter of feet across a patch\nof stony ground.\n\n\"Did you hear anything, Paul?\" I asked once.\n\nBut he shook his head, and thrust his feet steadily forward.\n\nWhile climbing a fence, I heard the low, eager whine of a dog,\napparently from within a couple of feet of me; but on looking about me I\nsaw nothing.\n\nI dropped to the ground, limp and trembling.\n\n\"Paul,\" I said, \"we had better return to the house. I am afraid I am\ngoing to be sick.\"\n\n\"Nonsense, old man,\" he answered. \"The sunshine has gone to your head\nlike wine. You'll be all right. It's famous weather.\"\n\nBut, passing along a narrow path through a clump of cottonwoods, some\nobject brushed against my legs and I stumbled and nearly fell. I looked\nwith sudden anxiety at Paul.\n\n\"What's the matter?\" he asked. \"Tripping over your own feet?\"\n\nI kept my tongue between my teeth and plodded on, though sore perplexed\nand thoroughly satisfied that some acute and mysterious malady had\nattacked my nerves. So far my eyes had escaped; but, when we got to the\nopen fields again, even my vision went back on me. Strange flashes of\nvari-colored, rainbow light began to appear and disappear on the\npath before me. Still, I managed to keep myself in hand, till the\nvari-colored lights persisted for a space of fully twenty seconds,\ndancing and flashing in continuous play. Then I sat down, weak and\nshaky.\n\n\"It's all up with me,\" I gasped, covering my eyes with my hands. \"It has\nattacked my eyes. Paul, take me home.\"\n\nBut Paul laughed long and loud. \"What did I tell you?--the most\nwonderful dog, eh? Well, what do you think?\"\n\nHe turned partly from me and began to whistle. I heard the patter of\nfeet, the panting of a heated animal, and the unmistakable yelp of a\ndog. Then Paul stooped down and apparently fondled the empty air.\n\n\"Here! Give me your fist.\"\n\nAnd he rubbed my hand over the cold nose and jowls of a dog. A dog it\ncertainly was, with the shape and the smooth, short coat of a pointer.\n\nSuffice to say, I speedily recovered my spirits and control. Paul put\na collar about the animal's neck and tied his handkerchief to its tail.\nAnd then was vouchsafed us the remarkable sight of an empty collar and\na waving handkerchief cavorting over the fields. It was something to see\nthat collar and handkerchief pin a bevy of quail in a clump of locusts\nand remain rigid and immovable till we had flushed the birds.\n\nNow and again the dog emitted the vari-colored light-flashes I have\nmentioned. The one thing, Paul explained, which he had not anticipated\nand which he doubted could be overcome.\n\n\"They're a large family,\" he said, \"these sun dogs, wind dogs, rainbows,\nhalos, and parhelia. They are produced by refraction of light from\nmineral and ice crystals, from mist, rain, spray, and no end of things;\nand I am afraid they are the penalty I must pay for transparency. I\nescaped Lloyd's shadow only to fetch up against the rainbow flash.\"\n\nA couple of days later, before the entrance to Paul's laboratory, I\nencountered a terrible stench. So overpowering was it that it was easy\nto discover the source--a mass of putrescent matter on the doorstep\nwhich in general outlines resembled a dog.\n\nPaul was startled when he investigated my find. It was his invisible\ndog, or rather, what had been his invisible dog, for it was now plainly\nvisible. It had been playing about but a few minutes before in all\nhealth and strength. Closer examination revealed that the skull had been\ncrushed by some heavy blow. While it was strange that the animal should\nhave been killed, the inexplicable thing was that it should so quickly\ndecay.\n\n\"The reagents I injected into its system were harmless,\" Paul explained.\n\"Yet they were powerful, and it appears that when death comes they force\npractically instantaneous disintegration. Remarkable! Most remarkable!\nWell, the only thing is not to die. They do not harm so long as one\nlives. But I do wonder who smashed in that dog's head.\"\n\nLight, however, was thrown upon this when a frightened housemaid brought\nthe news that Gaffer Bedshaw had that very morning, not more than an\nhour back, gone violently insane, and was strapped down at home, in\nthe huntsman's lodge, where he raved of a battle with a ferocious and\ngigantic beast that he had encountered in the Tichlorne pasture. He\nclaimed that the thing, whatever it was, was invisible, that with his\nown eyes he had seen that it was invisible; wherefore his tearful wife\nand daughters shook their heads, and wherefore he but waxed the more\nviolent, and the gardener and the coachman tightened the straps by\nanother hole.\n\nNor, while Paul Tichlorne was thus successfully mastering the problem of\ninvisibility, was Lloyd Inwood a whit behind. I went over in answer to a\nmessage of his to come and see how he was getting on. Now his laboratory\noccupied an isolated situation in the midst of his vast grounds. It was\nbuilt in a pleasant little glade, surrounded on all sides by a dense\nforest growth, and was to be gained by way of a winding and erratic\npath. But I have travelled that path so often as to know every foot of\nit, and conceive my surprise when I came upon the glade and found no\nlaboratory. The quaint shed structure with its red sandstone chimney\nwas not. Nor did it look as if it ever had been. There were no signs of\nruin, no debris, nothing.\n\nI started to walk across what had once been its site. \"This,\" I said to\nmyself, \"should be where the step went up to the door.\" Barely were the\nwords out of my mouth when I stubbed my toe on some obstacle, pitched\nforward, and butted my head into something that FELT very much like a\ndoor. I reached out my hand. It WAS a door. I found the knob and turned\nit. And at once, as the door swung inward on its hinges, the whole\ninterior of the laboratory impinged upon my vision. Greeting Lloyd, I\nclosed the door and backed up the path a few paces. I could see nothing\nof the building. Returning and opening the door, at once all the\nfurniture and every detail of the interior were visible. It was indeed\nstartling, the sudden transition from void to light and form and color.\n\n\"What do you think of it, eh?\" Lloyd asked, wringing my hand. \"I slapped\na couple of coats of absolute black on the outside yesterday afternoon\nto see how it worked. How's your head? you bumped it pretty solidly, I\nimagine.\"\n\n\"Never mind that,\" he interrupted my congratulations. \"I've something\nbetter for you to do.\"\n\nWhile he talked he began to strip, and when he stood naked before me he\nthrust a pot and brush into my hand and said, \"Here, give me a coat of\nthis.\"\n\nIt was an oily, shellac-like stuff, which spread quickly and easily over\nthe skin and dried immediately.\n\n\"Merely preliminary and precautionary,\" he explained when I had\nfinished; \"but now for the real stuff.\"\n\nI picked up another pot he indicated, and glanced inside, but could see\nnothing.\n\n\"It's empty,\" I said.\n\n\"Stick your finger in it.\"\n\nI obeyed, and was aware of a sensation of cool moistness. On withdrawing\nmy hand I glanced at the forefinger, the one I had immersed, but it had\ndisappeared. I moved and knew from the alternate tension and relaxation\nof the muscles that I moved it, but it defied my sense of sight. To all\nappearances I had been shorn of a finger; nor could I get any visual\nimpression of it till I extended it under the skylight and saw its\nshadow plainly blotted on the floor.\n\nLloyd chuckled. \"Now spread it on, and keep your eyes open.\"\n\nI dipped the brush into the seemingly empty pot, and gave him a long\nstroke across his chest. With the passage of the brush the living\nflesh disappeared from beneath. I covered his right leg, and he was\na one-legged man defying all laws of gravitation. And so, stroke by\nstroke, member by member, I painted Lloyd Inwood into nothingness. It\nwas a creepy experience, and I was glad when naught remained in sight\nbut his burning black eyes, poised apparently unsupported in mid-air.\n\n\"I have a refined and harmless solution for them,\" he said. \"A fine\nspray with an air-brush, and presto! I am not.\"\n\nThis deftly accomplished, he said, \"Now I shall move about, and do you\ntell me what sensations you experience.\"\n\n\"In the first place, I cannot see you,\" I said, and I could hear his\ngleeful laugh from the midst of the emptiness. \"Of course,\" I continued,\n\"you cannot escape your shadow, but that was to be expected. When you\npass between my eye and an object, the object disappears, but so unusual\nand incomprehensible is its disappearance that it seems to me as though\nmy eyes had blurred. When you move rapidly, I experience a bewildering\nsuccession of blurs. The blurring sensation makes my eyes ache and my\nbrain tired.\"\n\n\"Have you any other warnings of my presence?\" he asked.\n\n\"No, and yes,\" I answered. \"When you are near me I have feelings similar\nto those produced by dank warehouses, gloomy crypts, and deep mines. And\nas sailors feel the loom of the land on dark nights, so I think I feel\nthe loom of your body. But it is all very vague and intangible.\"\n\nLong we talked that last morning in his laboratory; and when I turned to\ngo, he put his unseen hand in mine with nervous grip, and said, \"Now\nI shall conquer the world!\" And I could not dare to tell him of Paul\nTichlorne's equal success.\n\nAt home I found a note from Paul, asking me to come up immediately, and\nit was high noon when I came spinning up the driveway on my wheel. Paul\ncalled me from the tennis court, and I dismounted and went over. But the\ncourt was empty. As I stood there, gaping open-mouthed, a tennis ball\nstruck me on the arm, and as I turned about, another whizzed past my\near. For aught I could see of my assailant, they came whirling at me\nfrom out of space, and right well was I peppered with them. But when\nthe balls already flung at me began to come back for a second whack, I\nrealized the situation. Seizing a racquet and keeping my eyes open, I\nquickly saw a rainbow flash appearing and disappearing and darting over\nthe ground. I took out after it, and when I laid the racquet upon it for\na half-dozen stout blows, Paul's voice rang out:\n\n\"Enough! Enough! Oh! Ouch! Stop! You're landing on my naked skin, you\nknow! Ow! O-w-w! I'll be good! I'll be good! I only wanted you to see\nmy metamorphosis,\" he said ruefully, and I imagined he was rubbing his\nhurts.\n\nA few minutes later we were playing tennis--a handicap on my part, for I\ncould have no knowledge of his position save when all the angles between\nhimself, the sun, and me, were in proper conjunction. Then he\nflashed, and only then. But the flashes were more brilliant than the\nrainbow--purest blue, most delicate violet, brightest yellow, and all\nthe intermediary shades, with the scintillant brilliancy of the diamond,\ndazzling, blinding, iridescent.\n\nBut in the midst of our play I felt a sudden cold chill, reminding me\nof deep mines and gloomy crypts, such a chill as I had experienced that\nvery morning. The next moment, close to the net, I saw a ball rebound in\nmid-air and empty space, and at the same instant, a score of feet away,\nPaul Tichlorne emitted a rainbow flash. It could not be he from whom\nthe ball had rebounded, and with sickening dread I realized that Lloyd\nInwood had come upon the scene. To make sure, I looked for his shadow,\nand there it was, a shapeless blotch the girth of his body, (the sun was\noverhead), moving along the ground. I remembered his threat, and felt\nsure that all the long years of rivalry were about to culminate in\nuncanny battle.\n\nI cried a warning to Paul, and heard a snarl as of a wild beast, and an\nanswering snarl. I saw the dark blotch move swiftly across the court,\nand a brilliant burst of vari-colored light moving with equal swiftness\nto meet it; and then shadow and flash came together and there was the\nsound of unseen blows. The net went down before my frightened eyes. I\nsprang toward the fighters, crying:\n\n\"For God's sake!\"\n\nBut their locked bodies smote against my knees, and I was overthrown.\n\n\"You keep out of this, old man!\" I heard the voice of Lloyd Inwood from\nout of the emptiness. And then Paul's voice crying, \"Yes, we've had\nenough of peacemaking!\"\n\nFrom the sound of their voices I knew they had separated. I could not\nlocate Paul, and so approached the shadow that represented Lloyd. But\nfrom the other side came a stunning blow on the point of my jaw, and I\nheard Paul scream angrily, \"Now will you keep away?\"\n\nThen they came together again, the impact of their blows, their groans\nand gasps, and the swift flashings and shadow-movings telling plainly of\nthe deadliness of the struggle.\n\nI shouted for help, and Gaffer Bedshaw came running into the court. I\ncould see, as he approached, that he was looking at me strangely, but he\ncollided with the combatants and was hurled headlong to the ground. With\ndespairing shriek and a cry of \"O Lord, I've got 'em!\" he sprang to his\nfeet and tore madly out of the court.\n\nI could do nothing, so I sat up, fascinated and powerless, and watched\nthe struggle. The noonday sun beat down with dazzling brightness on the\nnaked tennis court. And it was naked. All I could see was the blotch of\nshadow and the rainbow flashes, the dust rising from the invisible feet,\nthe earth tearing up from beneath the straining foot-grips, and the wire\nscreen bulge once or twice as their bodies hurled against it. That was\nall, and after a time even that ceased. There were no more flashes, and\nthe shadow had become long and stationary; and I remembered their set\nboyish faces when they clung to the roots in the deep coolness of the\npool.\n\nThey found me an hour afterward. Some inkling of what had happened got\nto the servants and they quitted the Tichlorne service in a body.\nGaffer Bedshaw never recovered from the second shock he received, and\nis confined in a madhouse, hopelessly incurable. The secrets of their\nmarvellous discoveries died with Paul and Lloyd, both laboratories being\ndestroyed by grief-stricken relatives. As for myself, I no longer care\nfor chemical research, and science is a tabooed topic in my household. I\nhave returned to my roses. Nature's colors are good enough for me.\n\n\n\n\nALL GOLD CANYON\n\n\nIt was the green heart of the canyon, where the walls swerved back from\nthe rigid plan and relieved their harshness of line by making a little\nsheltered nook and filling it to the brim with sweetness and roundness\nand softness. Here all things rested. Even the narrow stream ceased its\nturbulent down-rush long enough to form a quiet pool. Knee-deep in the\nwater, with drooping head and half-shut eyes, drowsed a red-coated,\nmany-antlered buck.\n\nOn one side, beginning at the very lip of the pool, was a tiny meadow,\na cool, resilient surface of green that extended to the base of the\nfrowning wall. Beyond the pool a gentle slope of earth ran up and up\nto meet the opposing wall. Fine grass covered the slope--grass that was\nspangled with flowers, with here and there patches of color, orange and\npurple and golden. Below, the canyon was shut in. There was no view. The\nwalls leaned together abruptly and the canyon ended in a chaos of rocks,\nmoss-covered and hidden by a green screen of vines and creepers and\nboughs of trees. Up the canyon rose far hills and peaks, the big\nfoothills, pine-covered and remote. And far beyond, like clouds upon\nthe border of the slay, towered minarets of white, where the Sierra's\neternal snows flashed austerely the blazes of the sun.\n\nThere was no dust in the canyon. The leaves and flowers were clean and\nvirginal. The grass was young velvet. Over the pool three cottonwoods\nsent their scurvy fluffs fluttering down the quiet air. On the slope\nthe blossoms of the wine-wooded manzanita filled the air with springtime\nodors, while the leaves, wise with experience, were already beginning\ntheir vertical twist against the coming aridity of summer. In the open\nspaces on the slope, beyond the farthest shadow-reach of the manzanita,\npoised the mariposa lilies, like so many flights of jewelled moths\nsuddenly arrested and on the verge of trembling into flight again. Here\nand there that woods harlequin, the madrone, permitting itself to\nbe caught in the act of changing its pea-green trunk to madder-red,\nbreathed its fragrance into the air from great clusters of waxen bells.\nCreamy white were these bells, shaped like lilies-of-the-valley, with\nthe sweetness of perfume that is of the springtime.\n\nThere was not a sigh of wind. The air was drowsy with its weight of\nperfume. It was a sweetness that would have been cloying had the\nair been heavy and humid. But the air was sharp and thin. It was\nas starlight transmuted into atmosphere, shot through and warmed by\nsunshine, and flower-drenched with sweetness.\n\nAn occasional butterfly drifted in and out through the patches of light\nand shade. And from all about rose the low and sleepy hum of mountain\nbees--feasting Sybarites that jostled one another good-naturedly at the\nboard, nor found time for rough discourtesy. So quietly did the little\nstream drip and ripple its way through the canyon that it spoke only in\nfaint and occasional gurgles. The voice of the stream was as a drowsy\nwhisper, ever interrupted by dozings and silences, ever lifted again in\nthe awakenings.\n\nThe motion of all things was a drifting in the heart of the canyon.\nSunshine and butterflies drifted in and out among the trees. The hum of\nthe bees and the whisper of the stream were a drifting of sound. And the\ndrifting sound and drifting color seemed to weave together in the making\nof a delicate and intangible fabric which was the spirit of the place.\nIt was a spirit of peace that was not of death, but of smooth-pulsing\nlife, of quietude that was not silence, of movement that was not action,\nof repose that was quick with existence without being violent with\nstruggle and travail. The spirit of the place was the spirit of\nthe peace of the living, somnolent with the easement and content of\nprosperity, and undisturbed by rumors of far wars.\n\nThe red-coated, many-antlered buck acknowledged the lordship of the\nspirit of the place and dozed knee-deep in the cool, shaded pool. There\nseemed no flies to vex him and he was languid with rest. Sometimes his\nears moved when the stream awoke and whispered; but they moved lazily,\nwith, foreknowledge that it was merely the stream grown garrulous at\ndiscovery that it had slept.\n\nBut there came a time when the buck's ears lifted and tensed with swift\neagerness for sound. His head was turned down the canyon. His sensitive,\nquivering nostrils scented the air. His eyes could not pierce the green\nscreen through which the stream rippled away, but to his ears came the\nvoice of a man. It was a steady, monotonous, singsong voice. Once the\nbuck heard the harsh clash of metal upon rock. At the sound he snorted\nwith a sudden start that jerked him through the air from water to\nmeadow, and his feet sank into the young velvet, while he pricked his\nears and again scented the air. Then he stole across the tiny meadow,\npausing once and again to listen, and faded away out of the canyon like\na wraith, soft-footed and without sound.\n\nThe clash of steel-shod soles against the rocks began to be heard, and\nthe man's voice grew louder. It was raised in a sort of chant and became\ndistinct with nearness, so that the words could be heard:\n\n    \"Turn around an' tu'n yo' face\n    Untoe them sweet hills of grace\n      (D' pow'rs of sin yo' am scornin'!).\n    Look about an' look aroun',\n    Fling yo' sin-pack on d' groun'\n      (Yo' will meet wid d' Lord in d' mornin'!).\"\n\nA sound of scrambling accompanied the song, and the spirit of the place\nfled away on the heels of the red-coated buck. The green screen was\nburst asunder, and a man peered out at the meadow and the pool and the\nsloping side-hill. He was a deliberate sort of man. He took in the scene\nwith one embracing glance, then ran his eyes over the details to verify\nthe general impression. Then, and not until then, did he open his mouth\nin vivid and solemn approval:\n\n\"Smoke of life an' snakes of purgatory! Will you just look at that! Wood\nan' water an' grass an' a side-hill! A pocket-hunter's delight an' a\ncayuse's paradise! Cool green for tired eyes! Pink pills for pale people\nain't in it. A secret pasture for prospectors and a resting-place for\ntired burros, by damn!\"\n\nHe was a sandy-complexioned man in whose face geniality and humor seemed\nthe salient characteristics. It was a mobile face, quick-changing to\ninward mood and thought. Thinking was in him a visible process. Ideas\nchased across his face like wind-flaws across the surface of a lake. His\nhair, sparse and unkempt of growth, was as indeterminate and colorless\nas his complexion. It would seem that all the color of his frame had\ngone into his eyes, for they were startlingly blue. Also, they were\nlaughing and merry eyes, within them much of the naivete and wonder of\nthe child; and yet, in an unassertive way, they contained much of calm\nself-reliance and strength of purpose founded upon self-experience and\nexperience of the world.\n\nFrom out the screen of vines and creepers he flung ahead of him a\nminer's pick and shovel and gold-pan. Then he crawled out himself into\nthe open. He was clad in faded overalls and black cotton shirt, with\nhobnailed brogans on his feet, and on his head a hat whose shapelessness\nand stains advertised the rough usage of wind and rain and sun and\ncamp-smoke. He stood erect, seeing wide-eyed the secrecy of the scene\nand sensuously inhaling the warm, sweet breath of the canyon-garden\nthrough nostrils that dilated and quivered with delight. His eyes\nnarrowed to laughing slits of blue, his face wreathed itself in joy, and\nhis mouth curled in a smile as he cried aloud:\n\n\"Jumping dandelions and happy hollyhocks, but that smells good to me!\nTalk about your attar o' roses an' cologne factories! They ain't in it!\"\n\nHe had the habit of soliloquy. His quick-changing facial expressions\nmight tell every thought and mood, but the tongue, perforce, ran hard\nafter, repeating, like a second Boswell.\n\nThe man lay down on the lip of the pool and drank long and deep of its\nwater. \"Tastes good to me,\" he murmured, lifting his head and gazing\nacross the pool at the side-hill, while he wiped his mouth with the back\nof his hand. The side-hill attracted his attention. Still lying on his\nstomach, he studied the hill formation long and carefully. It was a\npractised eye that travelled up the slope to the crumbling canyon-wall\nand back and down again to the edge of the pool. He scrambled to his\nfeet and favored the side-hill with a second survey.\n\n\"Looks good to me,\" he concluded, picking up his pick and shovel and\ngold-pan.\n\nHe crossed the stream below the pool, stepping agilely from stone to\nstone. Where the sidehill touched the water he dug up a shovelful of\ndirt and put it into the gold-pan. He squatted down, holding the pan in\nhis two hands, and partly immersing it in the stream. Then he imparted\nto the pan a deft circular motion that sent the water sluicing in and\nout through the dirt and gravel. The larger and the lighter particles\nworked to the surface, and these, by a skilful dipping movement of\nthe pan, he spilled out and over the edge. Occasionally, to expedite\nmatters, he rested the pan and with his fingers raked out the large\npebbles and pieces of rock.\n\nThe contents of the pan diminished rapidly until only fine dirt and the\nsmallest bits of gravel remained. At this stage he began to work very\ndeliberately and carefully. It was fine washing, and he washed fine and\nfiner, with a keen scrutiny and delicate and fastidious touch. At\nlast the pan seemed empty of everything but water; but with a quick\nsemicircular flirt that sent the water flying over the shallow rim into\nthe stream, he disclosed a layer of black sand on the bottom of the pan.\nSo thin was this layer that it was like a streak of paint. He examined\nit closely. In the midst of it was a tiny golden speck. He dribbled a\nlittle water in over the depressed edge of the pan. With a quick flirt\nhe sent the water sluicing across the bottom, turning the grains of\nblack sand over and over. A second tiny golden speck rewarded his\neffort.\n\nThe washing had now become very fine--fine beyond all need of ordinary\nplacer-mining. He worked the black sand, a small portion at a time, up\nthe shallow rim of the pan. Each small portion he examined sharply, so\nthat his eyes saw every grain of it before he allowed it to slide over\nthe edge and away. Jealously, bit by bit, he let the black sand slip\naway. A golden speck, no larger than a pin-point, appeared on the rim,\nand by his manipulation of the riveter it returned to the bottom of the\npan. And in such fashion another speck was disclosed, and another. Great\nwas his care of them. Like a shepherd he herded his flock of golden\nspecks so that not one should be lost. At last, of the pan of dirt\nnothing remained but his golden herd. He counted it, and then, after all\nhis labor, sent it flying out of the pan with one final swirl of water.\n\nBut his blue eyes were shining with desire as he rose to his feet.\n\"Seven,\" he muttered aloud, asserting the sum of the specks for which he\nhad toiled so hard and which he had so wantonly thrown away. \"Seven,\"\nhe repeated, with the emphasis of one trying to impress a number on his\nmemory.\n\nHe stood still a long while, surveying the hill-side. In his eyes was\na curiosity, new-aroused and burning. There was an exultance about his\nbearing and a keenness like that of a hunting animal catching the fresh\nscent of game.\n\nHe moved down the stream a few steps and took a second panful of dirt.\n\nAgain came the careful washing, the jealous herding of the golden\nspecks, and the wantonness with which he sent them flying into the\nstream when he had counted their number.\n\n\"Five,\" he muttered, and repeated, \"five.\"\n\nHe could not forbear another survey of the hill before filling the pan\nfarther down the stream. His golden herds diminished. \"Four, three, two,\ntwo, one,\" were his memory-tabulations as he moved down the stream. When\nbut one speck of gold rewarded his washing, he stopped and built a fire\nof dry twigs. Into this he thrust the gold-pan and burned it till it\nwas blue-black. He held up the pan and examined it critically. Then he\nnodded approbation. Against such a color-background he could defy the\ntiniest yellow speck to elude him.\n\nStill moving down the stream, he panned again. A single speck was his\nreward. A third pan contained no gold at all. Not satisfied with this,\nhe panned three times again, taking his shovels of dirt within a foot\nof one another. Each pan proved empty of gold, and the fact, instead of\ndiscouraging him, seemed to give him satisfaction. His elation increased\nwith each barren washing, until he arose, exclaiming jubilantly:\n\n\"If it ain't the real thing, may God knock off my head with sour\napples!\"\n\nReturning to where he had started operations, he began to pan up the\nstream. At first his golden herds increased--increased prodigiously.\n\"Fourteen, eighteen, twenty-one, twenty-six,\" ran his memory\ntabulations. Just above the pool he struck his richest pan--thirty-five\ncolors.\n\n\"Almost enough to save,\" he remarked regretfully as he allowed the water\nto sweep them away.\n\nThe sun climbed to the top of the sky. The man worked on. Pan by pan, he\nwent up the stream, the tally of results steadily decreasing.\n\n\"It's just booful, the way it peters out,\" he exulted when a shovelful\nof dirt contained no more than a single speck of gold.\n\nAnd when no specks at all were found in several pans, he straightened up\nand favored the hillside with a confident glance.\n\n\"Ah, ha! Mr. Pocket!\" he cried out, as though to an auditor hidden\nsomewhere above him beneath the surface of the slope. \"Ah, ha! Mr.\nPocket! I'm a-comin', I'm a-comin', an' I'm shorely gwine to get yer!\nYou heah me, Mr. Pocket? I'm gwine to get yer as shore as punkins ain't\ncauliflowers!\"\n\nHe turned and flung a measuring glance at the sun poised above him in\nthe azure of the cloudless sky. Then he went down the canyon, following\nthe line of shovel-holes he had made in filling the pans. He crossed the\nstream below the pool and disappeared through the green screen. There\nwas little opportunity for the spirit of the place to return with its\nquietude and repose, for the man's voice, raised in ragtime song, still\ndominated the canyon with possession.\n\nAfter a time, with a greater clashing of steel-shod feet on rock, he\nreturned. The green screen was tremendously agitated. It surged back and\nforth in the throes of a struggle. There was a loud grating and clanging\nof metal. The man's voice leaped to a higher pitch and was sharp with\nimperativeness. A large body plunged and panted. There was a snapping\nand ripping and rending, and amid a shower of falling leaves a horse\nburst through the screen. On its back was a pack, and from this trailed\nbroken vines and torn creepers. The animal gazed with astonished eyes at\nthe scene into which it had been precipitated, then dropped its head to\nthe grass and began contentedly to graze. A second horse scrambled into\nview, slipping once on the mossy rocks and regaining equilibrium\nwhen its hoofs sank into the yielding surface of the meadow. It was\nriderless, though on its back was a high-horned Mexican saddle, scarred\nand discolored by long usage.\n\nThe man brought up the rear. He threw off pack and saddle, with an\neye to camp location, and gave the animals their freedom to graze. He\nunpacked his food and got out frying-pan and coffee-pot. He gathered an\narmful of dry wood, and with a few stones made a place for his fire.\n\n\"My!\" he said, \"but I've got an appetite. I could scoff iron-filings an'\nhorseshoe nails an' thank you kindly, ma'am, for a second helpin'.\"\n\nHe straightened up, and, while he reached for matches in the pocket of\nhis overalls, his eyes travelled across the pool to the side-hill. His\nfingers had clutched the match-box, but they relaxed their hold and\nthe hand came out empty. The man wavered perceptibly. He looked at his\npreparations for cooking and he looked at the hill.\n\n\"Guess I'll take another whack at her,\" he concluded, starting to cross\nthe stream.\n\n\"They ain't no sense in it, I know,\" he mumbled apologetically. \"But\nkeepin' grub back an hour ain't goin' to hurt none, I reckon.\"\n\nA few feet back from his first line of test-pans he started a second\nline. The sun dropped down the western sky, the shadows lengthened,\nbut the man worked on. He began a third line of test-pans. He was\ncross-cutting the hillside, line by line, as he ascended. The centre of\neach line produced the richest pans, while the ends came where no\ncolors showed in the pan. And as he ascended the hillside the lines grew\nperceptibly shorter. The regularity with which their length diminished\nserved to indicate that somewhere up the slope the last line would be so\nshort as to have scarcely length at all, and that beyond could come only\na point. The design was growing into an inverted \"V.\" The converging\nsides of this \"V\" marked the boundaries of the gold-bearing dirt.\n\nThe apex of the \"V\" was evidently the man's goal. Often he ran his eye\nalong the converging sides and on up the hill, trying to divine the\napex, the point where the gold-bearing dirt must cease. Here resided\n\"Mr. Pocket\"--for so the man familiarly addressed the imaginary point\nabove him on the slope, crying out:\n\n\"Come down out o' that, Mr. Pocket! Be right smart an' agreeable, an'\ncome down!\"\n\n\"All right,\" he would add later, in a voice resigned to determination.\n\"All right, Mr. Pocket. It's plain to me I got to come right up an'\nsnatch you out bald-headed. An' I'll do it! I'll do it!\" he would\nthreaten still later.\n\nEach pan he carried down to the water to wash, and as he went higher\nup the hill the pans grew richer, until he began to save the gold in an\nempty baking-powder can which he carried carelessly in his hip-pocket.\nSo engrossed was he in his toil that he did not notice the long twilight\nof oncoming night. It was not until he tried vainly to see the gold\ncolors in the bottom of the pan that he realized the passage of time. He\nstraightened up abruptly. An expression of whimsical wonderment and awe\noverspread his face as he drawled:\n\n\"Gosh darn my buttons! if I didn't plumb forget dinner!\"\n\nHe stumbled across the stream in the darkness and lighted his\nlong-delayed fire. Flapjacks and bacon and warmed-over beans constituted\nhis supper. Then he smoked a pipe by the smouldering coals, listening to\nthe night noises and watching the moonlight stream through the canyon.\nAfter that he unrolled his bed, took off his heavy shoes, and pulled the\nblankets up to his chin. His face showed white in the moonlight, like\nthe face of a corpse. But it was a corpse that knew its resurrection,\nfor the man rose suddenly on one elbow and gazed across at his hillside.\n\n\"Good night, Mr. Pocket,\" he called sleepily. \"Good night.\"\n\nHe slept through the early gray of morning until the direct rays of\nthe sun smote his closed eyelids, when he awoke with a start and looked\nabout him until he had established the continuity of his existence and\nidentified his present self with the days previously lived.\n\nTo dress, he had merely to buckle on his shoes. He glanced at his\nfireplace and at his hillside, wavered, but fought down the temptation\nand started the fire.\n\n\"Keep yer shirt on, Bill; keep yer shirt on,\" he admonished himself.\n\"What's the good of rushin'? No use in gettin' all het up an' sweaty.\nMr. Pocket'll wait for you. He ain't a-runnin' away before you can get\nyer breakfast. Now, what you want, Bill, is something fresh in yer bill\no' fare. So it's up to you to go an' get it.\"\n\nHe cut a short pole at the water's edge and drew from one of his pockets\na bit of line and a draggled fly that had once been a royal coachman.\n\n\"Mebbe they'll bite in the early morning,\" he muttered, as he made his\nfirst cast into the pool. And a moment later he was gleefully crying:\n\"What'd I tell you, eh? What'd I tell you?\"\n\nHe had no reel, nor any inclination to waste time, and by main strength,\nand swiftly, he drew out of the water a flashing ten-inch trout. Three\nmore, caught in rapid succession, furnished his breakfast. When he came\nto the stepping-stones on his way to his hillside, he was struck by a\nsudden thought, and paused.\n\n\"I'd just better take a hike down-stream a ways,\" he said. \"There's no\ntellin' what cuss may be snoopin' around.\"\n\nBut he crossed over on the stones, and with a \"I really oughter take\nthat hike,\" the need of the precaution passed out of his mind and he\nfell to work.\n\nAt nightfall he straightened up. The small of his back was stiff\nfrom stooping toil, and as he put his hand behind him to soothe the\nprotesting muscles, he said:\n\n\"Now what d'ye think of that, by damn? I clean forgot my dinner again!\nIf I don't watch out, I'll sure be degeneratin' into a two-meal-a-day\ncrank.\"\n\n\"Pockets is the damnedest things I ever see for makin' a man\nabsent-minded,\" he communed that night, as he crawled into his blankets.\nNor did he forget to call up the hillside, \"Good night, Mr. Pocket! Good\nnight!\"\n\nRising with the sun, and snatching a hasty breakfast, he was early\nat work. A fever seemed to be growing in him, nor did the increasing\nrichness of the test-pans allay this fever. There was a flush in his\ncheek other than that made by the heat of the sun, and he was oblivious\nto fatigue and the passage of time. When he filled a pan with dirt, he\nran down the hill to wash it; nor could he forbear running up the hill\nagain, panting and stumbling profanely, to refill the pan.\n\nHe was now a hundred yards from the water, and the inverted \"V\" was\nassuming definite proportions. The width of the pay-dirt steadily\ndecreased, and the man extended in his mind's eye the sides of the \"V\"\nto their meeting-place far up the hill. This was his goal, the apex of\nthe \"V,\" and he panned many times to locate it.\n\n\"Just about two yards above that manzanita bush an' a yard to the\nright,\" he finally concluded.\n\nThen the temptation seized him. \"As plain as the nose on your face,\"\nhe said, as he abandoned his laborious cross-cutting and climbed to the\nindicated apex. He filled a pan and carried it down the hill to wash. It\ncontained no trace of gold. He dug deep, and he dug shallow, filling\nand washing a dozen pans, and was unrewarded even by the tiniest golden\nspeck. He was enraged at having yielded to the temptation, and cursed\nhimself blasphemously and pridelessly. Then he went down the hill and\ntook up the cross-cutting.\n\n\"Slow an' certain, Bill; slow an' certain,\" he crooned. \"Short-cuts to\nfortune ain't in your line, an' it's about time you know it. Get wise,\nBill; get wise. Slow an' certain's the only hand you can play; so go to\nit, an' keep to it, too.\"\n\nAs the cross-cuts decreased, showing that the sides of the \"V\" were\nconverging, the depth of the \"V\" increased. The gold-trace was dipping\ninto the hill. It was only at thirty inches beneath the surface that\nhe could get colors in his pan. The dirt he found at twenty-five inches\nfrom the surface, and at thirty-five inches, yielded barren pans. At the\nbase of the \"V,\" by the water's edge, he had found the gold colors at\nthe grass roots. The higher he went up the hill, the deeper the gold\ndipped.\n\nTo dig a hole three feet deep in order to get one test-pan was a task\nof no mean magnitude; while between the man and the apex intervened\nan untold number of such holes to be. \"An' there's no tellin' how much\ndeeper it'll pitch,\" he sighed, in a moment's pause, while his fingers\nsoothed his aching back.\n\nFeverish with desire, with aching back and stiffening muscles, with pick\nand shovel gouging and mauling the soft brown earth, the man toiled up\nthe hill. Before him was the smooth slope, spangled with flowers and\nmade sweet with their breath. Behind him was devastation. It looked like\nsome terrible eruption breaking out on the smooth skin of the hill. His\nslow progress was like that of a slug, befouling beauty with a monstrous\ntrail.\n\nThough the dipping gold-trace increased the man's work, he found\nconsolation in the increasing richness of the pans. Twenty cents, thirty\ncents, fifty cents, sixty cents, were the values of the gold found in\nthe pans, and at nightfall he washed his banner pan, which gave him a\ndollar's worth of gold-dust from a shovelful of dirt.\n\n\"I'll just bet it's my luck to have some inquisitive cuss come buttin'\nin here on my pasture,\" he mumbled sleepily that night as he pulled the\nblankets up to his chin.\n\nSuddenly he sat upright. \"Bill!\" he called sharply. \"Now, listen to me,\nBill; d'ye hear! It's up to you, to-morrow mornin', to mosey round an'\nsee what you can see. Understand? Tomorrow morning, an' don't you forget\nit!\"\n\nHe yawned and glanced across at his side-hill. \"Good night, Mr. Pocket,\"\nhe called.\n\nIn the morning he stole a march on the sun, for he had finished\nbreakfast when its first rays caught him, and he was climbing the wall\nof the canyon where it crumbled away and gave footing. From the outlook\nat the top he found himself in the midst of loneliness. As far as he\ncould see, chain after chain of mountains heaved themselves into his\nvision. To the east his eyes, leaping the miles between range and range\nand between many ranges, brought up at last against the white-peaked\nSierras--the main crest, where the backbone of the Western world\nreared itself against the sky. To the north and south he could see more\ndistinctly the cross-systems that broke through the main trend of the\nsea of mountains. To the west the ranges fell away, one behind the\nother, diminishing and fading into the gentle foothills that, in turn,\ndescended into the great valley which he could not see.\n\nAnd in all that mighty sweep of earth he saw no sign of man nor of the\nhandiwork of man--save only the torn bosom of the hillside at his feet.\nThe man looked long and carefully. Once, far down his own canyon, he\nthought he saw in the air a faint hint of smoke. He looked again\nand decided that it was the purple haze of the hills made dark by a\nconvolution of the canyon wall at its back.\n\n\"Hey, you, Mr. Pocket!\" he called down into the canyon. \"Stand out from\nunder! I'm a-comin', Mr. Pocket! I'm a-comin'!\"\n\nThe heavy brogans on the man's feet made him appear clumsy-footed, but\nhe swung down from the giddy height as lightly and airily as a mountain\ngoat. A rock, turning under his foot on the edge of the precipice, did\nnot disconcert him. He seemed to know the precise time required for the\nturn to culminate in disaster, and in the meantime he utilized the false\nfooting itself for the momentary earth-contact necessary to carry him on\ninto safety. Where the earth sloped so steeply that it was impossible to\nstand for a second upright, the man did not hesitate. His foot pressed\nthe impossible surface for but a fraction of the fatal second and gave\nhim the bound that carried him onward. Again, where even the fraction of\na second's footing was out of the question, he would swing his body\npast by a moment's hand-grip on a jutting knob of rock, a crevice, or\na precariously rooted shrub. At last, with a wild leap and yell, he\nexchanged the face of the wall for an earth-slide and finished the\ndescent in the midst of several tons of sliding earth and gravel.\n\nHis first pan of the morning washed out over two dollars in coarse gold.\nIt was from the centre of the \"V.\" To either side the diminution in\nthe values of the pans was swift. His lines of crosscutting holes were\ngrowing very short. The converging sides of the inverted \"V\" were only a\nfew yards apart. Their meeting-point was only a few yards above him. But\nthe pay-streak was dipping deeper and deeper into the earth. By early\nafternoon he was sinking the test-holes five feet before the pans could\nshow the gold-trace.\n\nFor that matter, the gold-trace had become something more than a trace;\nit was a placer mine in itself, and the man resolved to come back after\nhe had found the pocket and work over the ground. But the increasing\nrichness of the pans began to worry him. By late afternoon the worth of\nthe pans had grown to three and four dollars. The man scratched his head\nperplexedly and looked a few feet up the hill at the manzanita bush that\nmarked approximately the apex of the \"V.\" He nodded his head and said\noracularly:\n\n\"It's one o' two things, Bill; one o' two things. Either Mr. Pocket's\nspilled himself all out an' down the hill, or else Mr. Pocket's that\ndamned rich you maybe won't be able to carry him all away with you. And\nthat'd be hell, wouldn't it, now?\" He chuckled at contemplation of so\npleasant a dilemma.\n\nNightfall found him by the edge of the stream his eyes wrestling with\nthe gathering darkness over the washing of a five-dollar pan.\n\n\"Wisht I had an electric light to go on working.\" he said.\n\nHe found sleep difficult that night. Many times he composed himself and\nclosed his eyes for slumber to overtake him; but his blood pounded with\ntoo strong desire, and as many times his eyes opened and he murmured\nwearily, \"Wisht it was sun-up.\"\n\nSleep came to him in the end, but his eyes were open with the first\npaling of the stars, and the gray of dawn caught him with breakfast\nfinished and climbing the hillside in the direction of the secret\nabiding-place of Mr. Pocket.\n\nThe first cross-cut the man made, there was space for only three\nholes, so narrow had become the pay-streak and so close was he to the\nfountainhead of the golden stream he had been following for four days.\n\n\"Be ca'm, Bill; be ca'm,\" he admonished himself, as he broke ground for\nthe final hole where the sides of the \"V\" had at last come together in a\npoint.\n\n\"I've got the almighty cinch on you, Mr. Pocket, an' you can't lose me,\"\nhe said many times as he sank the hole deeper and deeper.\n\nFour feet, five feet, six feet, he dug his way down into the earth. The\ndigging grew harder. His pick grated on broken rock. He examined the\nrock. \"Rotten quartz,\" was his conclusion as, with the shovel, he\ncleared the bottom of the hole of loose dirt. He attacked the crumbling\nquartz with the pick, bursting the disintegrating rock asunder with\nevery stroke.\n\nHe thrust his shovel into the loose mass. His eye caught a gleam of\nyellow. He dropped the shovel and squatted suddenly on his heels. As a\nfarmer rubs the clinging earth from fresh-dug potatoes, so the man, a\npiece of rotten quartz held in both hands, rubbed the dirt away.\n\n\"Sufferin' Sardanopolis!\" he cried. \"Lumps an' chunks of it! Lumps an'\nchunks of it!\"\n\nIt was only half rock he held in his hand. The other half was virgin\ngold. He dropped it into his pan and examined another piece. Little\nyellow was to be seen, but with his strong fingers he crumbled the\nrotten quartz away till both hands were filled with glowing yellow. He\nrubbed the dirt away from fragment after fragment, tossing them into\nthe gold-pan. It was a treasure-hole. So much had the quartz rotted away\nthat there was less of it than there was of gold. Now and again he found\na piece to which no rock clung--a piece that was all gold. A chunk,\nwhere the pick had laid open the heart of the gold, glittered like a\nhandful of yellow jewels, and he cocked his head at it and slowly turned\nit around and over to observe the rich play of the light upon it.\n\n\"Talk about yer Too Much Gold diggin's!\" the man snorted contemptuously.\n\"Why, this diggin' 'd make it look like thirty cents. This diggin'\nis All Gold. An' right here an' now I name this yere canyon 'All Gold\nCanyon,' b' gosh!\"\n\nStill squatting on his heels, he continued examining the fragments and\ntossing them into the pan. Suddenly there came to him a premonition of\ndanger. It seemed a shadow had fallen upon him. But there was no shadow.\nHis heart had given a great jump up into his throat and was choking him.\nThen his blood slowly chilled and he felt the sweat of his shirt cold\nagainst his flesh.\n\nHe did not spring up nor look around. He did not move. He was\nconsidering the nature of the premonition he had received, trying to\nlocate the source of the mysterious force that had warned him, striving\nto sense the imperative presence of the unseen thing that threatened\nhim. There is an aura of things hostile, made manifest by messengers\nrefined for the senses to know; and this aura he felt, but knew not how\nhe felt it. His was the feeling as when a cloud passes over the sun.\nIt seemed that between him and life had passed something dark and\nsmothering and menacing; a gloom, as it were, that swallowed up life and\nmade for death--his death.\n\nEvery force of his being impelled him to spring up and confront the\nunseen danger, but his soul dominated the panic, and he remained\nsquatting on his heels, in his hands a chunk of gold. He did not dare to\nlook around, but he knew by now that there was something behind him and\nabove him. He made believe to be interested in the gold in his hand.\nHe examined it critically, turned it over and over, and rubbed the dirt\nfrom it. And all the time he knew that something behind him was looking\nat the gold over his shoulder.\n\nStill feigning interest in the chunk of gold in his hand, he listened\nintently and he heard the breathing of the thing behind him. His eyes\nsearched the ground in front of him for a weapon, but they saw only\nthe uprooted gold, worthless to him now in his extremity. There was his\npick, a handy weapon on occasion; but this was not such an occasion.\nThe man realized his predicament. He was in a narrow hole that was seven\nfeet deep. His head did not come to the surface of the ground. He was in\na trap.\n\nHe remained squatting on his heels. He was quite cool and collected; but\nhis mind, considering every factor, showed him only his helplessness.\nHe continued rubbing the dirt from the quartz fragments and throwing\nthe gold into the pan. There was nothing else for him to do. Yet he knew\nthat he would have to rise up, sooner or later, and face the danger that\nbreathed at his back.\n\nThe minutes passed, and with the passage of each minute he knew that by\nso much he was nearer the time when he must stand up, or else--and his\nwet shirt went cold against his flesh again at the thought--or else he\nmight receive death as he stooped there over his treasure.\n\nStill he squatted on his heels, rubbing dirt from gold and debating in\njust what manner he should rise up. He might rise up with a rush and\nclaw his way out of the hole to meet whatever threatened on the even\nfooting above ground. Or he might rise up slowly and carelessly, and\nfeign casually to discover the thing that breathed at his back. His\ninstinct and every fighting fibre of his body favored the mad, clawing\nrush to the surface. His intellect, and the craft thereof, favored the\nslow and cautious meeting with the thing that menaced and which he could\nnot see. And while he debated, a loud, crashing noise burst on his ear.\nAt the same instant he received a stunning blow on the left side of\nthe back, and from the point of impact felt a rush of flame through his\nflesh. He sprang up in the air, but halfway to his feet collapsed. His\nbody crumpled in like a leaf withered in sudden heat, and he came down,\nhis chest across his pan of gold, his face in the dirt and rock, his\nlegs tangled and twisted because of the restricted space at the bottom\nof the hole. His legs twitched convulsively several times. His body was\nshaken as with a mighty ague. There was a slow expansion of the lungs,\naccompanied by a deep sigh. Then the air was slowly, very slowly,\nexhaled, and his body as slowly flattened itself down into inertness.\n\nAbove, revolver in hand, a man was peering down over the edge of the\nhole. He peered for a long time at the prone and motionless body beneath\nhim. After a while the stranger sat down on the edge of the hole so that\nhe could see into it, and rested the revolver on his knee. Reaching\nhis hand into a pocket, he drew out a wisp of brown paper. Into this\nhe dropped a few crumbs of tobacco. The combination became a cigarette,\nbrown and squat, with the ends turned in. Not once did he take his eyes\nfrom the body at the bottom of the hole. He lighted the cigarette and\ndrew its smoke into his lungs with a caressing intake of the breath. He\nsmoked slowly. Once the cigarette went out and he relighted it. And all\nthe while he studied the body beneath him.\n\nIn the end he tossed the cigarette stub away and rose to his feet. He\nmoved to the edge of the hole. Spanning it, a hand resting on each edge,\nand with the revolver still in the right hand, he muscled his body\ndown into the hole. While his feet were yet a yard from the bottom he\nreleased his hands and dropped down.\n\nAt the instant his feet struck bottom he saw the pocket-miner's arm leap\nout, and his own legs knew a swift, jerking grip that overthrew him. In\nthe nature of the jump his revolver-hand was above his head. Swiftly\nas the grip had flashed about his legs, just as swiftly he brought\nthe revolver down. He was still in the air, his fall in process of\ncompletion, when he pulled the trigger. The explosion was deafening\nin the confined space. The smoke filled the hole so that he could\nsee nothing. He struck the bottom on his back, and like a cat's the\npocket-miner's body was on top of him. Even as the miner's body passed\non top, the stranger crooked in his right arm to fire; and even in that\ninstant the miner, with a quick thrust of elbow, struck his wrist. The\nmuzzle was thrown up and the bullet thudded into the dirt of the side of\nthe hole.\n\nThe next instant the stranger felt the miner's hand grip his wrist. The\nstruggle was now for the revolver. Each man strove to turn it against\nthe other's body. The smoke in the hole was clearing. The stranger,\nlying on his back, was beginning to see dimly. But suddenly he was\nblinded by a handful of dirt deliberately flung into his eyes by his\nantagonist. In that moment of shock his grip on the revolver was broken.\nIn the next moment he felt a smashing darkness descend upon his brain,\nand in the midst of the darkness even the darkness ceased.\n\nBut the pocket-miner fired again and again, until the revolver was\nempty. Then he tossed it from him and, breathing heavily, sat down on\nthe dead man's legs.\n\nThe miner was sobbing and struggling for breath. \"Measly skunk!\" he\npanted; \"a-campin' on my trail an' lettin' me do the work, an' then\nshootin' me in the back!\"\n\nHe was half crying from anger and exhaustion. He peered at the face of\nthe dead man. It was sprinkled with loose dirt and gravel, and it was\ndifficult to distinguish the features.\n\n\"Never laid eyes on him before,\" the miner concluded his scrutiny. \"Just\na common an' ordinary thief, damn him! An' he shot me in the back! He\nshot me in the back!\"\n\nHe opened his shirt and felt himself, front and back, on his left side.\n\n\"Went clean through, and no harm done!\" he cried jubilantly. \"I'll bet\nhe aimed right all right, but he drew the gun over when he pulled the\ntrigger--the cuss! But I fixed 'm! Oh, I fixed 'm!\"\n\nHis fingers were investigating the bullet-hole in his side, and a shade\nof regret passed over his face. \"It's goin' to be stiffer'n hell,\" he\nsaid. \"An' it's up to me to get mended an' get out o' here.\"\n\nHe crawled out of the hole and went down the hill to his camp. Half an\nhour later he returned, leading his pack-horse. His open shirt disclosed\nthe rude bandages with which he had dressed his wound. He was slow and\nawkward with his left-hand movements, but that did not prevent his using\nthe arm.\n\nThe bight of the pack-rope under the dead man's shoulders enabled him\nto heave the body out of the hole. Then he set to work gathering up his\ngold. He worked steadily for several hours, pausing often to rest his\nstiffening shoulder and to exclaim:\n\n\"He shot me in the back, the measly skunk! He shot me in the back!\"\n\nWhen his treasure was quite cleaned up and wrapped securely into a\nnumber of blanket-covered parcels, he made an estimate of its value.\n\n\"Four hundred pounds, or I'm a Hottentot,\" he concluded. \"Say two\nhundred in quartz an' dirt--that leaves two hundred pounds of gold.\nBill! Wake up! Two hundred pounds of gold! Forty thousand dollars! An'\nit's yourn--all yourn!\"\n\nHe scratched his head delightedly and his fingers blundered into an\nunfamiliar groove. They quested along it for several inches. It was a\ncrease through his scalp where the second bullet had ploughed.\n\nHe walked angrily over to the dead man.\n\n\"You would, would you?\" he bullied. \"You would, eh? Well, I fixed you\ngood an' plenty, an' I'll give you decent burial, too. That's more'n\nyou'd have done for me.\"\n\nHe dragged the body to the edge of the hole and toppled it in. It struck\nthe bottom with a dull crash, on its side, the face twisted up to the\nlight. The miner peered down at it.\n\n\"An' you shot me in the back!\" he said accusingly.\n\nWith pick and shovel he filled the hole. Then he loaded the gold on his\nhorse. It was too great a load for the animal, and when he had gained\nhis camp he transferred part of it to his saddle-horse. Even so, he\nwas compelled to abandon a portion of his outfit--pick and shovel and\ngold-pan, extra food and cooking utensils, and divers odds and ends.\n\nThe sun was at the zenith when the man forced the horses at the screen\nof vines and creepers. To climb the huge boulders the animals were\ncompelled to uprear and struggle blindly through the tangled mass of\nvegetation. Once the saddle-horse fell heavily and the man removed the\npack to get the animal on its feet. After it started on its way again\nthe man thrust his head out from among the leaves and peered up at the\nhillside.\n\n\"The measly skunk!\" he said, and disappeared.\n\nThere was a ripping and tearing of vines and boughs. The trees surged\nback and forth, marking the passage of the animals through the midst\nof them. There was a clashing of steel-shod hoofs on stone, and now and\nagain an oath or a sharp cry of command. Then the voice of the man was\nraised in song:--\n\n    \"Tu'n around an' tu'n yo' face\n    Untoe them sweet hills of grace\n      (D' pow'rs of sin yo' am scornin'!).\n    Look about an, look aroun',\n    Fling yo' sin-pack on d' groun'\n      (Yo' will meet wid d' Lord in d' mornin'!).\"\n\nThe song grew faint and fainter, and through the silence crept back the\nspirit of the place. The stream once more drowsed and whispered; the hum\nof the mountain bees rose sleepily. Down through the perfume-weighted\nair fluttered the snowy fluffs of the cottonwoods. The butterflies\ndrifted in and out among the trees, and over all blazed the quiet\nsunshine. Only remained the hoof-marks in the meadow and the torn\nhillside to mark the boisterous trail of the life that had broken the\npeace of the place and passed on.\n\n\n\n\nPLANCHETTE\n\n\n\"It is my right to know,\" the girl said.\n\nHer voice was firm-fibred with determination. There was no hint of\npleading in it, yet it was the determination that is reached through a\nlong period of pleading. But in her case it had been pleading, not of\nspeech, but of personality. Her lips had been ever mute, but her face\nand eyes, and the very attitude of her soul, had been for a long time\neloquent with questioning. This the man had known, but he had never\nanswered; and now she was demanding by the spoken word that he answer.\n\n\"It is my right,\" the girl repeated.\n\n\"I know it,\" he answered, desperately and helplessly.\n\nShe waited, in the silence which followed, her eyes fixed upon the light\nthat filtered down through the lofty boughs and bathed the great redwood\ntrunks in mellow warmth. This light, subdued and colored, seemed almost\na radiation from the trunks themselves, so strongly did they saturate\nit with their hue. The girl saw without seeing, as she heard, without\nhearing, the deep gurgling of the stream far below on the canyon bottom.\n\nShe looked down at the man. \"Well?\" she asked, with the firmness which\nfeigns belief that obedience will be forthcoming.\n\nShe was sitting upright, her back against a fallen tree-trunk, while\nhe lay near to her, on his side, an elbow on the ground and the hand\nsupporting his head.\n\n\"Dear, dear Lute,\" he murmured.\n\nShe shivered at the sound of his voice--not from repulsion, but from\nstruggle against the fascination of its caressing gentleness. She had\ncome to know well the lure of the man--the wealth of easement and rest\nthat was promised by every caressing intonation of his voice, by the\nmere touch of hand on hand or the faint impact of his breath on neck\nor cheek. The man could not express himself by word nor look nor touch\nwithout weaving into the expression, subtly and occultly, the feeling as\nof a hand that passed and that in passing stroked softly and soothingly.\nNor was this all-pervading caress a something that cloyed with too great\nsweetness; nor was it sickly sentimental; nor was it maudlin with love's\nmadness. It was vigorous, compelling, masculine. For that matter, it was\nlargely unconscious on the man's part. He was only dimly aware of it.\nIt was a part of him, the breath of his soul as it were, involuntary and\nunpremeditated.\n\nBut now, resolved and desperate, she steeled herself against him. He\ntried to face her, but her gray eyes looked out to him, steadily, from\nunder cool, level brows, and he dropped his head upon her knee. Her hand\nstrayed into his hair softly, and her face melted into solicitude and\ntenderness. But when he looked up again, her gray eyes were steady, her\nbrows cool and level.\n\n\"What more can I tell you?\" the man said. He raised his head and met\nher gaze. \"I cannot marry you. I cannot marry any woman. I love you--you\nknow that--better than my own life. I weigh you in the scales against\nall the dear things of living, and you outweigh everything. I would\ngive everything to possess you, yet I may not. I cannot marry you. I can\nnever marry you.\"\n\nHer lips were compressed with the effort of control. His head was\nsinking back to her knee, when she checked him.\n\n\"You are already married, Chris?\"\n\n\"No! no!\" he cried vehemently. \"I have never been married. I want to\nmarry only you, and I cannot!\"\n\n\"Then--\"\n\n\"Don't!\" he interrupted. \"Don't ask me!\"\n\n\"It is my right to know,\" she repeated.\n\n\"I know it,\" he again interrupted. \"But I cannot tell you.\"\n\n\"You have not considered me, Chris,\" she went on gently.\n\n\"I know, I know,\" he broke in.\n\n\"You cannot have considered me. You do not know what I have to bear from\nmy people because of you.\"\n\n\"I did not think they felt so very unkindly toward me,\" he said\nbitterly.\n\n\"It is true. They can scarcely tolerate you. They do not show it to you,\nbut they almost hate you. It is I who have had to bear all this. It was\nnot always so, though. They liked you at first as... as I liked you. But\nthat was four years ago. The time passed by--a year, two years; and then\nthey began to turn against you. They are not to be blamed. You spoke no\nword. They felt that you were destroying my life. It is four years, now,\nand you have never once mentioned marriage to them. What were they to\nthink? What they have thought, that you were destroying my life.\"\n\nAs she talked, she continued to pass her fingers caressingly through his\nhair, sorrowful for the pain that she was inflicting.\n\n\"They did like you at first. Who can help liking you? You seem to draw\naffection from all living things, as the trees draw the moisture from\nthe ground. It comes to you as it were your birthright. Aunt Mildred and\nUncle Robert thought there was nobody like you. The sun rose and set in\nyou. They thought I was the luckiest girl alive to win the love of a man\nlike you. 'For it looks very much like it,' Uncle Robert used to say,\nwagging his head wickedly at me. Of course they liked you. Aunt Mildred\nused to sigh, and look across teasingly at Uncle, and say, 'When I think\nof Chris, it almost makes me wish I were younger myself.' And Uncle\nwould answer, 'I don't blame you, my dear, not in the least.' And then\nthe pair of them would beam upon me their congratulations that I had won\nthe love of a man like you.\n\n\"And they knew I loved you as well. How could I hide it?--this great,\nwonderful thing that had entered into my life and swallowed up all my\ndays! For four years, Chris, I have lived only for you. Every moment was\nyours. Waking, I loved you. Sleeping, I dreamed of you. Every act I have\nperformed was shaped by you, by the thought of you. Even my thoughts\nwere moulded by you, by the invisible presence of you. I had no end,\npetty or great, that you were not there for me.\"\n\n\"I had no idea of imposing such slavery,\" he muttered.\n\n\"You imposed nothing. You always let me have my own way. It was you\nwho were the obedient slave. You did for me without offending me. You\nforestalled my wishes without the semblance of forestalling them, so\nnatural and inevitable was everything you did for me. I said, without\noffending me. You were no dancing puppet. You made no fuss. Don't you\nsee? You did not seem to do things at all. Somehow they were always\nthere, just done, as a matter of course.\n\n\"The slavery was love's slavery. It was just my love for you that made\nyou swallow up all my days. You did not force yourself into my thoughts.\nYou crept in, always, and you were there always--how much, you will\nnever know.\n\n\"But as time went by, Aunt Mildred and Uncle grew to dislike you. They\ngrew afraid. What was to become of me? You were destroying my life. My\nmusic? You know how my dream of it has dimmed away. That spring, when I\nfirst met you--I was twenty, and I was about to start for Germany. I\nwas going to study hard. That was four years ago, and I am still here in\nCalifornia.\n\n\"I had other lovers. You drove them away--No! no! I don't mean that. It\nwas I that drove them away. What did I care for lovers, for anything,\nwhen you were near? But as I said, Aunt Mildred and Uncle grew afraid.\nThere has been talk--friends, busybodies, and all the rest. The time\nwent by. You did not speak. I could only wonder, wonder. I knew you\nloved me. Much was said against you by Uncle at first, and then by Aunt\nMildred. They were father and mother to me, you know. I could not defend\nyou. Yet I was loyal to you. I refused to discuss you. I closed up.\nThere was half-estrangement in my home--Uncle Robert with a face like\nan undertaker, and Aunt Mildred's heart breaking. But what could I do,\nChris? What could I do?\"\n\nThe man, his head resting on her knee again, groaned, but made no other\nreply.\n\n\"Aunt Mildred was mother to me, yet I went to her no more with my\nconfidences. My childhood's book was closed. It was a sweet book, Chris.\nThe tears come into my eyes sometimes when I think of it. But never\nmind that. Great happiness has been mine as well. I am glad I can talk\nfrankly of my love for you. And the attaining of such frankness has been\nvery sweet. I do love you, Chris. I love you... I cannot tell you how.\nYou are everything to me, and more besides. You remember that Christmas\ntree of the children?--when we played blindman's buff? and you caught\nme by the arm so, with such a clutching of fingers that I cried out\nwith the hurt? I never told you, but the arm was badly bruised. And such\nsweet I got of it you could never guess. There, black and blue, was the\nimprint of your fingers--your fingers, Chris, your fingers. It was\nthe touch of you made visible. It was there a week, and I kissed the\nmarks--oh, so often! I hated to see them go; I wanted to rebruise the\narm and make them linger. I was jealous of the returning white that\ndrove the bruise away. Somehow,--oh! I cannot explain, but I loved you\nso!\"\n\nIn the silence that fell, she continued her caressing of his hair, while\nshe idly watched a great gray squirrel, boisterous and hilarious, as\nit scampered back and forth in a distant vista of the redwoods. A\ncrimson-crested woodpecker, energetically drilling a fallen trunk,\ncaught and transferred her gaze. The man did not lift his head. Rather,\nhe crushed his face closer against her knee, while his heaving shoulders\nmarked the hardness with which he breathed.\n\n\"You must tell me, Chris,\" the girl said gently. \"This mystery--it is\nkilling me. I must know why we cannot be married. Are we always to be\nthis way?--merely lovers, meeting often, it is true, and yet with the\nlong absences between the meetings? Is it all the world holds for you\nand me, Chris? Are we never to be more to each other? Oh, it is good\njust to love, I know--you have made me madly happy; but one does get so\nhungry at times for something more! I want more and more of you, Chris.\nI want all of you. I want all our days to be together. I want all the\ncompanionship, the comradeship, which cannot be ours now, and which will\nbe ours when we are married--\" She caught her breath quickly. \"But we\nare never to be married. I forgot. And you must tell me why.\"\n\nThe man raised his head and looked her in the eyes. It was a way he had\nwith whomever he talked, of looking them in the eyes.\n\n\"I have considered you, Lute,\" he began doggedly. \"I did consider you at\nthe very first. I should never have gone on with it. I should have gone\naway. I knew it. And I considered you in the light of that knowledge,\nand yet... I did not go away. My God! what was I to do? I loved you.\nI could not go away. I could not help it. I stayed. I resolved, but\nI broke my resolves. I was like a drunkard. I was drunk of you. I was\nweak, I know. I failed. I could not go away. I tried. I went away--you\nwill remember, though you did not know why. You know now. I went away,\nbut I could not remain away. Knowing that we could never marry, I came\nback to you. I am here, now, with you. Send me away, Lute. I have not\nthe strength to go myself.\"\n\n\"But why should you go away?\" she asked. \"Besides, I must know why,\nbefore I can send you away.\"\n\n\"Don't ask me.\"\n\n\"Tell me,\" she said, her voice tenderly imperative.\n\n\"Don't, Lute; don't force me,\" the man pleaded, and there was appeal in\nhis eyes and voice.\n\n\"But you must tell me,\" she insisted. \"It is justice you owe me.\"\n\nThe man wavered. \"If I do...\" he began. Then he ended with\ndetermination, \"I should never be able to forgive myself. No, I cannot\ntell you. Don't try to compel me, Lute. You would be as sorry as I.\"\n\n\"If there is anything... if there are obstacles... if this mystery does\nreally prevent...\" She was speaking slowly, with long pauses, seeking\nthe more delicate ways of speech for the framing of her thought. \"Chris,\nI do love you. I love you as deeply as it is possible for any woman to\nlove, I am sure. If you were to say to me now 'Come,' I would go with\nyou. I would follow wherever you led. I would be your page, as in the\ndays of old when ladies went with their knights to far lands. You are my\nknight, Chris, and you can do no wrong. Your will is my wish. I was once\nafraid of the censure of the world. Now that you have come into my life\nI am no longer afraid. I would laugh at the world and its censure for\nyour sake--for my sake too. I would laugh, for I should have you, and\nyou are more to me than the good will and approval of the world. If you\nsay 'Come,' I will--\"\n\n\"Don't! Don't!\" he cried. \"It is impossible! Marriage or not, I cannot\neven say 'Come.' I dare not. I'll show you. I'll tell you.\"\n\nHe sat up beside her, the action stamped with resolve. He took her hand\nin his and held it closely. His lips moved to the verge of speech. The\nmystery trembled for utterance. The air was palpitant with its presence.\nAs if it were an irrevocable decree, the girl steeled herself to hear.\nBut the man paused, gazing straight out before him. She felt his hand\nrelax in hers, and she pressed it sympathetically, encouragingly. But\nshe felt the rigidity going out of his tensed body, and she knew that\nspirit and flesh were relaxing together. His resolution was ebbing. He\nwould not speak--she knew it; and she knew, likewise, with the sureness\nof faith, that it was because he could not.\n\nShe gazed despairingly before her, a numb feeling at her heart, as\nthough hope and happiness had died. She watched the sun flickering down\nthrough the warm-trunked redwoods. But she watched in a mechanical,\nabsent way. She looked at the scene as from a long way off, without\ninterest, herself an alien, no longer an intimate part of the earth and\ntrees and flowers she loved so well.\n\nSo far removed did she seem, that she was aware of a curiosity,\nstrangely impersonal, in what lay around her. Through a near vista she\nlooked at a buckeye tree in full blossom as though her eyes encountered\nit for the first time. Her eyes paused and dwelt upon a yellow cluster\nof Diogenes' lanterns that grew on the edge of an open space. It was the\nway of flowers always to give her quick pleasure-thrills, but no thrill\nwas hers now. She pondered the flower slowly and thoughtfully, as a\nhasheesh-eater, heavy with the drug, might ponder some whim-flower\nthat obtruded on his vision. In her ears was the voice of the stream--a\nhoarse-throated, sleepy old giant, muttering and mumbling his somnolent\nfancies. But her fancy was not in turn aroused, as was its wont; she\nknew the sound merely for water rushing over the rocks of the deep\ncanyon-bottom, that and nothing more.\n\nHer gaze wandered on beyond the Diogenes' lanterns into the open\nspace. Knee-deep in the wild oats of the hillside grazed two horses,\nchestnut-sorrels the pair of them, perfectly matched, warm and golden\nin the sunshine, their spring-coats a sheen of high-lights shot through\nwith color-flashes that glowed like fiery jewels. She recognized, almost\nwith a shock, that one of them was hers, Dolly, the companion of her\ngirlhood and womanhood, on whose neck she had sobbed her sorrows and\nsung her joys. A moistness welled into her eyes at the sight, and\nshe came back from the remoteness of her mood, quick with passion and\nsorrow, to be part of the world again.\n\nThe man sank forward from the hips, relaxing entirely, and with a groan\ndropped his head on her knee. She leaned over him and pressed her lips\nsoftly and lingeringly to his hair.\n\n\"Come, let us go,\" she said, almost in a whisper.\n\nShe caught her breath in a half-sob, then tightened her lips as she\nrose. His face was white to ghastliness, so shaken was he by the\nstruggle through which he had passed. They did not look at each other,\nbut walked directly to the horses. She leaned against Dolly's neck while\nhe tightened the girths. Then she gathered the reins in her hand and\nwaited. He looked at her as he bent down, an appeal for forgiveness in\nhis eyes; and in that moment her own eyes answered. Her foot rested in\nhis hands, and from there she vaulted into the saddle. Without speaking,\nwithout further looking at each other, they turned the horses' heads and\ntook the narrow trail that wound down through the sombre redwood aisles\nand across the open glades to the pasture-lands below. The trail became\na cow-path, the cow-path became a wood-road, which later joined with a\nhay-road; and they rode down through the low-rolling, tawny California\nhills to where a set of bars let out on the county road which ran\nalong the bottom of the valley. The girl sat her horse while the man\ndismounted and began taking down the bars.\n\n\"No--wait!\" she cried, before he had touched the two lower bars.\n\nShe urged the mare forward a couple of strides, and then the animal\nlifted over the bars in a clean little jump. The man's eyes sparkled,\nand he clapped his hands.\n\n\"You beauty! you beauty!\" the girl cried, leaning forward impulsively\nin the saddle and pressing her cheek to the mare's neck where it burned\nflame-color in the sun.\n\n\"Let's trade horses for the ride in,\" she suggested, when he had led\nhis horse through and finished putting up the bars. \"You've never\nsufficiently appreciated Dolly.\"\n\n\"No, no,\" he protested.\n\n\"You think she is too old, too sedate,\" Lute insisted. \"She's only\nsixteen, and she can outrun nine colts out of ten. Only she never cuts\nup. She's too steady, and you don't approve of her--no, don't deny it,\nsir. I know. And I know also that she can outrun your vaunted Washoe\nBan. There! I challenge you! And furthermore, you may ride her yourself.\nYou know what Ban can do; so you must ride Dolly and see for yourself\nwhat she can do.\"\n\nThey proceeded to exchange the saddles on the horses, glad of the\ndiversion and making the most of it.\n\n\"I'm glad I was born in California,\" Lute remarked, as she swung\nastride of Ban. \"It's an outrage both to horse and woman to ride in a\nsidesaddle.\"\n\n\"You look like a young Amazon,\" the man said approvingly, his eyes\npassing tenderly over the girl as she swung the horse around.\n\n\"Are you ready?\" she asked.\n\n\"All ready!\"\n\n\"To the old mill,\" she called, as the horses sprang forward. \"That's\nless than a mile.\"\n\n\"To a finish?\" he demanded.\n\nShe nodded, and the horses, feeling the urge of the reins, caught the\nspirit of the race. The dust rose in clouds behind as they tore along\nthe level road. They swung around the bend, horses and riders tilted at\nsharp angles to the ground, and more than once the riders ducked low to\nescape the branches of outreaching and overhanging trees. They clattered\nover the small plank bridges, and thundered over the larger iron ones to\nan ominous clanking of loose rods.\n\nThey rode side by side, saving the animals for the rush at the finish,\nyet putting them at a pace that drew upon vitality and staying power.\nCurving around a clump of white oaks, the road straightened out before\nthem for several hundred yards, at the end of which they could see the\nruined mill.\n\n\"Now for it!\" the girl cried.\n\nShe urged the horse by suddenly leaning forward with her body, at the\nsame time, for an instant, letting the rein slack and touching the neck\nwith her bridle hand. She began to draw away from the man.\n\n\"Touch her on the neck!\" she cried to him.\n\nWith this, the mare pulled alongside and began gradually to pass the\ngirl. Chris and Lute looked at each other for a moment, the mare still\ndrawing ahead, so that Chris was compelled slowly to turn his head. The\nmill was a hundred yards away.\n\n\"Shall I give him the spurs?\" Lute shouted.\n\nThe man nodded, and the girl drove the spurs in sharply and quickly,\ncalling upon the horse for its utmost, but watched her own horse forge\nslowly ahead of her.\n\n\"Beaten by three lengths!\" Lute beamed triumphantly, as they pulled into\na walk. \"Confess, sir, confess! You didn't think the old mare had it in\nher.\"\n\nLute leaned to the side and rested her hand for a moment on Dolly's wet\nneck.\n\n\"Ban's a sluggard alongside of her,\" Chris affirmed. \"Dolly's all right,\nif she is in her Indian Summer.\"\n\nLute nodded approval. \"That's a sweet way of putting it--Indian Summer.\nIt just describes her. But she's not lazy. She has all the fire and none\nof the folly. She is very wise, what of her years.\"\n\n\"That accounts for it,\" Chris demurred. \"Her folly passed with her\nyouth. Many's the lively time she's given you.\"\n\n\"No,\" Lute answered. \"I never knew her really to cut up. I think the\nonly trouble she ever gave me was when I was training her to open gates.\nShe was afraid when they swung back upon her--the animal's fear of the\ntrap, perhaps. But she bravely got over it. And she never was vicious.\nShe never bolted, nor bucked, nor cut up in all her life--never, not\nonce.\"\n\nThe horses went on at a walk, still breathing heavily from their run.\nThe road wound along the bottom of the valley, now and again crossing\nthe stream. From either side rose the drowsy purr of mowing-machines,\npunctuated by occasional sharp cries of the men who were gathering the\nhay-crop. On the western side of the valley the hills rose green and\ndark, but the eastern side was already burned brown and tan by the sun.\n\n\"There is summer, here is spring,\" Lute said. \"Oh, beautiful Sonoma\nValley!\"\n\nHer eyes were glistening and her face was radiant with love of the\nland. Her gaze wandered on across orchard patches and sweeping vineyard\nstretches, seeking out the purple which seemed to hang like a dim smoke\nin the wrinkles of the hills and in the more distant canyon gorges. Far\nup, among the more rugged crests, where the steep slopes were covered\nwith manzanita, she caught a glimpse of a clear space where the wild\ngrass had not yet lost its green.\n\n\"Have you ever heard of the secret pasture?\" she asked, her eyes still\nfixed on the remote green.\n\nA snort of fear brought her eyes back to the man beside her. Dolly,\nupreared, with distended nostrils and wild eyes, was pawing the air\nmadly with her fore legs. Chris threw himself forward against her neck\nto keep her from falling backward, and at the same time touched her with\nthe spurs to compel her to drop her fore feet to the ground in order to\nobey the go-ahead impulse of the spurs.\n\n\"Why, Dolly, this is most remarkable,\" Lute began reprovingly.\n\nBut, to her surprise, the mare threw her head down, arched her back as\nshe went up in the air, and, returning, struck the ground stiff-legged\nand bunched.\n\n\"A genuine buck!\" Chris called out, and the next moment the mare was\nrising under him in a second buck.\n\nLute looked on, astounded at the unprecedented conduct of her mare, and\nadmiring her lover's horsemanship. He was quite cool, and was himself\nevidently enjoying the performance. Again and again, half a dozen times,\nDolly arched herself into the air and struck, stiffly bunched. Then she\nthrew her head straight up and rose on her hind legs, pivoting about and\nstriking with her fore feet. Lute whirled into safety the horse she was\nriding, and as she did so caught a glimpse of Dolly's eyes, with the\nlook in them of blind brute madness, bulging until it seemed they must\nburst from her head. The faint pink in the white of the eyes was gone,\nreplaced by a white that was like dull marble and that yet flashed as\nfrom some inner fire.\n\nA faint cry of fear, suppressed in the instant of utterance, slipped\npast Lute's lips. One hind leg of the mare seemed to collapse, and for a\nmoment the whole quivering body, upreared and perpendicular, swayed back\nand forth, and there was uncertainty as to whether it would fall forward\nor backward. The man, half-slipping sidewise from the saddle, so as to\nfall clear if the mare toppled backward, threw his weight to the front\nand alongside her neck. This overcame the dangerous teetering balance,\nand the mare struck the ground on her feet again.\n\nBut there was no let-up. Dolly straightened out so that the line of the\nface was almost a continuation of the line of the stretched neck;\nthis position enabled her to master the bit, which she did by bolting\nstraight ahead down the road.\n\nFor the first time Lute became really frightened. She spurred Washoe Ban\nin pursuit, but he could not hold his own with the mad mare, and dropped\ngradually behind. Lute saw Dolly check and rear in the air again, and\ncaught up just as the mare made a second bolt. As Dolly dashed around a\nbend, she stopped suddenly, stiff-legged. Lute saw her lover torn out of\nthe saddle, his thigh-grip broken by the sudden jerk. Though he had lost\nhis seat, he had not been thrown, and as the mare dashed on Lute saw him\nclinging to the side of the horse, a hand in the mane and a leg across\nthe saddle. With a quick cavort he regained his seat and proceeded to\nfight with the mare for control.\n\nBut Dolly swerved from the road and dashed down a grassy slope yellowed\nwith innumerable mariposa lilies. An ancient fence at the bottom was\nno obstacle. She burst through as though it were filmy spider-web and\ndisappeared in the underbrush. Lute followed unhesitatingly, putting Ban\nthrough the gap in the fence and plunging on into the thicket. She lay\nalong his neck, closely, to escape the ripping and tearing of the trees\nand vines. She felt the horse drop down through leafy branches and into\nthe cool gravel of a stream's bottom. From ahead came a splashing of\nwater, and she caught a glimpse of Dolly, dashing up the small bank and\ninto a clump of scrub-oaks, against the trunks of which she was trying\nto scrape off her rider.\n\nLute almost caught up amongst the trees, but was hopelessly outdistanced\non the fallow field adjoining, across which the mare tore with a fine\ndisregard for heavy ground and gopher-holes. When she turned at a sharp\nangle into the thicket-land beyond, Lute took the long diagonal, skirted\nthe ticket, and reined in Ban at the other side. She had arrived first.\nFrom within the thicket she could hear a tremendous crashing of brush\nand branches. Then the mare burst through and into the open, falling\nto her knees, exhausted, on the soft earth. She arose and staggered\nforward, then came limply to a halt. She was in lather-sweat of fear,\nand stood trembling pitiably.\n\nChris was still on her back. His shirt was in ribbons. The backs of his\nhands were bruised and lacerated, while his face was streaming blood\nfrom a gash near the temple. Lute had controlled herself well, but now\nshe was aware of a quick nausea and a trembling of weakness.\n\n\"Chris!\" she said, so softly that it was almost a whisper. Then she\nsighed, \"Thank God.\"\n\n\"Oh, I'm all right,\" he cried to her, putting into his voice all the\nheartiness he could command, which was not much, for he had himself been\nunder no mean nervous strain.\n\nHe showed the reaction he was undergoing, when he swung down out of\nthe saddle. He began with a brave muscular display as he lifted his\nleg over, but ended, on his feet, leaning against the limp Dolly for\nsupport. Lute flashed out of her saddle, and her arms were about him in\nan embrace of thankfulness.\n\n\"I know where there is a spring,\" she said, a moment later.\n\nThey left the horses standing untethered, and she led her lover into the\ncool recesses of the thicket to where crystal water bubbled from out the\nbase of the mountain.\n\n\"What was that you said about Dolly's never cutting up?\" he asked, when\nthe blood had been stanched and his nerves and pulse-beats were normal\nagain.\n\n\"I am stunned,\" Lute answered. \"I cannot understand it. She never did\nanything like it in all her life. And all animals like you so--it's not\nbecause of that. Why, she is a child's horse. I was only a little girl\nwhen I first rode her, and to this day--\"\n\n\"Well, this day she was everything but a child's horse,\" Chris broke in.\n\"She was a devil. She tried to scrape me off against the trees, and to\nbatter my brains out against the limbs. She tried all the lowest and\nnarrowest places she could find. You should have seen her squeeze\nthrough. And did you see those bucks?\"\n\nLute nodded.\n\n\"Regular bucking-bronco proposition.\"\n\n\"But what should she know about bucking?\" Lute demanded. \"She was never\nknown to buck--never.\"\n\nHe shrugged his shoulders. \"Some forgotten instinct, perhaps,\nlong-lapsed and come to life again.\"\n\nThe girl rose to her feet determinedly. \"I'm going to find out,\" she\nsaid.\n\nThey went back to the horses, where they subjected Dolly to a\nrigid examination that disclosed nothing. Hoofs, legs, bit, mouth,\nbody--everything was as it should be. The saddle and saddle-cloth were\ninnocent of bur or sticker; the back was smooth and unbroken. They\nsearched for sign of snake-bite and sting of fly or insect, but found\nnothing.\n\n\"Whatever it was, it was subjective, that much is certain,\" Chris said.\n\n\"Obsession,\" Lute suggested.\n\nThey laughed together at the idea, for both were twentieth-century\nproducts, healthy-minded and normal, with souls that delighted in\nthe butterfly-chase of ideals but that halted before the brink where\nsuperstition begins.\n\n\"An evil spirit,\" Chris laughed; \"but what evil have I done that I\nshould be so punished?\"\n\n\"You think too much of yourself, sir,\" she rejoined. \"It is more likely\nsome evil, I don't know what, that Dolly has done. You were a mere\naccident. I might have been on her back at the time, or Aunt Mildred, or\nanybody.\"\n\nAs she talked, she took hold of the stirrup-strap and started to shorten\nit.\n\n\"What are you doing?\" Chris demanded.\n\n\"I'm going to ride Dolly in.\"\n\n\"No, you're not,\" he announced. \"It would be bad discipline. After what\nhas happened I am simply compelled to ride her in myself.\"\n\nBut it was a very weak and very sick mare he rode, stumbling and\nhalting, afflicted with nervous jerks and recurring muscular spasms--the\naftermath of the tremendous orgasm through which she had passed.\n\n\"I feel like a book of verse and a hammock, after all that has\nhappened,\" Lute said, as they rode into camp.\n\nIt was a summer camp of city-tired people, pitched in a grove of\ntowering redwoods through whose lofty boughs the sunshine trickled down,\nbroken and subdued to soft light and cool shadow. Apart from the main\ncamp were the kitchen and the servants' tents; and midway between was\nthe great dining hall, walled by the living redwood columns, where fresh\nwhispers of air were always to be found, and where no canopy was needed\nto keep the sun away.\n\n\"Poor Dolly, she is really sick,\" Lute said that evening, when they had\nreturned from a last look at the mare. \"But you weren't hurt, Chris, and\nthat's enough for one small woman to be thankful for. I thought I knew,\nbut I really did not know till to-day, how much you meant to me. I could\nhear only the plunging and struggle in the thicket. I could not see you,\nnor know how it went with you.\"\n\n\"My thoughts were of you,\" Chris answered, and felt the responsive\npressure of the hand that rested on his arm.\n\nShe turned her face up to his and met his lips.\n\n\"Good night,\" she said.\n\n\"Dear Lute, dear Lute,\" he caressed her with his voice as she moved away\namong the shadows.\n\n    *       *       *\n\n\"Who's going for the mail?\" called a woman's voice through the trees.\n\nLute closed the book from which they had been reading, and sighed.\n\n\"We weren't going to ride to-day,\" she said.\n\n\"Let me go,\" Chris proposed. \"You stay here. I'll be down and back in no\ntime.\"\n\nShe shook her head.\n\n\"Who's going for the mail?\" the voice insisted.\n\n\"Where's Martin?\" Lute called, lifting her voice in answer.\n\n\"I don't know,\" came the voice. \"I think Robert took him along\nsomewhere--horse-buying, or fishing, or I don't know what. There's\nreally nobody left but Chris and you. Besides, it will give you an\nappetite for dinner. You've been lounging in the hammock all day. And\nUncle Robert must have his newspaper.\"\n\n\"All right, Aunty, we're starting,\" Lute called back, getting out of the\nhammock.\n\nA few minutes later, in riding-clothes, they were saddling the horses.\nThey rode out on to the county road, where blazed the afternoon sun,\nand turned toward Glen Ellen. The little town slept in the sun, and the\nsomnolent storekeeper and postmaster scarcely kept his eyes open long\nenough to make up the packet of letters and newspapers.\n\nAn hour later Lute and Chris turned aside from the road and dipped along\na cow-path down the high bank to water the horses, before going into\ncamp.\n\n\"Dolly looks as though she'd forgotten all about yesterday,\" Chris said,\nas they sat their horses knee-deep in the rushing water. \"Look at her.\"\n\nThe mare had raised her head and cocked her ears at the rustling of\na quail in the thicket. Chris leaned over and rubbed around her ears.\nDolly's enjoyment was evident, and she drooped her head over against the\nshoulder of his own horse.\n\n\"Like a kitten,\" was Lute's comment.\n\n\"Yet I shall never be able wholly to trust her again,\" Chris said. \"Not\nafter yesterday's mad freak.\"\n\n\"I have a feeling myself that you are safer on Ban,\" Lute laughed. \"It\nis strange. My trust in Dolly is as implicit as ever. I feel confident\nso far as I am concerned, but I should never care to see you on her\nback again. Now with Ban, my faith is still unshaken. Look at that neck!\nIsn't he handsome! He'll be as wise as Dolly when he is as old as she.\"\n\n\"I feel the same way,\" Chris laughed back. \"Ban could never possibly\nbetray me.\"\n\nThey turned their horses out of the stream. Dolly stopped to brush a fly\nfrom her knee with her nose, and Ban urged past into the narrow way of\nthe path. The space was too restricted to make him return, save with\nmuch trouble, and Chris allowed him to go on. Lute, riding behind, dwelt\nwith her eyes upon her lover's back, pleasuring in the lines of the bare\nneck and the sweep out to the muscular shoulders.\n\nSuddenly she reined in her horse. She could do nothing but look, so\nbrief was the duration of the happening. Beneath and above was the\nalmost perpendicular bank. The path itself was barely wide enough for\nfooting. Yet Washoe Ban, whirling and rearing at the same time, toppled\nfor a moment in the air and fell backward off the path.\n\nSo unexpected and so quick was it, that the man was involved in the\nfall. There had been no time for him to throw himself to the path. He\nwas falling ere he knew it, and he did the only thing possible--slipped\nthe stirrups and threw his body into the air, to the side, and at the\nsame time down. It was twelve feet to the rocks below. He maintained an\nupright position, his head up and his eyes fixed on the horse above him\nand falling upon him.\n\nChris struck like a cat, on his feet, on the instant making a leap\nto the side. The next instant Ban crashed down beside him. The animal\nstruggled little, but sounded the terrible cry that horses sometimes\nsound when they have received mortal hurt. He had struck almost squarely\non his back, and in that position he remained, his head twisted partly\nunder, his hind legs relaxed and motionless, his fore legs futilely\nstriking the air.\n\nChris looked up reassuringly.\n\n\"I am getting used to it,\" Lute smiled down to him. \"Of course I need\nnot ask if you are hurt. Can I do anything?\"\n\nHe smiled back and went over to the fallen beast, letting go the girths\nof the saddle and getting the head straightened out.\n\n\"I thought so,\" he said, after a cursory examination. \"I thought so at\nthe time. Did you hear that sort of crunching snap?\"\n\nShe shuddered.\n\n\"Well, that was the punctuation of life, the final period dropped at\nthe end of Ban's usefulness.\" He started around to come up by the path.\n\"I've been astride of Ban for the last time. Let us go home.\"\n\nAt the top of the bank Chris turned and looked down.\n\n\"Good-by, Washoe Ban!\" he called out. \"Good-by, old fellow.\"\n\nThe animal was struggling to lift its head. There were tears in Chris's\neyes as he turned abruptly away, and tears in Lute's eyes as they met\nhis. She was silent in her sympathy, though the pressure of her hand was\nfirm in his as he walked beside her horse down the dusty road.\n\n\"It was done deliberately,\" Chris burst forth suddenly. \"There was no\nwarning. He deliberately flung himself over backward.\"\n\n\"There was no warning,\" Lute concurred. \"I was looking. I saw him. He\nwhirled and threw himself at the same time, just as if you had done it\nyourself, with a tremendous jerk and backward pull on the bit.\"\n\n\"It was not my hand, I swear it. I was not even thinking of him. He was\ngoing up with a fairly loose rein, as a matter of course.\"\n\n\"I should have seen it, had you done it,\" Lute said. \"But it was all\ndone before you had a chance to do anything. It was not your hand, not\neven your unconscious hand.\"\n\n\"Then it was some invisible hand, reaching out from I don't know where.\"\n\nHe looked up whimsically at the sky and smiled at the conceit.\n\nMartin stepped forward to receive Dolly, when they came into the stable\nend of the grove, but his face expressed no surprise at sight of Chris\ncoming in on foot. Chris lingered behind Lute for moment.\n\n\"Can you shoot a horse?\" he asked.\n\nThe groom nodded, then added, \"Yes, sir,\" with a second and deeper nod.\n\n\"How do you do it?\"\n\n\"Draw a line from the eyes to the ears--I mean the opposite ears, sir.\nAnd where the lines cross--\"\n\n\"That will do,\" Chris interrupted. \"You know the watering place at the\nsecond bend. You'll find Ban there with a broken back.\"\n\n    *       *       *\n\n\"Oh, here you are, sir. I have been looking for you everywhere since\ndinner. You are wanted immediately.\"\n\nChris tossed his cigar away, then went over and pressed his foot on its\nglowing fire.\n\n\"You haven't told anybody about it?--Ban?\" he queried.\n\nLute shook her head. \"They'll learn soon enough. Martin will mention it\nto Uncle Robert tomorrow.\"\n\n\"But don't feel too bad about it,\" she said, after a moment's pause,\nslipping her hand into his.\n\n\"He was my colt,\" he said. \"Nobody has ridden him but you. I broke him\nmyself. I knew him from the time he was born. I knew every bit of him,\nevery trick, every caper, and I would have staked my life that it was\nimpossible for him to do a thing like this. There was no warning, no\nfighting for the bit, no previous unruliness. I have been thinking it\nover. He didn't fight for the bit, for that matter. He wasn't unruly,\nnor disobedient. There wasn't time. It was an impulse, and he acted upon\nit like lightning. I am astounded now at the swiftness with which it\ntook place. Inside the first second we were over the edge and falling.\n\n\"It was deliberate--deliberate suicide. And attempted murder. It was a\ntrap. I was the victim. He had me, and he threw himself over with me.\nYet he did not hate me. He loved me... as much as it is possible for a\nhorse to love. I am confounded. I cannot understand it any more than you\ncan understand Dolly's behavior yesterday.\"\n\n\"But horses go insane, Chris,\" Lute said. \"You know that. It's merely\ncoincidence that two horses in two days should have spells under you.\"\n\n\"That's the only explanation,\" he answered, starting off with her. \"But\nwhy am I wanted urgently?\"\n\n\"Planchette.\"\n\n\"Oh, I remember. It will be a new experience to me. Somehow I missed it\nwhen it was all the rage long ago.\"\n\n\"So did all of us,\" Lute replied, \"except Mrs. Grantly. It is her\nfavorite phantom, it seems.\"\n\n\"A weird little thing,\" he remarked. \"Bundle of nerves and black\neyes. I'll wager she doesn't weigh ninety pounds, and most of that's\nmagnetism.\"\n\n\"Positively uncanny... at times.\" Lute shivered involuntarily. \"She\ngives me the creeps.\"\n\n\"Contact of the healthy with the morbid,\" he explained dryly. \"You will\nnotice it is the healthy that always has the creeps. The morbid never\nhas the creeps. It gives the creeps. That's its function. Where did you\npeople pick her up, anyway?\"\n\n\"I don't know--yes, I do, too. Aunt Mildred met her in Boston, I\nthink--oh, I don't know. At any rate, Mrs. Grantly came to California,\nand of course had to visit Aunt Mildred. You know the open house we\nkeep.\"\n\nThey halted where a passageway between two great redwood trunks gave\nentrance to the dining room. Above, through lacing boughs, could be seen\nthe stars. Candles lighted the tree-columned space. About the table,\nexamining the Planchette contrivance, were four persons. Chris's gaze\nroved over them, and he was aware of a guilty sorrow-pang as he paused\nfor a moment on Lute's Aunt Mildred and Uncle Robert, mellow with ripe\nmiddle age and genial with the gentle buffets life had dealt them. He\npassed amusedly over the black-eyed, frail-bodied Mrs. Grantly, and\nhalted on the fourth person, a portly, massive-headed man, whose gray\ntemples belied the youthful solidity of his face.\n\n\"Who's that?\" Chris whispered.\n\n\"A Mr. Barton. The train was late. That's why you didn't see him at\ndinner. He's only a capitalist--water-power-long-distance-electricity\ntransmitter, or something like that.\"\n\n\"Doesn't look as though he could give an ox points on imagination.\"\n\n\"He can't. He inherited his money. But he knows enough to hold on to it\nand hire other men's brains. He is very conservative.\"\n\n\"That is to be expected,\" was Chris's comment. His gaze went back to the\nman and woman who had been father and mother to the girl beside him. \"Do\nyou know,\" he said, \"it came to me with a shock yesterday when you told\nme that they had turned against me and that I was scarcely tolerated. I\nmet them afterwards, last evening, guiltily, in fear and trembling--and\nto-day, too. And yet I could see no difference from of old.\"\n\n\"Dear man,\" Lute sighed. \"Hospitality is as natural to them as the act\nof breathing. But it isn't that, after all. It is all genuine in their\ndear hearts. No matter how severe the censure they put upon you when\nyou are absent, the moment they are with you they soften and are all\nkindness and warmth. As soon as their eyes rest on you, affection and\nlove come bubbling up. You are so made. Every animal likes you.\nAll people like you. They can't help it. You can't help it. You are\nuniversally lovable, and the best of it is that you don't know it. You\ndon't know it now. Even as I tell it to you, you don't realize it, you\nwon't realize it--and that very incapacity to realize it is one of the\nreasons why you are so loved. You are incredulous now, and you shake\nyour head; but I know, who am your slave, as all people know, for they\nlikewise are your slaves.\n\n\"Why, in a minute we shall go in and join them. Mark the affection,\nalmost maternal, that will well up in Aunt Mildred's eyes. Listen to the\ntones of Uncle Robert's voice when he says, 'Well, Chris, my boy?' Watch\nMrs. Grantly melt, literally melt, like a dewdrop in the sun.\n\n\"Take Mr. Barton, there. You have never seen him before. Why, you will\ninvite him out to smoke a cigar with you when the rest of us have gone\nto bed--you, a mere nobody, and he a man of many millions, a man of\npower, a man obtuse and stupid like the ox; and he will follow you\nabout, smoking; the cigar, like a little dog, your little dog, trotting\nat your back. He will not know he is doing it, but he will be doing it\njust the same. Don't I know, Chris? Oh, I have watched you, watched you,\nso often, and loved you for it, and loved you again for it, because you\nwere so delightfully and blindly unaware of what you were doing.\"\n\n\"I'm almost bursting with vanity from listening to you,\" he laughed,\npassing his arm around her and drawing her against him.\n\n\"Yes,\" she whispered, \"and in this very moment, when you are laughing at\nall that I have said, you, the feel of you, your soul,--call it what you\nwill, it is you,--is calling for all the love that is in me.\"\n\nShe leaned more closely against him, and sighed as with fatigue. He\nbreathed a kiss into her hair and held her with firm tenderness.\n\nAunt Mildred stirred briskly and looked up from the Planchette board.\n\n\"Come, let us begin,\" she said. \"It will soon grow chilly. Robert, where\nare those children?\"\n\n\"Here we are,\" Lute called out, disengaging herself.\n\n\"Now for a bundle of creeps,\" Chris whispered, as they started in.\n\nLute's prophecy of the manner in which her lover would be received\nwas realized. Mrs. Grantly, unreal, unhealthy, scintillant with frigid\nmagnetism, warmed and melted as though of truth she were dew and he sun.\nMr. Barton beamed broadly upon him, and was colossally gracious. Aunt\nMildred greeted him with a glow of fondness and motherly kindness, while\nUncle Robert genially and heartily demanded, \"Well, Chris, my boy, and\nwhat of the riding?\"\n\nBut Aunt Mildred drew her shawl more closely around her and hastened\nthem to the business in hand. On the table was a sheet of paper. On the\npaper, rifling on three supports, was a small triangular board. Two of\nthe supports were easily moving casters. The third support, placed at\nthe apex of the triangle, was a lead pencil.\n\n\"Who's first?\" Uncle Robert demanded.\n\nThere was a moment's hesitancy, then Aunt Mildred placed her hand on the\nboard, and said: \"Some one has always to be the fool for the delectation\nof the rest.\"\n\n\"Brave woman,\" applauded her husband. \"Now, Mrs. Grantly, do your\nworst.\"\n\n\"I?\" that lady queried. \"I do nothing. The power, or whatever you care\nto think it, is outside of me, as it is outside of all of you. As to\nwhat that power is, I will not dare to say. There is such a power. I\nhave had evidences of it. And you will undoubtedly have evidences of\nit. Now please be quiet, everybody. Touch the board very lightly, but\nfirmly, Mrs. Story; but do nothing of your own volition.\"\n\nAunt Mildred nodded, and stood with her hand on Planchette; while the\nrest formed about her in a silent and expectant circle. But nothing\nhappened. The minutes ticked away, and Planchette remained motionless.\n\n\"Be patient,\" Mrs. Grantly counselled. \"Do not struggle against any\ninfluences you may feel working on you. But do not do anything yourself.\nThe influence will take care of that. You will feel impelled to do\nthings, and such impulses will be practically irresistible.\"\n\n\"I wish the influence would hurry up,\" Aunt Mildred protested at the end\nof five motionless minutes.\n\n\"Just a little longer, Mrs. Story, just a little longer,\" Mrs. Grantly\nsaid soothingly.\n\nSuddenly Aunt Mildred's hand began to twitch into movement. A mild\nconcern showed in her face as she observed the movement of her hand and\nheard the scratching of the pencil-point at the apex of Planchette.\n\nFor another five minutes this continued, when Aunt Mildred withdrew her\nhand with an effort, and said, with a nervous laugh:\n\n\"I don't know whether I did it myself or not. I do know that I was\ngrowing nervous, standing there like a psychic fool with all your solemn\nfaces turned upon me.\"\n\n\"Hen-scratches,\" was Uncle Robert's judgement, when he looked over the\npaper upon which she had scrawled.\n\n\"Quite illegible,\" was Mrs. Grantly's dictum. \"It does not resemble\nwriting at all. The influences have not got to working yet. Do you try\nit, Mr. Barton.\"\n\nThat gentleman stepped forward, ponderously willing to please, and\nplaced his hand on the board. And for ten solid, stolid minutes he stood\nthere, motionless, like a statue, the frozen personification of the\ncommercial age. Uncle Robert's face began to work. He blinked, stiffened\nhis mouth, uttered suppressed, throaty sounds, deep down; finally he\nsnorted, lost his self-control, and broke out in a roar of laughter.\nAll joined in this merriment, including Mrs. Grantly. Mr. Barton laughed\nwith them, but he was vaguely nettled.\n\n\"You try it, Story,\" he said.\n\nUncle Robert, still laughing, and urged on by Lute and his wife, took\nthe board. Suddenly his face sobered. His hand had begun to move, and\nthe pencil could be heard scratching across the paper.\n\n\"By George!\" he muttered. \"That's curious. Look at it. I'm not doing it.\nI know I'm not doing it. Look at that hand go! Just look at it!\"\n\n\"Now, Robert, none of your ridiculousness,\" his wife warned him.\n\n\"I tell you I'm not doing it,\" he replied indignantly. \"The force has\ngot hold of me. Ask Mrs. Grantly. Tell her to make it stop, if you want\nit to stop. I can't stop it. By George! look at that flourish. I didn't\ndo that. I never wrote a flourish in my life.\"\n\n\"Do try to be serious,\" Mrs. Grantly warned them. \"An atmosphere of\nlevity does not conduce to the best operation of Planchette.\"\n\n\"There, that will do, I guess,\" Uncle Robert said as he took his hand\naway. \"Now let's see.\"\n\nHe bent over and adjusted his glasses. \"It's handwriting at any rate,\nand that's better than the rest of you did. Here, Lute, your eyes are\nyoung.\"\n\n\"Oh, what flourishes!\" Lute exclaimed, as she looked at the paper. \"And\nlook there, there are two different handwritings.\"\n\nShe began to read: \"This is the first lecture. Concentrate on this\nsentence: 'I am a positive spirit and not negative to any condition.'\nThen follow with concentration on positive love. After that peace and\nharmony will vibrate through and around your body. Your soul--The other\nwriting breaks right in. This is the way it goes: Bullfrog 95, Dixie 16,\nGolden Anchor 65, Gold Mountain 13, Jim Butler 70, Jumbo 75, North Star\n42, Rescue 7, Black Butte 75, Brown Hope 16, Iron Top 3.\"\n\n\"Iron Top's pretty low,\" Mr. Barton murmured.\n\n\"Robert, you've been dabbling again!\" Aunt Mildred cried accusingly.\n\n\"No, I've not,\" he denied. \"I only read the quotations. But how the\ndevil--I beg your pardon--they got there on that piece of paper I'd like\nto know.\"\n\n\"Your subconscious mind,\" Chris suggested. \"You read the quotations in\nto-day's paper.\"\n\n\"No, I didn't; but last week I glanced over the column.\"\n\n\"A day or a year is all the same in the subconscious mind,\" said Mrs.\nGrantly. \"The subconscious mind never forgets. But I am not saying that\nthis is due to the subconscious mind. I refuse to state to what I think\nit is due.\"\n\n\"But how about that other stuff?\" Uncle Robert demanded. \"Sounds like\nwhat I'd think Christian Science ought to sound like.\"\n\n\"Or theosophy,\" Aunt Mildred volunteered. \"Some message to a neophyte.\"\n\n\"Go on, read the rest,\" her husband commanded.\n\n\"This puts you in touch with the mightier spirits,\" Lute read. \"You\nshall become one with us, and your name shall be 'Arya,' and you\nshall--Conqueror 20, Empire 12, Columbia Mountain 18, Midway 140--and,\nand that is all. Oh, no! here's a last flourish, Arya, from Kandor--that\nmust surely be the Mahatma.\"\n\n\"I'd like to have you explain that theosophy stuff on the basis of the\nsubconscious mind, Chris,\" Uncle Robert challenged.\n\nChris shrugged his shoulders. \"No explanation. You must have got a\nmessage intended for some one else.\"\n\n\"Lines were crossed, eh?\" Uncle Robert chuckled. \"Multiplex spiritual\nwireless telegraphy, I'd call it.\"\n\n\"It IS nonsense,\" Mrs. Grantly said. \"I never knew Planchette to behave\nso outrageously. There are disturbing influences at work. I felt them\nfrom the first. Perhaps it is because you are all making too much fun of\nit. You are too hilarious.\"\n\n\"A certain befitting gravity should grace the occasion,\" Chris agreed,\nplacing his hand on Planchette. \"Let me try. And not one of you must\nlaugh or giggle, or even think 'laugh' or 'giggle.' And if you dare\nto snort, even once, Uncle Robert, there is no telling what occult\nvengeance may be wreaked upon you.\"\n\n\"I'll be good,\" Uncle Robert rejoined. \"But if I really must snort, may\nI silently slip away?\"\n\nChris nodded. His hand had already begun to work. There had been no\npreliminary twitchings nor tentative essays at writing. At once his hand\nhad started off, and Planchette was moving swiftly and smoothly across\nthe paper.\n\n\"Look at him,\" Lute whispered to her aunt. \"See how white he is.\"\n\nChris betrayed disturbance at the sound of her voice, and thereafter\nsilence was maintained. Only could be heard the steady scratching of the\npencil. Suddenly, as though it had been stung, he jerked his hand away.\nWith a sigh and a yawn he stepped back from the table, then glanced with\nthe curiosity of a newly awakened man at their faces.\n\n\"I think I wrote something,\" he said.\n\n\"I should say you did,\" Mrs. Grantly remarked with satisfaction, holding\nup the sheet of paper and glancing at it.\n\n\"Read it aloud,\" Uncle Robert said.\n\n\"Here it is, then. It begins with 'beware' written three times, and in\nmuch larger characters than the rest of the writing. BEWARE! BEWARE!\nBEWARE! Chris Dunbar, I intend to destroy you. I have already made two\nattempts upon your life, and failed. I shall yet succeed. So sure am I\nthat I shall succeed that I dare to tell you. I do not need to tell you\nwhy. In your own heart you know. The wrong you are doing--And here it\nabruptly ends.\"\n\nMrs. Grantly laid the paper down on the table and looked at Chris, who\nhad already become the centre of all eyes, and who was yawning as from\nan overpowering drowsiness.\n\n\"Quite a sanguinary turn, I should say,\" Uncle Robert remarked.\n\n\"I have already made two attempts upon your life,\" Mrs. Grantly read\nfrom the paper, which she was going over a second time.\n\n\"On my life?\" Chris demanded between yawns. \"Why, my life hasn't been\nattempted even once. My! I am sleepy!\"\n\n\"Ah, my boy, you are thinking of flesh-and-blood men,\" Uncle Robert\nlaughed. \"But this is a spirit. Your life has been attempted by unseen\nthings. Most likely ghostly hands have tried to throttle you in your\nsleep.\"\n\n\"Oh, Chris!\" Lute cried impulsively. \"This afternoon! The hand you said\nmust have seized your rein!\"\n\n\"But I was joking,\" he objected.\n\n\"Nevertheless...\" Lute left her thought unspoken.\n\nMrs. Grantly had become keen on the scent. \"What was that about this\nafternoon? Was your life in danger?\"\n\nChris's drowsiness had disappeared. \"I'm becoming interested myself,\"\nhe acknowledged. \"We haven't said anything about it. Ban broke his back\nthis afternoon. He threw himself off the bank, and I ran the risk of\nbeing caught underneath.\"\n\n\"I wonder, I wonder,\" Mrs. Grantly communed aloud. \"There is something\nin this.... It is a warning.... Ah! You were hurt yesterday riding Miss\nStory's horse! That makes the two attempts!\"\n\nShe looked triumphantly at them. Planchette had been vindicated.\n\n\"Nonsense,\" laughed Uncle Robert, but with a slight hint of irritation\nin his manner. \"Such things do not happen these days. This is the\ntwentieth century, my dear madam. The thing, at the very latest, smacks\nof mediaevalism.\"\n\n\"I have had such wonderful tests with Planchette,\" Mrs. Grantly began,\nthen broke off suddenly to go to the table and place her hand on the\nboard.\n\n\"Who are you?\" she asked. \"What is your name?\"\n\nThe board immediately began to write. By this time all heads, with the\nexception of Mr. Barton's, were bent over the table and following the\npencil.\n\n\"It's Dick,\" Aunt Mildred cried, a note of the mildly hysterical in her\nvoice.\n\nHer husband straightened up, his face for the first time grave.\n\n\"It's Dick's signature,\" he said. \"I'd know his fist in a thousand.\"\n\n\"'Dick Curtis,'\" Mrs. Grantly read aloud. \"Who is Dick Curtis?\"\n\n\"By Jove, that's remarkable!\" Mr. Barton broke in. \"The handwriting in\nboth instances is the same. Clever, I should say, really clever,\" he\nadded admiringly.\n\n\"Let me see,\" Uncle Robert demanded, taking the paper and examining it.\n\"Yes, it is Dick's handwriting.\"\n\n\"But who is Dick?\" Mrs. Grantly insisted. \"Who is this Dick Curtis?\"\n\n\"Dick Curtis, why, he was Captain Richard Curtis,\" Uncle Robert\nanswered.\n\n\"He was Lute's father,\" Aunt Mildred supplemented. \"Lute took our name.\nShe never saw him. He died when she was a few weeks old. He was my\nbrother.\"\n\n\"Remarkable, most remarkable.\" Mrs. Grantly was revolving the message\nin her mind. \"There were two attempts on Mr. Dunbar's life. The\nsubconscious mind cannot explain that, for none of us knew of the\naccident to-day.\"\n\n\"I knew,\" Chris answered, \"and it was I that operated Planchette. The\nexplanation is simple.\"\n\n\"But the handwriting,\" interposed Mr. Barton. \"What you wrote and what\nMrs. Grantly wrote are identical.\"\n\nChris bent over and compared the handwriting.\n\n\"Besides,\" Mrs. Grantly cried, \"Mr. Story recognizes the handwriting.\"\n\nShe looked at him for verification.\n\nHe nodded his head. \"Yes, it is Dick's fist. I'll swear to that.\"\n\nBut to Lute had come a visioning. While the rest argued pro and con and\nthe air was filled with phrases,--\"psychic phenomena,\" \"self-hypnotism,\"\n\"residuum of unexplained truth,\" and \"spiritism,\"--she was reviving\nmentally the girlhood pictures she had conjured of this soldier-father\nshe had never seen. She possessed his sword, there were several\nold-fashioned daguerreotypes, there was much that had been said of him,\nstories told of him--and all this had constituted the material out of\nwhich she had builded him in her childhood fancy.\n\n\"There is the possibility of one mind unconsciously suggesting to\nanother mind,\" Mrs. Grantly was saying; but through Lute's mind was\ntrooping her father on his great roan war-horse. Now he was leading\nhis men. She saw him on lonely scouts, or in the midst of the yelling,\nIndians at Salt Meadows, when of his command he returned with one man\nin ten. And in the picture she had of him, in the physical semblance she\nhad made of him, was reflected his spiritual nature, reflected by her\nworshipful artistry in form and feature and expression--his bravery,\nhis quick temper, his impulsive championship, his madness of wrath in\na righteous cause, his warm generosity and swift forgiveness, and his\nchivalry that epitomized codes and ideals primitive as the days of\nknighthood. And first, last, and always, dominating all, she saw in the\nface of him the hot passion and quickness of deed that had earned for\nhim the name \"Fighting Dick Curtis.\"\n\n\"Let me put it to the test,\" she heard Mrs. Grantly saying. \"Let Miss\nStory try Planchette. There may be a further message.\"\n\n\"No, no, I beg of you,\" Aunt Mildred interposed. \"It is too uncanny.\nIt surely is wrong to tamper with the dead. Besides, I am nervous. Or,\nbetter, let me go to bed, leaving you to go on with your experiments.\nThat will be the best way, and you can tell me in the morning.\" Mingled\nwith the \"Good-nights,\" were half-hearted protests from Mrs. Grantly, as\nAunt Mildred withdrew.\n\n\"Robert can return,\" she called back, \"as soon as he has seen me to my\ntent.\"\n\n\"It would be a shame to give it up now,\" Mrs. Grantly said. \"There is no\ntelling what we are on the verge of. Won't you try it, Miss Story?\"\n\nLute obeyed, but when she placed her hand on the board she was conscious\nof a vague and nameless fear at this toying with the supernatural. She\nwas twentieth-century, and the thing in essence, as her uncle had said,\nwas mediaeval. Yet she could not shake off the instinctive fear that\narose in her--man's inheritance from the wild and howling ages when\nhis hairy, apelike prototype was afraid of the dark and personified the\nelements into things of fear.\n\nBut as the mysterious influence seized her hand and sent it meriting\nacross the paper, all the unusual passed out of the situation and she\nwas unaware of more than a feeble curiosity. For she was intent on\nanother visioning--this time of her mother, who was also unremembered\nin the flesh. Not sharp and vivid like that of her father, but dim and\nnebulous was the picture she shaped of her mother--a saint's head in an\naureole of sweetness and goodness and meekness, and withal, shot\nthrough with a hint of reposeful determination, of will, stubborn and\nunobtrusive, that in life had expressed itself mainly in resignation.\n\nLute's hand had ceased moving, and Mrs. Grantly was already reading the\nmessage that had been written.\n\n\"It is a different handwriting,\" she said. \"A woman's hand. 'Martha,' it\nis signed. Who is Martha?\"\n\nLute was not surprised. \"It is my mother,\" she said simply. \"What does\nshe say?\"\n\nShe had not been made sleepy, as Chris had; but the keen edge of her\nvitality had been blunted, and she was experiencing a sweet and pleasing\nlassitude. And while the message was being read, in her eyes persisted\nthe vision of her mother.\n\n\"Dear child,\" Mrs. Grantly read, \"do not mind him. He was ever quick of\nspeech and rash. Be no niggard with your love. Love cannot hurt you.\nTo deny love is to sin. Obey your heart and you can do no wrong. Obey\nworldly considerations, obey pride, obey those that prompt you against\nyour heart's prompting, and you do sin. Do not mind your father. He is\nangry now, as was his way in the earth-life; but he will come to see\nthe wisdom of my counsel, for this, too, was his way in the earth-life.\nLove, my child, and love well.--Martha.\"\n\n\"Let me see it,\" Lute cried, seizing the paper and devouring the\nhandwriting with her eyes. She was thrilling with unexpressed love for\nthe mother she had never seen, and this written speech from the grave\nseemed to give more tangibility to her having ever existed, than did the\nvision of her.\n\n\"This IS remarkable,\" Mrs. Grantly was reiterating. \"There was never\nanything like it. Think of it, my dear, both your father and mother here\nwith us tonight.\"\n\nLute shivered. The lassitude was gone, and she was her natural self\nagain, vibrant with the instinctive fear of things unseen. And it\nwas offensive to her mind that, real or illusion, the presence or the\nmemorized existences of her father and mother should be touched by these\ntwo persons who were practically strangers--Mrs. Grantly, unhealthy and\nmorbid, and Mr. Barton, stolid and stupid with a grossness both of\nthe flesh and the spirit. And it further seemed a trespass that these\nstrangers should thus enter into the intimacy between her and Chris.\n\nShe could hear the steps of her uncle approaching, and the situation\nflashed upon her, luminous and clear. She hurriedly folded the sheet of\npaper and thrust it into her bosom.\n\n\"Don't say anything to him about this second message, Mrs. Grantly,\nplease, and Mr. Barton. Nor to Aunt Mildred. It would only cause them\nirritation and needless anxiety.\"\n\nIn her mind there was also the desire to protect her lover, for she knew\nthat the strain of his present standing with her aunt and uncle would\nbe added to, unconsciously in their minds, by the weird message of\nPlanchette.\n\n\"And please don't let us have any more Planchette,\" Lute continued\nhastily. \"Let us forget all the nonsense that has occurred.\"\n\n\"'Nonsense,' my dear child?\" Mrs. Grantly was indignantly protesting\nwhen Uncle Robert strode into the circle.\n\n\"Hello!\" he demanded. \"What's being done?\"\n\n\"Too late,\" Lute answered lightly. \"No more stock quotations for you.\nPlanchette is adjourned, and we're just winding up the discussion of the\ntheory of it. Do you know how late it is?\"\n\n    *       *       *\n\n\"Well, what did you do last night after we left?\"\n\n\"Oh, took a stroll,\" Chris answered.\n\nLute's eyes were quizzical as she asked with a tentativeness that was\npalpably assumed, \"With--a--with Mr. Barton?\"\n\n\"Why, yes.\"\n\n\"And a smoke?\"\n\n\"Yes; and now what's it all about?\"\n\nLute broke into merry laughter. \"Just as I told you that you would do.\nAm I not a prophet? But I knew before I saw you that my forecast had\ncome true. I have just left Mr. Barton, and I knew he had walked with\nyou last night, for he is vowing by all his fetishes and idols that you\nare a perfectly splendid young man. I could see it with my eyes shut.\nThe Chris Dunbar glamour has fallen upon him. But I have not finished\nthe catechism by any means. Where have you been all morning?\"\n\n\"Where I am going to take you this afternoon.\"\n\n\"You plan well without knowing my wishes.\"\n\n\"I knew well what your wishes are. It is to see a horse I have found.\"\n\nHer voice betrayed her delight, as she cried, \"Oh, good!\"\n\n\"He is a beauty,\" Chris said.\n\nBut her face had suddenly gone grave, and apprehension brooded in her\neyes.\n\n\"He's called Comanche,\" Chris went on. \"A beauty, a regular beauty, the\nperfect type of the Californian cow-pony. And his lines--why, what's the\nmatter?\"\n\n\"Don't let us ride any more,\" Lute said, \"at least for a while. Really,\nI think I am a tiny bit tired of it, too.\"\n\nHe was looking at her in astonishment, and she was bravely meeting his\neyes.\n\n\"I see hearses and flowers for you,\" he began, \"and a funeral oration; I\nsee the end of the world, and the stars falling out of the sky, and the\nheavens rolling up as a scroll; I see the living and the dead gathered\ntogether for the final judgement, the sheep and the goats, the lambs and\nthe rams and all the rest of it, the white-robed saints, the sound of\ngolden harps, and the lost souls howling as they fall into the Pit--all\nthis I see on the day that you, Lute Story, no longer care to ride a\nhorse. A horse, Lute! a horse!\"\n\n\"For a while, at least,\" she pleaded.\n\n\"Ridiculous!\" he cried. \"What's the matter? Aren't you well?--you who\nare always so abominably and adorably well!\"\n\n\"No, it's not that,\" she answered. \"I know it is ridiculous, Chris, I\nknow it, but the doubt will arise. I cannot help it. You always say I\nam so sanely rooted to the earth and reality and all that, but--perhaps\nit's superstition, I don't know--but the whole occurrence, the messages\nof Planchette, the possibility of my father's hand, I know not how,\nreaching, out to Ban's rein and hurling him and you to death, the\ncorrespondence between my father's statement that he has twice attempted\nyour life and the fact that in the last two days your life has twice\nbeen endangered by horses--my father was a great horseman--all this, I\nsay, causes the doubt to arise in my mind. What if there be something in\nit? I am not so sure. Science may be too dogmatic in its denial of the\nunseen. The forces of the unseen, of the spirit, may well be too\nsubtle, too sublimated, for science to lay hold of, and recognize, and\nformulate. Don't you see, Chris, that there is rationality in the very\ndoubt? It may be a very small doubt--oh, so small; but I love you too\nmuch to run even that slight risk. Besides, I am a woman, and\nthat should in itself fully account for my predisposition toward\nsuperstition.\n\n\"Yes, yes, I know, call it unreality. But I've heard you paradoxing upon\nthe reality of the unreal--the reality of delusion to the mind that is\nsick. And so with me, if you will; it is delusion and unreal, but to me,\nconstituted as I am, it is very real--is real as a nightmare is real, in\nthe throes of it, before one awakes.\"\n\n\"The most logical argument for illogic I have ever heard,\" Chris smiled.\n\"It is a good gaming proposition, at any rate. You manage to embrace\nmore chances in your philosophy than do I in mine. It reminds me of\nSam--the gardener you had a couple of years ago. I overheard him and\nMartin arguing in the stable. You know what a bigoted atheist Martin is.\nWell, Martin had deluged Sam with floods of logic. Sam pondered awhile,\nand then he said, 'Foh a fack, Mis' Martin, you jis' tawk like a house\nafire; but you ain't got de show I has.' 'How's that?' Martin asked.\n'Well, you see, Mis' Martin, you has one chance to mah two.' 'I don't\nsee it,' Martin said. 'Mis' Martin, it's dis way. You has jis' de\nchance, lak you say, to become worms foh de fruitification of de cabbage\ngarden. But I's got de chance to lif' mah voice to de glory of de Lawd\nas I go paddin' dem golden streets--along 'ith de chance to be jis'\nworms along 'ith you, Mis' Martin.'\"\n\n\"You refuse to take me seriously,\" Lute said, when she had laughed her\nappreciation.\n\n\"How can I take that Planchette rigmarole seriously?\" he asked.\n\n\"You don't explain it--the handwriting of my father, which Uncle Robert\nrecognized--oh, the whole thing, you don't explain it.\"\n\n\"I don't know all the mysteries of mind,\" Chris answered. \"But I believe\nsuch phenomena will all yield to scientific explanation in the not\ndistant future.\"\n\n\"Just the same, I have a sneaking desire to find out some more from\nPlanchette,\" Lute confessed. \"The board is still down in the dining\nroom. We could try it now, you and I, and no one would know.\"\n\nChris caught her hand, crying: \"Come on! It will be a lark.\"\n\nHand in hand they ran down the path to the tree-pillared room.\n\n\"The camp is deserted,\" Lute said, as she placed Planchette on the\ntable. \"Mrs. Grantly and Aunt Mildred are lying down, and Mr. Barton has\ngone off with Uncle Robert. There is nobody to disturb us.\" She placed\nher hand on the board. \"Now begin.\"\n\nFor a few minutes nothing happened. Chris started to speak, but she\nhushed him to silence. The preliminary twitchings had appeared in her\nhand and arm. Then the pencil began to write. They read the message,\nword by word, as it was written:\n\nThere is wisdom greater than the wisdom of reason. Love proceeds not out\nof the dry-as-dust way of the mind. Love is of the heart, and is\nbeyond all reason, and logic, and philosophy. Trust your own heart,\nmy daughter. And if your heart bids you have faith in your lover, then\nlaugh at the mind and its cold wisdom, and obey your heart, and have\nfaith in your lover.--Martha.\n\n\"But that whole message is the dictate of your own heart,\" Chris\ncried. \"Don't you see, Lute? The thought is your very own, and your\nsubconscious mind has expressed it there on the paper.\"\n\n\"But there is one thing I don't see,\" she objected.\n\n\"And that?\"\n\n\"Is the handwriting. Look at it. It does not resemble mine at all. It\nis mincing, it is old-fashioned, it is the old-fashioned feminine of a\ngeneration ago.\"\n\n\"But you don't mean to tell me that you really believe that this is a\nmessage from the dead?\" he interrupted.\n\n\"I don't know, Chris,\" she wavered. \"I am sure I don't know.\"\n\n\"It is absurd!\" he cried. \"These are cobwebs of fancy. When one dies, he\nis dead. He is dust. He goes to the worms, as Martin says. The dead? I\nlaugh at the dead. They do not exist. They are not. I defy the powers of\nthe grave, the men dead and dust and gone!\n\n\"And what have you to say to that?\" he challenged, placing his hand on\nPlanchette.\n\nOn the instant his hand began to write. Both were startled by the\nsuddenness of it. The message was brief:\n\nBEWARE! BEWARE! BEWARE!\n\nHe was distinctly sobered, but he laughed. \"It is like a miracle play.\nDeath we have, speaking to us from the grave. But Good Deeds, where art\nthou? And Kindred? and Joy? and Household Goods? and Friendship? and all\nthe goodly company?\"\n\nBut Lute did not share his bravado. Her fright showed itself in her\nface. She laid her trembling hand on his arm.\n\n\"Oh, Chris, let us stop. I am sorry we began it. Let us leave the\nquiet dead to their rest. It is wrong. It must be wrong. I confess I\nam affected by it. I cannot help it. As my body is trembling, so is\nmy soul. This speech of the grave, this dead man reaching out from the\nmould of a generation to protect me from you. There is reason in it.\nThere is the living mystery that prevents you from marrying me. Were my\nfather alive, he would protect me from you. Dead, he still strives to\nprotect me. His hands, his ghostly hands, are against your life!\"\n\n\"Do be calm,\" Chris said soothingly. \"Listen to me. It is all a lark. We\nare playing with the subjective forces of our own being, with phenomena\nwhich science has not yet explained, that is all. Psychology is so young\na science. The subconscious mind has just been discovered, one might\nsay. It is all mystery as yet; the laws of it are yet to be formulated.\nThis is simply unexplained phenomena. But that is no reason that we\nshould immediately account for it by labelling it spiritism. As yet we\ndo not know, that is all. As for Planchette--\"\n\nHe abruptly ceased, for at that moment, to enforce his remark, he had\nplaced his hand on Planchette, and at that moment his hand had been\nseized, as by a paroxysm, and sent dashing, willy-nilly, across the\npaper, writing as the hand of an angry person would write.\n\n\"No, I don't care for any more of it,\" Lute said, when the message was\ncompleted. \"It is like witnessing a fight between you and my father in\nthe flesh. There is the savor in it of struggle and blows.\"\n\nShe pointed out a sentence that read: \"You cannot escape me nor the just\npunishment that is yours!\"\n\n\"Perhaps I visualize too vividly for my own comfort, for I can see his\nhands at your throat. I know that he is, as you say, dead and dust, but\nfor all that, I can see him as a man that is alive and walks the earth;\nI see the anger in his face, the anger and the vengeance, and I see it\nall directed against you.\"\n\nShe crumpled up the scrawled sheets of paper, and put Planchette away.\n\n\"We won't bother with it any more,\" Chris said. \"I didn't think it would\naffect you so strongly. But it's all subjective, I'm sure, with possibly\na bit of suggestion thrown in--that and nothing more. And the whole\nstrain of our situation has made conditions unusually favorable for\nstriking phenomena.\"\n\n\"And about our situation,\" Lute said, as they went slowly up the path\nthey had run down. \"What we are to do, I don't know. Are we to go on, as\nwe have gone on? What is best? Have you thought of anything?\"\n\nHe debated for a few steps. \"I have thought of telling your uncle and\naunt.\"\n\n\"What you couldn't tell me?\" she asked quickly.\n\n\"No,\" he answered slowly; \"but just as much as I have told you. I have\nno right to tell them more than I have told you.\"\n\nThis time it was she that debated. \"No, don't tell them,\" she said\nfinally. \"They wouldn't understand. I don't understand, for that matter,\nbut I have faith in you, and in the nature of things they are not\ncapable of this same implicit faith. You raise up before me a mystery\nthat prevents our marriage, and I believe you; but they could not\nbelieve you without doubts arising as to the wrong and ill-nature of the\nmystery. Besides, it would but make their anxieties greater.\"\n\n\"I should go away, I know I should go away,\" he said, half under his\nbreath. \"And I can. I am no weakling. Because I have failed to remain\naway once, is no reason that I shall fail again.\"\n\nShe caught her breath with a quick gasp. \"It is like a bereavement to\nhear you speak of going away and remaining away. I should never see you\nagain. It is too terrible. And do not reproach yourself for weakness.\nIt is I who am to blame. It is I who prevented you from remaining away\nbefore, I know. I wanted you so. I want you so.\n\n\"There is nothing to be done, Chris, nothing to be done but to go on\nwith it and let it work itself out somehow. That is one thing we are\nsure of: it will work out somehow.\"\n\n\"But it would be easier if I went away,\" he suggested.\n\n\"I am happier when you are here.\"\n\n\"The cruelty of circumstance,\" he muttered savagely.\n\n\"Go or stay--that will be part of the working out. But I do not want you\nto go, Chris; you know that. And now no more about it. Talk cannot mend\nit. Let us never mention it again--unless... unless some time, some\nwonderful, happy time, you can come to me and say: 'Lute, all is well\nwith me. The mystery no longer binds me. I am free.' Until that time let\nus bury it, along with Planchette and all the rest, and make the most of\nthe little that is given us.\n\n\"And now, to show you how prepared I am to make the most of that little,\nI am even ready to go with you this afternoon to see the horse--though\nI wish you wouldn't ride any more... for a few days, anyway, or for a\nweek. What did you say was his name?\"\n\n\"Comanche,\" he answered. \"I know you will like him.\"\n\n    *       *       *\n\nChris lay on his back, his head propped by the bare jutting wall of\nstone, his gaze attentively directed across the canyon to the opposing\ntree-covered slope. There was a sound of crashing through underbrush,\nthe ringing of steel-shod hoofs on stone, and an occasional and mossy\ndescent of a dislodged boulder that bounded from the hill and fetched\nup with a final splash in the torrent that rushed over a wild chaos of\nrocks beneath him. Now and again he caught glimpses, framed in green\nfoliage, of the golden brown of Lute's corduroy riding-habit and of the\nbay horse that moved beneath her.\n\nShe rode out into an open space where a loose earth-slide denied\nlodgement to trees and grass. She halted the horse at the brink of the\nslide and glanced down it with a measuring eye. Forty feet beneath,\nthe slide terminated in a small, firm-surfaced terrace, the banked\naccumulation of fallen earth and gravel.\n\n\"It's a good test,\" she called across the canyon. \"I'm going to put him\ndown it.\"\n\nThe animal gingerly launched himself on the treacherous footing,\nirregularly losing and gaining his hind feet, keeping his fore\nlegs stiff, and steadily and calmly, without panic or nervousness,\nextricating the fore feet as fast as they sank too deep into the sliding\nearth that surged along in a wave before him. When the firm footing\nat the bottom was reached, he strode out on the little terrace with a\nquickness and springiness of gait and with glintings of muscular fires\nthat gave the lie to the calm deliberation of his movements on the\nslide.\n\n\"Bravo!\" Chris shouted across the canyon, clapping his hands.\n\n\"The wisest-footed, clearest-headed horse I ever saw,\" Lute called back,\nas she turned the animal to the side and dropped down a broken slope of\nrubble and into the trees again.\n\nChris followed her by the sound of her progress, and by occasional\nglimpses where the foliage was more open, as she zigzagged down the\nsteep and trailless descent. She emerged below him at the rugged rim\nof the torrent, dropped the horse down a three-foot wall, and halted to\nstudy the crossing.\n\nFour feet out in the stream, a narrow ledge thrust above the surface of\nthe water. Beyond the ledge boiled an angry pool. But to the left, from\nthe ledge, and several feet lower, was a tiny bed of gravel. A giant\nboulder prevented direct access to the gravel bed. The only way to gain\nit was by first leaping to the ledge of rock. She studied it carefully,\nand the tightening of her bridle-arm advertised that she had made up her\nmind.\n\nChris, in his anxiety, had sat up to observe more closely what she\nmeditated.\n\n\"Don't tackle it,\" he called.\n\n\"I have faith in Comanche,\" she called in return.\n\n\"He can't make that side-jump to the gravel,\" Chris warned. \"He'll\nnever keep his legs. He'll topple over into the pool. Not one horse in a\nthousand could do that stunt.\"\n\n\"And Comanche is that very horse,\" she answered. \"Watch him.\"\n\nShe gave the animal his head, and he leaped cleanly and accurately to\nthe ledge, striking with feet close together on the narrow space. On\nthe instant he struck, Lute lightly touched his neck with the rein,\nimpelling him to the left; and in that instant, tottering on the\ninsecure footing, with front feet slipping over into the pool beyond,\nhe lifted on his hind legs, with a half turn, sprang to the left, and\ndropped squarely down to the tiny gravel bed. An easy jump brought him\nacross the stream, and Lute angled him up the bank and halted before her\nlover.\n\n\"Well?\" she asked.\n\n\"I am all tense,\" Chris answered. \"I was holding my breath.\"\n\n\"Buy him, by all means,\" Lute said, dismounting. \"He is a bargain. I\ncould dare anything on him. I never in my life had such confidence in a\nhorse's feet.\"\n\n\"His owner says that he has never been known to lose his feet, that it\nis impossible to get him down.\"\n\n\"Buy him, buy him at once,\" she counselled, \"before the man changes his\nmind. If you don't, I shall. Oh, such feet! I feel such confidence in\nthem that when I am on him I don't consider he has feet at all. And he's\nquick as a cat, and instantly obedient. Bridle-wise is no name for it!\nYou could guide him with silken threads. Oh, I know I'm enthusiastic,\nbut if you don't buy him, Chris. I shall. Remember, I've second\nrefusal.\"\n\nChris smiled agreement as he changed the saddles. Meanwhile she compared\nthe two horses.\n\n\"Of course he doesn't match Dolly the way Ban did,\" she concluded\nregretfully; \"but his coat is splendid just the same. And think of the\nhorse that is under the coat!\"\n\nChris gave her a hand into the saddle, and followed her up the slope to\nthe county road. She reined in suddenly, saying:\n\n\"We won't go straight back to camp.\"\n\n\"You forget dinner,\" he warned.\n\n\"But I remember Comanche,\" she retorted. \"We'll ride directly over to\nthe ranch and buy him. Dinner will keep.\"\n\n\"But the cook won't,\" Chris laughed. \"She's already threatened to leave,\nwhat of our late-comings.\"\n\n\"Even so,\" was the answer. \"Aunt Mildred may have to get another cook,\nbut at any rate we shall have got Comanche.\"\n\nThey turned the horses in the other direction, and took the climb of the\nNun Canyon road that led over the divide and down into the Napa Valley.\nBut the climb was hard, the going was slow. Sometimes they topped the\nbed of the torrent by hundreds of feet, and again they dipped down and\ncrossed and recrossed it twenty times in twice as many rods. They rode\nthrough the deep shade of clean-bunked maples and towering redwoods, to\nemerge on open stretches of mountain shoulder where the earth lay dry\nand cracked under the sun.\n\nOn one such shoulder they emerged, where the road stretched level before\nthem, for a quarter of a mile. On one side rose the huge bulk of the\nmountain. On the other side the steep wall of the canyon fell away in\nimpossible slopes and sheer drops to the torrent at the bottom. It was\nan abyss of green beauty and shady depths, pierced by vagrant shafts\nof the sun and mottled here and there by the sun's broader blazes. The\nsound of rushing water ascended on the windless air, and there was a hum\nof mountain bees.\n\nThe horses broke into an easy lope. Chris rode on the outside, looking\ndown into the great depths and pleasuring with his eyes in what he\nsaw. Dissociating itself from the murmur of the bees, a murmur arose of\nfalling water. It grew louder with every stride of the horses.\n\n\"Look!\" he cried.\n\nLute leaned well out from her horse to see. Beneath them the water slid\nfoaming down a smooth-faced rock to the lip, whence it leaped clear--a\npulsating ribbon of white, a-breath with movement, ever falling and ever\nremaining, changing its substance but never its form, an aerial waterway\nas immaterial as gauze and as permanent as the hills, that spanned space\nand the free air from the lip of the rock to the tops of the trees far\nbelow, into whose green screen it disappeared to fall into a secret\npool.\n\nThey had flashed past. The descending water became a distant murmur that\nmerged again into the murmur of the bees and ceased. Swayed by a common\nimpulse, they looked at each other.\n\n\"Oh, Chris, it is good to be alive... and to have you here by my side!\"\n\nHe answered her by the warm light in his eyes.\n\nAll things tended to key them to an exquisite pitch--the movement of\ntheir bodies, at one with the moving bodies of the animals beneath them;\nthe gently stimulated blood caressing the flesh through and through with\nthe soft vigors of health; the warm air fanning their faces, flowing\nover the skin with balmy and tonic touch, permeating them and bathing\nthem, subtly, with faint, sensuous delight; and the beauty of the world,\nmore subtly still, flowing upon them and bathing them in the delight\nthat is of the spirit and is personal and holy, that is inexpressible\nyet communicable by the flash of an eye and the dissolving of the veils\nof the soul.\n\nSo looked they at each other, the horses bounding beneath them, the\nspring of the world and the spring of their youth astir in their blood,\nthe secret of being trembling in their eyes to the brink of disclosure,\nas if about to dispel, with one magic word, all the irks and riddles of\nexistence.\n\nThe road curved before them, so that the upper reaches of the canyon\ncould be seen, the distant bed of it towering high above their heads.\nThey were rounding the curve, leaning toward the inside, gazing before\nthem at the swift-growing picture. There was no sound of warning. She\nheard nothing, but even before the horse went down she experienced\nthe feeling that the unison of the two leaping animals was broken. She\nturned her head, and so quickly that she saw Comanche fall. It was not a\nstumble nor a trip. He fell as though, abruptly, in midleap, he had died\nor been struck a stunning blow.\n\nAnd in that moment she remembered Planchette; it seared her brain as\na lightning-flash of all-embracing memory. Her horse was back on its\nhaunches, the weight of her body on the reins; but her head was turned\nand her eyes were on the falling Comanche. He struck the road-bed\nsquarely, with his legs loose and lifeless beneath him.\n\nIt all occurred in one of those age-long seconds that embrace an\neternity of happening. There was a slight but perceptible rebound from\nthe impact of Comanche's body with the earth. The violence with which\nhe struck forced the air from his great lungs in an audible groan. His\nmomentum swept him onward and over the edge. The weight of the rider on\nhis neck turned him over head first as he pitched to the fall.\n\nShe was off her horse, she knew not how, and to the edge. Her lover was\nout of the saddle and clear of Comanche, though held to the animal by\nhis right foot, which was caught in the stirrup. The slope was too steep\nfor them to come to a stop. Earth and small stones, dislodged by their\nstruggles, were rolling down with them and before them in a miniature\navalanche. She stood very quietly, holding one hand against her heart\nand gazing down. But while she saw the real happening, in her eyes was\nalso the vision of her father dealing the spectral blow that had smashed\nComanche down in mid-leap and sent horse and rider hurtling over the\nedge.\n\nBeneath horse and man the steep terminated in an up-and-down wall, from\nthe base of which, in turn, a second slope ran down to a second wall.\nA third slope terminated in a final wall that based itself on the\ncanyon-bed four hundred feet beneath the point where the girl stood and\nwatched. She could see Chris vainly kicking his leg to free the foot\nfrom the trap of the stirrup. Comanche fetched up hard against an\noutputting point of rock. For a fraction of a second his fall was\nstopped, and in the slight interval the man managed to grip hold of a\nyoung shoot of manzanita. Lute saw him complete the grip with his other\nhand. Then Comanche's fall began again. She saw the stirrup-strap draw\ntaut, then her lover's body and arms. The manzanita shoot yielded its\nroots, and horse and man plunged over the edge and out of sight.\n\nThey came into view on the next slope, together and rolling over and\nover, with sometimes the man under and sometimes the horse. Chris no\nlonger struggled, and together they dashed over to the third slope. Near\nthe edge of the final wall, Comanche lodged on a buttock of stone. He\nlay quietly, and near him, still attached to him by the stirrup, face\ndownward, lay his rider.\n\n\"If only he will lie quietly,\" Lute breathed aloud, her mind at work on\nthe means of rescue.\n\nBut she saw Comanche begin to struggle again, and clear on her vision,\nit seemed, was the spectral arm of her father clutching the reins and\ndragging the animal over. Comanche floundered across the hummock, the\ninert body following, and together, horse and man, they plunged from\nsight. They did not appear again. They had fetched bottom.\n\nLute looked about her. She stood alone on the world. Her lover was gone.\nThere was naught to show of his existence, save the marks of Comanche's\nhoofs on the road and of his body where it had slid over the brink.\n\n\"Chris!\" she called once, and twice; but she called hopelessly.\n\nOut of the depths, on the windless air, arose only the murmur of bees\nand of running water.\n\n\"Chris!\" she called yet a third time, and sank slowly down in the dust\nof the road.\n\nShe felt the touch of Dolly's muzzle on her arm, and she leaned her head\nagainst the mare's neck and waited. She knew not why she waited, nor for\nwhat, only there seemed nothing else but waiting left for her to do.\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Moon-Face and Other Stories, by Jack London\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MOON-FACE AND OTHER STORIES ***\n\n***** This file should be named 1089.txt or 1089.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/0\/8\/1089\/\n\nProduced by Espen Ore, Steve Henshaw, and Andrew Sly\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":645,"split":"train"}
